{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"5\"> \n  <meta name=\"Sit_Date\" content=\"1988-01-13\"> \n  <meta name=\"Start_Col\" content=\"353\"> \n  <meta name=\"End_Col\" content=\"424\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">13-01-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 353</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 13th January, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 354</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 355</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 356</b></font>\n  <br>\n  <br> \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 355</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>INCOME TAX (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Income Tax (Amendment) Bill, 1988, gives legislative effect to four income tax concessions announced in the 1987 Budget Statement. Opportunity is also taken to include 11 other amendments to the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my last Budget Statement, I announced an incentive package to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 356</b></font>\n  <br>\n  <br> encourage procreation. A special tax rebate to be utilized over five years and subject to a maximum of $20,000 was granted in respect of a third child born on or after 1st January 1987. The rebate may be used to set-off either or both the husband and wife's tax liabilities. A further rebate, equal to 15% of a working wife's earned income, to be set-off against her tax liability, is also granted. Clause 10 inserts a new section 42A to the Act to provide for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The normal child relief for the third child was also raised to $750 and the enhanced child relief extended to a fourth child if the birth occurs on or after 1st January 1987. Eligibility for enhanced child relief is also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 357</b></font>\n  <br>\n  <br> lowered to three GCE 'O' level passes or equivalent, taken in one sitting. The Fifth Schedule to the Act is amended by clause 19 to provide for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second Budget concession allows an individual, who has incurred delivery and hospitalization charges in respect of a legitimate fourth child born to him on or after 1st January 1988, to claim a deduction against his earned income, subject to a maximum of $3,000. This is provided for by clause 8 which inserts a new paragraph (da) to section 39(2) of the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third Budget concession to grant tax relief for those who wish to top-up the CPF for their parents is also effected by clause 8 which inserts a new subsection (4) to section 39 of the Act. The new subsection will allow an individual who has paid money in accordance with the CPF Act to his or his parent's retirement account to claim a deduction of the amount of such payments or $6,000 whichever is the less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth concession in the 1987 Budget Statement enables the following income earned by Asian Currency Units and securities companies to be taxed at a concessionary rate of 10%: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a) Commission and fee income of approved securities companies from transacting in non-Singapore dollar securities on behalf of non-residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b) Income derived from trading in non-Singapore dollar securities with non-residents, other than ACUs and other approved securities firms. Clause 11 repeals and re-enacts section 43A of the Act to allow for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now move to the other amendments. Clauses 5 and 6 amend the Act by inserting two new subsections to section 16 and amending section 18(1) of the Act respectively. It puts into effect the tourist incentive package relating to industrial building allowances announced earlier last year. Buildings or structures in approved tourist projects will now be allowed to claim an initial allowance of 20% and an annual allowance of 2%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 33 of the Act is repealed and re-enacted by clause 7 to clarify and define instances whereby a transaction will be deemed as factitious for tax purposes. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 358</b></font>\n  <br>\n  <br> empowers the Comptroller to disregard and make adjustments to certain arrangements which are carried out for the purpose of tax avoidance and not principally for bona fide commercial reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The need to strengthen section 33 stems from the fact that tax avoidance schemes are getting increasingly complex and are becoming \"tailor-made\" to suit specific clients, thereby adding to this difficulty in identifying them. The existing section 33 is grossly inadequate to deal with these schemes. Most countries have taken steps to strengthen their legislation to combat tax avoidance. Even Hong Kong has far wider provisions than our proposed amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In assessing whether a particular scheme would fall under the ambit of section 33, the Inland Revenue Department would, among other things, look for the presence of artificiality, the interposing of various intermediaries or transactions to reduce or avoid tax and transfer pricing. It should be stressed that the aim is to reduce blatant or contrived tax avoidance arrangements and is not intended to affect normal commercial transactions. I would also like to clarify that companies and individuals granted tax exemptions and concessions under specific incentive schemes would not be affected by the new section 33. They will continue to enjoy the tax concessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Inland Revenue Department would be prepared to assist taxpayers wishing to consult them on specific transactions as to whether such transactions would fall within the ambit of the new section 33 provided details of the transactions are presented clearly to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Additionally, I would like to suggest that financial institutions and other companies approach the Monetary Authority of Singapore and the Economic Development Board respectively for assistance in the event of any uncertainty. The MAS and EDB would assist companies in their consultation with the Inland Revenue Department to determine whether their proposed schemes or transactions fall within the ambit of the new section 33. If necessary, the matter would be referred to the Ministry of Finance where a decision will be taken after considering the substance of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 359</b></font>\n  <br>\n  <br> the transactions and the benefits they would bring to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the measures I have just enumerated would give businesses sufficient degree of certainty in respect of the new section 33. I would like to reiterate that the sole objective of the amendment is to curb the proliferation of blatant tax avoidance schemes in Singapore and is not intended to affect normal commercial transactions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 9 inserts a new subsection (4) to section 42 of the Act to clarify that non-exempt dividends received by any institution, authority or persons specified in the First Schedule to the Act will be taxed at the corporate rate. Presently, there is doubt as to whether they should be taxed at the corporate rate or the rates specified in Part B of the Second Schedule to the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing legislation, tax deducted from dividend distributions is only allowed to be set-off against current year assessments. This has forced companies, under certain circumstances, to delay declaring dividends by up to one year. The existing legislation also allows tax deducted from dividend distributions to be retained by a company for set-off against its tax liability when the company is assessed to tax in the following year. This has resulted in the Comptroller having to give credit to shareholders before the assessment on the company is completed. With effect from 1st January 1987, tax deducted from dividend distributions will be allowed to be set-off against current and future year assessments. In addition, no credit will be given to shareholders until tax relating to that distribution has been paid to the Comptroller. Clauses 12, 14 and 17 amend the Act to provide for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983, Government granted a 10% tax concession on royalties or payments received by authors and composers in order to encourage creative talents and to help local publishers. It was not the Government's intention, however, to grant the concession to payments received in respect of any work published in any \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 360</b></font>\n  <br>\n  <br> newspaper or periodical. Clause 3 amends section 10(9) of the Act to effect this restriction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, it is not clear that the tax exemption granted in respect of withdrawals from approved pension or provident funds is applicable only to those withdrawals which satisfy the conditions relating to withdrawals under the CPF Act and any regulations made thereunder. Clause 4 amends section 13(1)(j) of the Act to make this clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing law, the Comptroller of Income Tax may only transmit information to the Comptroller of Property Tax. Clause 2 amends section 6(8) of the Act to enable the Comptroller of Income Tax to also transmit information to the Chief Valuer or the Comissioner of Stamp Duties which may be required in the performance of their duties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 45A of the Act is amended by clause 13 to extend the provisions for withholding of tax to cover fees, commissions and other payments related to indebtedness and paid to non-residents. This is to rectify an oversight in past amendments when withholding was extended to cover section 12(7) but not on new items introduced into section 12(6). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 16 is a technical amendment to section 88(1) of the Act to provide for the normal collection and recovery methods for penalties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 18 is a technical amendment to section 94(2A) of the Act to make it an offence if the precedent partners fail to comply with provisions on the filing of returns. Presently, penalties are imposed only on persons failing to submit returns. Precedent partners were inadvertently left out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 15 is another technical amendment to section 86 of the Act to ensure that tax assessed under any of the provisions of the Act is duly paid up within one month of a notice being issued. This section presently covers tax payable by ordinary taxpayers only. Tax payable under any other sections such as the concessionary 10% rate for ACU income is not covered. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 361</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Speaker, Sir, the Finance Minister has given an account of the Bill which essentially covers the incentives which have been debated in the last Budget debate. But there is one point which has been introduced in the Bill which I would like to bring to the Minister's attention. This is with regard to section 33. This new section, in my view, gives the Comptroller of Income Tax too much discretionary power to disregard and to vary the income tax adjustment made by any company and therefore make them pay additional tax, if necessary. This Bill has been a point of concern by the business community and I would like to express my concern in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that in Singapore we do not want companies or individuals to avoid tax or to evade tax. But there is some need for companies to do some form of tax planning. Under the Bill, whatever tax planning is done by a company, the Comptroller will have now has the full discretion to disregard them and to impose tax as he wishes. This has introduced a fair bit of uncertainty and concern in the business community. I am sure in Singapore we do not want our country to be called a tax haven. Neither do we want to be called a tax prison, because now the Comptroller actually has the discretion to impose tax as he deems fit. I hopethe Minister can give due regard to this concern and perhaps allay the fears of the business community that Singapore will not become a tax prison. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Speaker, Sir, I refer to the same section raised by the Member for Thomson. The Minister in his opening remarks said that the present Act is grossly inadequate. But my understanding is that in the last two decades there were hardly any cases of tax avoidance that were brought to court. I cannot see how that can be justified. In Singapore where at the moment our tax structure is very streamlined we have one single tax for corporation as well as personal income tax. There is no capital gains tax. There is no value-added tax. In fact, the upper limit of the personal income \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 362</b></font>\n  <br>\n  <br> tax has been brought down to a level which is now in line with corporate tax. This being the case, there is very little room for what you call \"tax avoidance schemes.\" My point is that the present Act itself is quite adequate. Because of this, why do we need to give the impression that this particular Act has been tightened up and cause concern, as mentioned by the Member for Thomson, among the business community? Nothing much has changed. There were not too many cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I have relates to clause 10, that is, the tax rebate for the third child. The new section 42A (1) (iii) says that this tax rebate or balance will be stopped the moment there is a divorce. In other words, there will be no more tax rebate once the marriage breaks up. I cannot understand the rationale for this particular provision. In the case of a matrimonial failure, the status of the parent and child still remains the same. There is no change in the status at all, unlike the previous provision (para. ii) in which the third child has been given out for adoption. This being the case, I cannot see why this provision is necessary. If the main purpose is to solve a social phenomenon or problem, I think this is really asking too much of the Income Tax Act. We frown upon divorce but I do not think this is a right place to use this particular clause. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye (Rochore):</b> Mr Speaker, Sir, companies invest in new projects in Singapore on the basis of feasibility studies that include cash flow estimates, taking all liabilities, expenditure, including tax liability, into consideration. Taxation is part of the cost of doing business. Assumptions on costs of the project, such as capital expenditure, cost of labour and goods, can be predicated since current market prices are public information. Tax liability can be estimated under the existing Income Tax law. But what threatens the value of such studies and advice given to potential investors is the amendment to section 33 of the Income Tax Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The wording of the amendment is so broad and loose that only the Comptroller of Inland Revenue can judge tax liability and the public is no wiser as to how the decision is arrived at. Tax consultants, be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 363</b></font>\n  <br>\n  <br> they lawyers or accountants, advise their clients how to minimize tax liability not to maximize tax, because taxation can mean a profit or loss at the bottom line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is great uncertainty and anxiety as to the purpose of the amendment to section 33, notwithstanding what the Minister for Finance has stated this morning, whether off-shore income that is not remitted into Singapore comes under the ambit of the amendment. The Government has encouraged Singapore companies to spread their wings overseas and be more global in outlook. It makes sense for a company with overseas operations not to repatriate earnings but to use them for purchases of goods and services overseas and thereby resolve the problem of foreign exchange volatility. Or again, will Singapore residents with income earned from foreign investments be liable to tax on their overseas income even though it is not remitted? On these two points, the amendment to section 33 is vague and silent. Is it the Government's intention to pave the way for global taxation? Under the amendment to section 33, it makes it possible to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have reports of foreign contractors operating in Singapore for years, sometimes a decade, reporting losses and paying no tax. If the purpose of the amendment is to close a loophole such as this, then I am in sympathy with the Comptroller of Inland Revenue because it means that the Singapore contractor is indirectly subsidizing the foreign contractor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Interest earned on deposits in the POSB is tax avoidance, so also is income splitting between husband and wife. From time to time, like today, the Minister for Finance has given tax incentive rebates, pioneer status, tax holidays and other various incentives especially to financial institutions. They are all forms of tax avoidance but because they are announced by the Minister for Finance, they are legitimate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 33, after amendment, will generate disputes with the Comptroller of what is tax avoidance and what is not, what is artificial, what is natural, what is incidental, what is purposive. And the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 364</b></font>\n  <br>\n  <br> has suggested that disputes or doubts can be raised with the Economic Development Board, the Monetary Authority of Singapore and in the last instance, as a matter of last resort, the Minister for Finance himself. I am afraid that this will throw all taxpayers into confusion. It is my experience writing for work permits for my constituents that they have been passed from the Ministry of Labour to the Immigration Department, from the Immigration Department to the Economic Development Board, and they end up in nothing. Likewise, I am fearful that no mechanism has been laid in place to resolve this dispute which will inevitably arise under section 33. The Minister has not made it quite clear what is tax avoidance, what are the examples of tax avoidance that he would like to close. The Comptroller of Income Tax no doubt has many cases on his hand. If the public, who are paying taxes, are given to know what is legitimate and what is illegitimate, then I think they would be more at ease. May I suggest that the Minister further clarify the scope and purpose of this amendment to section 33 or, better still, since we are in doubt, refer the Bill to a Select Committee where public representations can be made. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, the majority of concerns expressed by the Members for Thomson, Radin Mas and Rochore relate to section 33. However, I will first dispose of one other point raised by the Member for Radin Mas, which relates to clause 10 on the rebate for the third child, why is it disallowed when the marriage breaks up? It is an administrative issue because when the marriage breaks up, there will be problems in ascertaining which parent will qualify for the relief. By the way, it may help to discourage the break-up of marriages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to section 33 and the various questions asked. I think these are legitimate questions which have been raised not only by Members in this House but by many others from the private sector. It is for this reason that the Bill which was first introduced on 9th November 1987 and was due for Second Reading on 30th November was then delayed for a further month until today in order to allow representations from members of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 365</b></font>\n  <br>\n  <br> public who have expressed concern. This is the reason why but I do not think a Select Committee is necessary because there has been ample opportunity for representations. We have, received representations from tax consultants and the Big Eight accounting firms. MAS has consulted the Association of Banks, SIMEX and various other bodies. Generally, all have expressed similar concern over the seemingly very wide powers conferred on the Comptroller. I would first like to reassure Members and the public at large that it is not the intention of this new amendment to penalize legitimate commercial transactions nor, for that matter, legitimate tax planning proposals put up by companies. It is perfectly proper for a company to set up its accounts to reduce the incidence of taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The objective is to give the Comptroller powers which he does not have at the moment - to stop blatant tax avoidance schemes, the numbers of which have increased despite what the Member for Radin Mas has suggested that there have been hardly any cases in the last two decades. The reason that there have been no visible cases is because the Comptroller has never had powers to bring them into court and therefore he has not been able to charge anyone as he is without teeth at the moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, having said that, I think we have in the process of drafting this legislation studied the anti-avoidance provisions of a number of countries before we finalized our draft, including countries such as Hong Kong, Australia and New Zealand. Even Hong Kong has deemed it necessary to adopt similar provisions long before us. The problem faced by countries with a substantial international business community and by financial centres is similar in that schemes of tax avoidance are now becoming so sophisticated and complex that most of them go undetected. They include very subtle schemes of transfer pricing, multiple company transactions, all of which are so difficult to trace that we believe substantial amounts of revenue are lost. The fact that Hong Kong felt it necessary to introduce legislation is probably the best testimony to the need for such legislation. And I do not see that the legislation which was introduced in Hong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 366</b></font>\n  <br>\n  <br> Kong which, in its turn, evoked tremendous protest when it was under discussion, has caused any detraction in the attractiveness of Hong Kong as a commercial centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, there are adequate safeguards provided under the amendment which are to be found in the judicial interpretations of legislations having similar wordings such as in New Zealand and Australia, for there is a considerable body of case law on which we can rely for the purpose of construing the proposed section 33. One of the principles which has emerged is that the provision will not apply to bona fide transactions even if these result in tax savings where such savings are incidental to the transactions. On the other hand, the provisions will apply to transactions where payment of tax is avoided through deliberate and artificial tax avoidance arrangements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the intention that the IRD will respond in writing publicly to the concerns expressed by the Big Eight accounting firms and their reply would be published for public guidance. And it is also the intention that the IRD will from time to time cite examples of the sort of cases which will be subject to this new amendment and also give examples of those cases which would not fall under the ambit of the present amendment. So the proposal by the Member for Rochore is accepted, in that we will from time to time use illustrations publicly announced to tell the public that certain types of transactions are obvious cases for application of the new section 33 and those which are not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure Members of the House that it is not the Government's intention to hound businesses or to detract from the growth of Singapore as a commercial centre. Certainly this cannot be our objective. And if there should be obvious disadvantages emerging as a result of legislation, we can always look at the way it is applied in future. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, in reply to my point on clause 10, the Finance Minister says there are administrative problems. But could not these tax rebates be given to the spouse who has custody of the child? Or it may be part of a divorce settlement? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 367</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> On this issue, the Ministry of Finance uses the family unit concept in determining whether the family is a third child family or not. In the case of a divorce, if we continue to give child relief and the child goes to another family which has more than three children, complications will arise. I think the issue is not as simple as it appears on the surface. This has been considered when the law was introduced. \n  <br>\n  <br>\n  <!-- Dr Toh Chin Chye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Chin Chye:</b> Sir, can the Minister be quite open and inform the House whether income earned abroad but not remitted to Singapore comes under the ambit of section 33? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> My apologies, Sir, to the Member for Rochore. I overlooked this point. Present legislation provides that income earned overseas and not remitted to Singapore is not subject to tax and that still holds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The citation year will be altered from \"1987\" to \"1988\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 2 to 6 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The citation year will be altered from \"1987\" to \"1988\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 8 to 11 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 - \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The citation year will be altered from \"1987\" to \"1988\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 12 ordered to stand part of the Bil. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 368</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 13 to 18 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 19 - \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, may I, with your permission, move my two amendments together? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, please proceed. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 14, after line 2, to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"(c) by deleting the words \"paragraph (6)\" in paragraph (7) and substituting the words \"paragraph (5)\";\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 14, after line 39, to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"(f) by deleting the words \"paragraph (8)\" wherever they appear in paragraphs (9) and (10)(b) and substituting in each case the words \"paragraph (7)\";\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, clause 19 of the Income Tax (Amendment) Bill needs to be amended in order to rectify an error in the renumbering of the provisions therein pertaining to amendments to the Fifth Schedule of the Income Tax Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendments agreed to. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Consequential amendments will be made: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page, 14, to re-letter paragraphs (c), (d) and (e) as paragraphs (d), (e) and (g), respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 15, to re-letter paragraph (f) as paragraph (h). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These will be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 19, as amended, ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 368</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CHILD CARE CENTRES BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>11.36 am \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 369</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill seeks to provide for the control, licensing and inspection of child care centres, and to repeal the Creche Establishment Act, 1973. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage more women to join the workforce and parents to have more children, reliable child care centres and facilities have to be made available to them. The present pool of foreign domestic help may not always be available to parents, especially when the economic situation in the countries where these maids come from improves. The pool of grandparents who now look after the children may also decrease over the years when the retirement age increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has been actively promoting the establishment and development of child care centres over the last few years. As a result, there has been a significant increase in the number of child care centres. For FY 81-82, there were only 33 child care centres. Now there are 114. Based on the targeted increase in the female labour force participation rate by 1995 and the projected population growth, it is estimated that we need about 15-20 new child care centres each year between now and 1995 to meet the increasing demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government itself does not and is not likely to operate any child care centre. The Government's policy is to encourage and help private entrepreneurs, employers and organizations to set up and operate child care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the utilization of these child care centres depends very much on the confidence parents have on the child care centres and on the quality of care provided by the centre staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When choosing child care arrangements for their children, what is uppermost in the parents' minds therefore must be the reliability and the quality of the care arrangements. Among the aspects the parents look for are such things as health, nutrition, safety, programme quality, staffing, facilities and so on. Parents therefore need to be assured that there must be minimum standards for child care centres. This Bill therefore recommends that minimum standards be set to ensure that the welfare \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 370</b></font>\n  <br>\n  <br> and interests of the children are catered for in the child care centres. This will enhance the parents' confidence in the child care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Creche Establishment Act passed in 1973 is outdated and therefore needs to be repealed. This Child Care Centres Bill will take its place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I need not go into the detailed clauses of the Bill as the sub-titles of the clauses are self-explanatory. I will touch on the main features of the Bill. Under this Bill, a \"child care centre\" is defined as: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'any premises at which 5 or more children who are under the age of 7 years are habitually received for the purposes of care and supervision during part of the day or for longer periods;' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill which will be administered by the Director of Social Welfare: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) requires all child care centres to be licensed and to operate in accordance with the terms and conditions laid down by the Director; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) specifies the grounds under which the Director may refuse to issue or renew a licence, or may suspend or revoke a licence; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) empowers the Director or any officer authorized by him to inspect child care centres and the records therein; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) empowers the Minister to make regulations to carry out the purposes of the Act and to exempt any centre from any or all of the provisions of the regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Regulations to carry out the purposes of the Act may cover, among others, matters pertaining to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the operation, management and supervision of child care centres; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the duties and responsibilities of persons licensed, and the complement, qualifications and training of the staff; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) the health, safety, nutrition and management of children; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) the adequacy or suitability of premises, equipment, programmes and physical facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One important factor that influences the quality of care is the staff competency in child care. The regulations will ensure that operators comply with the training \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 371</b></font>\n  <br>\n  <br> requirements of staff and that staff are properly trained to undertake their work. The Ministry will work together with the appropriate training institutions, eg, the Institute of Education, to ensure that child care centre staff are adequately trained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has also set up an Accreditation Committee to look into the accreditation of child care courses not conducted by the Institute of Education. This will ensure that staff who are trained overseas or by other accredited organizations have the necessary training to carry out their duties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the introduction of this legislation will not pose any hardship to existing operators of child care centres because since 1981, my Ministry has introduced a set of guidelines for the development and operation of child care centres. Child care centres have closely followed these guidelines. Where existing child care operators fall short, the Ministry will give them a grace period of up to two years to enable them to comply with the requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Mr Deputy Speaker, Sir, this Bill is rather straightforward and I shall be brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my GPC and resource panel have discussed this Bill at length and we support it generally as it aims to provide minimum standards to be observed in our child care centres. This is important for parents have to be assured that their children are properly taken care of in an environment conducive to their growth. Only then, Sir, would mothers, who would otherwise want to strive for a career or to work to augment the family income but are unable to do so because there is no one to look after their children, be induced to leave them at these centres. Therefore, the safety and well-being of children left at these centres cannot be compromised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Supportive as we are of this Bill, there is a need to ensure that the cost of sending children to such centres will not be too high as to squeeze out low-income mothers from taking advantage of these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 372</b></font>\n  <br>\n  <br> centres. And I am glad, in fact, to hear the Minister mention just now that as of now at least there would be no difficulty of existing child care centres in maintaining such standards. I presume therefore that cost would not be unduly raised. Because if the cost of sending our children to child care centres exceeds the income that we can get, then it would only be logical for mothers to remain as housewives and look after their children themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two views on this matter. One is that it would defeat the whole purpose of child care centres if mothers find it more economical or less cumbersome to take care of their children than to send them to child care centres. The other is even if the income mothers would have earned is only marginally more than the cost of sending their children to these centres, this would still be justified because the advantages and benefits enjoyed by the children at these centres would offset the cost involved, - like being taken care of in a better environment, being able to learn social skills through mixing with their peers and learning other skills which would not otherwise be found at home. This being so, Sir, then it is important, I stress, for the Ministry to pay attention to the cost of sending children to these centres, especially for those who may not be able to afford it. Because while there is merit in leaving costs to market forces, the only trouble is that such forces tend to always disadvantage those who cannot afford it. I hope the Minister will give his response to this caution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, Sir, my GPC and Resource Panel have also identified certain issues which we think the Ministry ought to look into: (1) Under the definition of a \"child care centre\" in clause 2, we wonder whether this would include such places as children's corners in shopping centres and in department stores, as the definition appears loose enough to include such places. And what about \"drop in\" centres run by some charities? While these centres are not meant to be child care centres, in the strict sense of the word, again the definition seems to include them too. If so, does the Ministry have any plans to assist these centres should any upgrading be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 373</b></font>\n  <br>\n  <br> needed as they serve a much needed but free and voluntary service to the public? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, we are rather unclear as to what constitutes \"sufficient qualifications\" in clause 4(3)(d) of the Bill. Can the Minister elaborate on this? Does it cover volunteers too? If so, has the Ministry any plans to ensure that the requirements for such qualifications would not render voluntary work difficult and an inaccessible one? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, clause 18 of the Bill states that the Act does not apply to centres controlled and maintained by the Government, although the Minister just mentioned that the Government is not likely to operate child care centres. So why is this clause needed, Sir? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Deputy Speaker, Sir, with regard to this Bill I have two points to raise with the Minister. In clause 5(1) it seems that the fee for a licence is a variable amount which the applicant will know only after he has been issued with a licence. Is this correct? Or is there a prescribed fee that is known in advance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I want to raise is on clause 7 on the question of appeal. The clause here says that the appeal is \"to the Minister whose decision shall be final.\" Some of these child care centres can be a very expensive investment for people who want to get into this business. You will find that it does imply here that there is no recourse to the judiciary. Is it fair to have this clause in the Bill? \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Mr Deputy Speaker, I just want to raise a few points with the Hon. Minister with regard to the provision to encourage private operators, ie, private companies or individuals, to set up child care centres so as to reduce the dependence of parents on foreign maids. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is a very good idea that we have introduced this new Bill. But what I would like to ask the Hon. Minister is that many of the premises that are being run as child care centres are, in fact, not really ideal locations. If we are going to encourage parents to put their children in child care centres, I think we should make greater effort to provide better quality, better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 374</b></font>\n  <br>\n  <br> designed, buildings. As you can see, some of the child care centres are located at the void decks of Housing and Development Board flats. May I suggest that the Minister liaise with the Minister for Education to find out how many schools are being returned, in other words, being relocated, and can these old school buildings be used as child care centres? I feel that it is very ideal because there are enough facilities like toilets and all these for the children, classrooms and also car parking facilities for parents, playgrounds and so on and so forth. May I suggest that the Hon. Minister liaise with the Minister for Education to try to acquire some of these old schools and maybe lease it out on special terms to those private individuals or companies that wish to set up child care centres. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Deputy Speaker, Sir, I just want to ask the Minister clause 18 which exempts certain child care centres from the provisions of the Bill. I wonder why. If you refer to the object of the Bill, this Bill primarily is to set out the rules and regulations for child care centres. So I wonder why there should be an exemption for child care centres controlled by the Government. I think policing should be for all, private sector or Government. We are trying to ensure good standards and the Government should set the standards. I think it is important that even Government child care centres should not be exempted from being policed. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Mr Deputy Speaker, Sir, I wish to support the intention of this Bill, which is to establish good standards of care for young children under the care of child care centres. Although it is my personal conviction that infants and young children thrive and develop best under the care of their own parents within the confines of their own homes, I do recognize that there is a trend for increasing demand for places in child care centres, and therefore it is timely that we ensure that standards of care are good when parents seek to place their children in these centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the points have been mentioned by other Members and I am sure that we all support this Bill. This Bill in effect gives the Minister wide ranging powers to draw \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 375</b></font>\n  <br>\n  <br> up comprehensive regulations for the centres and powers to enforce them. Under clause 19 there is a long list of regulations setting out all the various aspects of the child care centres. May I suggest that an additional regulation be included which will address the question of minimum space allocation per child, and other factors of building construction such as ventilation and natural lighting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may digress just a little. I feel that child care centres are good to have but it may be that they are not the best thing for very young children. But it may be that in the future the need may arise when we ought to extend the scope of child care centres to include the care of children who are schooling, be they primary school or secondary school but, in particular, children of primary school age and children whose parents are both away from home, and who would return home after school to an empty house. However, this concept is not within the scope of this Bill. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, the Bill is timely in the sense that there will be a need to deal with an increase in the number of child care centres to be operated by private operators. The Bill will also take action against unscrupulous operators who might take advantage of families who need child care facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a number of observations to make, Sir. Firstly, would the Ministry set up an accreditation committee to accredit the various child care centres. I think this is important because the committee can accredit the standard of the various child care centres, both Government and non-Government child care facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Bill also makes provision for the assessment of the facilities and the conditions of various child care centres. However, I would like to see more emphasis placed on the assessment of the psychological and social quality of child care, because this aspect is most important. It is a very elusive area but nevertheless it is very important to assess this aspect because any neglect in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 376</b></font>\n  <br>\n  <br> psychological and social aspects of care will be very traumatic for the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I would also want to see that Government centres are also monitored because Government centres are supposed to set the pace and therefore it is essentially important that their service standards be also assessed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I rise to support the Bill, Sir. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I thank all the Members for their contribution and I shall try to be as brief as possible in addressing all the points raised by the Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Siglap is concerned about costs. If we have this Bill, would it increase the cost of child care for the parents? Let me assure him that this is not likely because what the Bill sets out to do is to provide for minimum standards in child care centres. Right now we know that most, if not all, of our child care centres have met these minimum standards and they are charging fees ranging from $190 to $350; and with a subsidy of $100 from the Government up to the third child, parents only pay between $90 and $250. I think this trend is likely to continue. We will also continue to encourage and assist voluntary organizations the NTUC, the PA, to set up centres in all our major housing estates so that it can be accessible to the parents who need them. So let me assure him that the parents do not need be too concerned about the increase in the cost. But, of course, if parents want more than what is provided for in the minimum, then I think they deserve to pay more because if they are willing to pay and there is a market for it, and if there are child care operators willing to provide for them, then I think we should let the market forces decide on the fee for such child care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether mothers should stay at home to look after their children or to work and get the additional income, I think, again, we will leave that to the parents to decide. They should weigh the pros and cons of the returns for the job with staying at home to look after their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked whether the definition here includes children's corners in departmental stores. I do not think so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> He also asked whether the drop-in centres operated by charities also come within this definition. Again, I do not think so. But if he has any idea where these centres are I shall ask my officers to look at them to see whether they fit into the definition. If they do fall within that definition and if they are unable to meet the minimum standards, we shall try to assist them as much as possible to meet the minimum standards. If they cannot meet these standards, then of course they will have to close down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards \"sufficient qualifications\", we have three kinds of courses. With the assistance of the Institute of Education, we have designed three kinds of courses: the basic course which is about 120 hours, the intermediate course, 150 hours, and the advanced course, 200 hours. These courses are for different grades or different levels of child care staff. The basic course is for child care assistants, the intermediate course is for the child care teachers, and the advanced course is for the child care centre supervisor. These are what we mean by the\"sufficient qualifications.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, there are also other institutions like the NTUC that conduct courses for their staff. We also look at these courses to see whether they provide the necessary training and whether the curriculum is adequate or not, and so on. I know that child care operators have no concern about qualifications because they know that generally they can meet them. But if they cannot, they can always send their staff to the Institute of Education or the NTUC for training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Siglap and several others also asked the question about why Government-controlled child care centres need to be exempted? As I said, there is no intention of Government to run any child care centre. It is not likely to do so. It does not have any. But the clause is there, just in case we need to. But even if Government runs child care centres, let me assure Members that they will also meet the minimum standards that we set. If Members would like to take a look at the child care centre set up by the Ministry of Community Development Club they can see an example of how a child care centre is run. It is not run by the Ministry but it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> run by the club itself. You can see an example of how the club runs the child care centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Radin Mas asked whether the fees have been prescribed for the licence. They have not been prescribed but it is not a big problem. It is not so prohibitive as to close all the centres. That is not the intention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked why there is no appeal to the judiciary. I feel that it is not necessary so long as we are able to work closely with the child care operators. Right now we have no difficulty at all in working with the child care operators. They have generally been able to satisfy all the conditions we laid down. If it is really necessary for them to resort to appeal to the Minister, we can be as sympathetic as possible provided they are reasonable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh mentioned that child care centres in the void decks may not be ideal places. There may be such instances but let me assure him that from the various centres that I have visited in the Housing Board estates' void decks, I think they are of a reasonable quality, of reasonable standard. I do not think he need worry too much about that. As to his suggestion about getting disused or old school buildings, we will consider. In fact, we will consider any building that is suitable for child care, not just old school buildings. But he must know that a school normally takes in about 1,000 students or 800 students per session and therefore the building is pretty large if it is to cater for only 40 children as a child care centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ulu Pandan suggested that regulations be imposed on ventilation, space allocation, lighting, etc. I believe this is also part of our minimum standards. As to her suggestion about the future, she says that if we can afford it, we should extend child care to pre-school and after-school periods for children who are still at school.Let me say that the current regulations and the Act do not prohit any child care prohibit any child care centre from receiving children for pre-and after-school care. In fact, right now, there are 14 centres receiving pre- and after-school children. It is entirely up to them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 379</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Member for Bo Wen's suggestion about accreditation committee for child care centres, I think it is not necessary. The staff of my Ministry are competent enough to assess the suitability of centres, with the assistance of other Government departments like the Fire Safety Bureau, the Environment Ministry and so on. As to his suggestion about studying the psychological effects of putting children in child care, I believe that is a useful idea which we have also thought about. But I think psychologists or sociologists in the University can also play their part by doing the research themselves and giving us their input. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Wong Kan Seng]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considreed in Committee. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The citation year will be altered from \"1987\" to \"1988\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 2 to 20 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 379</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REPORT OF COMMISSION OF INQUIRY ON INVESTIGATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>CONCERNING THE LATE MR TEH CHEANG WAN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 18 of 1987)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House accepts the Report of the Commission of Inquiry on investigations concerning the late Mr Teh Cheang Wan contained in Paper Cmd. 18 of 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the outset I wish to recall three important facts. First, this Commission \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 380</b></font>\n  <br>\n  <br> was established because the Member for Potong Pasir wanted it. On 4th March, 1987, he asked in this House if the Prime Minister would call a public inquiry to get to the bottom of the \"Teh Cheang Wan Affair\", and to make recommendations to prevent further corruption in high places. He then made statements which suggested that the CPIB had not been thorough in its investigations or that there was a cover-up. In the words of the Commissioners, he suggested that \"there was more to be known or discovered than had been disclosed by the Prime Minister. He further gave the impression that he knew something else which the Government did not know in connection with Teh Cheang Wan.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second fact to be recalled is that the Member's terms of reference were accepted and incorporated in their entirety in the Instrument of Appointment of the Commission. The Government of course included an additional term on whether the CPIB had been thorough in its investigations and whether there had been any attempt to conceal, overlook, cover up any information concerning corruption or criminal wrongdoing. The Government did this because the Member had cast a doubt on the thoroughness and effectiveness of CPIB's investigations. The Member did not object to this term although he did try to disclaim that he had ever accused the Government of cover-up. But the Commissioners thought otherwise and this is what they said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The implications are clear. They either suggest that the CPIB had not been thorough in its investigations or that there was a cover-up.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, the Member categorically undertook to lead evidence on his terms of reference, and he said on 4th March, 1987: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... not only I will lead in evidence but I have certainly people who are willing to assist me in that area.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This point about \"lead in evidence\" featured prominently in the proceedings of the Commission. We must therefore recall that at that sitting in March 1987 the Prime Minister repeatedly told the Member that he would have to lead evidence and produce them. In fact, reading the Hansard, one will see that the Prime Minister men- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 381</b></font>\n  <br>\n  <br> tioned this on nine different occasions, and there was good reason for the Prime Minister to stress this for, as he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We have not seen the need for this inquiry. But we [ie, the Government] are not having this Commission of Inquiry in order that we will commission somebody to produce evidence of wrongdoing or possible wrongdoing when we have not found any.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister also warned him that it was no easy task to lead evidence. But the Member replied: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Speaker, Sir, I wish to tell the Prime Minister I am on solid ground and I have nothing to fear.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having recalled these three facts, let me now turn to what the Commission had to say of the performance of the Member who had asked for this inquiry, who had drafted these terms of reference, and who said that he would lead in evidence and bring evidence and bring people to bring evidence. First, as to his requests for files and witnesses, the Commissioners quite correctly rejected his requests because he failed to show the relevance of his requests to his terms of reference. They said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'At no time during the entire duration of the Inquiry was he able to give the Commissioners the slightest indication of what he wanted from the files. Mr Chiam failed to give the Commissioners any sense of direction and purpose in his search for evidence.' \n  <br>\n  <br>They refused to allow him, in their words, \"to go on a fishing expedition because he did not know what he was fishing for. He was merely groping in the dark hoping to find some wrongdoing but with no idea what the nature of the wrongdoing may be.\" Worse, according to the Commissioners, \"He was not even able to say what his suspicions of wrongdoing were.\" They concluded that no reasonable Commission of Inquiry would have acceded to Mr Chiam's requests in these circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is pertinent, Sir, that the Commission felt that his demand to see all the files, including CPIB files, was tantamount to him wanting to act out the role of a super investigator; a super investigator to double check the investigations already done by the CPIB. What is significant, however, Sir, is having said this, the Commission decided to waive the rule of relevance and they bent over backwards to make available the various files and documents. They said that they did this to avoid giving the impression that they were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 382</b></font>\n  <br>\n  <br> obstructing him. Thus, all the MND files relating to paragraphs (a) and (c) of his term of reference were made available to him and all the monthly statements of the seven bank accounts of the Teh family had been made available to him. But when these files and documents were made available to him, what did he do? Did he proceed to inspect them carefully? He did not. Sir, he did not bother to inspect the files until the last minute. Nor did he give any reason for such conduct. They said that any reasonable person would be justified in concluding from his conduct that either (a) he lacked a sense of responsibility in failing to inspect the files diligently, especially after having protested so strongly about being denied access to them; or (b) he did not really believe that they contained anything useful to his terms of reference. They said he failed to inspect them diligently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, the Member sought adjournment after adjournment and on each occasion he gave a different reason. His first request for an adjournment was on the ground that he needed time for getting up. On the second occasion, in August, it was on the ground that the Commission had wrongly labelled him as an accuser or an alleger. And on the third occasion, on the ground that there was a difference in meaning between \"lead in evidence\" and \"leading evidence\". Having caused delays for several months in these ways, not only did he not \"lead in evidence\" but he even warned the Commissioners that they had no power to terminate the proceedings so long as he had not \"led in evidence.\" They had to wait for him, in other words, however many months or years he was going to take. The Commissioners' ruling, in my view, was a masterpiece of restraint and understatement when they said all this was against common sense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after this ruling, the truth finally came out when the Commissioners, in their words, \"finally pinned him down\" (these are not my words) and they finally pinned him down after 90 minutes of laborious questioning, at the end of which the Chairman pinned him down as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Do you or do you not have the evidence to lead now, whatever the reasons may be for your not having the evidence?' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 383</b></font>\n  <br>\n  <br> Mr Chiam's answer was: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'No, Sir.' \n  <br>\n  <br>Even then he still tried to wriggle out by saying that the reason he had no evidence was that he had not been given the evidence to \"lead in\" and therefore he could not comply with the undertaking. The Commissioners dismissed this by saying that these were mere excuses and did not affect the truth and in their view the truth was he had no evidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Commissioners also found it relevant to state that the Member, in calling for this Inquiry without a shred of evidence, direct or hearsay, had exaggerated the magnitude of what he called the \"Teh Cheang Wan affair\" to an extent unjustified by the evidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as to his failure to lead in evidence and his final admission after many months that he had no evidence, the Commissioners described his conduct as quite extraordinary and that he had displayed a singular lack of seriousness in carrying out his role at the Inquiry. He had led everyone on an extended wild goose chase and that his conduct on the whole had fallen short of the responsibility expected of a person who called for a public inquiry into a matter of public interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, recently in the Sunday Times of 3rd January, 1988, the Member is reported to have taken great offence over what the Commissioners have said in the report on him. He is reported to have said that he was surprised at the Commissioner's criticism of his conduct because the Commission was set up to look into the Teh Cheang Wan Affair, not to interrogate me. But the report turned out to be an attack on me.\" Sir, if the Commissioners criticized him, surely he had asked for it and deserved such criticism. He asked for the Commission, he drafted this terms of reference, he said he would lead in evidence and bring people to bring evidence, and it was he who said that he was \"on solid ground\". \"I have nothing to fear.\" And it was he who said that the CPIB is not thorough, there is a cover-up, there is more to be known, and if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 384</b></font>\n  <br>\n  <br> I may quote from the Commission's Report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... he sowed the seeds of suspicion that the Government had not \"come clean\" regarding the CPIB's investigations ...'. \n  <br>\n  <br>Yet, Sir, he did not tell Parliament or the Commission the truth that he had no evidence. The point is that it was not really necessary for him to have made these suggestions of wrongdoing. He could have simply asked for a Commission of Inquiry on the ground that it was of public interest since the Minister had committed suicide and the trial for corruption was therefore not possible. He could have done that. There were other perfectly valid and legitimate reasons for asking for a Commission of Inquiry without making unfounded allegations. Or if on 4th March he believed at that time when we debated this matter that he had evidence of more acts of corruption, he could still have been been quite honest and open about it with the Commissioners when the hearings began. He could have told them that his anonymous or named informants had let him down and that he was mistaken or had been misled. He had the straight and honourable course of action open to him. It would have saved much time. But he continued to give the impression that he did have or could get the evidence and resorted to extraordinary ploys and excuses to wriggle out, caused delays until he was finally pinned down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, we would like to take the Member for Potong Pasir seriously. But he should not follow in the steps of Mr Jeyaretnam whose habit was to make smears, insinuations, allegations and, when challenged, instead of withdrawing, twisted and turned in evasions and equivocations. It did Mr Jeyaretnam no good. It will do the Member for Potong Pasir no good either. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, among the many excuses given by the Member for Potong Pasir for failing to keep his undertaking was his complaint that he had not been given access to all the CPIB files and that the Prime Minister had promised him access to CPIB files. In other words, the Prime Minister had not kept his promise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Commissioners pointed out in the report, the Prime Minister made no such \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 385</b></font>\n  <br>\n  <br> promise. The Commissioners carefully examined exactly what the Prime Minister had said in this House on 4th March and they concluded, after careful analysis, that the Prime Minister made no such offer to make CPIB files available to Mr Chiam. Indeed, Sir, it would have been grossly improper for him to have access to CPIB files because they did not contain evidence of acts of corruption but only CPIB's investigations on corruption but only CPIB's investigations on the two acts of corruption against Mr Teh and other allegations of corruption by many persons which had been investigated and were not substantiated. It was right that the Commissioners rejected the request but they took pains to set out the reasons for the ruling. As these reasons are important, I would like to refer to some of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Commissioners said that \"because of the confidential and sensitive nature of information and evidence on corruption and its propensity to tarnish the reputations of innocent persons\", the Commission had no justification to accede to his request \"unless Mr Chiam could show that the CPIB files were relevant to his terms of reference\". They also said that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Corruption is by its nature difficult to detect. The detection of corruption, more often than not, depends on the willingness of informants and complainants to report corrupt acts to the CPIB. Further, allegations of corruption, whether they turn out to be true or otherwise, when investigated by the CPIB, tend to have an immediate adverse effect on the name and reputation of the person complained against, if made public. Also, investigations on corrupt acts cannot be done openly without destroying their efficacy. All information obtained or developed in the course of investigation by the CPIB is highly sensitive and therefore should be accorded a high degree of confidentiality.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while having repeatedly insisted that he must see CPIB files, what is surprising and even remarkable is that when he was offered the opportunity to cross-examine the Director of CPIB, Mr Evan Yeo, and the other CPIB officer, he threw away the opportunity. One CPIB officer had testified on oath. That was \"the best evidence of what they had been told by witnesses and what they had seen in the files and documents.\" As the Commission said, \"if he believed or even suspected that there was somethingin the CPIB files which could assist him, ... he could put the proper questions\" to them. Thus the Commission concluded: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 386</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) either he did not know what to question the witnesses or he did not have any reason to disbelieve their testimony; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) they could not allow Mr Chiam to rummage through all the files of the relevant Ministries of the Government to look for unspecified wrongdoings; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) at no time during the whole of the Inquiry was Mr Chiam able to tell the Commissioners what was it that he wanted to establish from or see in the CPIB files. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, let me now turn to other aspects of the report. First, let me refer to the Commission's findings on the first term of reference, whether the CPIB did all that was necessary to uncover acts of corruption, whether it had been thorough, whether there was any attempt to overlook, conceal or cover-up. This was an important term of reference in view of the insinuations and innuendoes by the Member. What were the Commissioners' findings? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They found that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the CPIB did all that was necessary to uncover all the acts of corruption; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the CPIB was thorough in their investigations before concluding that there was no involvement by any other Minister, Parliamentary Secretary, or Government officer in these acts of corruption or other criminal wrongdoing; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) there has been no attempt to overlook, to conceal or to cover-up any information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What were some of the factors that led the Commissioners to arrive at the findings? They are all set out in Chapter 9 of the report, and I will only highlight the following. First, the two acts of corruption of Teh Cheang Wan, in their view, might never have been uncovered but for CPIB's commitment in investigation. Although initial investigations were unpromising, the CPIB perservered and finally succeeded in uncovering the identity of the suspect. The Commissioners said that if the CPIB had been reluctant to investigate further because Mr Teh was a Minister, they could have terminated the proceedings. Instead, they investigated fearlessly and impartially as a result of which a second allegation against Mr Teh came to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 387</b></font>\n  <br>\n  <br> light. The Commissoners said the CPIB \"lost no time in investigating him thoroughly\". They accorded top priority to his case. No one should have cause to believe that the CPIB had been tardy or reluctant. The fact that Mr Teh was a senior Minister, in their conclusion, made no difference to the manner in which the investigations were conducted, ie, impartially and fearlessly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what we have is a situation where the Member had no evidence but sought to cast doubts on the effectiveness of the CPIB and insinuated that there was a cover-up. One of the most important points which emerges from this whole episode, Prime Minister's statement to the House in January, 1987, the debate on the Member's request for a Commission of Inquiry and the Commission's report and its findings is that the integrity of our system to deal with corruption and to punish corruption is intact. Consider first the position taken by Government. The Director, CPIB, testified that when he first informed the Prime Minister of the alleged involvement of Mr Teh, the Prime Minister authorized discreet investigations and told the Director that if Mr Teh accepted bribes, he had to go to jail. Six days later, Prime Minister approved open investigations. In other words, the CPIB received the fullest backing of the Prime Minister, even though the person investigated was a full Cabinet Minister. Secondly, CPIB's investigations were found by the Commissioners to be thorough, fearless and impartial. Third, when insinuations of cover-ups are made by anyone, the Government has no hesitation in having a full public inquiry. This was clearly stated by the Prime Minister when he said in March: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Government is ready to have a public inquiry into any matter of public interest so that there can be no question of any cover-up.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Commission of Inquiry, as Members will know from its terms, was not asked to make any finding about the overall integrity of our system. But the Commissioners were nevertheless moved to make the following observations on page 54: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Chiam could not have been ignorant of the fact that Singapore has an enviable reputation for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 388</b></font>\n  <br>\n  <br> honesty and integrity of its public institutions. This reputation is a hard-earned national asset which should be protected and preserved.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, Mr Deputy Speaker, Sir, it is precisely because it is a hard-earned national asset that we are prepared to go to any length to bare all the facts when that reputation is unjustly attacked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the strength of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>12.29 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> I am much obliged to you, Sir. Sir, I rise to urge the House not to accept this report. But before I give my reasons, I would like to ask the Minister: what is the result of the CPIB's investigations as regards to three complaints which were still outstanding at the end of the inquiry? Perhaps the Minister could give us his when I have finished my address here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I take great objection to the Minister when he said that I did not tell Parliament the truth that I had no evidence. I do not lie and I say so openly. Was it my duty to come forward and say, \"Mr Prime Minister, I got no evidence whatsoever. But nevertheless I would like to have an inquiry.\" Is that what I should have done? I do not think I have that duty to say that I have no evidence. I do not think it is fair to attack me and to cast aspersions on my integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want the Minister to point out the relevant columns of Hansard where I made unfounded allegations. Let me know where I made the unfounded allegations in Hansard of 4th March 1987. The Deputy Public Prosecutor has made great pains on one particular statement that I made. This is to be found in Hansard, Vol. 49, col. 52: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... we have already in fact, evidence that strange goings-on have taken place.' \n  <br>\n  <br>Sir, he has quoted me out of context. Of course, there were strange goings-on. But you must read this sentence in the context of what I said. The strange goings-on were in relation to the acquisition of land at Chua Chu Kang. I believe I have already told this House that I have knowledge that in the case of land acquisition, it is never \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 389</b></font>\n  <br>\n  <br> the practice of the Commissioner of Lands to return land after it has been acquired. In this particular case, one-third of the land acquired had been returned to the developer. Of course, there were strange goings-on. That was what I meant. Sir, what false allegations have I made? Please let me know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not accepting the Report for the following reasons. I believe the Commissioners erred in at least five aspects. (1) They were biased. (2) They were wrong in imposing a duty on me to produce evidence which I had no such duty. (3) They misinterpreted the term \"to lead in evidence\". (4) The Commissioners denied me the necessary facilities and the relevant files. (5) They interpreted the rules of relevance wrongly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I say the Commissioners were biased because first they branded me \"an accuser\". Then they changed their minds and said, \"No, you are not an accuser. You are an alleger.\" Whether it makes any difference, I really do not know. What is the difference between \"accuser\" and \"alleger\"? It is all the same. By calling me an accuser or alleger showed that they did not have an open mind. They were not neutral. They had taken a position which they should not. If they had taken a position, they cannot be objective. If they cannot be objective in their findings, their report too would be slanted. The Commissioners like a judge in a court of law must be absolutely neutral or unbiased. As soon as it can be shown that any Commissioner in a public inquiry or a court of law is prejudiced and cannot carry out his duties objectively, he must default himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my case, Sir, I had every justification not to proceed with the inquiry. I knew that I would not be able to do my job properly, in the knowledge that all the Commissioners were already biased when all of them agreed that I was an accuser or alleger. So how could they be objective? They had already made up their minds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the second reason, I say that I had no duty to give evidence of my own. Throughout the proceedings, the Commissioners insisted that I give my evidence. They were wrong in imposing this duty on me when I had no such duty. I was not a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 390</b></font>\n  <br>\n  <br> witness. If I were a witness, then I had to give evidence before the Commissioners. If the Commissioners had studied the terms of the instrument of appointment closely, they would know that my duty was to lead in evidence which cannot be interpreted in any way to mean that I was to be a witness. In fact, throughout the inquiry proceedings, the Commissioners were labouring on this wrong premise. Therein lay their major fault. The Commissioners were aware that the inquiry had its genesis or beginnings in the debate between myself and the Prime Minister in Parliament on 4th March last year. There is nowhere in the report of that debate to show that I had evidence to adduce. I gave no such undertaking. At that time, I was only doing my duty as the sole Opposition Member in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since there was evidence that the late Minister had taken massive amounts of bribes and that he had committed suicide and the criminal proceedings against him cannot be proceeded with, the next logical thing the Government should do was to hold a public inquiry because there was public interest on the matter. It would appear that the Government did not intend to hold a public inquiry. It was therefore incumbent upon me to call on the Government to hold one. I was right in doing so. I think the Government should thank me for it. The Government's position was clear. It did not want to hold an inquiry. The Government said, \"We have done all that can be done. We have done a thorough investigation and we are satisfied that there were no other instances of corruption involving the late Mr Teh Cheang Wan or any Minister, Permanent Secretary or Government official. Therefore, there was no necessity to hold a public inquiry.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this principle adopted by the Government is wrong in relation to matters that have public interest. This is in a way akin to the stand taken by the Far Eastern Economic Review (FEER) which the Government rejects. The FEER's position in regard to its recent encounter with the Singapore Government was this. They claim, \"We have checked our source of news and we are satisfied that the news in fact came from that source and we are not obligated to check the veracity of the news itself.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 391</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the Teh Cheang Wan affair, the Government said that its investigations were thorough and were satisfied that there were no other wrongdoings and therefore it was unecessary for other probes on the matter. I say that this principle must be wrong. If it were not wrong, then the Government which is elected by the people forever need not account to the public on any matters of public interest. The principle of accountability is paramount in our Western-type style of parliamentary system. If the Government need not give public accountability, sooner or later corruption will creep into the system, as it has done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me emphasize again that nowhere in the debate of 4th March 1987 did I say that I would be a witness at the inquiry. The Report has quoted what I said, namely: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It should be recalled that Mr Chiam had said in Parliament that \"if we dig deep enough, then we will find the evidence.\"' \n  <br>\n  <br>What I wanted to was investigations on the Teh Cheang Wan affair. The word \"dig\" implied an investigation which is far from being a witness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next complaint against the Commissioners is that they were unable to understand the meaning of the term \"to lead in evidence\" which is different entirely in meaning from the term \"to lead evidence.\" They are world's apart. The preposition \"in\" appearing in the former term made all the difference to the two terms. At one stage, the Chairman of the Commission even said that my English was bad and that I had made a mistake in putting the word \"in\" between the words \"lead\" and \"evidence\". Believe it or not, he did say that. I am surprised that a leading Judicial Commissioner could say that. He thinks that if we use \"to lead evidence\" is good English and to use \"to lead in evidence\" is bad English. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, may I ask the Member whether he can find any phrase in any legal dictionary with these three words, \"lead in evidence\". I was careful in asking my colleague, Prof. Jayakumar, to quote the Member for Potong Pasir \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 392</b></font>\n  <br>\n  <br> because he used the words \"lead in evidence\" which have not been used in any judicial or legal context ever. So in order not to misinterpret him, we quoted him and put it in quotation marks. There is no such phrase in any legal dictionary. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I anticipated that the Prime Minister would be here and I have looked up the meaning of the words \"in evidence\" in Black's Law Dictionary. Yes, there is a recognized phrase \"in evidence\" - \"included the evidence already adduced.\" The example given under that meaning is, \"The facts in evidence are such as have already been proved in the cause.\" So facts in evidence are such that have already been proved in the cause. So \"lead in evidence\" means to lead that evidence which has already been adduced. It is as simple as that. There is a very major difference. I am sure the Prime Minister can understand me. I do not need a QC's opinion on that. I am quite certain of what I am saying. There is a distinct difference between \"lead evidence\" and \"lead in evidence\". So the DPP who went before the Commission of Inquiry, what he was doing was not leading evidence, he was leading in evidence. In other words, he has already got all the evidence. He has looked into the CPIB files. He has got the evidence there and he is just leading the Director of CPIB. He could even refer to the page in his file at one stage. You can replay the videotape. That is called \"leading in evidence\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Commissioner has forgotten that it is not my duty - I am so sorry about this - but the Commissioner has forgotten that once the phrase gets into the Instrument of Appointment, it is the President who is deemed to have used those words; and no longer me. I am sure the Hon. Minister, a Professor of Law, understands that. Once the word is incorporated in the Instrument of Appointment under the signature of the President, it is no longer mine, it is his. That is how we lawyers operate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sad to say, one of the Commissioners not only showed prejudice but he was also ignorant on a very vital aspect of the Inquiry. My duty, as spelt out in one of the terms of reference, was to lead in evidence. The words \"in evidence\", \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 393</b></font>\n  <br>\n  <br> according to Black's Law Dictionary, which I have just pointed out, is an authority on legal terms, and \"in evidence\" means evidence already adduced. So, as I pointed out, \"facts in evidence\" are facts that are already proved in the cause. Similarly, \"to lead in evidence\" means to lead in such evidence that has already been adduced. Therefore, according to the terms of reference, I was never to be a witness but to present the evidence that has already been adduced. So my duty was exactly the same as that of the Senior State Counsel, Mr Lawrence Ang, who had full access to all CPIB files. Mr Ang just produced the evidence which had been laid before him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of the wrong determination of my status or position in the Inquiry, the Commissioners had refused me the necessary facilities and also a secretarial staff and access to the relevant files. In my view the most relevant files are the CPIB files. Sir, I am a Member of Parliament, an elected representative of the people. I am not a party in a litigation as far as the Inquiry is concerned. This important point distinguishes me from the parties in the legal cases quoted by the Commissioners at page 51 of the Report. My position is to lead in evidence. I am not a witness. My position, as I have stated, is exactly the same as that of the Senior State Counsel, Mr Lawrence Ang, to assist the Commissioners in doing their work. So if Mr Ang had a right of access to all the CPIB files, so would I. Since I had no access to the CPIB files which were vital to my work in the Inquiry, I could not do a proper job of it. As such, I had every right not to proceed with the Inquiry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My fifth and last objection, Sir, to the Commissioners is that they blocked me every inch of the way by imposing on me the strict rules of relevance. Sir, as far as I am concerned, any matter which has the slightest or remotest connection with the terms of reference has relevance. And I have a right of access to those matters. As a result of the misapplication of the rules of relevance, I was blocked out. That was the position if one views the whole proceedings objectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I could just briefly enlighten hon. Members here as regards the obstacles that could be put up if one insists \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 394</b></font>\n  <br>\n  <br> on observing the strict rules of relevance. Say, I ask for the CPIB files. They will say, \"All right. What particular aspect do you want to look into it?\" Then if I say, \"All right, I want to look into the Teh Cheang Wan\". They will ask me, \"Which part of the Teh Cheang Wan aspect you want?\" And if I narrow it down, they will again ask me, \"Which are the ones?\" There is no end to it. So how can I proceed? In any event, the Inquiry is not in an adversarial position where there is a plaintiff and a defendant, or a prosecutor and an accused person. Of course, each party is trying to win the case and they will use these rules to block evidence on the other side. But in the case of an Inquiry we are not in an adversarial position. The duty of all those present is to assist the Commissioners. We should not be in an antagonistic position. We are in the same camp. We should produce evidence and let the public know the truth or at least come down right to the bottom of the matter. So I think the Commissioners really were unjustified in using the strict rules of evidence in trying to shut me out. That is their words. Although they disclaim it, I still maintain that they have shut me out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now we come to the findings. The findings are very important although much I have said are against them. (1) It proved that contrary to what the Government has said, it has not done a thorough job in investigating on the wrong-doings of the late Minister. The Director of the CPIB himself - he is a very honest man - admitted that he did not realize that he had powers to enquire from all banks in Singapore whether the late Mr Teh and members of the family have accounts with them. Only upon being told that he had in fact, such powers did he speedily make the necessary enquiries from all the banks in Singapore, and he received of course only negative results. But that was not really important. There were no other amounts or credit balance in other banks than those already found in the name of Mr Teh Cheang Wan or his family. But as I said, that is not important in our debate. The important point is that due to ignorance or oversight of the law, one Government official could not do thorough investigations on the matter, or thorough investigations could not be carried out on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 395</b></font>\n  <br>\n  <br> matter because there was a gap in his knowledge as regards his powers of investigation. The Government was just lucky the last time they could not find any other amounts stashed away. What would have happened if there was no public inquiry and the Teh family actually happened to have large sums of money put away in some other banks and that the CPIB had not investigated those banks due to their ignorance of the law? Then corrupt money would not have been traced. That is the point I am making. The point I am making is that the Government was not thorough.You may turn around and say, \"Well, later on we checked, nothing came out of it.\" But that is not the point. The point is that the Government was not thorough in its investigations and it just happened to be lucky that no amounts could be found. But assuming - \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> You got evidence? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Again, that is not an issue. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> What do you mean by \"not an issue\"? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course. Again - I think the Member has interrupted me. Mr Deputy Speaker, Sir, you chided me yesterday, but you keep quiet with regard to the Member - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You can continue. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Anyway, I said that even if moneys have not been found stashed away in some other banks, that is not an issue. The issue is that it could not have done a thorough job. That is the point I am trying to make. So assuming there had been money stashed away, because of the Inquiry it would have been found. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as regards Term 2(a), the finding was that Teh Cheang Wan was able to accept bribes by abusing his position as the Minister for National Development. This is an important finding. Why? Mr Teh Cheang Wan was able to accept bribes and he was able to abuse his position so that he could accept bribes. What can be more damning on the Government system than that finding? Again, I say the Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 396</b></font>\n  <br>\n  <br> should be thankful to me for calling for this Inquiry. At least now we know that there is a flaw. It has revealed a flaw in the Government system. The system is not as good as the Prime Minister made it out to be. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Can I ask what the flaw is that the Commissioners have not pointed out to the public? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, the flaw is so obvious. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> What is it? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The flaw is that the system allows for a Minister to be in a position where he could abuse his powers. That is the flaw. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Sir, can I clarify? Because this is a very serious matter. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is the finding of the Commissioners, Sir. I am just quoting from the Report. I am not saying anything else. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> This is a matter of considerable importance. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, can you let the PM have his clarifications? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. Yes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Go ahead, Mr Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Was there a flaw in the system that allowed the corruption? If there was, that flaw must be put right. The bribes took place because the Minister exercised a discretion which he had under the law, but for a consideration. Had Mr Teh Cheang Wan exercised his discretion as a Minister to have returned one-third of that piece of land as redundant to the needs of the Government, it was perfectly within his Ministerial powers. But when he did it for a consideration, that is corruption. The first one against Liaw Teck Kee. In the second case, he had the powers to sell a parcel of land to Mr Ho of Riverside Hotel, now dead. And had he not accepted a bribe, that again was within his Ministerial power. That is what Ministers are here for - to exercise discretion. But that discretion must be exercised in the public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 397</b></font>\n  <br>\n  <br> interest and not for private gain. Where is the flaw in the system? Show me any system in the world where Ministers have not got Ministerial discretion to exercise their responsibilities? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, we have to confine ourselves to Mr Teh Cheang Wan. We do not want to talk about Ministerial powers at large. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> What is the flaw? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the flaw in the Government system is that the Minister was able to be left in such a position where he not only could exercise his discretion according to law but, in fact, he could exercise his discretion exceeding, within even his powers. Let us take the case of the land at Chua Chu Kang. I think it is Chua Chu Kang. What happened was that the developers had made a search and the reply was that this land was not going to be acquired. They had already spent $10 million and they had plans to develop the land. But subsequent to that, unknown to the MND the Ministry of Defence required the land. According to the Report, Mr Teh Cheang Wan felt that he was obligated to these developers because apparently the Government had already given them an assurance that this land would not be acquired. Therefore, when he said that he felt obligated --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Where is the flaw in the system? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Let me finish, please. So what happened was that he exercised at that stage beyond his Ministerial powers of discretion. He was able to take into consideration which he should not have taken. In other words, friendship, goodwill and a moral duty, as he said. So if a Minister in exercising such a position is unable to be checked from exercising that discretion, then there is a flaw in the system. That is what I am saying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, can you resume your seat? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged, Mr Deputy Speaker. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 398</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, in order to have a full debate and airing on this subject, may I seek your consent and the general assent of Members present to move that Members be permitted to speak for more than half an hour to the Question now before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Deputy Speaker and the general assent of Members present, Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, Members be permitted to speak for more than half an hour to the Question on the Motion moved by the Minister for Home Affairs and Second Minister for Law. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I suspend the Sitting and take the Chair again at 2.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 398</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>REPORT OF COMMISSION OF INQUIRY ON INVESTIGATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>CONCERNING THE LATE MR TEH CHEANG WAN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 18 of 1987)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, with your leave, I will continue. I notice that the Government has brought in extra artillery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Where? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Please proceed, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> My last point I brought up was that the system was not as good as the Prime Minister has made it out to be. I will go on to the next point. In the light of this finding, I would call upon the Prime Minister to give serious consideration whether or not to permit regular public scrutiny of Ministers' assets. I for one would like to see Ministers declare \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 399</b></font>\n  <br>\n  <br> their assets before taking office and thereafter to have regular public checks on their assets on an annual basis. This is the surest way to prevent corruption, although I do not dispute the assurance given by the Prime Minister that there is a good law to punish those who are caught with corrupt practices. We have got a good organ, the CPIB, fearless in their investigations, and also we do have a vigilant public who will report on any acts of wrongdoing. But, Sir, I would still contend that there is no better check than the general public at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am surprised that the Commissioners have taken the trouble to defend the Prime Minister in the Report in relation to what he had said in Parliament on 4th March 1987. It is a pity the Prime Minister is not here. I suppose he will turn up later. The Prime Minister has on record made it clear that he does not need anyone to defend him. He is very capable of defending himself. In any event, the Commissioners, in my view, have done a poor job of it. I will require the Prime Minister to tell this House whether or not he has promised that he will make all files available to me. In my view, he has made that promise. I should like to refer to the relevant parts of the Hansard. I will take it right from the start at col. 45 [Vol. 49, 4 Mar 87]. The Prime Minister said \"I chose my words carefully.\" So he meant every word he said. He intended the full meaning of every word he said. Col. 46 (all this is on 4th March 1987): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Member will have full access to this data either in a commission of inquiry or in a proper trial.' \n  <br>\n  <br>Then I made a comment to this effect. He said that \"anything I want I could have access to. I will take his word for it.\" This statement of mine was never rebutted by the Prime Minister. The Prime Minister further said at the same column: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I can assure him that he will have access to the file, if he wants.' At col. 47: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'There is nothing which we want to conceal. I cannot go further.' \n  <br>\n  <br>Again in the same column: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Nothing will be denied him. I cannot go further.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 400</b></font>\n  <br>\n  <br> You see the adjective used, all \"nothing.\" What he really meant was every file that I asked for would be made available to me. Then we go to col. 51 at the bottom: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I assume that he [meaning myself] is going to lead the evidence and all the files will be made available to him. Nothing will be denied him.' \n  <br>\n  <br>Then we have at col. 54: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I want to make quite sure that the Member has got what he wants investigated, down in his own words.' \n  <br>\n  <br>In all these statements made by the Prime Minister, I have no doubt in my mind that he has made a categorical promise to me that if I lead in evidence all the files that I asked for, I will get them. So I want the Prime Minister to keep that promise. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Clementi):</b> Mr Deputy Speaker, Sir, the Commission of Inquiry on investigations concerning the late Mr Teh Cheang Wan has done a very comprehensive job in dealing with a very complex and painful matter. It is not often that Ministers have been involved in corruption charges. The last one was in 1976. The investigations show that the integrity of the Singapore civil service remains intact as the Minister acted alone in the two cases investigated. Similarly, investigations on other allegations have shown that they are without basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the cornerstones of Singapore's success in both economic and social spheres is the incorruptibility of the Government and the civil service. In a period of rapid economic and social progress, there are many temptations which would test the mettle of Government leaders and civil servants alike. There are really only two ways to guard against corruption. The first is the calibre and integrity of the individual in Government. He must have the basic qualities of honesty and commitment to do a good job. Our Government can be justifiably proud that the incidence of errant officers involved in corruption, is few and far between. It may have something to do with the moral values that we have inculcated in our population through our education programme and, more important, through the personal examples set by our senior leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, human nature being what it is, when temptation becomes too great, it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 401</b></font>\n  <br>\n  <br> inevitable that some will fall. It is here that the second element comes in. We must have a totally impartial agency such as the Corrupt Practices Investigation Bureau which is prepared to bring the investigations to the last detail and to the highest level. Without this independence and commitment to act regardless of pressures, wrongdoings will be covered up and corruption will slowly become insidious in the entire administrative system. The Singapore CPIB has an enviable reputation. It is well-known for its thoroughness in its investigations. It is often said that it is less than pleasantundergoing a CPIB investigation. Unless one is innocent of all wrongdoings, one would be hard-pressed not to buckle under the intensity of the probe. The safeguard, fortunately here, of course, is that innocent parties need have no fear because investigations, although thorough, will be fair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to note that the Commission of Inquiry has covered this second aspect in great detail. It has concluded that the CPIB has been most thorough in its investigations despite the seniority of the suspect. It gives us comfort that our system is able to uncover all corruption practices should and when they occur. The Commission of Inquiry's finding that the Minister has acted alone also helps to reinforce the integrity of the administration. All rumours and speculations of involvement by other officers can now be laid to rest. In an open society like Singapore it is not difficult to understand why such rumours spread so rapidly. The only way to counter this is to be open about the findings of the investigations so that all speculations can be laid to rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now come, Sir, to the stance taken by the Member for Potong Pasir. As the Minister has pointed out, it was the Member for Potong Pasir who called for the Commission of Inquiry. This was despite assurances given by the Prime Minister in Parliament that, first, the CPIB has concluded in its investigations that the late Minister acted alone and that no other officers were involved. Second, there were no other instances of corruption apart from the two specific instances mentioned. The Member for Potong Pasir in insisting for an open inquiry was not talk- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 402</b></font>\n  <br>\n  <br> ing of suspicion but of actual wrongdoing. He said in Parliament: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If we dig deep enough, then we will find the evidence.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has himself agreed to the terms of reference which he helped to draft. What do we find in the Inquiry then? The Member for Potong Pasir, after repeated questioning, has to admit that he has no evidence. If he had accepted the Prime Minister's statement at the outset, there would have been no need for such an inquiry. Having failed to produce evidence, the Member for Potong Pasir has resorted to technicalities to get out of involvement in the Inquiry. Playing on words, he got off from having to prove the allegations and accusations he levelled at the Government in Parliament earlier. He has, as the Commissioners said in the Report, to their surprise, given up the opportunity even to probe the CPIB officers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I be allowed to clarify a point he made? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Do you want to give way, Mr Chen? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Does the hon. Member accept the principle that if a Government investigates on a matter and it has satisfied itself that it has done a thorough job, nobody else can ask for a public inquiry? Does he accept this principle? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Mr Deputy Speaker, Sir, the Government has no need to call for an inquiry because it has done its full investigations and made the facts public. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes or no, please. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> If you cannot understand my answer, there is no point saying yes or no. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. Yes or no? I want to clarify. Don't avoid the clarification I asked for. Come on, be a man. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Let me continue with my statement, please. As I said just now, he has bypassed the opportunity to examine the so-called shortcomings of the system used by the Ministry of National \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 403</b></font>\n  <br>\n  <br> Development and other related companies which he had himself inserted as a term of reference for the Inquiry. In his statement this morning in Parliament he has covered grounds that have been dealt in great detail by the Commissioners. It is disappointing as an MP to see a fellow Member of Parliament casting aspersions on the character and calibre of the Commissioners of this Inquiry who are all notable professionals in their own right. It is even more amazing that he has not said this at the Commission but rather choose the opportunity --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I be allowed to clarify? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Please let me finish. He could have said all this at the Commission and then it would have given the Commissioners a chance to rebut. Instead he chose the easy way out by saying it here where he has got protection. This does not speak well of Members of Parliament. All this evasiveness shows that the Member for Potong Pasir actually stands on very shallow and unsteady ground. He cried, \"Wolf\", but no wolf showed up. He alleged wrongdoings of a momentous scale --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Massive. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> None surfaced. \"Momentous\" is not very different from \"massive\". Let us remind ourselves that the Government has come clean right from the start without prompting from other parties, much less the Member for Potong Pasir. The Commission of Inquiry called for by the MP for Potong Pasir merely confirmed findings concluded much earlier on, which findings had already been revealed in Parliament. It speaks well of the Government and the administration that we are prepared to uphold the integrity of our system even though it may involve very painful and difficult decisions as the case before us has demonstrated. The Government's total impartiality is to be commended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the Report of the Commission. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 404</b></font>\n  <br>\n  <br> Deputy Speaker, Sir, I rise in support of the motion standing in the name of the Minister for Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I comment on the report on the investigations on the Teh Cheang Wan Affair, could I just comment on the Chiam See Tong affair in the whole affair? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Home Affairs in his statement did express the hope that the Member for Potong Pasir would not follow in the footsteps of Mr Jeyaretnam. I am afraid his hope will not be entertained because it would appear that the Member for Potong Pasir is following in the footsteps of Mr Jeyaretnam all the way. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is not your concern, isn't it? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> You would recall that the Commission of Inquiry that was set up in Mr J.B. Jeyaretnam's case, when the report was not in his favour, he tried to discredit the Commissioner. I think, in like fashion today, the Member for Potong Pasir is doing the same, ie, because he has got no case to put across, he is trying to retrieve whatever reputation he has lost. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I be allowed to clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Sia, do you want to give way? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> He can clarify after I have finished. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Coming to his point that he raised earlier, his argument as to what was what - to lead in evidence or to lead evidence - I do not wish to enter into an argument as to which is correct at this point of time anyway. Whether it is to lead in evidence or to lead evidence, as far as I am concerned, it is irrelevant. What is more important is to proceed with the evidence, to proceed with helping the Commission to come out with whatever evidence that he claimed to have initially. I think everybody, not just the Commissioners but the public too, was waiting for the Member for Potong Pasir at the proceedings to come out with something dramatic. But instead, he chose to behave in the way he behaved. I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 405</b></font>\n  <br>\n  <br> have to repeat what has already been said in the Report and what has been stressed by the Minister for Home Affairs. The point is that he never had evidence in the first place. I think that is the position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is he now saying that he denied saying those things in Parliament in March - that he was going to lead evidence, that he was going to bring people who would help him to produce the evidence? In fact, he went further and asked whether the Government would be prepared to pay those who assisted him in preparing the evidence and helping the Commission. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What is wrong with that? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> No, there is nothing wrong with that. But the point goes to prove that you did say that you were going to lead evidence, that you were going to produce people who were going to lead evidence, help you to lead evidence, and you were asking whether they should be paid. All these go to confirm that you did at that time made it very clear. And as the Minister for Home Affairs said, nine times the Prime Minister repeated, \"Are you going to lead evidence?\" And your answer was very firm and you said you were \"on solid ground\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is quite extraordinary that the Member today should try to come and say that he never said such a thing and accused the Commissoners of being biased towards him. I think the Commissioners were trying to do their work, finding out what evidence the Member for Potong Pasir was trying to produce. Is it not their duty to do that? Is not the whole purpose of setting up the Commission of Inquiry was to determine whether there was any evidence to prove that there were other wrongdoings apart from what was revealed? In fact, that was the whole essence of setting up the Commission of Inquiry - on the strength of the statement made by the Member for Potong Pasir. Because the Prime Minister has made it very clear that as far as the Government is concerned, it is satisfied that the investigation by the CPIB is thorough, it is in the process of investigating further, that there is no lapse in the efforts of the CPIB in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 406</b></font>\n  <br>\n  <br> investigating any corruption cases, and let the CPIB proceed, as its function is to do that. There was no need for all this hullabaloo created as if the Government was trying to hide something. Because, I think, as is proven in the Report, that if at all there was any intention to hide anything, the whole investigation would have stopped at some point of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also said just now that there is a flaw in the system and that is why the late Minister for National Development, Mr Teh Cheang Wan, could abuse that. The Prime Minister has explained it very clearly. In the system itself, where is the flaw? As Members of Parliament, we often receive requests from constituents who are not happy with decisions taken by Government Ministries. They want the decisions to be reversed, as the decisions affect them either in acquisition cases or resettlement cases, or whatever the case may be. All decisions taken by Government Ministries very often inconvenience our constituents, and some decisions are sometimes made without taking into account all the considerations - the human factor, the constituent's point of view. Very often they approach us, as Members of Parliament, to appeal to the Minister to rescind certain decisions so that they would not be inconvenienced. I think we have come across cases where we find that some of the requests are justifiable. So I think the system which allows the Minister to exercise discretion is a system that works in the interest of the public. It not only works in Singapore, it works elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it is not so much the system that has got a flaw but it is the human nature of the individual who holds the position. It is the character flaw that induces the person to abuse his position resulting in all his acts of corruption. So if you could attribute the Teh Cheang Wan Affair to anything, it is due more to the flaw in the human nature of the late Mr Teh Cheang Wan, with due respect to him. It has nothing to do with the system because the system that allows Ministers to exercise discretion has to continue in the interest of our constituents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the report of the Commission of Inquiry on investigations \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 407</b></font>\n  <br>\n  <br> concerning the late Mr Teh Cheang Wan, to me is comprehensive and thorough, despite the Commission's inability to obtain cooperation from the Member for Potong Pasir who had asked in the first place for the inquiry because he suggested that there was more to be known or discovered regarding the Teh Cheang Wan affair. He not only would lead evidence, according to him, but there were also people who would assist him. He was given every opportunity to do so to support his claim, but he did not do so. And according to the report, it was after quite some time that finally the Commissioners got him to admit that he never had any evidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a Member of the Opposition, of course, the Member for Potong Pasir has a right to ask for a Commission of Inquiry. But as the Minister for Home Affairs has said, he could have done so and argued his case for a Commission of Inquiry in a legitimate and valid way. That is to say, that he would ask that since the late Teh Cheang Wan committed suicide and no trial was possible and since the public was keen to know what happened, a Commission of Inquiry would be quite in order in the public interest provided, of course, he did not in the process try to go further and suggest that there was something that he could produce to show that the Government was trying to cover up something. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think his right to ask for a Commission of Inquiry is not being questioned. It is the manner in which he went about it. And when he, as a Member of Parliament, did that in this House, of course, the members of the public naturally got excited and thought that there must be something because members of the public, or at least most of them, take very seriously what goes on in this House and therefore expected to see a lot of interesting things coming out. He was given every assistance to produce the evidence which he could not. The Commissioners had finally come to the correct conclusion that he, in fact, had no evidence. I think it would be very honourable for the Member for Potong Pasir to just accept the conclusions of the report instead of taking the opportunity today to cast doubts over the competence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 408</b></font>\n  <br>\n  <br> and integrity of the Commissioners and trying to bring in red herrings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in Singapore one of the main reasons why we have succeeded so well is the honesty and integrity of our public institutions. It is not by chance that this is so. It is the unwavering position that the Government takes against corruption. No acts of corruption from anyone will be tolerated and will eventually be exposed. This is, as what the report stated, Singapore's \"enviable reputation for the honesty and integrity of its public institutions\" and that this reputation should be protected and preserved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's position in response to what the Member for Potong Pasir had said regarding the late Teh Cheang Wan's case is that it is ready to hold a public inquiry into any matter of public interest so that there can be no question of cover-up.\" This Report before us has done precisely that. The Report concluded that there was no cover-up and that the CPIB was fearless and thorough in its investigations on the late Teh Cheang Wan case. It has also concluded that the integrity of our system to deal with corruption is intact. Going through the Report and following the proceedings over television, any reasonable person would also come to the same conclusion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, you wanted to make your clarifications? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you for this opportunity. Sir, I want the Member for Moulmein to clarify three points. He said that I have no case. Can he please tell me what is my case? I do not even know myself. He said that I have got no case with reference to the terms of reference of the Commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he said that I have to proceed with my evidence. Tell me, please clarify, where in the Instrument of Appointment does it say that I need to give evidence? Please let me know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, he says I have to support my own claims. What is my claim? Just tell me where is it mentioned anywhere in the Instrument of Appointment that I have a claim to make? Please let me have your clarifications. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 409</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Mr Deputy Speaker, Sir, on 4th March 1987 in this House, he created the impression that he had evidence to show that there was something more to be revealed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, please resume your seat. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> I am explaining to you what I mean by \"you have no case\". Your case was that you had evidence to show that there was more to be revealed than what the Prime Minister had stated. That was your case. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Quote the column, please. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Then you went to the Commission of Inquiry. When you were asked to produce the evidence to reveal extra wrongdoing, more than what the Prime Minister had revealed, you were not able to do so. Therefore, you got no case. Is it not correct? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, you said about --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You are a man of ignorance. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Leave it to the public to judge who is the man of ignorance. [Laughter]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> You said something about payment for you which is not mentioned in the instrument. I am not talking about payment for you. I am only strengthening my argument that, in fact, you are trying to wriggle out from your statement that you never made a statement to the effect that you were prepared to lead evidence. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, I did. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> I was only strengthening my argument when I said that you not only said that but you also said that you were going to bring people who were going to support you. And you were wondering whether they would be paid. I am giving all these facts to strengthen my argument that, in fact, you did say that you were going to lead \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 410</b></font>\n  <br>\n  <br> evidence. Therefore, you cannot come here today and say that you never said this, you never said that, and that the Commissioners were biased against you. That is what I meant when I said all that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Have I answered all your points? Or have you got any more? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You said that in the terms of reference I need to give evidence to the Commission. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Deputy Speaker, Sir, I rise to support the motion standing in the name of the Minister for Home Affairs and Second Minister for Law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fact that the Government was prepared to set up a Commission of Inquiry is in itself indicative of the fact that, firstly, we have an open Government, that this Government has nothing to hide. And, more importantly, nobody is above the law, even if he is a Cabinet Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are not many countries in the world where the government in power willingly sets up a commission of inquiry to probe into the wrongdoings of one of its ministers. This in itself is ample evidence of the strength, confidence and integrity of this Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, only a government which is run on the principles of higher standards of public morality and code of conduct will have the confidence and gumption to open up its books, so to speak, to the scrutiny of a public commission of inquiry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The work of the CPIB came under very close public scrutiny. And it is indeed very gratifying to note that the Commissioners in their observation, notwithstanding what the Member for Potong Pasir said, concluded: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We are of the opinion that the CPIB has done as much as they could have usefully done in uncovering all acts of corruption and wrongdoing.' \n  <br>\n  <br>Sir, I am satisfied and I think the public generally is satisfied that the CPIB did everything that was necessary. They were thorough and there was no cover-up. It is an added testimony to the strength of the Government, in that we have a good system and it works and nobody, let alone \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 411</b></font>\n  <br>\n  <br> the Member for Potong Pasir, should go round making wild allegations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What did the Member for Potong Pasir do? He called for this Inquiry in this House. According to the Report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'to produce evidence that there was more to what he Government had disclosed.' \n  <br>\n  <br>Did he do this at the Inquiry? I think the people of Singapore know what he did. In the words of the Commissioners, Sir: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Chiam failed to give the Commissioners any sense of direction and purpose in his search for evidence.' \n  <br>\n  <br>The Commissioners refused to allow him to go on a fishing expedition because he did not know what he was fishing for. The Commissioners went on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'He was merely groping in the dark hoping to find some wrongdoing but with no idea what the nature of the wrongdoing would be.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he also threw away an opportunity to cross-examine the Director of CPIB and other witnesses. He would have had whatever information he wanted. I am sure he is a clever lawyer. He would know how to cross-examine people and get the information which he wanted. And I think he threw away a golden opportunity to cross-examine Mr Evan Yeo and all the other CPIB witnesses. Maybe the Commissioners were right in concluding: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Maybe he did not know what to question the witnesses about or he did not have any reason to disbelieve the testimony of each of the witnesses.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe the findings of the Commissioners is a serious indictment on the Member for Potong Pasir. The Commissioners expected the Member to be serious about this Inquiry since it was he who asked for it. The Commissioners were, in fact, too polite when they concluded that his conduct was extraordinary. Sir, in fact, his conduct was most deplorable. The Member must know as a lawyer that coffeeshop gossip is no basis to ask for a Commission of Inquiry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, his feeble attempts had failed to cast aspersions on the integrity of our Government and our public institutions like the CPIB. His feeble attempts had failed and, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 412</b></font>\n  <br>\n  <br> fact, failed miserably. His incoherence has not produced any new evidence but, in fact, has exposed him merely as being very shallow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Inquiry was held at great public expense and I really would like to ask the Minister for Home Affairs how much did the Commission of Inquiry cost the Government. On 21st August, the Member for Potong Pasir admitted he had no additional evidence, either direct or hearsay. I hope the Member for Potong Pasir hopefully has learnt a lesson, ie, the next time when he asks for a Commission of Inquiry he better think twice. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, please allow me to make an observation. I do not think I can sit there and hear speaker after speaker making all kinds of wild allegations against me. Please ask them, if they want to make an allegation against me, to back it up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last speaker has said that my conduct was deplorable. Can he justify what he has said? There is nothing in the Report which says that my conduct was deplorable. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> I suggest to the Member that he read the Commission of Inquiry's Report more thoroughly. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Where is it? In page 54? Is that what you mean? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Every page. \n  <br>2.40 pm \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Deputy Speaker, sometimes we utter words in this House without an appreciation of the repercussions it has outside this House. When the Member for Potong Pasir asked for a Commission of Inquiry on the 4th of March last year, it was the nature in which he asked for that Inquiry - the words he used, the expressions, his countenance, his gestures - which conveyed a total impression. All of us who have watched television know that the printed word in Hansard is an inadequate record of what took place. But we could replay the Member for Potong Pasir when he had that exchange with me. I was under no doubts whatsoever that the allegation, the insinuation, the innuendo, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 413</b></font>\n  <br>\n  <br> was that there was more to it, not about the one-third land acquired being returned. That was a disclosure made by me to this House. I needed no Commission of Inquiry to investigate what I had disclosed. But he indicated that there was more wrongdoing of that nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think we should know that when we hold a Commission of Inquiry in this case, we were in fact having a posthumous trial. And if that were justified, I would yield. My reluctance to having a Commission of Inquiry was not because I wanted to evade disclosures but because I wanted to save the widow and the daughter a terrible discomfiture and embarrassment which an opening of the whole proceedings, including the bank accounts, must bring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sorry that this was visited upon them. I think we ought to know that it was because the Member insisted and because I gave him the privilege of drafting the terms of reference, in case it be said that I persecuted the family after the husband had committed suicide. I left him to draft the terms of reference. But there should be some human compassion for the embarrassment of the family and as a result of which, before the Commission of Inquiry sat, the daughter resigned from Government Service and has gone away and so has the widow. It was not our intention to persecute them. We could have had this Commission of Inquiry without these slurs that there was more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel a certain distaste when I heard the Member this morning because I felt he had learnt the wrong lesson from what happened to Mr Jeyaretnam. The Member is a different person from Mr Jeyaretnam. He is basically a simple, straightforward man. And he is quite right. People know what he thinks and people can see that he is trying to follow in the footsteps of someone who is totally devoted to the theory that if he asserts and denies all assertions against him, he will always keep his following. The end result, of course, was less than ideal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have three simple points to make today. I had not intended to speak. First, the Commissioners need no defending, either in this House or anywhere else. They are men known in the community as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 414</b></font>\n  <br>\n  <br> people of some standing, of some status in their professions, and command respect for being what they are. It was for those reasons that they were appointed in the first place by the President. Their conduct was seen publicly and reported in the Press and enough excerpts were shown on television to give a fair sample of what took place. The official Report, I suggest, does them the credit that they deserve because they have put themselves to some effort to garner and muster a long, fluid, sometimes inchoate, mass of tangential evidence and side statements into a coherent whole. And where they have made a ruling, the Chairman has found authority to back his ruling. There are over 1,400 lawyers, advocates and solicitors, at the Bar. Mr S.K. Chan, Judicial Commissioner, has a reputation amongst them. Before I appointed him as Judicial Commissioner, he was one of the leading practitioners at the Bar and he may decide to go back and be a leading practitioner. If he does improper things, it must affect his standing with his equals, with his peers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I need no defending, and the Commissioners know that. I think they are sufficiently aware that they need not defend me. It was not their duty to defend what the Prime Minister does, either in this Chamber or outside. The Member for Potong Pasir is not totally ignorant. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I said that. I just said what you said. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Yes. He is not totally ignorant. He must know that regardless of what I or anybody said in the debate in this House, once a Commission has been constituted, the powers to summon to produce documents, witnesses, lies not in what has been said in this House but in the authority of the Commission with regard to the terms of reference. All lawyers know this. The Commissioners, I assume, went through Hansard because the Member claimed that, regardless of whether it was relevant or not, I had promised him that everything would be made available; therefore, that included the CPIB files. And therefore whether it was relevant or not, since that was promised it must be produced and the Commission must sanction it. So they went through Hansard and found no such undertaking. And indeed, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 415</b></font>\n  <br>\n  <br> invite the Member himself to go through and point out. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You were not here. I pointed them out. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Deputy Speaker, I have been patient with the Member because I think he does not really mean us evil. I know he wants to extricate himself out of an awkward situation, and I sympathize with him. But throwing us off our tracks, so to speak, by saying, \"Yes, I promised him the CPIB files\", implies that I must be daft. In the context of the debate, I said, \"All files will be made available and nothing will be denied\" - nothing will be denied which will help him establish that an illegal act or an act of corruption was committed by Teh Cheang Wan. If Teh Cheang Wan had made use of the CPIB and committed an act of indiscretion, of course he is entitled to those files. But Teh Cheang Wan had no jurisdiction over the CPIB. I am the Minister-in-charge. What the CPIB files contained is not acts by Teh Cheang Wan minuting, \"Please return one-third of the land\", but the investigations of the Director of CPIB and his staff on other files where Mr Teh Cheang Wan had minuted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member said in this Chamber that he did not impugn the integrity of the CPIB but as he got involved in the argument about to \"lead in evidence\", about what he was going to do at all in the Commission, having taken a somewhat audacious stand in this House, I could sympathize with his dilemma. Because to stand up and to tell the Commissioners that really it was all an error would have meant that he did not do his homework. But if he will recollect, I had offered him two choices. One to sit on the Commission and to hear the evidence - [Mr Chiam See Tong interrupted]. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I did not. [Mr Chiam See Tong interrupted]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Prime Minister, can I interject? Mr Chiam, you do not like to be interrupted and I think others do not like to be interrupted too. If you have something to say, if you want to make any interjections, please rise from your seat and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 416</b></font>\n  <br>\n  <br> follow the procedure laid down by Standing Orders. The time constraint on speeches has been lifted and I intend to allow you to say all you want to say, but in the meantime I suggest that you conduct yourself with some decorum and stop shouting from your seat. Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged to you, Mr Deputy Speaker. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The CPIB files are a total red herring. Suppose we black out the names of all the informants which are sensitive (because it will show who told what, who made what allegation) and the names of all those informed against were given as aliases, and provide it to the Member. What can he lead in, which the Director, CPIB, has not produced which was relevant? It is a red herring, is it not? Does he allege or suggest that there are facts and documents in the possession of the CPIB which have not been produced before the Commissioners? Surely not. He said that the Director is an honest man. And he is, otherwise he should not be Director. And if there is anything which is in his possession which is relevant, and the Member suspects it, even now, let us hear it. But all this is just so much persiflage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have said the Commissioners need no defending. I have said they do not have to defend me and they were not defending me, and I do not need to defend myself because I was prepared for this debate. I had offered the Member (remember?) either to sit as a Member of the Commission or to lead the evidence and warned him that it meant hard work. And he wanted to show that he was capable of doing the hard work and he preferred to \"lead in the evidence\". This is the first time I have heard that phrase and therefore I was careful when I asked my colleague, the Minister for Home Affairs, to settle the terms of reference to quote him. He was given the draft terms of reference, asked to amend them. He amended them, and the words he used were the words then gazetted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The person who needs to defend himself is the Member for Potong Pasir. We are not here to accuse him. We have not accused \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 417</b></font>\n  <br>\n  <br> him. All we are saying is, \"Let us accept the Report\", and that is as it should be. The Member says, \"Let us reject the Report.\" Why? Because the Commissioners were biased against him. When did he think up that argument? When did he feel that the Commissioners were biased? The moment he felt that, he should have stood up before the Commission and said, \"Mr Commissioner, I feel that you and your colleagues, Mr Chairman, are not qualified to make a finding in this case because I consider you biased and for the following reasons.\" That is a proper challenge; not to wait for the end of the Inquiry and the Report and, finding that it is unfavourable, then turn up in this House, and in the privileged circumstances of this House make this totally baseless accusation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is it he is rejecting? The findings that he did not do his job? Well, I am not interested in that. We are interested here in the findings on the terms of reference, and I ask him seriously to consider this: that if he is, by his rejection, saying that those findings are wrong and that \"if you have three Commissioners who are not biased, there will be another and a different finding\", I say, let us go on with that. Please sit back and think. Because the Member does very off-hand decisions. Since Prof. Jayakumar says he accepts the Report, the Member finds the contrary word and says he rejects the Report. Is he saying that he rejects the Report because the findings are wrong and perverse, contrary to the evidence which he, if given access to CPIB files, will show? Because if he is, provided the names are changed and aliases are used, we will make those files available to him, although he is not entitled to them, and let us go through with another Inquiry and he can draw the names out of a hat: all the Judges - High Court Judges, District Judges, and all the committees of the honourable professions in Singapore. Is that what he is saying? Because if that is so, I take him very seriously and I say we will go through with the operation again. Or is he only saying (when he said, \"I reject the Report\"), \"I reject those parts which unnecessarily censure me.\"? If that is what he is saying, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 418</b></font>\n  <br>\n  <br> say that is perfectly legitimate because, after all, he has got to face his voters at Potong Pasir. And I understand that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I ask him to consider carefully whether he rejects the Report in toto, in other words, it is biased, the Commissioners are biased, the findings are perverse and contrary to the evidence, and the proper evidence was never adduced because he was denied the CPIB files; or that those parts of the Report which are a censure on him should be rejected. That is a matter of some importance. I suggest he think about it and make a considered response. Because I thought about it carefully over lunch before I put this to him and this House. I have discussed this with my colleagues, and if he wants it, so be it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Prime Minister was not here when I spoke after lunch. I had asked him whether or not he had made me a promise that I would be given all files and nothing be denied me. Perhaps we could get an answer, preferably a yes or no answer, from Mr Prime Minister. If his answer is no, then it would appear that what he said at col. 45 (Hansard, Vol. 49, 4th March 1987.) is not true because you said \"I chose my words carefully.\" If you do not mean what you say, then you did not choose your words carefully. I do not know which is which now. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Deputy Speaker, Sir, can I shorten these proceedings? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, go ahead. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> What I have said is on the record. I am not under inquiry. I am not asking for another inquiry. We are suggesting that the Report be accepted, and that is the end of the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir is saying that the Report should be rejected. I am suggesting to him now that he can reject the Report in toto and have another three Commissioners; and this time, although he is not entitled to the CPIB files, he will get the CPIB files with the names changed so that there will be aliases, and he will then resume where he left off. Or is he saying, \"Enough is enough. Just reject \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 419</b></font>\n  <br>\n  <br> those parts where they censure me because I have to go back to Potong Pasir.\" If he accepts the second position, that is another matter. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Can you respond to that, Mr Chiam? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, it would appear that this Government has got a standard method of dealing with the Opposition. Whenever we make a criticism of the Government, we are expected either to build four new blocks of flats or now to have another whole inquiry. Does the Government --- \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> What does rejection of the Report mean? Is it perverse, the findings? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have got no answer in regard to my first query from the Prime Minister. I will go to my second and third points. Does this Government accept that whenever the Opposition (at least there is one Opposition) criticizes the Government very strongly, he must justify his criticisms? I have given an example. I talk from facts and figures which we have come out with and it has never been disputed that there was a profit in regard to building of the flats. He said, \"All right. Since we made so much profit, why don't you go and build four blocks of flats.\" What kind of argument is this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over here, we have before us a motion moved by the Hon. Minister. We are here to debate on it and to say yes or no to it. We have been doing this all the time. I am not making any aspersions. I am putting my reasons forward why I reject the Report. What is wrong with that? Does it mean that if I give my reasons and reject the Report, all right, you go and have another inquiry? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Do I understand from that, in a roundabout way, what he is saying is he does not want another inquiry and all he really wants is to have a little show about the censures that have been made against him in the Report? If that is so, so be it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> How much time do we have? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 420</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> As long as you want. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There are many points which the Prime Minister has brought up. Of course, whatever is reported in the Hansard does not give justice to what takes place in this House. I think this is very true of what the Prime Minister has said. But again, then, whatever our arguments in future we will have to fall back on what is recorded in the Hansard. There are no other avenues in which we can go along unless the Prime Minister is setting a new precedent that in future we will have a video-tape here and if there is any argument we have to play it not only --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, can I suggest that you be relevant to the motion under discussion? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am answering his points. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You are talking about Hansard. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Prime Minister brought up this point. Am I not allowed to reply? \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I have only one point to put to him, and that is, is it a rejection in toto? Or is it a rejection of those parts which censure him? If it is a rejection in toto, he is saying that it is perverse and contrary to the evidence, in which case I am suggesting to him, what more does he want? Draw up the list. He may want more than the CPIB files. Let us have everything drawn up and let us go through it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, this is the first time I am hearing whether or not to accept a Report in toto or parts of it. I have not come prepared to accept parts of it. I only come either to reject it as a whole or accept it as a whole. Now you are telling me that I am allowed to accept paragraphs 1 to ..., and then the rest I can reject. This is the first time I have heard of this. Unless you want to adjourn this sitting, I will go back and have a careful look at every paragraph and then I can come back and tell you which are the ones I reject and which are the ones I would like to have them retained. On the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 421</b></font>\n  <br>\n  <br> spot now it is impossible for me to say, \"All right, we will reject what line, what paragraph, make amendments.\" Really I can tell you I come unprepared for that and I am not going to be drawn into this situation. If the Prime Minister really is serious about whether or not I can reject parts of it, I will certainly accept his offer and go back and have a good look at it again and then, like in court documents, I will underline in red the parts that I want to have them rejected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Prime Minister has brought up a very important point this afternoon. Is the Opposition allowed to criticize very strongly Government policies or Government action? I do not think we need to go back and justify it in a practical way about our criticisms. I have given an example of the building of four blocks of flats, and now today if I am not happy with it, \"all right, let us have another inquiry.\" I do not think this is the kind of situation which we should accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> So you don't want another inquiry. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I do not think it is as easy as all that to have another inquiry. Please, it is a massive exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have made my points but I would be very happy if Members here would rebut me on the points that I have brought up rather than going about and making all kinds of allegations against me. Now, the Prime Minister comes up and says, \"All right, let's have another Commission of Inquiry.\" I am not prepared for that unless, of course, all that I have asked for are given to me. I can tell you now that I am not prepared, or even in future, to go on any public inquiry unless I can get certain guarantees. Because it is a massive exercise. Each file is about two inches thick. It took me one afternoon just to go through one file. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The points that are brought up by hon. Members here do not confine themselves to the terms of the Inquiry. They just have a free go at me, making all kinds of allegations without backing them up. We are here to debate on the Report. If we accept it, well and good. I have no objection to all Members accepting it. If I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 422</b></font>\n  <br>\n  <br> accept it, why should Members be so disturbed? \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs and Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs and Second Minister for Law (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, may I sum up very briefly. The Member started off by saying that he would ask the House to reject the Report on the following grounds. First, the Commissioners were biased. Second, they were wrong in the interpretation of \"lead in evidence\", that they had denied him facilities and files, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the first point, Sir, the allegation of bias has been dealt with by the Prime Minister who had asked him categorically to state if he was alleging that the Commissioners' findings were prejudiced and perverse or whether he was rejecting the Report in toto or he had objections only on those parts which were critical of his performance. We have heard him just now not accepting the offer and he also said that he might be able to point out certain parts which are objectionable. I take that to mean that he does not reject the Report in toto. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I have gone through the transcript and I should point out that there is no reference during the entire course of the proceedings of any instance when the Member had alleged in the proceedings that any one of the Commissioners or all the Commissioners were biased against him. He has also said, Mr Deputy Speaker, that the Commissioners had blocked him every inch of the way. I think the Members heard him say that - that the Commissioners had blocked him every inch of the way. I have gone through the transcript of proceedings, and the Commissioners specifically asked him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Q Are you now implying you do not have the evidence because we have blocked you? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A I am not saying that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Q Then what are you saying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A I am not saying that... \n  <br>\n  <br>And the Commissioners referred to it, in page 43 of the Report, when they said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Chiam made the following points: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) the Commissioners had not blocked him in his attempts to get evidence.' \n  <br>\n  <br>Yet today he comes and says that the Commissioners blocked him every inch of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 423</b></font>\n  <br>\n  <br> the way. The truth is that the Commissioners were highly accommodating of his various requests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the duty to give evidence and that they had misinterpreted the term \"lead in evidence\", I do not want to belabour the point. But to add to what the Prime Minister said, that in drafting the terms of reference we had consulted him, I would like to add that the Instrument of Appointment used the words of the Member, \"to lead in evidence\". And in a rather acrobatic way this morning, he said now these are not his words. Being contained in the Instrument, they are now the President's words. I think he cast a slur on all lawyers by saying that this is a trick of the lawyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, we knew that he is going to try this ploy. So not only did the words appear in the Instrument but they are the only words that are in inverted commas, suggesting that these are words used by him, words which we have not found in any reputable Law library, three words \"lead in evidence\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he said he was denied facilities. I went over that point this morning. The Commissioners gave him the facilities after waiving the Rule of Evidence but he waited till the last minute. He was given the opportunity to cross-examine the wit- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 424</b></font>\n  <br>\n  <br> nesses but he did not take up this opportunity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I am tempted to go over all the other points that he mentioned, but to do so I would have to repeat the points which I mentioned this morning, such as the question of the Prime Minister's promise, and so on. I would like to round up by saying that the Report of the Commissioners speaks for itself because it deals with each and every point that the Member has raised and detailed reasoning is given for every one of the conclusions and reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House accepts the Report of the Commission of Inquiry on investigations concerning the late Mr Teh Cheang Wan contained in Paper Cmd. 18 of 1987. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Nineteen Minutes past\n  </div> \n  <div align=\"right\">\n   Three o'clock pm to a\n  </div> \n  <div align=\"right\">\n   date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
