{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "21", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"21\"> \n  <meta name=\"Sit_Date\" content=\"1988-03-30\"> \n  <meta name=\"Start_Col\" content=\"1681\"> \n  <meta name=\"End_Col\" content=\"1786\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">21</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">30-03-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1681</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 30th March, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr DEPUTY SPEAKER (Mr Tan Soo Khoon (Alexandra). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1682</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1683</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1684</b></font>\n  <br>\n  <br> \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Toh Chin Chye (Rochore). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1683</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1684</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip - from 6th to 9th April, 1988. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1685</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>TRAFFIC LIGHT BREAKDOWNS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Koh Lam Son</b> asked the Minister for National Development what are the reasons for breakdowns of traffic lights and what measures are being taken to improve the situation. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Deputy Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, about 20% of traffic light breakdowns are caused by external factors such as power failure, traffic accidents and cable damage. The other 80% are caused by malfunction of the traffic light equipment. Such equipment are subject to heat, rain, dust and vibration and are in continuous operation round the clock. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Out of a total of 960 traffic lights, the average breakdown is only three traffic lights per day. This works out to 99.7% reliability. Although we will try to improve on this level of reliability, we must recognize that we are close to a limit that is technically feasible and cost-effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other approach is to ensure a quicker response to breakdowns of traffic lights. Besides its in-house resources, the Public Works Department also maintains a hotline for the public to call should they come across any traffic light not working properly. This has enabled the PWD to attend to all such cases promptly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PWD intends to bring all traffic lights under central computer control, so that any malfunction of traffic lights can be detected much earlier and rectified within a shorter time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1685</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1988 TO 31ST MARCH, 1989</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [11th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1686</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [29th March, 1988], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head P of the Main Estimates be reduced by $100.\" - [Dr Aline K. Wong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Sir, first, I would like to thank the Members for Fengshan and Changkat for their support of the community hospital concept and also for the cautionary notes from the Member for Fengshan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the community hospital concept developed from the recognition that acute hospitals are expensive to build and even more expensive to operate. Case studies of patients in acute hospitals revealed that 10-15% of them need not be occupying such expensive beds. Many of these patients are in the convalescent phase of their illness. Examples will be orthopaedic and other patients recovering from major surgery, and stroke patients requiring active rehabilitation. These patients will make up a major portion of the community hospital's patient load. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The community hospital will also provide respite care to the elderly sick patients so as to relieve the strain on the care givers. However, the hospital is not meant to be a chronic sick hospital nor is it meant primarily for the elderly sick. It will provide rehabilitative services and basic laboratory and X-ray services. It will have a small complement of doctors and will receive support from a nearby acute hospital. However, it will not be offering accident and emergency services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member for Changkat has pointed out, we are considering leasing out clinic space to the general practitioners. But these GPs will only be responsible for their own patients who need to be hospitalized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changkat also asked why is the community hospital is to be located in Ang Mo Kio and not Toa Payoh or Queenstown. In the planning of a new hospital, we have to take into consideration the availability of hospitals in the vicinity. Both Toa Payoh and Queenstown are already adequately served. With the intensive housing development in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1687</b></font>\n  <br>\n  <br> north-eastern part of the island, the new community hospital in Ang Mo Kio will conveniently serve residents in Ang Mo Kio, Yishun, Bishan, Hougang and, of course, Toa Payoh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked whether the hospital, since it will be having community participation at the board level, will be autonomously managed. The answer is yes. It will also have subsidized wards. My Ministry will be giving the hospital a subvention to provide subsidized services. The details have yet to be worked out and I will keep the Member for Changkat's views in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also want to thank the Member for Fengshan for his concern as to whether such a hospital will be cost effective. That was also my concern when the details were first presented to me. If the community hospital is designed as a mini acute hospital with full-fledged medical departments and equipped with a whole spectrum of investigative equipment along with the whole team of para-medical personnel, then I can assure this House that it will be a disaster, cost-wise. However, by keeping the hospital as a low-activity institution, overheads can then be kept to a minimum level. With 200 beds, the hospital will be able to justify its own management and administrative personnel and it will also be able to link up with our existing hospitals, tap their expertise and utilize the various operating systems thereby minimizing the costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of course, the ideal solution will be to build the hospital as a wing of Toa Payoh Hospital. Unfortunately, Toa Payoh Hospital suffers from a severe lack of space. It will not be able to accommodate an additional 200-bedded wing. On the other hand, SGH and Tan Tock Seng Hospital are already far too large. Members may be interested to know that in many countries, hospitals as large as SGH and Tan Tock Seng Hospital are, in fact, the exceptions rather than the rule. In fact, hospital planners believe that a 200-bedded to 400-bedded hospital is probably more cost effective because they are easier to manage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1688</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry also shares the concern of the Member for Fengshan that it may be regarded as a second class hospital. We will be reviewing what must be done to prevent this image from developing. As with any new concept, education of the general public is very important. Likewise, with the staff and the medical fraternity that will be using it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this concept of a low-activity community hospital is not new. It has been introduced in many countries and it has worked. We are confident that given the proper preparations, this concept will work in Singapore too. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, our total health expenditure as a nation is about 3% of our GDP today. This ratio is indeed low when we compare with the 8-12% ratio experienced in most developed countries. But as our population ages and as we become wealthier, our demand for health care will inevitably increase. Our health expenditure as a proportion of our GDP will increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my concern is: as demand for health care continues to increase, where do we strike a balance between the supply and demand for health care without unnecessarily pushing up the price of health care services? We could continue to increase the supply in Government hospitals through additional and better facilities and this means heavier health expenditure on the part of the Government. Private hospitals could increase their hospital resources to meet greater demand and this means heavier investment expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we cannot continue to increase supply indefintely. I think the supply of health care is finite. There is a limit to which supply resources can grow. At some stage, these increases will have to be passed on to consumers in the form of higher prices. Then there is a danger that the price of health care may be pushed up to a level which will go beyond the reach of the man in the street. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The solution to this fear lies in our keeping demand for health care as low as possible. One way to achieve this is through continuous health education and preventive health care. Currently, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1689</b></font>\n  <br>\n  <br> Ministry of Health spends about $20-$30 million a year on these activities. This amount is small. It is peanuts compared with the total Ministry's budget of $500 million. I think greater emphasis should be placed in these areas and more should be spent on these activities. May I ask the Minister what is his Ministry doing to try to reduce the demand for health care in the long run? Is there a role for the private sector here? And how can the private medical sector play that role? Is it not in the interest of the private medical sector not to try to reduce demand for health care, bearing in mind that that sector has its own economic interests? \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, it is a fact that the demand for health care of our ageing population is growing year after year. In 1987, the aged, 60 years and above, numbered 212,000, 9,000 semi-ambulant and 1,300 bedridden. By the year 2000, the aged is projected to reach 300,000. What impact has this on our health service? Has the Ministry a long-term strategy to meet this changing needs on our health service? What about its impact on our present health plans? Should there be a revision of the present health plans? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As an example, I understand that the Kandang Kerbau Hospital is due to be extensively upgraded or even replaced by a new maternity hospital. The question is: is there a need for such a large maternity hospital in the future, bearing in mind the declining birth rate problem? Who will demand our health services more in the future? The newborn or the elderly? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the basic objective of health care to the elderly is to prevent a decline in the quality of life in old age caused by the development of degenerative diseases. Or to quote the experts, \"to add life to years and not years to life\". Towards this objective, the Government is encouraging the elderly, including the sick, to stay at home to be looked after by their families. This is right. For who can give better care, love, respect and dignity to a sick elderly other than his or her own family. However, to look after a sick elderly in the home is not an easy task. And I hope the Minister is aware of the many problems faced by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1690</b></font>\n  <br>\n  <br> these families. I want to encourage the Minister to look into more ways and means to help these families. I think up to now, the help given is rather limited. But I am not asking for a welfare scheme. I am asking the Minister to find all ways and means to help these families to help them to look after the sick at home so that they will not be forced to have to go to hospital or to go to nursing homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no comprehensive programme aimed at helping all these families who have aged sick at home. Yet the Government is encouraging families to keep their aged sick at home. For example, the Home Nursing Foundation is supposed to be a national organization to help give assistance and advice to some 10,000 disabled and sick elderly. But how big is this organization? Can it really look after all these elderly sick and give help to the families? I am surprised to learn, for example, that the Ministry is only providing 42 nurses for the Foundation. As far as I know, no medical staff has been seconded to the Foundation. Can the Minister tell me how many of the total number of elderly sick in Singapore are actually receiving help from the Foundation? The Foundation has set up two senior citizens' health centres and plans to build three more in the next four years. My question is whether the number and the size of these centres are adequate to cope with the increasing number of elderly sick? For example, how many elderly sick can be accommodated in the day care centre and the rehabilitation facilities that it has within these centres? What I want to know is, is the Ministry pursuing a policy of helping only those who seek help from them or, a more enlightened one, to help all those who need help? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard of a number of problems faced by these families. One is transport. It is very difficult to transport a disabled elderly from the home to the outpatient clinics, the polyclinics, and even to the day care centre. The ordinary vehicles are not suitable for this purpose and taxi drivers are quite reluctant to accept the disabled elderly. I want to know whether the Minister would consider perhaps providing the ambulance service for this purpose. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1691</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I want to make is that the problems faced by the sick elderly are not only health problems. In fact, they are mainly social problems. The social problems are looked after by the Ministry of Community Development which recently has introduced a number of home-help schemes. The point is, as the health and social service are inter-related, should there not be a coordinating committee between the two Ministries to ensure a more efficient service to the elderly and to avoid any miscommunication between the two Ministries. As an illustration, the Ministry of Community Development provides a meal delivery service to the homes. This to them seems a very good idea. But from the health point of view, it may not be so. This is because keeping the disabled elderly physically inactive and serving them without regard to their actual physical capabilities will actually make their disability worse. So instead of delivering cooked meals to these people, maybe the Ministry should arrange for the neighbours or volunteers to do the marketing for these disabled people and encourage them to do the cooking and other light household chores. This will increase their mobility and help them to cope better with their physical disability. In this respect, keeping the disabled mobile at home is such an important thing. Would the Minister consider giving some assistance to set up simple physiotherapy devices in the home, such as those bars and pulleys to ensure that the disabled elderly are kept active on a daily basis. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> The Member for Kaki Bukit has asked about health education. Sir, I would like to seek the Member's concurrence for me to give him the reply later, as another Member has also raised a cut on the same item. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Telok Blangah asked whether my Ministry takes into consideration the long-term demographic changes to our population when planning our health services for today and the future. Sir, the answer is a definite yes. Long-term planning must take into consideration the relevant changes that are happening to our population. We are very careful because health services are expensive, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1692</b></font>\n  <br>\n  <br> especially new institutions. This way, money is not spent unnecessarily. The same applies to the redevelopment of Kandang Kerbau Hospital. Sir, although the crude birth rate is declining, the Member would be happy to know that in terms of actual babies the number need not necessarily be decreasing. In fact, our projection is that because of the large cohort of women that were born during the 1950's and 1960's, in the next 10 years the number of births will peak at about 50,000 a year versus today's 40,000 to 43,000 a year. After that, we expect the number of babies born to stabilize at about 45,000, a number which is again slightly higher than today's figure. So I would like to assure the Member for Telok Blangah that the redevelopment of Kandang Kerbau Hospital is very much warranted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in terms of the elderly sick, the Ministry is looking into the various ways and means of helping the elderly sick at home. He asked whether we are only helping those who approached us or are we helping all who needed the help? We would like to help all who need to be helped. But how do we know that they need to be helped. We must get the feedback somehow. And we do get referrals to our Home Nursing Foundation, which is the key organization providing home care for the aged. These referrals are from our hospitals, the outpatient clinics, the private sector doctors and, of course, the Ministry of Community Development. So we do get as much feedback as we can. Also to keep Singaporeans aware of the availability of such a service, last year, we sent out together with the PUB bills, pamphlets on the Home Nursing Foundation to a total of 760,000 households. So we do try to publicize the availability of home nursing by the Foundation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the number of patients who are being cared for, last year a total of 3,311 patients were home-nursed and the Home Nursing Foundation provided a total of 33,663 home nursing cases. None who approached us were rejected. So the manpower is adequate to cater for their needs. Of course, in line with the ageing population over the next 5, 10, 15 years, should the demand increase, we must make sure that we help the Home Nursing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1693</b></font>\n  <br>\n  <br> Foundation to adequately staff its nursing ranks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he asked about transportation for the elderly sick who need to go to the senior citizens' health care centres. The Home Nursing Foundation does have ambulances available and, when requested, they will fetch these patients to the senior citizens' health care centres for their rehabilitation, for the day care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also coordinating very closely with the Ministry of Community Development in terms of provision of services to the elderly sick. In fact, my Ministry is also represented on the MCD's Committee for the Aged and there is a lot of cross-sharing of information and data between the two Ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he asked about the meal delivery service being provided for by MCD. I am not too sure whether what he says is correct because the meal delivery is only provided for those who are so sick that they are unable to help themselves in terms of cooking their food requirements. If they are too sick to cook, it is going to be very difficult to force them to cook their own meals. That is why the meal service has been made available. Of course, the emphasis must be to teach our elderly to keep themselves fit, to keep themselves mobile, active and to be able to exercise. So we do try to encourage them not to be confined to the bed and that they should come out to exercise, stretch their legs a little bit, because it is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the installation of simple rehabilitative devices at home, I will ask my officials to look into it. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, can I seek a point of clarification, a very quick one. I think the Minister is wrong to say that the meals delivery is only provided to those people who are very sick. I think it is provided to any disabled who cannot go out of their home or have help from the family or neighbours to go and buy their meals. So it is not for people who are so sick that they cannot cook. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other disagreement I have with the Acting Minister, I am sorry to say that, is that he does not have to wait for referrals to reach out to these families who have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1694</b></font>\n  <br>\n  <br> sick aged. There is other feedback that you can look into. If there is a will to help, you will find a way. I am happy to give him the figures in Telok Blangah if he wants. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the channels are always open. It is up to those organizations who are aware of such patients to make use of the channels. It is not possible for us to go round, checking every household to see whether there are elderly sick. The emphasis must be to make sure that the availability of the services is publicized so that families with elderly sick who require help, who require home nursing, can easily pick up the phone and call up the HNF. W must also ensure that the community organizations are also aware that HNF does exist and when they come across people living in their vicinity who require help, they can also help these people by calling up the HNF. So the key is to make sure that channels are open, the service is widely known and that HNF will be able to react and help them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the meal delivery, I do not want to belabour the point but I think the MCD does vet the request carefully to ensure that the requests are justified. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ang Kok Peng is not here. Dr Aline Wong. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Changkat):</b> We would like to thank the Minister for his replies. Maybe I would like to take just one or two seconds to make a few comments on his response on the catastrophic illness insurance scheme. Sir, the Acting Minister told the House that his Ministry has actually started to look at this matter about two years back and he is going to send some people from his Ministry to the United States to make a thorough study of how health insurance schemes work in the United States, partly to avoid the kind of pitfalls the schemes have fallen into and partly to learn from their experience. I would like to remind the Acting Minister that apart from seeking overseas' opinion, seeking to learn from the experience of the United States, there are also some people here in Singapore who have that kind of knowledge and capacity to be able to offer some advice, apart from those who sit on the Health Advisory Council. These include the academics at the NUS as well as other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1695</b></font>\n  <br>\n  <br> medical professionals who have been trained overseas and have come back with first-hand knowledge of the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While his team is making a study on the health insurance system of the United States, may I also ask him to bear in mind to study the health maintenance organization scheme which seems to be gaining increasing acceptance in the United States among the private sector. It seems to be a rather effective way of keeping down health costs and keeping down health costs is a very important concern in the minds of my GPC members, as the Member for Kaki Bukit also just pointed out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, may I thank the Minister and I beg to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Boon Teck):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Code PA 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, admission to Government hospitals and visits to Government outpatient clinics have risen steadily in the last 10 years. Between 1971 and 1980, the annual rate of admission to hospitals increased from 76 per thousand population to 110 per thousand. The rate of increase over the decade averaged 4.3% per annum. This will continue to increase as the population grows and age, becomes more affluent and health conscious. In fact, the Ministry of Health projected that by the year 2000 the admission to hospitals will increase to 135 per thousand population. Sir, here I share the same concern as the Member for Kaki Bukit on the increasing medical expenses needed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People are generally more interested in having good health and, when that fails, good health care. Promotion of better health will in the long run help to reduce the rate of hospital admissions. Good preventive medicine and health education are important for good health and the key to good health is to educate the people to change their bad lifestyles such as excessive smoking, excessive alcohol consump- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1696</b></font>\n  <br>\n  <br> tion and excessive food and undue stress. The Ministry of Health's Training and Health Education Service has been doing a good job in the past and I feel they can do more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of us only consult a doctor when we have some disturbing symptoms or feel physically or mentally below par. We seldom go for health checks or screening. It was found that in the United States of America, one out of 10 men is in need of treatment for high blood pressure and four women in every 1,000 have been found to have breast cancer where a quarter of these could have been detected by X-rays. Health screenings, therefore, help to give early warning of our health conditions. I would like to suggest to the Minister to promote health screening for the people either on an annual basis or bi-annual basis. Health screening should not be just tests taken for blood, blood pressure, ECG and chest X-rays. It should include the opportunity for the person and the doctor to discuss any medical, pyschological and other problems with a view to helping the person to improve his health by changing to a better and healthier life-style. And to encourage people to go for health screening, I would like to urge the Ministry to allow the Medisave scheme to be used. But to prevent abuse, the Ministry should set a ceiling equivalent to that charged at Government hospitals for similar screenings. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, the 1985 report of the Economic Committee has emphasized the need for Singapore to be developed as an international medical centre of excellence. May I ask the Acting Minister for a progress report on what his Ministry has done to help Singapore achieve this objective. More specifically, I hope the Acting Minister can enlighten this House on the manpower development plans, especially in the training of doctors, nurses, medical specialists, technologists and technicians. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that there are currently only about 2,600 doctors in Singapore, giving a doctor to population ratio of about 1:1000. Can the Acting Minister confirm if there are sufficient doctors in Singapore to serve 2.6 million Singaporeans as well as the additional potential market of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1697</b></font>\n  <br>\n  <br> thousands of Indonesians, Malaysians, Thais and Filipinos who may come to Singapore for their medical treatment. Can the Acting Minister inform this House the projected doctor to population ratio that his Ministry is targetting for, and are we producing enough medical graduates to meet our goal of establishing Singapore as a Centre of Medical Excellence? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a tremendous demand from Singapore students to study medicine, but the National University of Singapore seems to limit the intake of new students into the Medical Faculty to about 200 a year. Can the Acting Minister inform this House the additional doctors required over the next 10 years so that NUS can expand its Medical Faculty accordingly? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another serious complaint that I have often heard from overseas visitors is the high cost of our medical treatment, especially in the private hospitals. May I therefore ask the Acting Minister if his Ministry has been able to monitor the medical fees charged by our specialists so that they will not overcharge their patients and give Singapore a bad image. Can the Acting Minister also inform this House the kind of incentives, for example, accelerated depreciation allowance and pioneer service status for investments in specialized medical facilities and services to help the medical profession to be more cost competitive? \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Sir, I shall be brief otherwise I know you will conduct a verbal surgery. The health services are at the moment undergoing restructuring. I am all for restructuring provided that at the end of the day, after restructuring, the health services will remain within the reach of many. If at the end of the day, after the health services have been restructured, it does not come within the reach of the ordinary people, then I say we have failed in our restructuring effort and exercises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a few pertinent questions in my mind. Firstly, is the restructuring going to improve the efficiency and the effectiveness of the health services? Secondly, is the restructuring going to incur a steep increase in terms of medical fees? Thirdly, as a result of this restructuring, would there be more emphasis on preventive and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1698</b></font>\n  <br>\n  <br> community health programmes? These are some of the pertinent concerns raised by many ordinary citizens who are and will be using the health services. I gather that in their mind, restructuring connotes basically an increase in fee structure at the end of the day and I feel that the Ministry has to take much effort to reassure them that restructuring means that there will be more efficient and effective services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The average citizen has no difficulty in using our health services when these are required. However, the situation is changing because the cost of health care is increasing. The hospital charges have so far increased steadily over the years and I hope that the hospital charges will remain within reach for the ordinary citizens who would become consumers of health services. It is hoped that the restructuring of the hospital will not push up hospital charges so steeply that those who really need health care would find it inaccessible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is good in trying to have good buildings, sterile environment, but it will be no good if such buildings and services become not accessible to the ordinary people who need health care and attention. I hope that our health services will not run into that situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The nagging concern among many people is that C class beds will be phased out and it will be eventually replaced by B2. Sir, one must not forget that the frontiers of medicine have no barriers. I urge that we do not create much financial burden so that health care becomes less affordable to those who need it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I have two pertinent questions for the Minister. Would the restructuring phase out the C class beds completely? Would charges of C class and B2 class beds be increased this year? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I will take the points from the Members for Kaki Bukit and Boon Teck together. Both Members have expressed their concerns on the prospects of increasing demand for health care, especially as Singaporeans become even more affluent in the future. They have asked that the Ministry focuses more on preventive health care and health education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1699</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to assure Members of the House that my Ministry does strongly emphasize the role of preventive medicine in Singapore. In fact, we have adopted a three-pronged approach to preventive health care. The first approach is that of immunization which began many years back. The immunization against childhood and various other diseases continues to play an important role in our disease-prevention programme. We do continually evaluate the immunization programme and expand the type of immunization available when necessary. For example, we made immunization against measles compulsory in 1985 and last year we started encouraging Singaporeans to be immunized against Hepatitis B because of the close correlation between Hepatitis B and liver cancer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our immunization coverage for infants is today about 90-95%, and is exceptionally high. In fact, it is a target that many developed countries are still striving vainly for. We will continue to monitor and ensure that this level is maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second approach is health education which the Members have touched briefly upon. There are many diseases, many of them fatal, which cannot be immunized against but which can be avoided. Conditions like heart diseases and cancer are directly or indirectly linked to unhealthy lifestyles. During the past few years, we have been increasingly using the mass media, giving public talks, exhibitions and talks over the radio. The press has also been very supportive in carrying almost weekly articles on healthy lifestyles. Our health education programme stresses very much on the individual's own responsibility for his own health and it encourages all Singaporeans to change their lifestyles to a healthy one, eg, a diet of low cholesterol content, and our very, very strong anti-smoking campaign which has been fairly effective in the past few years. We will continue with all these programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Health information in the form of pamphlets and booklets is also very readily available. These are available for free from many channels - our poly- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1700</b></font>\n  <br>\n  <br> clinics, hospitals, private GP clinics - and Members may be interested to know that last year, we distributed 2.8 million booklets and pamphlets directly to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third approach, which is very important and which has also been pointed out, is that of medical screening. The early detection and treatment of diseases will allow us to prevent complications and recurrences. Catch them at the early stage, chances of a cure are very, very good and the cost of the cure, even more important, is much lower. We are emphasizing on medical screening and our health education programmes play a role as well in this respect because it also encourages Singaporeans to come forward to attend our screening sessions that are available at the hospitals as well as at the polyclinics. For those whose companies provide for it, we encourage them to make use of the services being provided for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our screening includes annual blood pressure being taken for all outpatients who regularly attend our polyclinics and hospitals. We have also introduced screening for cancer of the womb and breast for women as well as chest X-ray. A new service will be introduced soon, and that is, coronary risk screening which should be implemented at the new Toa Payoh Polyclinic and will be extended to other new polyclinics in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we will continue with this programme. We will find ways and means to enhance the programme and make sure that whatever money we put into it is utilized effectively and meaningfully. This way it will ensure that Singaporeans do not just live longer but they will be healthier as they grow old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill made a very short and brief speech, but in his brief speech he raised so many points that I am not too sure whether I have enough time to cover them. But I will focus on the main questions that he raised. First, what is the projected number of doctors required and whether we have the capability to train them, and will this projected number be able to cater effectively for Singaporeans as well as, hopefully, patients who come from the surrounding regions for treat- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1701</b></font>\n  <br>\n  <br> ment in Singapore. Sir, my Ministry does carry out regular reviews of our requirements of doctors. The last one was only carried out last year. The projection is that Singapore will need a total of 4,700 doctors by the year 2000 compared with the 2,900 doctors today, ie, an increase of 1,800 doctors between now and the year 2000. I can assure you that NUS is more than able to train the required number of doctors because the intake capacity of NUS is about 180 to 200. In fact, NUS now has more than enough capacity to meet the needs of doctors in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked about the high cost of treatment. Sir, my Ministry has also received some feedback from foreign patients as well as from local patients and some local doctors too about the high fees that are being charged by some specialists in Singapore as well as the high cost of hospitalization. As Members know, my Ministry does not regulate private sector medical fees. We believe that it is not practical because medical service is very personalized and there is a tremendous variety of factors involved in this treatment. It is best to leave the setting of such fees to market forces. Doctors must be very careful in how they price their services. If they overprice, they will do themselves irreparable harm. They will find that once they lose their patients to other doctors, whether other doctors in Singapore or in other countries, it will almost be impossible for them to attract these patients back. Patients, on the other hand, need to be educated as well. They should not hesitate to ask the doctor as to the likely cost of treatment. And if the estimate given is much too high, the patient would be well advised to go back to his family doctor and ask to be referred to another specialist. I am sure most of the family doctors would be very happy to assist them in that regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the question on incentives for investments in equipment, medical equipment also enjoys the accelerated depreciation that is available in other industries. So doctors who invest in expensive equipment can apply for accelerated depreciation and that, I believe, would give them quite substantial savings in terms of the tax payable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1702</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the points brought up by the Member for Bo Wen, Sir, I have stated many times in this House that the restructuring of the hospitals is meant to give our hospitals greater autonomy, greater flexibility in their management with the objective of being able to control future cost increases. Members may know that our health expenditure has been increasing at the rate of about 15% per year over the last decade. It is a rate that is unsustainable. We must find ways and means of becoming more efficient and of capping these rapid cost increases, and I believe restructuring, is the correct way to do that. If we are able to cap the cost increases, then the future increases in fees will also be lower as well. So it is to the benefit of the patients that we cap cost increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked specifically whether the Class C beds would be phased out. Sir, the answer to that lies not with the Ministry but with the patients themselves. Singaporeans today are more affluent than 10 or 15 years ago. Together with the availability of Medisave funds, Singaporeans today find that they can afford greater privacy and that they can afford a better level of accommodation. This is reflected in their choice of wards when they are hospitalized. The result has been a tremendous demand for our Class B1 and B2 wards. Because the supply of these better wards is limited in our older hospitals, patients in such older hospitals are being forced to go into C Class wards. As a result, they complain to the hospital administrators that they are being forced to go down to a lower class ward although they are able to afford a higher class ward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The example of Tan Tock Seng Hospital, I think, would be useful. During the last financial year, Tan Tock Seng Hospital had an occupancy rate of 91% in its Class B1 wards and an occupancy rate of 78% in Class B2 wards. In terms of hospital management, a 80-85% occupancy rate means that the beds are already well occupied. The reason is that during the weekends, occupancy tends to be low but during the weekdays occupancy tends to be high. So 80-85% occupancy means that during the weekdays they are almost 100% occupied. For the Class C wards, only 66% of the beds are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1703</b></font>\n  <br>\n  <br> occupied. Many unhappy patients in the Class C wards are clamouring to be allocated Class B1 and B2 wards as soon as they are available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we redevelop the older hospitals, this situation will be corrected. However, we will ensure that there will always be adequate Class C wards available for the low income group that genuinely need them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the fees for Class B2 and C wards, the Member has asked whether these fees would be increased this year. I wish to inform him that the Ministry has no plans to increase those fees this year. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, on a point of clarification. I asked whether the private medical sector has a role in helping to reduce demand for health care, bearing in mind that it is against the economic interest to do so, and whether the Ministry is doing something to get the private sector to play that role. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> I must apologize to the Member for Kaki Bukit for this oversight. Yes, the private sector does have a role. The Member is correct in stating that unfortunately there may be a conflict of interest there because it may not necessarily be in the economic interest of private sector doctors to ensure that Singaporeans remain healthy. But I personally believe that most doctors are very aware of their responsibility towards their patients. It is not unusual for family doctors to look after one or two generations of patients. So there is a close link built up between family doctors and such patients. And I am sure that these doctors do take their responsibilities very, very seriously and that they do provide health education for such patients. The problem is how do we make sure that this philosophy extends to all the doctors. In that regard, we are working with the various professional bodies to see how that message can be emphasized more strongly and to persuade doctors to devote more time to health education whenever they see their patients. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1704</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, in my question for an oral answer previously, the Acting Minister for Health told me that the Government was looking for a site for a new hospital to serve the eastern part of Singapore. It came as a surprise to me to hear that the Government is still looking for a site. I wonder when will this site be found. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I recall that when the Bedok New Town was first planned more than 10 years ago, a piece of land was said to have been earmarked for a new hospital. What has happened to this plan? Today, several new HDB housing estates have already risen from vacant land, swamp land, squatter kampongs and reclaimed land in the eastern part of Singapore, and yet a suitable site for a hospital to cater for the needs of the population has still not been found. The people are surprised that there is no hospital built in conjunction with the HDB's housing development in the eastern sector of the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the HDB plans its estate or new town, many corresponding facilities are also included in this plan. But why is there no provision for a hospital, despite the heavy concentration of population in this part of the island? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Changi Hospital is poorly located and not designed to equip with modern facilities, many patients have no choice but to make use of the hospitals in the City area. In the event of serious accident either at Punggol or Changi, the victim has to be transported to one of the hospitals located in or near the City area which is very far away. By the time he reaches the hospital, he may have been dead already. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a fully-equipped modern hospital is urgently needed in the eastern sector of Singapore. On behalf of the people living in these housing estates, I urge the Acting Minister for Health to expedite his plan for a hospital. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, since the launching of the Medisave scheme, more and more medical expenses have been loaded on to this scheme. The original philosophy of Medisave is to set aside every month a small but regular savings to ensure that we will be able to pay for our hospitalization expenses, particularly for old age \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1705</b></font>\n  <br>\n  <br> health care as we expect the major portion of a person's lifetime hospitalization expense to be incurred after age 55. The 6% CPF contribution for Medisave was designed to meet the basic hospitalization needs of the average Singapore worker and his immediate family. It will not be adequate if he thinks of better than Class C wards in a Government hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at 30th September 1987, 43.5% of Medisave accounts have an average of only $287 in balance. This means that about half the account holders do not have enough money for old age medical expenses. There is therefore an urgent need to educate CPF members to be conservative in using their Medisave money. At the same time, I feel the Ministry should consider some form of national health insurance scheme which could be used to cover most hospital expenses and allow the premium of this health insurance scheme to be deducted from Medisave. Once the national health insurance scheme is implemented, all other Medisave deductions should be stopped. And to encourage people to maintain themselves in good health, this national health insurance scheme should also carry a good no-claim bonus. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, hospitals, unlike community centres and sports complexes, are extremely expensive to build and even more expensive to operate. For example, the National University Hospital costs $230 million to build and when fully commissioned, it will cost about $90 million each year to operate. Much deliberation must be carried out before we decide when to build and where to build our next hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the planning of hospitals, we have to consider, firstly, the total number of hospital beds that are required in Singapore based on the projected population growth and the projected level of hospitalization. Secondly, the number of hospitals that are required will depend on the optimal operational size of each hospital. Lastly, the location of the hospitals must be decided in relation to the population density and the accessibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the population growth in the last 15-20 years, the total number of beds in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1706</b></font>\n  <br>\n  <br> the Government acute hospitals has not changed much. This is due, firstly, to the changing disease patterns and, secondly, the better treatment procedures leading to a shorter number of days being spent in hospital. As such, other than for NUH, there was no need for a new Government hospital to be built in the last 20 years. However, we are planning for one in the eastern part of the island in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Member has pointed out, a site in Bedok has been reserved and is still reserved for hospital development. This was done in 1981. However, in view of the development of new expressways, the MRT and the various new HDB estates in the eastern part of Singapore, we have decided to investigate the availability of alternative sites in the eastern part. It is important to ensure that should a better site site available, we should reserve it so that it will be in a better position to serve the whole eastern part of the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we hope to finalize the choice before the end of the year. However, the development of the new hospital is not expected to begin until the early 1990s and its commissioning will not be due until the latter part of the 1990s. In the meantime, patients in the eastern part of Singapore can still continue to make use of Changi Hospital. It may be old physically and operationally; its layout may be inefficient while its A &amp; B class wards may not be as good as those in SGH or NUH. But I can assure Members and Singaporeans living in the eastern part of Singapore that Changi Hospital's medical and para-medical staff are equal to those in our other hospitals. In fact, because of its low occupancy rate, patients are more likely to be given longer consultation time than in other hospitals. The staff are also perfectly capable of handling all A &amp; E cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is a small island. It has excellent expressways and road system. Members can be assured that accident victims can be swiftly taken to the nearest hospital today. The lack of a modern hospital in the eastern part of Singapore has not in any way had any impact on the treatment of accident victims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Boon Teck talked about the inability of a large number of Medisave \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1707</b></font>\n  <br>\n  <br> account holders to afford medical attention in the future because of the low level of balances. He asked that we consider the setting up of a national health insurance scheme as well as educate Medisave account holders to be more careful in the use of their Medisave funds. As I mentioned yesterday, we are continuing the educational programme for Medisave account holders. We are encouraging them to be very careful in the use of their Medisave and to only opt for hospitalization should their medical condition warrant it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the national health insurance scheme, the Medisave scheme was introduced to avoid a very dangerous pitfall of the general insurance scheme. The experience of the countries with such a scheme has been that it gives the consumer the illusion of free medical services. It has led to the development of a buffet lunch syndrome. The people fel that since they have paid the insurance premiums, they might as well use the medical services indiscriminately. The end-result is that everyone, the whole population, end up paying much much more because of this overuse. My Ministry does not propose to introduce a general medical insurance scheme. But for Singaporeans who prefer to opt for that, such schemes are freely available today and they are provided for by the private insurance companies. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, I would like to seek two points of clarification from the Minister. Firstly, regarding health education pamphlets. I would like to congratulate the Ministry on the very good quality health education pamphlets that are distributed. I would like to ask the Minister whether the booklet that is produced by the Maternal and Child Health Clinics can also be sold to GPs so that our patients can also use it because this is an extremely good booklet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Declare pecuniary interest. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Yes, Sir, I must declare my pecuniary interest. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1708</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second point is in regard to the Hepatitis B vaccination. This, I understand, is also being done in Accident and Emergency units. Is this the correct place to do it? Will the Minister please comment? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I just want to seek a point of clarification. The Minister has been talking about building a hospital in the Bedok area. I am wondering why is there a concentration of hospitals on that particular sector of the island. We have to consider areas in the north and in the Jurong area. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I would like to thank the Member for Fengshan for his very encouraging remarks. I am sure my staff will appreciate it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot see any reason why that booklet cannot be sold to GPs and I will ask my staff to look into it very quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the giving of Hepatitis B vaccination in A &amp; E departments, I am sure there must be good reasons for that. But I will ask my staff to review whether it is appropriate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the comments by the Member for Ayer Rajah why there is a concentration of hospitals in the eastern part of the island, I am sure the Member for Changi will strongly disagree with him on that. There is a general lack of hospitals in the eastern sector of Singapore. There is only one hospital there at the present moment, and that is, Changi Hospital. Unfortunately, the Member probably did not hear very well my previous reply on Changi Hospital. I did inform the House that Changi Hospital is due for redevelopment in the future. However, we will not be redeveloping it on the existing site. We will be looking for a more appropriate site. Once the new hospital is developed, Changi Hospital will then cease to exist. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> What about Jurong? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Jurong is already well served by NUH and Alexandra Hospital. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw the amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1709</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Code PD 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to further comment on the problem of the shortage of nurses in Government hospitals. Nursing not being the most glamorous career, unlike that of the Singapore Girl, cannot be expected to attract many young aspiring school leavers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has identified the problem that contributed to the shortage of nurses and promised to revise their salaries. I shall not delve on the subject further apart from appealing to the Minister for Finance who is here this morning to be on the generous side when revising the pay scales. We have to be realistic and face the hard facts of life in a modern materialistic society. We can only get what we are prepared to pay for. We will be most unrealistic and we will only be kidding ourselves if we expect to reproduce Florence Nightingales of yester year. It is high time the Government boosted the nurses' public image not only to raise their salaries but also to improve their welfare and general working conditions. It is also high time something concrete is done to make nursing a more rewarding and satisfying career for school leavers who may have an inclination for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a few suggestions to make for the Minister to consider. Firstly, to provide child care centres at the workplace for nurses who are married and have young children. The charges should be minimal. Secondly, to provide scholarships and bursaries for deserving nurses to pursue relevant courses to upgrade themselves. Thirdly, to promote a better public image of nurses along the line of what is being done for teachers by using the mass media. Fourthly, to provide study awards to children of nurses with outstanding school results. Fifthly, to present long-service awards to nurses who have served more than 10 years. Sixthly, to give special incentives, eg, free holiday tours to outstanding nurses. Lastly, to provide better and more comfortable rest areas for nurses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1710</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I would like to thank the Member for Changi for his long list of suggestions. I will ask my Ministry officials to review them and see how they fit in with the fringe benefit system of the civil service. But there are a few points which I can reply on immediately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, child care services. I believe that these were provided in certain hospitals earlier on, but unfortunately they proved to be unpopular and were therefore withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Scholarship to nurses for upgrading: yes, these are being provided. Every year we do send quite a good number of nurses for upgrading courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Long service awards: I am not too sure how much flexibility we have in this area. Also, Incentives for outstanding nurses: all this have implications for the civil service. I will ask my officials to look into them. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I just want to find out from the Minister how soon will this revision of salaries come about. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the review of the salaries is already underway and, as I have informed the House two to three weeks ago, we hope to be able to get a positive reply from the Ministry of Finance soon. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I thank the Minister for the reply. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. 4, Dr Tan is not here. Amendment No. 5, Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P be reduced by $10 in respect of Code PE 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the subject which I want to raise has already been raised by two other Members and the Minister has responded but I would like to add further comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Preventive medicine plays an important role in reducing the mortality and morbidity of many diseases, particularly by diseases known as the degenerative diseases of old age, which now constitute the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1711</b></font>\n  <br>\n  <br> number one killer in Singapore. The Minister has stated in his reply to the Member for Boon Teck and the Member for Kaki Bukit and highlighted a rather comprehensive preventive health programme. The Member for Fengshan has congratulated him and I would like to add my congratulations to him and his staff. However, I would still like to ask the relevant questions. Has all this publicity reached out to the population? Have we reached one and all about this very important message? For example, the pamphlets and the posters that you put up in clinics and in the hospitals' outpatient departments. This, in theory, is only accessible to people who visit those places, and I guess this would constitute perhaps 1% of the population. So how effective is your anti-smoking campaign? Just now the Acting Minister said that it was fairly effective. What does that mean? How does he measure the effectiveness of that programme? What I want to state is that we must continue to find ways and means to mobilize and motivate the so-called healthy Singaporeans to come forward and participate in the preventive health programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like here to make two suggestions. First, for a preventive health measure to be effective, there must be this element of compulsion. Look at our immunization policy. Before the Immunization Act, the response rate was very unsatisfactory. After legislation, every parent upon birth registration receives a notification of his obligation to vaccinate or face a fine of $500. The response, as the Acting Minister has stated, is practically 100%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So as far as this group of people is concerned, this is the group that suffers from degenerative diseases, the target group. These are people like ourselves here, in the 40s now. In the next 10 to 20 years we will be in the group that will form the aged. So is it not possible for the Minister and his officers to come up with a legislative measure to make it compulsory for all employees, aged 40 and above, to undergo periodic screening tests, urine tests and blood pressure tests, which are very simple and very low-cost tests? He \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1712</b></font>\n  <br>\n  <br> may think that this is a rather harsh thing to do. But think of the cost, the death that can be prevented and also the social economic cost brought about by these diseases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another suggestion which I would like to make is that there is a golden opportunity to implement a mass screening programme, ie, on election day. This may sound ridiculous to the Acting Minister - to conduct a health screening programme on election day - but this is the day where the whole electorate has to turn up. It is not so difficult to set up a nursing station either before or after the polling booth, and make sure that every voter has his urine test done and his blood pressure measured. I am sure you will not find any shortage of voluntary medical personnel to come forward to demonstrate their civic spiritedness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have two other small suggestions. One is to offer free urine test and blood pressure screening at, say, the outpatient clinics and the polyclinics and also to encourage general practitioners to offer free tests in their clinics. Install more audio-visual aids in all public places, waiting rooms and clinics, hotels, shopping complexes, to run filmlets on the causes of hypertension, diabetes, heart diseases and their prevention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not know whether I heard it correctly just now from the Minister, but I thought he said that the doctors in the private sector may not share the Ministry's philosophy of preventive medicine, of keeping every Singaporean healthy. I do not know whether he actually said that. If he did, I think this is really preposterous. Because as he said just now, the reputation of a doctor, whether he is in the Government service or in the private sector, depends on his responsibility towards his patients. If he is irresponsible in looking after the needs and this includes the need of apparently healthy people, then his reputation will suffer. The gynaecologists in the private sector, and I am not advertising here, do carry out preventive measures. We do breast screening and pap smear, cancer screening. So I do not think it is right to say that we do not share this philosophy. Of course, we do. I have great faith in all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1713</b></font>\n  <br>\n  <br> doctors in Singapore including those in the private sector, unlike the Minister. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I suspect that the listening capacity of the Member for Telok Blangah is better when he is in his clinic than when he is in this House. Sir, I had said that the Member for Kaki Bukit may be correct because it appears that there are conflicts of interest, but I went on to give a very long explanation as to why I think he may not be correct. I talked about family doctors looking after one or two generations of patients and all that. I hope he recalls what I have said, and if he has recalled what I have said, then I hope he will take back his words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Getting back to the rest of the issues that he has touched on. Sir, I believe that whilst preventive health care is very important, however, one must adopt a very balanced approach. I do not think it is necessary to legislate compulsory screening tests. His suggestion about providing free blood pressure test and urine test during election day is a very novel approach to this problem. I dread to think of the logistics involved. Imagine taking urine tests for about a million people on one day, as well as taking blood pressure for that large number of people. I think there are better ways and one of the ways, as he has mentioned, is that whenever a patient comes into a clinic, the doctor gives him a blood pressure test. This we are already doing in our polyclinics. I am sure many of the doctors in the private sector do that too because each time I see my own family doctor, he checks my blood pressure. I think that is a practice that is fairly practised by doctors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as for degenerative diseases, these are due to harmful lifestyles and diet. These are being catered for very strongly in our health education programmes. So I think we are coping with it. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Koh, can you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Can I seek a point of clarification first, Sir? The point that I was making just now which the Acting Minister missed is that if you wait for these people to come to the clinic, you are not going to screen the population. How many people come to see the doctors? They only come \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1714</b></font>\n  <br>\n  <br> when they are not well. So you are not really doing a mass screening programme. The main point here is that it is people that you are not reaching out to who will later on come up with problems which will then be late for us to look after. That is the point I am making. That is why I start to think of ideas like having a mass screening on election day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to apologize to the Acting Minister if I had heard him wrong. But I thought he did say that it may not be in the interest of the doctors in the private sector to want to promote healthy Singaporeans. Because we are more interested in curative medicine rather than preventive medicine. Is that not the point that you are saying? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the answer is no. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to mass screening, I think it is the concept that is important. The concept is that we should try to screen as many people as possible. We will try to find all ways to attain that objective. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> He has also not answered the point I made about introducing this element of compulsion. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I have already replied to that earlier on. Obviously he was not listening. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Are you going to do it? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> No. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, I think this debate ought to continue, but I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $460,008,430 for Head P ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $81,587,400 for Head P ordered to stand part of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $36,218,260 for Head W ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Y - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $172,000,000 for Head Y ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $5,901,816,690 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1988 to 31st \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1715</b></font>\n  <br>\n  <br> March, 1989, contained in Paper Cmd. 5 of 1988,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $6,505,997,700 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1988 to 31st March, 1989, contained in Paper Cmd. 5 of 1988,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $5,901,816,690 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1988 to 31st March, 1989, contained in Paper Cmd. 5 of 1988.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $6,505,997,700 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the financial year 1st April, 1988 to 31st March, 1989, contained in Paper Cmd. 5 of 1988.\" \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Deputy Speaker, Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1715</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 145 of the Constitution of Singapore, heads of expenditure to be met from the Consolidated Fund other than statutory expenditure have to be included in a Bill to be known as the Supply Bill. The purpose of the Bill before Members is therefore to give legislative approval to the appropriations from the Consolidated Fund to meet expenditure in the financial year 1st April, 1988 to 31st March, 1989. The heads of expenditure and the sum that may be incurred in respect of each head are shown in the schedule to the Bill. These have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1716</b></font>\n  <br>\n  <br> approved by the House in the Main Estimates of Expenditure for the financial year 1st April, 1988 to 31st March, 1989, and appear on page 49 of Command Paper No. 5 of 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to issue warrants, authorizing expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1716</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 145 and Clause 2 of Article 147 of the Constitution of Singapore for additional expenditure in excess of the provision authorized by the Supply Act, 1987. The additional sum has been scheduled as a Supplementary Main Estimates which has been considered and approved by the House as Command Paper No. 3 of 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1717</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CORRUPTION (CONFISCATION OF BENEFITS) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>12.33 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Second Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Law (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's determination to stamp out corruption is well-known. Our tough stand against corruption has earned a special reputation for Singapore internationally. Within Singapore everyone - no matter whatever position he holds - knows that if he is corrupt, the law will deal with him firmly. We have been able to do this because of, first, the Government's consistent and firm position against corruption. Secondly, because of our laws, especially the Prevention of Corruption Act, and thirdly, because the laws are implemented fearlessly and effectively by a CPIB that is thorough and impartial in its work. Members would recall that the Commission of Inquiry into the late Mr Teh Cheang Wan stated, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Singapore has an enviable reputation for the honesty and integrity of its public institutions. This reputation is a hard-earned national asset which should be protected and preserved.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But how do we protect and preserve it? We can say of the prevention of corruption as Jefferson said of liberty - \"eternal vigilance is the price of liberty\". Methods of corruption are always undercover and very difficult to detect. Corruption is cunning in hiding its tracks over a long period of time. Therefore, we must be prepared to adopt any new legal procedures which will serve as further deterrents against corruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill provides an effective new weapon in dealing with corruption. It strikes effectively at the unexplained assets of persons convicted of corruption offences. Under the Bill, the courts can make confiscation orders in respect of such unexplained assets and can restrain their disposal before the court proceedings are concluded against such persons. This will be in addition to other penalties \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1718</b></font>\n  <br>\n  <br> which the court may impose under existing law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think Members know that we already have the Prevention of Corruption Act. However, this existing law is not sufficiently adequate to deal with the confiscation and recovery of corruption benefits. Under the present law, a person convicted of a corruption offence is ordered to pay by way of penalty only a sum equal to the amount of the gratification which he has received or the value of that gratification. This payment of penalty, it may be noted, is confined to the value of the gratification received for the offence for which he was convicted or for other offences for which consideration was taken into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let us take the case of an offender who has been corrupt prior to that particular offence for which there was discovery and for which he was charged. He may have assets which are clearly disproportionate to his known sources of income and for which he can give no satisfactory explanation. Such assets, under existing law, cannot be confiscated unless it is proved that he has actualy derived those assets by corruption. But these are matters which are specially within his own knowledge and it would be difficult, if not, impossible to obtain evidence concerning them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill, therefore, provides new powers for tracing and freezing the benefits of corruption and for confiscating those benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principles in this Bill are not new. Britain and Australia are among the countries that have legislation for the confiscation of property and assets which were illegally obtained. The provisions of this Bill before the House are modelled on the United Kingdom's Drug Trafficking Offences Act of 1986 with modifications and adaptations for our purposes except for clauses 21 and 22 which are adapted from the Australian Proceeds of Crime Act, 1987. For the information of hon. Members, I have distributed a comparative chart (Cols. 1781 - 1786) showing the United Kingdom and Austrlian provisions from which we have borrowed and adapted or modified. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880330/19880330-HA-0501781.htm\">chart - COMPARATIVE TABLE (Cols. 1781 - 1786)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1719</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under clause 4, Sir, where a person has been convicted of a corruption offence and the Public Prosecutor makes an application to the court, the court shall make a confiscation order against the defendant in respect of benefits derived by him from corruption. The safeguard is that the court must be satisfied that such benefits have been so derived. A person is deemed to have derived benefits from corruption if he holds or has held assets disproportionate to his known sources of income, the holding of which he cannot explain to the satisfaction of the court. The onus of explaining assets which are disproportionate to the defendant's known sources of income is placed on him. This is fair since it will only apply after he has been convicted of a corruption offence and that he is in the best position to explain how he derived those assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 provides for the assessment of the value of the benefits derived by the defendant from corruption. Clause 6 will enable the prosecution to tender a statement to the court as to any matters relevant to the determination of the benefits derived by the defendant from corruption. Such a statement, if accepted by the defendant, would provide a conclusive way of determining the amount of the confiscation order. The defendant can, however, still of course dispute this statement and he may tender his own statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bil provides for the defendant to be liable to imprisonment where any confiscation order made by the court is not satisfied. The periods of imprisonment in default of payment of the confiscation order is in accordance with a progressive scale depending on the amount involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that the assets derived from corruption are not disposed of by the defendant before the conclusion of the court proceedings, the High Court can make what is known as restraint orders. Such restraint orders, like an injunction, will prohibit any person from dealing with any realizable property of the offender. It may be made only on the application of the Public Prosecutor and the effect will be to freeze the property and assets which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1720</b></font>\n  <br>\n  <br> may be needed later to satisfy a confiscation order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, safeguards for the interests of innocent third parties are provided in the Bill. The court may not enforce a charging order or authorize the realization of any property subject to a restraint order unless a reasonable opportunity has been given to persons holding any interest in the property subject to an order to make representations to the court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill also contains provisions to deal with absconders, ie, persons who are the subject of investigations by the CPIB or who either die before conviction or who, at the end of six months after the commencement of investigations, cannot be found or are out of Singapore and are not amenable to extradition proceedings. A court may make a confiscation order in respect of the benefits derived by such absconders from corruption if the court is satisfied that the person has absconded and the court is also satisfied that there is sufficient evidence to convict the offender in respect of the offence under investigation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, Sir, the Bill will provide a more effective mechanism to deprive an offender of the fruits of his corruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to touch on some of the points which have been made recently in the Sunday Times' article and in a regional publication. But perhaps I should first give Members who wish to speak an opportunity to express their views before I go into that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also do not propose, Sir, to go into the details of the Bill because it is the Government's intention to refer this Bill to a Select Committee of Parliament. This will enable organizations and individuals to make known their views and suggestions on this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Mr Deputy Speaker, Sir, I rise to support the Corruption (Confiscation of Benefits) Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Government's record on the way that it deals with corruption and bribery is a well-established one. This is a record which is the envy of many \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1721</b></font>\n  <br>\n  <br> countries and it is important that we not only maintain this record but also do everything posssible to enhance it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore thrives because it is efficient and corruption-free in most cases and everyone can calculate the cost of doing business or working in Singapore. Uncertainty and difficulties are eliminated. This is the only way in which Singapore can grow and prosper further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill before us is to further stamp out corruption and bribery and, hence, has my full support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am also gratified by the Minister's statement when he said that he would refer this Bill to a Select Committee of Parliament. This is indeed good and wise as it will enable responsible organizations and individuals to offer their views and suggestions to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, originally I had not intended to speak on this Bill, but after reading the two articles which appeared, one in the Sunday Times, 27th March, and another one in Asiaweek, I thought it is best to raise this subject in this House withthe Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Sunday Times article entitled \"Corruption Bill conflicts with basic tenets of justice\" and another entitled \"Taking Aim at Corruption\" in Asiaweek. Have one thing in common, that is, both are extremely critical of this piece of legislation. In fact, Sir, Asiaweek says that some Singapore lawyers have labelled it as the Teh Cheang Wan Bill. It even goes to suggest that the proposed Bill could dramatically alter certain principles of jurisprudence in Singapore. The Sunday Times article states, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'But several of its provisions do seem to come so uncomfortably close to being in conflict with some basic tenets that a full debate is necessary in order that the public mind can be set at ease.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the article further complains that \"retroactive legislation makes nonsense of the definition of an offence. Something is either an offence today or it is not\", and also the question of an absconder is presumed to be guilty for the purposes of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again, Asiaweek continues to say that this Bill has caused a stir among local lawyers, largely because the provisions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1722</b></font>\n  <br>\n  <br> violate a fundamental principle of natural justice, and other comments are laced with quotations from Mr Francis Seow and Mr J.B. Jeyaretnam. For some reason or other, no learned quotation from the Member for Potong Pasir is included in this article. Maybe the Asiaweek does not consider his views relevant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the tone of both the articles is similar, and I begin to wonder who influenced who. Nevertheless, there would be opportunity for more people and organizations, other than the articles that have appeared so far, to appear before the Select Committee, that is, if they are still concerned with the principles and not for some cheap publicity or opportunity to take a gibe at the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since so many lawyers appear to be unhappy, according to this Asiaweek article, I would urge the Law Society to seriously make representations to the Select Committee. I would also urge individual lawyers to take the Government seriously and offer their views and suggestions. For the moment, maybe the Minister can put to rest some of the misgivings stated in both these articles. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Mr Deputy Speaker, Sir, corruption saps the efficiency of our public service and the spirit of our society. Singapore is fortunate in having an efficient, incorruptible public service. We must preserve and strengthen that system and ensure our society is corruption-free. The Bill, by taking away the benefits of corruption, strikes at the very heart of corruption - human greed. By empowering the court to make confiscation orders against unexplained wealth of persons convicted of corruption, the Bill takes away the incentive of corruption. It takes away the temptation and the benefits of corruption. Corruption does not now pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support this Bill, but I would like to seek certain clarifications from the Minister. Clause 3 of the Bill, Sir, makes it clear that the provisions of the Act apply to corruption committed before the coming into force of the law, except for persons who have been convicted and sentenced by a court. But does it apply to corruptions committed after the Act comes into force? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1723</b></font>\n  <br>\n  <br> A grammatical reading of clause 3, Sir, would seem that it does not. There is a presumption in law against retroactive legislation. But is there a converse presumption for the prospective legislation? Can the Minister please clarify? Furthermore, Article 11 of our Constitution protects a person against retrospective punishment. This point was touched on in an article in the Sunday Times of the 27th March which was referred to by both the Minister himself as well as the Member for Chong Boon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 of the Bill on confiscation orders and clause 9 on the procedure for enforcing fines, reading together, appear to make confiscation orders to be punitive and not merely compensatory in nature, thus increasing the punishment for the offence over that was prescribed by law at the time of its commission. Does the retroactive provision under clause 3 of the Bill offend against the Article in our Constitution? Or does clause 4 of the Bill only reinforce the existing law under sections 13 and 14 of the Prevention of Corruption Act? On clause 4, it appears that the confiscation order must state the amount recoverable. It does not appear that the court can order, for example, the confiscation of a house bought from corruption money. This leads to certain complicated provisions in the Bill providing for the tendering of statements (and their acceptance) of benefits derived from corruption (clause 6); assessment of the amount to be recovered under confiscation orders (clause 7); the definition of what is realisable properties and value of properties - clause 8; and the variation of confiscation orders - clause 17. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I realize, Sir, that there are similar provisions in the English Drug Trafficking Offences Act of 1986. But I believe these complicated provisions can be simplified if the court were empowered to make confiscation orders directly forfeiting all benefits derived from corruption in whatever form these benefits may take. If the benefits take the form of property other than cash, they should be vested in the public trustee and subject to legitimate third party claims sold for the benefit of the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1724</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 10 of the Bill may cause embarrassment and unnecessary suspicion to the innocent. Under sub-clause (2) of the clause, the court is empowered to issue a restraint order even before proceedings are instituted and without proof that the defendant may remove property out of Singapore. This does not seem to be fair or justifiable. Furthermore, in the event the restraint order is discharged on grounds that proceedings are not subsequently instituted as ordered by the court, no damages are payable to the innocent party against whom the restraint order was applied for. Under our general law there is procedure in the High Court for application of an interim injunction (which is akin to the restraint order here) in cases where there is reasonable belief that the defendant is spiriting away his assets to defeat the course of justice. But in that event, there must be reasonable grounds for such a belief and if it subsequently should turn out that such belief was not justified in law and the defendant has suffered damage as a result, the defendant is always entitled to recover damages from the person who makes the unjustifiable application. Maybe we can simplify matters by applying the general law to corruption cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same argument, Sir, goes for charging order under clause 12. We have a well-defined general body of law on injunctions and charging orders. It may be better to apply this general body of law to corruption cases rather than creating new provisions to deal with the situation. Existing laws have certainty; writing new law creates uncertainty and interpretational problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principle behind this Bill is sound and I support it. The detailed provisions appear to be too complicated and will lead to difficulties in construction. They should be simplified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this Bill, Sir, 4 1/2 pages of the Bill out of 20 1/2 pages are devoted to the definition of terms used in the Bill and almost every other clause defines one term or another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, what about the agent of the corrupt person, the go-between, the abettor of the crime? He should be equally guilty but he seems to be getting away \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1725</b></font>\n  <br>\n  <br> scot-free. Perhaps the provisions of the Bill should be made to apply to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome, Sir, the committal of this Bill to a Select Committee at which these and other provisions of the Bill can be studied in detail. I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 12.58 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, I rise to support the Bill standing in the name of the Minister for Law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more than any other country, Singapore must ensure that corruption in any form does not sink deep roots into our society. Where it does exist, all efforts must be made to eradicate it. This Bill reinforces the legal mechanisms we have, namely, the Prevention of Corruption Act and the Corrupt Practices Investigation Bureau. It emphasizes the point which the Member for Chua Chu Kang made before lunch that corruption like any other crime does not pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has been fortunate to have a clean and honest Government since 1959, a clean and honest Government which is, in the words of a Commission of Inquiry, \"the hard earned asset of the people\". I would go so far as to say that our peace, progress and prosperity have been, in large measure, due to the effective Government we have and to the people's support for, and trust and confidence in, this Government. Where corruption had reared its ugly head, the Government had acted swiftly and decisively to eliminate it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is vital that in Singapore we have a government which is clean and honest. This factor enhances our political stability which is so essential for our continued peace and prosperity. Without it and instead with corruption, our political stability will be undermined. This is because corruption, especially in official and politi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1726</b></font>\n  <br>\n  <br> cal circles, will weaken the people's support for, and trust and confidence in the government. If that happens, there will be disunity and eventual chaos and even rebellion. We have seen this occurring in many developing countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Singapore, a clean and honest government is also vital for our economic growth, especially when we depend so much on foreign investment, trade and technology. Foreign investors welcome the efficient, decisive and swift manner in which decisions are made. These foreign investors are not troubled by bureaucratic corruption which exists elsewhere. Would foreign investors be encouraged to come to Singapore if they know that they have to grease the palms of political and official leaders when they want to get things done? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, corruption is a cancerous disease. If it is not detected early enough, it will spread and attack the healthy parts of the body politic and eventually destroy the whole society. As someone has written, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If others, especially political and official leaders, indulge [in corruption] it takes iron will not to copy [for others not to be corrupt as well].' \n  <br>\n  <br>If many indulge in corruption, then they will all find it in their interest to conspire to protect one another, to cover up and to prevent exposure. In that kind of society, law and justice become a mockery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this has happened in some developing countries. Corruption in those countries is a way of life. People are no longer surprised by reports of corruption. It has become a habit and everyone in society expects corruption to exist even in high places. When this happens, it is the beginning of the end for that government. It is a matter of time before chaos and disunity break into open rebellion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have many examples of corrupt governments being overthrown because of the corruption of its leaders. In the Carribean, there is the case of Haiti under the Duvalier family. In Africa, the example of Sudan under Numeiry comes to mind. And nearer home, we have the well-known case of the Philippines under Marcos. If any Singaporean wants to see for himself or herself what corruption can lead to, he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1727</b></font>\n  <br>\n  <br> or she should visit the Malacanang Palace in Manila and look at the Marcos' collection of various items. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, may I quote a public policy specialist who wrote about corruption, Prof. J. Patrick Dobel: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Once corruption becomes widespread, there is very little possiblity of successful, significant reform of injustice in the state. Even a successful violent revolution becomes almost an impossibility. Any significant legal, political and even economic changes will be quite irrelevant since the citizens will either frustrate the goals or use the new arrangements for their own self-interest and benefit.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Professor went on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Only consistent good leadership, real participation and abolition of massive inequalities will restore the state to its original principles of justice, fraternity and equality.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, we have consistent good leadership, real participation by the people, and abolition of massive inequalities. We have them because the Government has insisted on the highest level of personal integrity, honesty and dedication of its officials and political leaders. We can continue to have these if all maintain their vigilance and eradicate corruption whenever and wherever it appears. \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry (Encik Sidek bin Saniff):</b> Sir, I rise in support of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I always strongly believe that there are no two ways of combatting corruption except to eradicate it totally. It is one of the greatest dangers of modern times. It has plagued and perplexed many governments. There should not be any compromise. It was stated that compromise is corrupt to ideology. What happens if one were to compromise in corruption? I believe not only will it kill ideology, it will also destroy the society, the very social, economic, political fabric of that society, of that nation. Thus, this demonic creature with a human face, with a human mask, must be totally erased from our midst. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have only one question to ask the Minister, ie, the explanation of clause 21(2)(b)(i) of Part IV which says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'the person dies before proceedings in respect of the offence were instituted, or if such proceedings \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1728</b></font>\n  <br>\n  <br> were instituted, the person dies before he is convicted;' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I just want to know whether this includes natural death. How are we going to convince people that natural death could be punished in such a way? \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, I rise in support of the Bill and I would like to thank the Minister for referring this Bill to a Select Committee. This subject is of wide public interest and a reference to a Select Committee will enable the public to voice their views and concerns, if any. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill must be looked at in the context of Singapore. Our strong anti-corruption policy and stance have served us well, extremely well I must add, since 1959. There is every indication that this philosophy, or rather way of life, will continue to be a fundamental pillar, not only of our economy but of every part of our life and our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last Sunday, there was an article in the newspaper on this subject. Like the Member for Chong Boon, I disagree with the thrust of this article but credit must be given to the article for there are at least two paragraphs which I agree with the writer. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Now of course the Bill will serve to reinforce what Singaporeans know only too well - that corruption does not pay and must not be seen to pay. Not for the giver of bribes, or the taker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To the extent that the Bill protects further the integrity of the system and Singapore's well-deserved reputation as a place where palms need not be greased for things to be done, it deserves every support.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rightly so, Sir, it deserves every support. It must be driven home that nobody, absolutely nobody, including relatives and friends of the corrupt person can ever benefit from the ill-gotten gains of corruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Minister earlier said, this is the case now. But now the Government can only recover from specific instances in which it can prove corruption. My question is this. Should the Government spend more public money, more public time, trying to prove each and every act of corruption to recover the ill-gotten gains of corruption even after the person has been convicted of corruption? Yet, if the Government will not do this, then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1729</b></font>\n  <br>\n  <br> obviously corruption pays. It does because a corrupt person can admit to one single act of corruption. Restitute the money from that single act, go to prison for that act and then later come out to enjoy the ill-gotten gains from the many other acts he may have committed. I am glad that this Bill covers this loophole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, like the Minister, I do not want to go into the details of the Bill for the same reason stated by him; because it is being referred to a Select Committee. There are, however, three underlying principles that I would like to bring up. These are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the so-called retroactive nature of the proposed Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the so-called assumption that an absconder is presumed to be guilty; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The assumption that the unexplained assets of a convicted person is deemed to have been derived from corruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the first point, is the proposed Bill really retroactive? Sir, as I read clause 3, it clearly states that the Bill does not apply to those corrupt offences in respect of which proceedings have been completed, that is, the person has been convicted of the corrupt offences before the commencement of the proposed law. Sir, I am not a lawyer but from my layman's viewpoint, I thought the issue is not whether the person has committed the offence or not and at what time, but rather the issue is when the conviction takes place. It simply states, Sir, that if the conviction takes place after the commencement of this Act, then this Act will apply to that particular case. Surely, Sir, this cannot be considered retroactive because if the conviction had already taken place before the commencement of this Act, then this Act does not apply at all. Perhaps the Minister could explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the second point of presuming absconders to be guilty, the issue is not guilty of corruption. Due to the absence of the offender, it would be difficult to have a trial. The issue is that of finding whether the absconder has unexplained wealth, unexplained assets, which of course he is not in a position to explain and which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1730</b></font>\n  <br>\n  <br> neither of his friends, relatives or people close to him can explain. Sir, this is more to ensure that the ill-gotten gains of corruption do not benefit those who are involved in corruption. It is the confiscation of unexplained assets, wealth, that nobody can or will explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this therefore brings me to the third issue, that of unexplained assets. As the Minister has said, this is not a new concept. To support his arguments, I would like to illustrate the use of this principle in three countries; countries with reputations of having many democratic and liberal institutions to uphold the rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the United States, under their tax evasion Act or laws, a person can be considered as evading tax if he has wealth beyond his means or if he lives beyond his means. The Government does not even have to prove that a person is evading tax but rather that if he lives beyond his means he can be convicted of evading tax. Further, in the US, tax evasion is a jailable offence. In Hong Kong, under its Prevention of Corruption laws, a Crown servant, if he is living beyond his means, he can be convicted of corruption. In UK, Sir, the Minister has already distributed a comparative table on the Bill and the UK Drug Trafficking Offences Act of 1986. I have distributed an extract from a Background Brief issued by the Foreign and Commonwealth Office in London dated December 1987 on this particular Act in UK. Sir, with your indulgence, if we look at the extract, I will not read it but those who are reading it, if you will just remove the words like \"British police and Customs and Excise\" and substitute, let us say, \"Singapore Government\", the word \"traffickers\" into \"the corrupt persons\", the words \"drug trafficking\" into \"corrupt practices\", you will see that this explanation where under the Act the authorities can \"obtain information\", have his \"assets restrained\" and can issue a \"confiscation order\" applies exactly to the Bill in front of us. So if these countries can have such legislation with such underlying principles, why should we object to Singapore using the same principles to ensure that we will remain as much as possible and as long as possible a corrupt-free society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1731</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Deputy Speaker, Sir, thank you for allowing me to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I rise in support of this Bill. Sir, the aim of Singapore is to build a nation of excellence and I believe that one of the objectives of excellence must be a corruption-free society. If Singapore is to endure as a nation, then we must strive for this objective, that is, a corrupt-free society. Corruption, as we have seen and as spoken by other speakers, is the root of the problem of many Third World countries. They remain poor and undeveloped and, worst of all, they are unable to get off the ground in their economic development because their efforts are eaten away by the social disease of corruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is Singapore corruption-free at the moment? Apparently it is not, otherwise we would not be here to pass this Bill. The Prime Minister in January in this House last year has said that \"the strongest deterrent is in a public opinion which censures and condemns corruption\". Our public opinion obviously is still not that strong against corruption. We have not built up that social structure, attitudes, values, which really condemn corruption. Perhaps the Government at this juncture should take steps to build up such a public opinion against corruption. This is where, I think, SBC drama serials can come in handy. Such dramas could depict not only those persons who are corrupt are censured and condemned and suffer by society, but the shame of that corruption will inevitably also affect members of their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another problem of corruption in Singapore is that to a certain extent many who come here are transient in that they do not have roots sunk into our society very deeply. So those people who come here, they have made a name for themselves and get into a position and they might be tempted to go into a corrupt way to enrich themselves. They think, \"Well, if they have enough, they will just pack up and go\". Or even if they get caught they can still have their ill-gotten gains with them and after a jail sentence they can go off and enjoy the money somewhere. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1732</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last debate on this Teh Cheang Wan Affair, I think the Prime Minister said that it was not necessary to have more laws. Apparently, the Government has changed its view on this point. His comment was that there was no need to add more trip wires to check against corruption. On the last point, Mr Lee said that if more were added, Singapore might end up like a house where the burglar alarm system was tripped more often by the occupants, not by the burglars. Obviously, I think we are going to set up more burglar alarms. And I am for this law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are three ways to prevent corruption. One, of course, is public opinion against corrupt practices. The society will condemn heavily those that practise corruption. The other, of course, is deterrence, a jail sentence or a fine. But apparently these tools are not strong enough. I think this law with the confiscation of the benefits cover the third point. The corrupt person must not enjoy his ill-gotten gains. So it covers all the points which will prevent a person from being corrupt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I see that this law is quite comprehensive and I hear that it is going to the Select Committee. Perhaps there is only one point which is not very clear, and that is, in regard to a corrupt person who is either about to be made a bankrupt or is already made a bankrupt and his assets are in the hands of the Public Trustee. I think this point will have to be really clarified because a person who goes into bankruptcy because he owes many creditors sums of money and these creditors may be genuine creditors who have supplied goods or who have supplied services to the bankrupt and it is fair only that he gets his share back. So if there is no clear-cut way of distinguishing or tracing the corrupt money, and the money that is actually left over in business, then I think there will be a problem area there. I think this point will have to be really looked into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as regards the other points, I think they are commendable. Now we have this confiscation order for persons who are convicted of corrupt offences. I see that the law covers a very wide area. They have got a restraining order, and the courts can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1733</b></font>\n  <br>\n  <br> restrain the order. I even see that the definition of \"absconded person\" is a very novel definition in that an absconded person can be defined as a person who even dies and he is considered to have absconded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This period of six months, I do not know whether it is too short to consider a person as having absconded. I suppose the Minister does know that, in law, a person is presumed dead only after seven years. So between \"seven years\" and \"six months\", six months appears to be a rather short period to define a person as an absconded person if he is just missing or cannot be traced for six months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure this Act was drafted after the events of the Teh Cheang Wan Affair. With this Act, the Government really has got teeth in dealing with corrupt persons. So at this juncture I would like to ask the Minister whether action will now be taken against Liaw Teck Kee, the person who had shared the benefits of corruption with the late Minister. And also whether action will be taken, of course, against the estate of one of the developers of the River View Hotel. Of course, now with the definition of \"absconded persons\", action can be taken against the assets of Teh Cheang Wan's son, Teh Kwan Sek, who has absconded. Perhaps the Minister could clarify these points. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, I wish to thank the Members who have spoken on the Bill, all of whom have supported, including the Member for Potong Pasir which, to my memory, is the first time that he has spoken in support of a Government Bill. I think his speech was on the whole constructive and we welcome it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to start by referring Members to the articles which appeared in the Asiaweek dated April 1st (but it was released much earlier) entitled \"Taking aim at corruption\", and the other article in the Sunday Times of 27th March, \"Corruption Bill conflicts with basic tenets of justice\" by one Catherine Ong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Asiaweek article made three allegations. First, that this Bill violates the constitutional provisions that prohibit creation of offences or enhancement of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1734</b></font>\n  <br>\n  <br> penalty retroactively. Secondly, it is alleged that the Bill violates rules of natural justice. Thirdly, that it is wrong to make a confiscation order against a person who has died or absconded. Let me assure Members of the House that I have had extensive discussions with both the Attorney-General and the Solicitor-General on this question. The allegations are unfounded, Sir. Let me deal with each of the points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, that the Bill violates the constitutional clause which prohibits retroactive creation of new offences or new penalties. Sir, nowhere does the Bill create any new offence, much less a retroactive offence. A careful reading of the Bill will show that the definition of \"corruption offence\" in this Bill refers to existing offences under the Prevention of Corruption Act or the Penal Code. The Bill does not in any way alter the penalties for those offences. The Bill also does not enhance the punishments for existing offences retroactively. All that this Bill does is to introduce new provisions for tracing and freezing the benefits of corruption and for confiscating those benefits. It is not retrospective. Its provisions cannot be used as the basis for claiming the $1 million which we are seeking to recover from the late Mr Teh Cheang Wan even after this Bill becomes law. We still have to claim it by way of civil action against the estate under the law before this Bill is passed. That is why the Attorney-General is suing the estate of the late Mr Teh Cheang Wan for recovery of sums derived from corruption, and he has done so under existing law. He is able to do that because, even under existing law, a person is not entitled to retain ill-gotten gains derived from corruption. So no new offence or punishment has been created retroactively. One should not just look at the Bill and see a phrase \"whether before or after the commencement of this Act\" and jump to the conclusion that some grave constitutional principle has been violated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just mention, Sir, that in the United Kingdom the Drug Trafficking Offences Act, section 2 says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'For the purposes of the Act, any payments or other rewards received by a person at any time, whether before or after the commencement of this Act, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1735</b></font>\n  <br>\n  <br> in connection with drug trafficking carried on by him, are his proceeds.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another section says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'When he is convicted, all the property and assets which have been held by him or have been transferred to him for the six years prior to the conviction, are deemed to be payments or reward in connection with drug trafficking.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, what this Bill seeks to do is really to reverse the burden of proof where a person has been convicted of a corruption offence to show that the assets in his possession which are disproportionate to his known sources of income are not derived from corruption. As these are matters which are specially within his knowledge, it will be difficult for anyone else to prove. It is not unfair or inequitable to reverse the burden of proof. He has the opportunity of showing that his assets which are disproportionate to his known sources of income are not ill-gotten and in any case the court has to be satisfied that the benefits have been derived from corruption. The Bill does not impose any additional punishment for the existing corruption offence. What it does is to provide an easier and speedier mechanism to deprive a person convicted of a corruption offence of benefits derived by him through corruption. Any claim, Sir, that this Bill violates constitutional provisions against retroactive penal legislation is totally unfounded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, the allegation that this violates the rules of natural justice. It is nonsense to say that the rules of natural justice are violated. Before the court makes a confiscation order it must be satisfied of two things. First, it must be satisfied that the benefits have been derived from corruption. Second, it must also be satisfied that the property or interest concerned was disproportionate to his known sources of income and cannot be explained satisfactorily. Only then can it make the confiscation order. In every application for confiscation order, the court will have to hear both sides. If the party is in Singapore, he can be represented by himself or his counsel. If the person has absconded, he can still be represented by counsel. In the case of a person who has died, his estate can be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1736</b></font>\n  <br>\n  <br> represented. The court will hear their arguments why a confiscation order should be made or should not be made. So it is absurd to say that the Bill is an affront to the rules of natural justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third allegation, Sir, that it is wrong to make a confiscation order against a person who has died or who has absconded. Let me make two points. First, it does not mean that where a person has died or absconded, the Government is going to rush in and arbitrarily confiscate all his assets. This is a total misreading of the Bill. The court first must be satisfied that, having regard to all the evidence, the evidence, if unrebutted, would have warranted a conviction. If their answer to the question is yes, then the court will still have to satisfy itself that the assets were indeed derived from corruption and then only can it make a confiscation order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second point is, Sir, what is so wrong about this principle? If an armed robber were to enter your home, steals all the jewellery and cash and runs off, stealing your car as well and he happens to go across the Causeway to Malaysia or Thailand, and he dies through whatever cause, Does it mean that we are not entitled to recover the cash, jewellery and the car which he illegally obtained? Surely, it cannot be in the public interest that ill-gotten gains obtained by unlawful acts (in this case from corruption) may not be recovered by legal action for confiscation or attachment just because he has absconded or died. Indeed, it will be a very perverse notion of justice to say that he should be so immune or exempt. I hope I have clarified the position. Asiaweek has published an article which is ignorant of the legal issues and they have completely misread the words of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am afraid the Sunday Times writer, Catherine Ong, has also committed the same errors. The Member for Chong Boon asked who influenced who. I do not know. Her points are similar. But she should have done her own homework and sought the help of a good practising lawyer who, after thorough research and study, can give her an explanation of what the Bill means and seeks to do because our journalists must learn to make their own investigations, do \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1737</b></font>\n  <br>\n  <br> their own research and come to their own conclusions. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Hear, hear! \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> If I may now touch on some of the other points raised by Members. The Member for Chua Chu Kang asked whether, in making clause 3 applicable to corruption offences before the commencement of the Act, does this mean that it does not apply to corruption offences after the Act? Obviously it applies to offences after the commencement or coming into operation of this Bill, as must be very clear in reading clause 4 onwards. The reason why clause 3 is inserted is to make it clear that it can apply to corruption offences committed before the commencement of the Act. This clear provision has to be inserted because of interpretational rules which require it to be so stated. In other words, clause 3 is to take care of situations where investigations have begun or an offence has been committed before this Bill has come into force but where the court proceedings and the conviction take place after the Bill has come into force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to point out that another effect of clause 3 is a safeguard because in clause 3 it is provided that, with regard to corruption offences before the coming into operation of the Act, if the proceedings have been disposed of and sentence has been given, then that's that, and this reversal of burden of proof and confiscation order will not apply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked about the position of go-betweens. I would think that this is covered under the definition of \"corruption offence\" which refers not only to offences under the Penal Code and Prevention of Corruption Act but also to any conspiracy to commit, any attempt to commit and, this is a significant part, any abetment of such offence. But here too, Sir, there must be a court conviction before the consficatory mechanism can be invoked. Those are the main points, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir who supported the Bill expressed a doubt as to whether public opinion against corruption is strong enough and whether the Government should take steps to build up such opinion. He has missed my speech in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1738</b></font>\n  <br>\n  <br> earlier part of the proceedings where I said that we are committed to making sure that prevention of corruption will always be based on eternal vigilance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has referred to a quotation from the Prime Minister as to whether there is a need for further trip wires. This is more than a trip wire. This is a provision to add an additional mechanism or weapon in our arsenal to deal with those who are convicted of corruption offences. He has raised some specific technical points with regard to the provisions on bankruptcy. These, together with the other points raised by Members which go into the details of the Bill, I would take note of them so that the Select Committee can look into them further. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, just one small point of clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> How is the Government going to get back benefits which are out of jurisdiction? It is almost impossible, is it not? If it is, then why do we have it in the statutes? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, may I know which provision is he referring to? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You gave an example where a robber goes across the Causeway. I believe there is a provision also for those who have absconded. If he has absconded with his benefits out of jurisdiction, in what way can we get the benefits back? I think it is the last clause. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, a person may have absconded but he may have assets here. He may have land. He may have property. He may have bank accounts. He may have fixed deposits which are all subject to confiscation orders. The other question that he has raised is if all the assets are also not in Singapore, of course it is a far more complicated question, that can only be done by reciprocal arrangements with different countries. But that is a separate matter to be taken up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I forgot to refer to some of the other points raised by the Member for Potong Pasir concerning details of the Teh Cheang Wan matter. But these are not within the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1739</b></font>\n  <br>\n  <br> scope of today's discussion. If he feels that they are valid questions which must be pursued further, he can file a Question for Oral Answer. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I beg to differ, Mr Deputy Speaker. They are very relevant because once this Bill becomes law you would have powers. So it is related to the use of this law. Are you going to use against these people that I have mentioned? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, let us get this Bill passed and if the Member for Potong Pasir has specific questions as to the implementation of the Bill, he can raise them later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Corruption (Confiscation of Benefits) Bill be committed to a Select Committee consisting of Mr Deputy Speaker as Chairman and seven Members to be nominated by the Committee of Selection. - [Prof. S. Jayakumar]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1739</b></font>\n  <br>\n  <br> \n  <br>2.45 pm \n  <div align=\"center\">\n   <b>BUILDING CONTROL BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, following the recommendations of the Building Control Working Committee, I announced in November last year that new laws and regulations would be enacted to ensure that our buildings are designed, checked, constructed and maintained to safe standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill before the House seeks to revise and strengthen the law in respect of building control by: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) enhancing the powers of the Building Authority in relation to regulation of building works and safety of buildings; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) implementing a system of independent checking of structural plans by accredited checkers; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1740</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) requiring construction supervision by qualified persons and site supervisors; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) requiring certain tests to be carried out under the supervision of a structural engineer; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) requiring mandatory inspection of buildings at regular intervals by structural engineers; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(f) providing for enhanced penalties in respect of offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill replaces the existing Building Control Act which will be repealed. In drafting the Bill, we have adopted some of the provisions of similar legislation in UK, Hong Kong and Australia with modifications to suit our particular requirements. Related provisions in our local statutes have also been incorporated in the Bill to expand some of the powers of the Building Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main provisions in the Bill are those arising from the recommendations of the Building Control Working Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the design stage, the Bill requires that all structural plans and calculations are checked by an accredited checker, who has no professional or financial interest in the project. This checking of plans will be done before they are submitted to the Building Authority for approval. It includes major renovation works, additions and alterations to buildings. This will ensure that all structural plans and calculations are subjected to a system of independent checks. It will also prevent a situation where the design of the structures is carried out by an unqualified person, such as a draughtsman under the supervision of an irresponsible engineer, as happened in the case of the Hotel New World. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that there is proper supervision of the construction work, the Bill stipulates that the appointment of a qualified person and site supervisor must be done before a permit to carry out building works is issued. It requires all building works to be supervised by a qualified person and under the continual supervision of a site supervisor. The qualified person is required to maintain proper site records, test reports and other documents at the site for the purpose of check- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1741</b></font>\n  <br>\n  <br> ing by the Building Authority, and also carry out various structural tests during the construction stage. This will help to prevent incidents like the Cheng Hong Mansion where lapses in site supervision have resulted in the erection of substandard and unsafe concrete structures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also requires building owners to engage professional engineers to carry out inspection of their buildings at regular intervals of five years for non-residential buildings and 10 years for residential buildings. This is to ensure that these buildings are maintained to acceptable and safe standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also incorporates other key provisions as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) to expressly exempt Government building and building works carried out by the Government for its own use, from the Bill and the Building Regulations; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) to enable qualified persons employed in the Statutory Boards (such as Jurong Town Corporation and the Housing and Development Board) to be authorized to exercise some of the powers and duties of the Building Authority so as to facilitate the approval of plans pertaining to minor modifications and alterations to their premises; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) to replace the term \"Certificate of Fitness\" with the term \"Certificate of Statutory Completion\". The term \"Certificate of Fitness\" is a misnomer which seems to connote that once a building is issued with such a certificate, it is fit in all respects including workmanship and defects; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) to protect the Government and its officers concerned from liability arising from the various functions assumed by the Building Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill represents a crystallization of the efforts of the officers in the Ministry of National Development and the Attorney-General's Chambers. They have tried their best to make sure that various control measures and procedures to be introduced in this Bill are practical, effective and adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill incorporates suggestions made by the Building Control Working Com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1742</b></font>\n  <br>\n  <br> mittee which had representatives from the building profession and the construction industry. Nevertheless, even though we have already canvassed the views of the building profession and the construction industry, in order to ensure that the Bill will meet all our requirements, the Bill will be referred to a Select Committee. The building industry and members of the public will be given a further opportunity to make representations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Deputy Speaker, Sir, I rise in support of the Building Control Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to make the following general comments. Firstly, the role of the Building Authority during construction. I welcome clause 11 of the Bill which provides for regular tests to be carried out during construction of the structural elements. Previously the Building Authority or BCD had no active role during the construction period. Now with the need for them to do the tests, this role by the Building Authority will provide an extra overlay of safety. The only concern here is that such tests when undertaken must be done expeditiously and the Building Authority should exercise flexibility to ensure that there will be no undue delay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to the question of qualified Clerk-of-Works or site supervisors. Here I am concerned for the older Clerk-of-Works who have been on the job for many years and who may have practical skills and experience but may not have the necessary paper qualifications. I understand that the CIDB will be organizing or is organizing courses for unqualified Clerk-of-Works. But for age and other reasons, some of them may not be able to attend these courses. I feel that special efforts should be made to assist them to get the necessary qualifications so that they will not lose their jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I turn now to the registration of contractors for private sector projects. The Bill does not provide for any provision for checks and registration of contractors for private sector projects. While the Bill now provides for a tighter check during the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1743</b></font>\n  <br>\n  <br> design and construction stages of the building and the use of qualified personnel for this purpose, there is nothing to check on contractors, some of whom may be unscrupulous. The professionals and site supervisors cannot be on the site for 24 hours and this may give some scope for unscrupulous contractors to take advantage of the situation. So perhaps there should be a system where contractors for private sector projects are asked to register with the Building Authority or the CIDB. And there must be some form of control on these contractors so as to protect purchasers of the buildings as well as office units high-rise commercial buildings and apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, our construction workers here are mainly foreigners and there is a need to develop a pool of skilled local construction workers. I would suggest that the Building Authority, together with the CIDB, look at this issue and work out a plan whereby we can ensure a pool of skilled local construction workers in our building industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill will help ensure that highest standards are observed by all involved in the building and construction industry. I understand that in working out this Bill the experiences of the construction trade in many countries such as Australia, England and Hong Kong were studied and many good features found there have been incorporated in the Bill. I also welcome the committal of this Bill to a Select Committee as this will provide a further opportunity, as the Minister stated, for those involved to give their views and inputs. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Deputy Speaker, Sir, the GPC for National Development supports in general the Building Control Bill 1988. This Bill incorporates the recommendations of the Working Committee appointed to consider the findings of the Commission of Inquiry into the collapse of the Hotel New World. We are of the view that this is an important Bill as it is a matter of great public interest. The people of Singapore will not easily forget the disaster that brings us here today for the Second Reading of this Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1744</b></font>\n  <br>\n  <br> We trust that the Government also shares our view. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, we shall not go into the details of the proposed legislative amendments at this point. The Select Committee will deliberate and examine the proposed legislative amendments in extensive detail later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, whilst the GPC for National Development and Housing supports the Bill in general, there are several areas of concern which we feel should be discussed, namely: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) adequate manpower resources; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) implementation of the new requirements and procedures; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) maintenance and checking of completed high-rise buildings; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) exemption of Government buildings; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) the Certificate of Statutory Completion replacing the Certificate of Fitness for occupation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <i>Adequate Manpower Resources</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, in his statement in Parliament on 9th November 1987, the Minister for National Development and Foreign Affairs said that the Government would implement a checking system by accredited professional engineers. However, the Minister did not specify the criteria by which the proposed list or register of accredited engineers is to be drawn up and by whom. Will the Minister kindly elaborate? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we support the requirement of proper supervision by full-time qualified persons at construction sites. However, do we have sufficient well-trained and qualified site supervisors to go round? What are the training programmes available? What happens when the exigency of the situation demands that work on the construction site be carried on beyond normal working hours, perhaps even round the clock? While construction workers can be spread out by introducing working shifts, what about the site supervisors? Surely they cannot be expected to be present at the site 24 hours a day. Can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1745</b></font>\n  <br>\n  <br> the Minister assure the House that this situation will be adequately covered by the proposed Bill? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We agree that the requirement of keeping records of the progress of contruction is good. Nevertheless, the Building Authority still has to counter-check by conducting spot checks of construction sites to ensure that building regulations are complied with. We are concerned as to whether the Building Authority can perform its role efficiently. Can the Minister also assure the House that the Building Authority has adequate qualified and reliable manpower resources to carry out its responsibilitiess? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <i>Implementation of the new requirements and procedures</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are aware of the delicate balance between ensuring proper control and creating excessive red tape. However, in the zeal to ensure proper control, we should not impose so many cumbersome and complex requirements, procedures, rules and regulations so as to cause unnecessary delays in obtaining approval to building plans. The last thing we want is to discourage development enterprise, especially when we want to give the construction industry a boost. Can the Minister give us an indication whether it will take longer to obtain approval to building plans when the new regulations are implemented? If so, what changes are being considered to assist the Building Authority to cut down the extra time needed to allow for compliance with the new regulations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister had in his statement on 9th November in this House mentioned that the proposed checking system would cost developers an estimated 0.11% increase to the total construction cost or 1.6% to the total consultancy cost for a building project. We are concerned about this increase. We understand that the developers can pass off such an increase to the buyers or tenants. Has the Minister considered ways by which such increase can be avoided or made minimal? Although one can argue that these new regulations are ultimately for the good of the buyers and tenants, we must remember that it is the developer's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1746</b></font>\n  <br>\n  <br> responsibility in the first place to erect structurally sound buildings. We are of the view that it is unfair for buyers and tenants to have to bear in full the increase in the developer's costs in providing what they are entitled to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <i>Maintenance in checking of completed high-rise buildings</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we commend the move to subject high-rise commercial and residential buildings to periodic maintenance checks to ensure that these buildings are structurally safe and fit for occupation. However, we are concerned whether the Building Authority can conduct the periodic checks efficiently. It is no use having such a regulation without the manpower to implement it. Can the Minister elaborate on how the Building Authority proposes to cope with this monumental task? Indeed, it will be no mean feat to complete the checking of all the completed high-rise buildings in Singapore just once, let alone periodically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today, most Singaporeans work or live in high-rise buildings. For some, it is both. Besides the Cheng Hong Mansion which was mentioned earlier by the Minister, which was discovered to be structurally unsafe last year, what other buildings have also been found unsafe? What steps the Government will be taking to instil confidence in the people? We are talking about people who have put in their life-long savings into a flat only to find that the building, of which their flat is a part, is declared structurally unsound. We understand that for these people, to seek legal redress means a long drawn and expensive affair and the results usually leave much to be desired. By the time the defect is discovered, the developers may have been wound up and the architects and engineers difficult to trace. Therefore, we would like to pose a question to the Minister. What recourse would the people affected have then? We are aware that this may be outside the ambit of the Building Control Bill but we urge the Government to look into this problem now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <i>Exemption of Government buildings</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we note that Government buildings will be exempted from the provisions of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1747</b></font>\n  <br>\n  <br> the Building Control Bill. The Minister said just now that the PWD has its own internal checking system for Government buildings and that the statutory boards will be required to institute proper internal checking systems. However, the Minister was not succinct as to what \"proper internal checking systems\" were. Would he like to elaborate? What is it about these internal checking systems that make it unnecessary for Government buildings to undergo the stringent requirements of the Building Control Bill? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <i>Certificate of Statutory Completion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister to explain the significance of renaming the Certificate of Fitness to that of Certificate of Statutory Completion. Once a Certificate of Statutory Completion has been issued by the Building Authority, the question is: are the architects and engineers discharged from liability for structural defects that may surface later? Can the Minister also tell us how much confidence such a certificate is expected to give buyers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are concerned with how the Government fits into the picture. We are of the view that the Building Authority's role in maintaining control over construction and of certifying that buildings are fit for occupation should be examined further. At the end of the day, the Building Authority certifies that the building is fit for occupation. Yet, the Building Authority is never liable should defects be found later. Could the Minister look into this and give us an explanation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We note that the Bill seeks to introduce a number of penalties for errant developers, etc. However, as mentioned earlier, who is to bear responsibility if defects are discovered only years later and the developers, architects and engineers concerned are nowhere to be found. Has the Minister considered setting up a common fund or imposing some sort of compulsory insurance or other methods for dealing with this problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before concluding, I would like to comment in passing that the Bill is silent on poor workmanship. While this may be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1748</b></font>\n  <br>\n  <br> more relevant to the Housing Developers Control Act, the layman may not be able to distinguish between structural defects and poor workmanship. Indeed, the latter may seem more important as it is visible. Although poor workmanship may not be the basis of structural defects, it may contribute to it. Will the Minister consider looking into this lacuna in the law as well? In our view, buildings should be built to last as long as required. I recall that the National Theatre did not last very long. I know that this building was designed by professionals in the private sector. It is important to assure the people that the high-rise buildings they live in and work in are safe. Therefore, we welcome the committal of this Bill to a Select Committee. This Bill affects not only developers, building contractors, architects and professional engineers but also the general public. We hope that the public will come forward to give their views and suggestions so that together we can strive to keep our high-rise buildings safe to work in and live in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, we reiterate that we generally support the Building Control Bill 1988. We have not discussed the Bill in detail as we leave the thrashing of the finer details to the Select Committee appointed to undertake the task. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1748</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion and the remaining items on the Order Paper today be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1748</b></font>\n  <br>\n  <br> \n  <br>3.12 pm \n  <div align=\"center\">\n   <b>BUILDING CONTROL BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Sir, I rise in support of the Bill. I share the viewpoints expressed by the GPC Chairman for Housing and my other colleagues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill enhances building safety and ensures a high standard of our buildings in future. I have several questions that I would like to seek clarification of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1749</b></font>\n  <br>\n  <br> Minister. Firstly, what are the likely problems that the Ministry is expected to face in the implementation of this Act? Secondly, what would be the estimated cost in trying to get the full works of the Building Authority implemented? Thirdly, when would the Building Authority activities likely to take off the ground? There is a need to get these activities implemented off as quickly as possible. I am wondering what would be the time lag between the passing of the Bill and the implementation of the work of the building authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, clause 35 relates to the recovery of expenses incurred by the Building Authority in the execution of work undertaken by the Building Authority. This clause does not seem to be very clear. Does it include professional fees as a result of professional services rendered by the Ministry's Building Authority and fees incurred by securing professional services outside the Ministry? This does not seem to be clear and there is a need to clarify whether the Ministry would be charging fees as a result of its professional services rendered. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Tanah Merah):</b> Sir, may I ask the Minister a question. This is with regard to the buildings which are now waiting for the Certificate of Fitness or now called the Certificate of Statutory Completion. I understand that some owners of condominiums are facing problems with the developers with regard to the defects in their facts. Could the Building Authority ensure that the developers get their engineers to check the flats and make sure that they rectify the defects before issuing the Certificate of Statutory Completion? I am raising this problem which involves a condominium in my constituency. When we brought this matter up with the BCD, they seemed to be powerless under the existing Act. I hope the Minister could explain whether, with this new Act, the Building Authority will have more power to get the developers to repair the defects. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, quite a number of points have been raised, especially by the Member for Punggol as Chairman of the GPC on Housing. But may I first take up the points raised by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1750</b></font>\n  <br>\n  <br> Member for Geylang Serai. The main point he made was with regard to the problem of older clerks-of-work and how we can structure the courses to help these people to become qualified clerks-of-work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my previous statement to the House, I said that one of the reasons why we are not implementing this part of the requirement immediately is to give time to the existing clerks-of-work who do not have paper qualifications to attend CIDB courses and make themselves qualified. Courses have already started. And within the three years that we have in mind, we should be able to train all those who are now in the industry. For those who are older, I am not sure whether we can structure special courses but I want to assure the Member and the House that everything would be done to help all those who are already in the industry to qualify. But obviously we need to set certain minimum requirements and just because a person is in the industry or already has been working as a clerk-of-work but cannot satisfy the minimum, requirement does not mean that he must be given some sort of qualification to continue his work. If we want the clerks-of-work to do their job properly, they must satisfy a certain minimum requirement. I will ask the CIDB to look into this question of the older workers and see how they can be helped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the Register of Contractors, this question was in fact considered by the Building Committee and they came to the conclusion that under present circumstances perhaps it is not practical to have a special register for the private sector. Of course, there is nothing to prevent any developer in the private sector to use contractors who are now in the register for public works, for Government works. These contractors are classified according to various types of works and also the size of contracts. Anybody in the private sector is free to select from these contractors. But I must emphasize that the fact that the contractor is in the register does not mean that all the other steps necessary to ensure good work, steps such as having professional resident engineers or clerks-of-work are not necessary. We need all the other steps to ensure that contractors deliver what they are supposed to deliver. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1751</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding construction workers, yes, the CIDB is very conscious and, in fact, it is one of the main functions of the CIDB to try and improve or increase the pool of skilled construction workers in Singapore. The CIDB will continue to pay attention to this aspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the many questions raised by the Chairman of the GPC, the Member for Punggol. First of all, he asked about the criteria for accredited engineers. For a checker or an accredited engineer, the person must be, first of all, a registered professional engineer in the civil or structural engineering discipline. He or she must have a minimum of 10 years' working experience in the design and construction of buildings and structures after qualifying as a professional engineer in Singapore. Lastly, the person must have a sound knowledge of design and behaviour of structures, good construction practices, properties of building materials and all the relevant codes of practices. We have already asked for those who satisfy these criteria to apply to be registered. Registration has closed and a selection panel made up of senior practising engineers from both the public and private sectors has been formed to evaluate the applications. The panel is now scrutinizing the applications and we will have the list of checkers or accredited checkers ready by the time this law comes into operation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point raised was the question of site supervision. The Member made the point that sometimes work goes round the clock and how can we expect supervision to also be done round the clock. It is already common practice, especially in the case of large projects, to have full-time resident engineers and clerks-of-works. There are many site supervisors who have years of working experience although they have no paper qualifications and, as I mentioned just now, action is being taken by the CIDB to train and qualify these people. In most building construction work, working beyond normal working hours or even round the clock is required from time to time, especially when they are pouring concrete. You cannot stop pouring of concrete, especially when they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1752</b></font>\n  <br>\n  <br> are doing special types of structures. For example, when Raffles City was constructed and concrete was poured for the basement, it was done round the clock for, I think, 48 or 72 hours. When this happens, of course, site supervisors will either have to work overtime or arrangements will have to be made for them to secure additional site supervisors or to roster those who are already on the job to ensure that as long as work is going on somebody is there to supervise. I think there is no question of exempting supervision during certain times of work. If the work is essential and it has got to be carried out round the clock, there must also be supervision round the clock. So far this has never given rise to problems. I must emphasize that though this is a requirement now under the Bill before the House, it is in fact already being practised by the more responsible developers and the larger contractors. They do have full time site supervisors either as engineers, technicians or clerks-of-works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point raised was whether the Building Authority has adequate qualified and reliable manpower to carry out spot checks on construction sites. Action has already been taken to recruit additional staff by the Building Authority and we expect sufficient numbers to be recruited by the time this law is brought into operation. Of course, there will have to be some re-deployment. Some of the older and more experienced engineers and other technicians from the present PWD will have to be given this job and some of the new recruits can do the present PWD jobs. Anyway, we are taking action to recruit additional staff and we are confident that we will be able to get enough to do the necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point raised was whether all these new controls that we are putting in place will result in delays. With the additional qualified people who are being recruited, we are confident that there should be no delay. The intention is that these new requirements should not cause a delay in the processing of plans by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point raised by the Member for Punggol was the increased cost as a result of employment of accredited \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1753</b></font>\n  <br>\n  <br> checkers. I mentioned in my statement sometime ago that it is estimated that the cost of total construction will increase by 0.11% and I think the Member made the point that developers may try to pass on this increased cost to the buyers and that perhaps this is unfair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, I think this increased cost must be incurred if we want better and safer buildings. As to whether this should be paid by the buyer or the developer, I think that depends on the market. It is just like using any new material, any better material. If it is a sellers' market, of course, the seller will pass on to the buyer. If there are a lot of sellers and the buyers are in a good position, then of course the seller will have to take a lower profit and absorb the cost. So it is not possible to say in advance who is going to bear the cost. It all depends on market conditions. But I think the point to note is that the buyer will get a better and a safer building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point raised by the Member was the question of how the Building Authority is going to carry out inspection of buildings, maintenance and checking of buildings. As he said, this is a monumental task, the stock of buildings is very large and it is not intended that the Building Authority himself will carry out these inspections. It is the owners who will be required to appoint their own professional engineers to carry out these checks. A programme will, of course, have to be drawn up to deal with the entire building stock and priority will be given to public buildings. But most of the work will, in fact, be done by professionals in the private sector. They will have to be engaged by the owners to do this job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked whether any other buildings, apart from Cheng Hong Mansion, have been declared as unsafe. As far as I remember, there is only one other building that has, in fact, been declared as unsafe officially and legally by the Building Authority, and that is, the Singapore Swimming Club car park. Of course, Members are aware that Hwa Chong Junior College has been vacated but that was not declared by the Building Authority as unsafe. The action was taken by the Minister for Education based upon reports made by professional engineers. A \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1754</b></font>\n  <br>\n  <br> number of other buildings have been identified as buildings that have defects which require attention. I think there are about eight buildings. Some of them have been featured in the newspapers from time to time, buildings like Hilltop apartments. These are not unsafe in the sense that they have to be vacated by the residents. There are some defects which have to be attended to and repairs are being done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked what recourse people have if defects appear after some time. I am afraid, as the Member has pointed out, this is outside the ambit of the Building Authority. But what we are trying to do with the new provisions in the Act is to ensure that buildings are built properly. I think we should pay attention to trying to tackle the problem at the time of construction, and not put into place all kinds of legislation which would deal with the situation after a building has been fully constructed. The objective of this Bill is to ensure that buildings are properly designed, designs checked, construction properly supervised, and then after that properly maintained. No building can just be so good that it does not require maintenance. Buildings require to be maintained. If all these things are done as required under the Act, that building should then be safe. But this Bill that is before the House does not address the problem of what happens if the building after five or 10 years is found to have a defect. That is a separate problem and I think it has to be tackled quite separately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have pointed out and as the Member has also drawn attention to my point, Government buildings are exempted from the provisions of the Act because the Government has very strong internal procedures which go even beyond what is provided for in this Bill. Every structural design done by a Government engineer is checked by another Government engineer who is more experienced than the designer. The checking engineer is usually of a higher grade and is quite competent to carry out such a structural checking. This is already standard procedure. Then all Government building projects are supervised by Government resident engineers with the assistance of supervisors, clerks-of-works and so on. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1755</b></font>\n  <br>\n  <br> think anybody who has anything to do with any contractors in Singapore would know that Government buildings and Government works are very, very closely supervised to ensure that work is done according to design. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Government buildings are subject to regular maintenance checks in order to ensure that it is structurally sound. So there is already in place and has been in place for some time all the necessary procedures to ensure a proper design in construction and maintenance. That is why we do not have Government buildings covered by the Bill before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member referred to the change of name from \"Certificate of Fitness\" to \"Certificate of Statutory Completion\". The actual certificate or what work has to go into before the certificate is issued is the same. The reason why we changed the name is that the present term COF or Certificate of Fitness gives an impression to the people that somehow Government certifies that the building is sound, of good quality finish, and then when people go there and see the tiles are not what they expected or the floors slope the wrong way or doors do not close, they say, \"How did the chap get the certificate of fitness?\" What the certificate of fitness means is that the building has been completed according to the designs that were submitted to the building authority. Of course, the design submitted to the Building Authority has been subject to checks in so far as the architectural side is concerned in the past. But now, under the Bill, the structural aspect will be checked. If the building is built according to these designs, then a certificate of statutory completion will be given. But it is not a certificate to state that it is built according to what the buyer expected the building to be or of the finish they expected the building to be. The renaming of the certificate itself would not give any more confidence. We have just taken the opportunity of this Bill being presented to the House to change the name. It is the new measures introduced in the Bill that will ensure that steps are taken to protect the buyers' interest. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1756</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked about the liability of the Building Authority and whether because the Building Authority certifies that the building is fit for occupation, the Building Authority should be liable if defects are found later. The Building Authority's role is to enforce a system of control on building operations in the interests of public safety. It does so through the provisions of the Bill before the House. But the responsibility of seeing that building operations are carried out in accordance with approved plans and approved specifications lies with the qualified person, ie, the architect or the engineer. That is why we have the whole system of registering engineers and architects and only people who qualify and meet certain criteria are registered. This has to do with some of the basic professions in a society and it is they who must take the responsibility and they will continue to be responsible even after the building is completed. As long as they practise, they are responsible. So defects cannot be the responsibility of the Building Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Building Authority is a regulatory authority. It tries to ensure that the design is done properly and construction is supervised and buildings are maintained. But at the end of the day it must be the responsibility of the professional engineer or architect to ensure that these things are done properly. In fact, the Commission of Inquiry into the collapse of Hotel New World recognized that this must be so and the provision that we have in the Bill, ie, to protect the Building Authority against liability, is also found in other similar legislation in other countries. It is a fairly standard provision in legislation of this kind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked about the long-term responsibility. What happens if defects begin to surface 5-10 years after the building is completed? I said this before, and I will repeat this, that it is the industry that must self-regulate and set high standards to follow. Of course, as I said just now, the professionals have a moral obligation as well as a professional obligation to ensure that they carry out their functions properly. This applies to architects and engineers. In some countries, the problem of long-term \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1757</b></font>\n  <br>\n  <br> defects has been dealt with either by building insurance scheme or some developers accreditation scheme or common defects fund and so on. These are some of the options that I think we can consider in Singapore. I understand that the Real Estate Developers Association has been looking into these options and I do not know whether they will adopt any of these options. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would like to emphasize this. We must not swing from one extreme to another. Let us not swing to the extreme that we put all sorts of requirements and schemes into place which may, in fact, greatly increase cost. For example, in France, they do have a building insurance scheme but that does affect building cost quite substantially. I think if we can concentrate on controlling the quality of buildings at the design and construction stage, we would have gone a long way to ensure that buildings are sound structurally for a long, long time. This is what the new Bill will do, ie, design checked, constructed and maintained to safe standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to how poor workmanship is covered by the Bill, the Member said that there is a gap in the Bill. It is true. We are concerned not with the aesthetics. But we are concerned with the structural soundness of the building under the Act. Poor workmanship can be quite a subjective and contentious issue. What appears to be poor workmanship to some people may be acceptable to others. And what appears to be acceptable at one time may not be acceptable at another time. Many people in Singapore were quite prepared to accept buildings of poor workmanship, poor tiling, poor finishes, when there was a boom because people thought they could buy and sell the flat or the house within a few months and they thought they were getting a building or a house or a flat at a good price so they did not bother about poor workmanship. Once, of course, the real estate market collapsed, then people became very conscious about workmanship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is very difficult to legislate good workmanship. It is something that buyers must demand and be intelligent and discerning consumers when they buy homes. They must check the credentials and integrity of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1758</b></font>\n  <br>\n  <br> those involved in the property development. Many people buy properties on the basis of brochures without bothering to find out who the developer is or whether he has a track record. That is all right, as I said, when there is a real estate boom. People are quite confident that what they buy today will be worth much more in future. But I think people are beginning to realize that they should not just jump blindly and commit themselves into buying properties from people who do not have a good track record. That is all I can commend to buyers that they must exercise discretion and they must do a proper assessment before they commit themselves to buying any property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen asked what are the likely problems in the implementation of this Bill. The main thing is to get the staff in place and we have already taken action on that. One of the primary considerations in the drafting of this Bill was to make sure that we only have things that we can in fact do. We can set very high standards and all kinds of requirements can be put into the Bill which cannot be done. So we tried to make it as practical as possible. But in spite of our effort we still want to allow contractors and professionals and others to have a say so that we will ultimately have an Act that is one that can be easily implemented and will not increase the cost to the industry and to buyers too much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When will the Building Authority start work or when will this Act be ready for implementation? I think it should be at the latest by the middle of the year if we can finish our Select Committee and put the Bill through the Third Reading. But I am quite confident that by the time this Bill is ready for assent by the President we will be ready to implement the provisions of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member referred to clause 35 - recovery of expenses. Will the professional services of the Building Authority be charged? I cannot tell him offhand. I would say that, as a general principle, if Government incurs cost which would not otherwise be incurred even though it comes out of its own resources, then it should be charged. It will be charged. That is the general principle. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1759</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tanah Merah asked about a particular condominium where the certificate of fitness is being held back. There is no way that the Building Authority can force a developer to say, \"Do this now.\" What the Building Authority can do is to say, if you want a certificate of fitness, you have to do it.\" If he does not do what is necessary, he will not get a certificate of fitness. In some cases, the problem arises because we give what is, in fact, a TOL, Temporary Occupation Licence. That creates some problems because people move in and then the COF is not issued. I will certainly ask the Building Authority to be more careful about issuing these temporary licences because where a developer does not have a good record, I would personally say we should not allow him to do anything that will enable people to move in and complicate the issue. That will be the general approach. For this particular condominium that the Member mentioned, I will have to look into the details of the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Bill be committed to a Select committee consisting of Mr Speaker as Chairman and seven members to be nominated by the Committee of Selection. - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1759</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATURE RESERVES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has decided to amend the Nature Reserves Act to improve the management of our nature reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing Act, powers of enforcement can only be granted to officers or servants of the Nature Reserves Board. Being a trustee board, there is no staff in the employment of the Board. Hence, there is a need to provide for delegation of enforcement powers to other authorized persons such as rangers of the Parks and Recreation Department who are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1760</b></font>\n  <br>\n  <br> helping the Nature Reserves Board to enforce the Act. The Public Utilities Board has also agreed to assist in enforcing the Act within the water catchment areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The penalty under the Act ranges from a fine of not less than $100 to a fine of not more than $1,000 or imprisonment for a term not exceeding six months or both. It is now proposed in the Bill before the House that the maximum fine be raised to $2,000, the minimum fine be removed and the Nature Reserves Board be given power to compound any offence up to a sum of $400. These changes would bring the Nature Reserves Act in line with the Parks and Trees Act. Having the power to compound fines will enable the Nature Reserves Board to deal swiftly and effectively with minor offences such as littering, collecting of plants and butterflies and lighting of fires in the nature reserve areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Due to various developments over the years, such as the expansion of the reservoirs, construction of the zoo, expressways and other installations, minor changes to the boundaries of the nature reserves have to be made from time to time. Under the present Act, only Parliament, by resolution, may amend the Schedule of the Nature Reserves Act. By giving the Minister the power to amend the schedule, the process will be made easier and changes to the area of the nature reserves can be documented and regularized quickly. Parliament of course will be kept informed of these changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, the Act has no provision for the Nature Reserves Board to accept public donations to fund its activities. All administrative and technical support are provided by the Parks and Recreation Department and development projects funded by the Government through the Parks and Recreation Department's budget. The Bill proposes to establish a Nature Reserves Fund so that private individuals as well as companies can contribute to the financing of the operation of the Nature Reserves Board. The fund will be used for the purpose of administering and maintaining the nature reserves, providing facilities and services to the public in relation of the nature reserves and encouraging the study and research into the fauna and flora of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1761</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr S. Dhanabalan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1761</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DANGEROUS FIREWORKS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill seeks to introduce deterrent penalties for those convicted of selling or distributing dangerous fireworks as well as those discharging such fireworks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sixteen years ago we banned fireworks. And for very good reasons because the discharging of firecrackers had caused loss of property, injury and even death. For example, on the 15th day of the Chinese New Year in 1970, firecrackers caused three major fires and six people died. During the Lunar New Year period that year, as many as 39 fires were caused by firecrackers; 68 people were injured and eight shops completely gutted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was senseless that so many people should have been maimed and killed in this way. Thus on 30th March, 1970, exactly 18 years ago, Parliament enacted the Minor Offences Act to prohibit the firing of crackers unless permits were obtained from the Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1971 and 1972, firecrackers were allowed at designated venues. However, the illegal firing of crackers continued, 26 people being injured in 1972. On the eve of the Lunar New Year the same year, two police officers were brutally attacked by a group of men firing crackers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 2nd June 1972, Parliament enacted the Dangerous Fireworks Bill to prohibit the possession or discharge of firecrackers and other dangerous fireworks. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1762</b></font>\n  <br>\n  <br> penalty was a maximum fine of $5,000 or imprisonment for a maximum term of two years or both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since then each year, especially during the festive periods, the Police have been reminding the public that it is illegal to possess or let off firecrackers. Despite these reminders, there have been contraventions but, in the main, these were isolated and sporadic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, however, the disregard for the law took a serious turn. In the first two months of this year 3,983 complaints were received by the Police on the discharge of firecrackers and fireworks. This was an unprecedented increase. For last year we saw only 721 complaints being received. Most of the complainants were very angry HDB residents. Despite the penalties imposed by the courts under the existing law and the wide publicity given to such cases, the number of offenders did not abate. Since January this year, 224 persons have been arrested for fireworks offences. 172 have been prosecuted and fines ranging from $2,000 to $5,000 and imprisonment for two cases for up to two months and one case for up to three months have been imposed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, other countries have also experienced the devastating effects of cracker firing, with loss of property, lives and injuries. For example, the authorities in the United Kingdom are concerned over the number of accidents and fires caused by fireworks to celebrate Guy Fawke's Day. There have also been numerous reports of damage to property, injuries, deaths in a number of countries where fireworks have not been banned. In China, we read recently that an entire village was destroyed by a fire caused by firecrackers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of course, in Singapore we do not have villages as there are in China. It is also true that today we have not as many squatter areas and dilapidated buildings as in the early 70s. But it does not mean that fireworks no longer pose a danger. We all know that Singapore is a small country. We are densely populated. The majority of our people live in HDB high-rise flats. In fact, we are literally living on top of each other. The dangers of firecrackers to life, limb and property are, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1763</b></font>\n  <br>\n  <br> fact, that much greater today. The Director of the Fire Service is greatly concerned about the potential for fires. Firecrackers let off from upper floors can cause fires in flats below. And if it is a packet that is let off with many firecrackers, they can enter several flats below, and multiple fires can occur. The problem is further compounded, Sir, by the more dangerous and new varieties of fireworks and firecrackers which are now available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must stop this illegal discharge of fireworks completely. Otherwise the deaths, injuries, damage to property we saw in the early 70s will occur all over again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Quite clearly, Sir, the penalties under the existing law are inadequate to deter both those importing and trafficking in dangerous fireworks as well as those discharging them. The Bill therefore seeks to enhance the penalties to make them sufficiently deterrent. To put an immediate stop to this problem and to ensure it does not re-emerge, stiffer penalties are necessary. Ample warnings and notice have been given. The new penalties will only be applicable to those who choose to break the law. It is designed to protect the vast majority of law-abiding citizens from the harmful and dangerous consequences of the acts of a minority of irresponsible people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now, Sir, highlight some of the provisions. The severest penalties are reserved for those who are importing, selling or distributing fireworks. Clause 2 of the Bill makes it an offence for any person to sell, transport, send, deliver, distribute or import any dangerous fireworks. It prescribes mandatory imprisonment and caning for such offence. Those convicted will be imprisoned for not less than six months but not more than two years and with caning of not more than six strokes. Under this provision, anybody found with fireworks entering Singapore at any entry point will be charged for importation of fireworks. The Attorney-General has confirmed that the proposed amendment empowers prosecution of anyone entering Singapore found with fireworks in his possession. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1764</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sections 3A(4) and (5) provide for a presumption that any shopkeeper who has fireworks in his premises or in any vehicle connected with his business would be presumed to have them for sale, transport, delivery, or distribution which is an offence. The shopkeeper of course, however, can prove to the court that it was not for sale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill also prescribes the penalty for an offence of discharging or letting off firecrackers. For first offenders the fine has been increased to not less than $2,000 and not more than $10,000; or imprisonment, that is optional imprisonment, up to two years which is the present position; in other words that has not been changed. For repeat offenders, the penalty will be mandatory imprisonment of up to two years and caning of not more than six strokes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng (Buona Vista):</b> Sir, I rise to support the Amendment Bill. We all know the damages that have been caused by careless, irresponsible and mischievous acts of discharging fireworks. This has been well publicized by the mass media and recapitulated by the Hon. Minister just now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am alarmed that the number of offences against the law relating to the possession and discharge of fireworks rose sharply in the early months of this year. It would seem that the existing legislation and the penalty provided therein are inadequate to deter people from flouting the law. It is therefore understandable that the Hon. Minister feels compelled to introduce this Amendment Bill which contains a new section 3(A) prohibiting the sale, transport, delivery, distribution or import of fireworks and the penalty for its contravention, and also a new section 5 to replace the original section 5 in order to increase the penalty for an offence under section 3(1)(b). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 5(2) of the Bill provides the penalty for the offence of discharging dangerous fireworks. For the first offence, the penalty is a fine varying from a minimum of $2,000 to a maximum of $10,000 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1765</b></font>\n  <br>\n  <br> or imprisonment for a term not exceeding two years or both fine and imprisonment. And for a repeat offence, the penalty is a mandatory imprisonment for a term not exceeding two years and caning of six strokes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Hon. Minister to reconsider this section. To me it seems to be too harsh. I am thinking of juveniles and young persons below 16 years old who may not fully appreciate the seriousness of the offence, and may unwittingly commit the offence when they mistakenly consider their acts as no more than mere childish pranks. To punish these minors so severely may create psychological problems. The punishment may leave behind in these young minds an indelible mark that could lead to a life-time of mental aberration with undesirable consequences for society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I admit that we must have adequate punishment for offenders, I think we need to exert greater efforts at prevention of crime through education in schools and by the mass media. Punishment alone is not the answer. We have adequate punishment for littering, illegal parking, dangerous driving, unhygienic food handling by vendors, etc, and yet these irresponsible and anti-social acts are still prevalent. Perhaps the problem lies in some of our people who play the game of cat and mouse with the law. They will commit an offence if they think they can get away with it. This they regard as fair game. These people have yet to be taught that every citizen is duty bound to observe the law for the proper functioning of society. How do we go about inculcating in these people that no breach of the law should take place even when nobody is around to arrest offenders? I leave this question for the Hon. Minister to ponder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While supporting the Bill, I would want the Hon. Minister to bear in mind my comments. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, can I just seek a clarification from the Member for Buona Vista? Which particular provision does the Member consider to be particularly harsh and which will have mental aberration on a juvenile? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1766</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ang Kok Peng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ang Kok Peng:</b> This would be for the repeat offence which is provided under section 5(2). \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Thank you. \n  <br>\n  <br>\n  <!-- Mr Eric Cheong Yuen Chee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eric Cheong Yuen Chee (Toa Payoh):</b> Sir, I wish to speak in support of the Amendment Bill. The recent sharp increase in the number of incidents involving illegal discharge of firecrackers and fireworks is a cause for serious concern. The proposed amendment is timely and would, I hope, provide the necessary deterrent to people who continue to disregard the law. Although the letting off of dangerous fireworks was banned 16 years ago, we must continue to ensure that the ban is not flouted. Firm action must be taken against offenders. According to the Police, offenders are classified into three age groups. The arrest figures pertaining to these three groups give some indication on the type of offenders and we must direct closer attention to each group in the appropriate manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I quote these figures to support my arguments? Those below 16 years for the period 1st January to 13th March 1988, 85 offenders; from 16-21 years, 92 offenders; 21 years and above, 46 offenders; making a total of 223 offenders for this first quarter alone. The first group, ie, below 16 years of age were not born when the ban on the letting off of fire crackers was introduced. They have committed the offences out of curiosity or ignorance of the dangerous consequences. For this, I share the sentiments expressed by my colleague, the Member for Buona Vista. Therefore, we must educate them by creating a better awareness of the dangers to life and properties. The second group which I would term the \"mischievous group\" commit the offences more out of mischief or peer group influence. The third group are the hard-core or diehards and they should be given the severest punishment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are those who import, distribute, sell or pedal dangerous fireworks for monetary gains and quick profits at the expense of causing extreme sufferings to innocent people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1767</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 of the Bill provides fines, caning and custodial penalties. Are these adequate as a deterrent to stamp out this menace? In my opinion, the Minister should consider additional penalties to give a clear message to would-be offenders. Perhaps a provision for the forfeiture of vehicles used in the transportation of dangerous fireworks and firecrackers. And also getting the cooperation of HDB and JTC to consider terminating the tenancies of tenants who use their premises for the storage or sale of dangerous fireworks. In fact, this is being done by the HDB for gambling and killer litter offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides creating a greater public awareness on the dangers of letting off fireworks and firecrackers and stiffer penalties, we should also look into other areas like foreign sources of supplies. I understand that the Malaysian and Indonesian governments permit the letting off of fireworks and firecrackers during festive occasions other than during the Chinese New Year period. Because of this, dangerous fireworks and firecrackers are obtainable all year round and readily accessible to people in Singapore. Perhaps we could seek the assistance and cooperation of these two governments in stamping out this menace, not only in Singapore but also in their own countries. After all, serious casualties have occurred recently in these two countries. In Malaysia, a young boy was seriously injured when a firecracker was thrown into his mouth, blowing a hole in his throat. Another had his fingers blown off. In Surabaya, Indonesia, 11 people died and 26 were injured when a truck load of fireworks exploded in a crowded street. 10 were charred beyond recognition. According to a newsreport, the truck carrying the fireworks exploded like a bomb. People in the neighbourhood panicked. Six cars, two motorcycles and a number of rickshaws were destroyed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not attempting to create a panic scenario. Imagine such a catastrophe happening in an HDB estate. Because of the density of our buildings and people, casualties and damage to properties will be of a great magnitude. I hope the Minister will take a serious view of my comments. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1768</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Communications and Information (Mr Ho Kah Leong):</b> Sir, I rise to support the Dangerous Fireworks (Amendment) Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think all of us have no quarrel with the imposition of heavier penalties on fireworks offenders. I am in full agreement with the Minister that living in a compact cosmopolitan city such as ours, we just cannot afford to allow people to let off firecrackers, either for noise pollution or other hazard reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As mentioned by the Minister just now, during the recent Chinese New Year festive period, many people were arrested for trafficking, possessing or letting off firecrackers. What perturbs me is that many of these offenders are teenagers and students, as mentioned by the hon. Member for Toa Payoh just now. What perturbs me more is that these offenders, ranging from 14 to 17 years old, on conviction, are widely reported in the media. Some even have their photographs published in the newspaper. I really pity them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand this is to serve as a deterrent to potential offenders. But can we not pause for a moment to think of the future of these teenage offenders? Is it not too traumatic to these teenage offenders? Apart from having criminal records, these teenagers are condemned by the society. Is our society that unkind and ruthless? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know the Minister for Home Affairs is a kind-hearted man. I am sure he would not like to see our students, some of whom may be unaware of the law, to have their future ruined in this manner. May I know from the Minister, apart from being armed with stiffer legislation to tackle fireworks problems, whether his Ministry will launch an education programme to educate our people, in particular our students, on the danger of letting off of firecrackers and the heavy penalties they have to face if they are convicted? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that during festive seasons, whether a more thorough check could be carried out at Woodlands Checkpoint as we notice that many of the firecrackers are smuggled from Malaysia during these seasons. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1769</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, I say that the Government has really gone overboard in trying to stamp out the firecracker menace. As has been pointed out by other speakers, the penalties are manifestly excessive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the stamping out of the sale, transport, send, deliver, distribute or import of fireworks, we see that there is a mandatory jail sentence of 6 months and also a mandatory sentence of 6 strokes of the cane. This is really very harsh. Because this does not take into account whether a person is caught selling just one single firecracker or a truckload of firecrackers. In any event, if he is caught and if he is sentenced, the judge's hands are tied. He has got no discretion to mete out a lower sentence. I think there is really unfairness here. This Bill, I think, should be held in abeyance until this clause is looked into more thoroughly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, as has been pointed out in regard to the second offence, again there is mandatory caning. Children are children. They tend to be mischievous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would appear that the Government is already very much in control of the firecracker situation. We have already banned it and the situation, it would appear, is very much under control. And yet there is this sudden technique to amend the laws and make it so stiff a penalty for those caught either selling or firing firecrackers. The Minister himself has said that, in fact, this problem is isolated and sporadic, except for this year when there were 3,900 complaints. I am surprised the other speakers do not know the reason why. It is very obvious. This year is the dragon year and everybody wants to welcome the dragon year. That is why there is a sudden burst of firing of crackers. The Minister himself said the situation is isolated and sporadic except for this year when there is a sudden unprecedented increase. There is also going to be an unprecedented increase of births this year. We can see for ourselves all around town. More women are pregnant this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government should not panic because of a sudden increase. People are still superstitious. This firing of firecrackers is not a tradition which started \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1770</b></font>\n  <br>\n  <br> only yesterday. It is a 2,000-year or more tradition. I think habits die hard and customs also die hard. And, in particular, when the dragon year comes only once in 12 years. I think the Minister should be more vigilant the next dragon year comes around and not to change the law. I think it is really over reacting and the consequences of the punishment are very serious. I would really ask the Minister to look into the punishment section once again. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Mr Deputy Speaker, Sir, I share the Minister's concern and I rise in support of the Bill. I have only one point to raise with the Minister and it is about new section 3A(3). In the case of an offence committed by a person who is an employee, with the connivance or consent of certain corporate officers, I can understand sthe latter should also be punished. However, if it is a case of neglect, it puts many corporate officers at risk. There are many employees who have access to company premises and vehicles. In fact, these employers drive some company vehicles home. Hence, it will be be very difficult for many corporate officers to prove that there was no neglect on their part if their subordinates have unchecked use of these vehicles. Should any of these employees make use of the vehicles for the purpose which is defined as an offence under this Act, it will be very difficult for these officers to extricate themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister look into this, Sir? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I thank the Members who have spoken. Before replying to specific comments, may I just state a general point by way of preface, ie, we have banned fireworks 16 years ago. And either a ban is a ban or it is not. This year, there has been an unprecedented number of violations, nearly 4,000 for January and February. The Member for Potong Pasir is entitled to his conclusion that it is because of the dragon year. But I tend to share the explanations given by others that the real reason is that there is a plentiful supply outside Singapore and that is the view of the Police officers also. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, another general point about the penalties. If you look at the Bill \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1771</b></font>\n  <br>\n  <br> as a whole, there are four different types of penalties, in ascending order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, we have penalties for the offence of possession, which is in the existing Dangerous Fireworks Act, and that has not been changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, there is the penalty for those discharging or letting off fire crackers. The penalty on the fine has been changed. The penalty for imprisonment has not been changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third is the penalty for those who are repeat offenders, discharging or letting off fire crackers. Obviously, for repeat offenders, it must be more deterrent and punitive because he has already been charged and convicted in the first place for a previous offence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the most serious penalties are reserved for those who are importing, trafficking and distributing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn to the points raised by various Members. The Member for Buona Vista expressed the view that the penalty for repeat offenders is very harsh. But I would like him to look at it from another point of view. The Bill is to provide for deterrent penalties because we have a serious problem and the consequences are very dangerous. A person has been convicted for the first time. If he repeats it, surely he knows that he is asking for trouble. If the penalty for the repeat offender is not commensurate with the mischief behind it, then he cannot claim that he was ignorant because in the first place he had been previously convicted and sentenced by a court. So I think it is not too harsh to have this provision in the new section 5(2)(b) which provides a harsher penalty for those who are repeat offenders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should also like to draw an analogy between this Bill and the Vandalism Act. The Vandalism Act provides for mandatory caning even for a first-time offender and the Vandalism Act can be said to be offences against property. There is mandatory caning if the writings on public property, for example, cannot be erased. But in the case of fireworks, it is not just an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1772</b></font>\n  <br>\n  <br> offence against property, it can have very serious consequences for the lives of individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as his point on education, a point which was made by the Member for Toa Payoh also, and to some extent echoed by the Member for Jurong, I take the point, and that is, apart from the new measures we should not cease to remind people of the prohibition of fire crackers as well as try to educate, especially the younger citizens. This is being done and will continue to be done. For instance, this year my Ministry did seek the cooperation of the Ministry of Education which, in turn, had advised the schools, the teachers and the principals, to inform the pupils of the consequences of cracker firing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as education is concerned, I must also say, and I think all Members have observed it, the press and the TV have played a very crucial role in the past few months in recapitulating for the public the horrors and the deaths and injuries which occurred in the 1970's. It is necessary to remind ourselves and I think the press and the TV have played an important role in bringing this to the attention of all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh felt that the penalties are inadequate. With particular reference to those who are importing and trafficking, he asked that we consider additional penalties such as forfeiture of the vehicles, eviction of HDB tenants from their homes, and such like penalties. I think we should first see if these enhanced penalties provided for in the Bill would meet our objective and, of course, if the situation next year is a repeat of this year, then we may have to reconsider the Bill. And we will take into account at that time the suggestions that he has made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Jurong took the view that perhaps it is too traumatic an experience to publicize the photographs of the people, especially younger persons who have been punished. There is a different view that can be taken, and that is, that it is part of the whole deterrent process. \"You expect to commit a fire cracking offence and you want to get away with it.\" First of all, it is very difficult for the police to actually catch a person in the act of fire \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1773</b></font>\n  <br>\n  <br> cracking. Calls come from an HDB estate, they turn up at the area, it is impossible to find anyone. So when they do get a person and apprehend the culprit, then we must send a signal to everyone concerned that you cannot fire crackers and sneak away without people knowing about it. I would say this is part of the whole deterrent process, deterrent not only to the youngsters, but also deterrent to the parents, for the parents must exercise vigilance, supervision and control over their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member mentioned that there should be greater vigilance at the Woodlands checkpoint. I wish to assure him that I will take his point. In fact, it is being done with the Woodlands Task Force that was formed recently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir felt that the penalties are manifestly excessive. He referred particularly to the penalties for those charged for trafficking. I think he made two points. The first point was that there is no discretion given. This is not quite correct. There is discretion given within which the courts can take into account the circumstances of the case. The penalty is \"a term of not less than 6 months and not more than 2 years.\" In other words, there is a minimum of six months and not more than two years, and within this range the court can take into account factors so that they can determine whether to give a penalty of more than six months or up to two years. Similarly, caning with not more than six strokes. But it means the court has a discretion whether to impose a sentence with a maximum of six strokes or whether it will be just one stroke. So there is a discretion and it is not correct to say --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> \"Six strokes or more\". You cannot get three, can you? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The phrase is, \"be punished with caning with not more than 6 strokes.\" So there is a discretion for the court to decide whether it wants to impose the full penalty of six strokes or less than six strokes. The Member can correct me if he thinks he is still right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point that the Member made is that it is unfair because it does not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1774</b></font>\n  <br>\n  <br> distinguish one cracker from two crackers. We thought about this, Sir. But it is not easy to work that kind of a number into the provision. We are not talking about one cracker, a packet of crackers, what size of packing, what size of cracker, and the nature of the cracker, because you may have one single cracker brought in but it can be of the dangerous type. It can be a projectile. Then what happens if you say, \"Well, if you bring in one cracker, it is all right.\" So we have a tour group that comes in with 40 people in the bus, each person brings in one. So they are all innocent? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I come back to first principles. We have had a ban for 16 years. Either we intend that it should be a ban or we do not. Our intention is that it stays as a ban. I have told Members of the concern and the consequences and of the advice given by the Director of Fire Service. It is naive to say, \"Well, this year, it is all right. We can close an eye. It would not happen till many more years until the next dragon year.\" That is not so. If you just cross over the Causeway, you will find plentiful supplies there because the Malaysian government lifted their ban on crackers this year. Hence, plentiful of supplies were available. But the Member for Toa Payoh suggested that we should liaise with the other agencies. I am sure other countries are the best judge of what they want to do in their countries. But we have to take care of our situation because of our peculiar circumstances - our densely populated areas, our HDB highrise flats. We have to make sure that we put in place enough controls, enough deterrents, and enough penalties so that all the points raised by Members as to the horrendous consequences elsewhere will not arise here. So it is not a question of waiting either for a dragon year or waiting for other countries to take their action. We have to take our action ourselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the point made by the Member for Radin Mas. The intention of that particular provision is to make it sure and make it clear that no one can try to evade these provisions under the cloak of a corporate veil. The precise implementation of this will have to be left to the Attorney-General because in any case a case must be made \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1775</b></font>\n  <br>\n  <br> out to the courts and evidence established as to who is responsible and culpable, and this will be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof. Jayakumar]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1776</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Thirty\n  </div> \n  <div align=\"right\">\n   Minutes past Four o'clock pm to a\n  </div> \n  <div align=\"right\">\n   date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PRICING OF LAND FOR HDB FLATS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Chiam See Tong</b> asked the Minister for National Development if he will state the market prices of land charged by the Housing and Development Board in pricing of its flats sold at (i) Yishun New Town, (ii) Zhenghua New Town, (iii) Hougang New Town, (iv) Potong Pasir, (v) Bedok New Town and (vi) Jalan Besar. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Dhanabalan:</b> The Housing and Development Board does not charge the market prices of land in the pricing of its flats. This accounts for the HDB's huge deficits in its sale of flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB pays for the land it purchases from the Government at the market price assessed by the Government's Chief Valuer. This is the standard procedure adopted for the alienation of State land, whether to private developers, statutory boards or other government development agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cost data for individual HDB development is only available since the HDB introduced the new accounting system in 1985. Bedok and Jalan Besar were completed before 1 Apr 85 and detailed costs are not available. HDB did not buy any land in Yishun and Potong Pasir from the Government in the last two years. These two areas are classified as New Town Zone and Outer Urban Zone. The following table presents the average land cost paid for by the HDB in Bukit Panjang (formerly known as Zhenghua) and Hougang. The land cost data for Pasir Ris and Toa Payoh (Temple Estate), are also included as examples for New Town and Outer Urban Zones respectively. \n  <pre>\r\n\r\n        ____________________________________________________\r\n\r\n\r\n\r\n                 Average prices for land paid by HDB\r\n\r\n                       (FY 86/87 and FY 87/88)\r\n\r\n        ____________________________________________________\r\n\r\n\r\n\r\n         Pasir Ris New Town                   $320 psm\r\n\r\n         (New Town Zone) comparable to\r\n\r\n         Yishun New Town\r\n\r\n\r\n\r\n         Hougang New Town                     $490 psm\r\n\r\n         (Outer Suburban Zone)\r\n\r\n\r\n\r\n         Bukit Panjang New Town               $470 psm\r\n\r\n         (Outer Suburban Zone)\r\n\r\n\r\n\r\n         Toa Payoh New Town (Temple Estate)   $940 psm\r\n\r\n         (Outer Urban Zone) comparable to\r\n\r\n         Potong Pasir\r\n\r\n        ____________________________________________________\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COSTING OF HDB FLATS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Chiam See Tong</b> asked the Minister for National Development if he will give the breakdown cost of unit flat including land cost incurred by the Housing and Development Board of flats constructed at (i) Yishun New Town, (ii) Zhenghua New Town, (iii) Hougang New Town, (iv) Potong Pasir, (v) Bedok New Town and (vi) Jalan Besar. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Dhanabalan:</b> The cost incurred by the Housing and Development Board in building its flats can be broken down into construction cost and land cost. Construction cost relates to the cost of the building itself, the cost of piling, the installation of electrical supply, sanitation, lifts, water supply, etc, as well as the cost of earthworks, ancillary roads, sewers and drains. Construction cost is determined by the prices of contracts tendered out by HDB. Land cost is determined by the Chief Valuer based on the market values of comparable land. Land cost attributed to the flats does not include the land for commercial premises, town gardens and other non-residential uses in the HDB estate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1779</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cost data in detail is only available since the HDB introduced the new accounting system in 1985. Bedok and Jalan Besar were completed before 1 Apr 85. In Potong Pasir, most of the dwelling units were completed before that date. HDB did not buy any land in Potong Pasir and Yishun from the Government in the last two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB buys land in small parcels from the State for its development. The land cost is attributed to the different flats built on each parcel according to generally accepted accounting principles. To present the construction and land cost data for each parcel, in each estate, for every room type and for a particular fiscal year would be too voluminous. The attached table (Appendix I) therefore illustrates the average cost per unit of 4-A flats (the most popular type of flats), analysed into construction and land costs for Pasir Ris, Bukit Panjang, Hougang and Toa Payoh (Temple Estate). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <pre>\r\n\r\n                                                                    Appendix I  \r\n\r\n\r\n\r\n                    AVERAGE COST PER UNIT OF 4-A FLATS\r\n\r\n                         FY 86/87 and FY 87/88\r\n\r\n  \r\n\r\n                                   (1)       (2)    (1)+(2)    (4)    \r\n\r\n                                 Cost of     Land     = 3    Selling  (3)-(4)  \r\n\r\n                        Units  Construction  Cost     Cost    Price   Subsidy\r\n\r\n                                   ($)       ($)      ($)      ($)      ($)\r\n\r\n\r\n\r\nPasir Ris               3626     53000      17800    70800    56300    14500\r\n\r\n(New Town Zone)\r\n\r\ncomparable to\r\n\r\nYishun New Town\r\n\r\n\r\n\r\nHougang North           1735     53000      33000    86000    62100    23900\r\n\r\n(Outer Suburban Zone)\r\n\r\n\r\n\r\nBukit Panjang           2023     53000      28700    81700    62100    19600\r\n\r\n(Outer Suburban Zone\r\n\r\n\r\n\r\nToa Payoh                763     53000      49000   102000    79500    22500\r\n\r\n(Temple Estate)\r\n\r\n(Outer Urban Zone)\r\n\r\ncomparable to\r\n\r\nPotong Pasir\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1781</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880330/19880330-HA-0501781.htm\">chart - COMPARATIVE TABLE (Cols. 1781 - 1786)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1782</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1783</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1784</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1785</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1786</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
