{"memberId": null, "volumeNo": "51", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"51\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1988-05-26\"> \n  <meta name=\"Start_Col\" content=\"105\"> \n  <meta name=\"End_Col\" content=\"168\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">51</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-05-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 105</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 51</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 26th May, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr DEPUTY SPEAKER (Mr Tan Soo Khoon (Alexandra). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 106</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr Aline K. Wong (Changkat). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 107</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ACTION UNDER INTERNAL SECURITY ACT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question (25th May, 1988), \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) supports the firm action of the Government to prevent our country from being subverted whether by Marxists, communists, western powers or other foreign interest groups, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) deplores, in view of recent disclosures, all foreign interference, particularly that of some United States' officials, in our domestic affairs, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) calls upon the Government to be vigilant to all such groups and stop them from interfering in our domestic affairs, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 108</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) endorses the Government's detention, under the Internal Security Act, of the people involved in the attempt to subvert Singapore.\" - [Mr Goh Choon Kang]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Mr Deputy Speaker, Sir, I rise in support of the motion standing in the name of the Member for Braddell Heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my constituents register their disgust at the US interference in our local and domestic affairs. They call on the Government to act more firmly on future interferences in our domestic political affairs. We should not take this lying down. I feel that we should take up a very firm stand \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 109</b></font>\n  <br>\n  <br> against all foreign groups that interfere in issues relating to our domestic affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the underlying themes related to the motion is the question of human rights. This issue of human rights has been played up by many international groups such as the Amnesty International and the Asia Watch Committee. If you make a survey of the literature that has been published, they have painted a very negative picture of Singapore. They are out to do Singapore in. They have said in various ways that Singapore is a police state, people walk in fear, people are unable to discuss things openly, people are afraid even to talk and give opinions. I think there baseless opinions, reports and assessments of Singapore's social and political situation must be debunked. They must be countered. They have continued to do so, Sir, and Singaporeans themselves will have to ask: whether Singapore is a police state, whether they are able to walk freely, to discuss about the things that they want to discuss. Are Singaporeans being muffled? Is this the true picture of the Singapore situation? If the situation is not true, then I urge that steps must be taken to defuse such efforts which have been undertaken by these international groups which have, in fact, conspired with one another to discredit Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one has to look at their recent report which is rather ridiculous. The recent report that I have an opportunity to look at is the Report on World Human Rights Guide published in 1986 in which they give ratings for human rights among Asian countries. And all the Asian countries, including Malaysia, Indonesia, the Philippines and other countries in ASEAN were rated below 60%. Singapore's rating was only 59%. When you turn to another page to look at the ratings of other countries, you can see how ridiculous it is. Panama's rating is 81%. You are surprised at the basis by which the ratings have been made. To a simple mind, and looking at this, Panama's rating of 81% as compared to Singapore, does say something, is it not? And as to whether this rating itself is jaundiced or the rating itself is accurate, Singaporeans can judge for themselves. Ratings are biased because they are rated by people who are disgruntled. All they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 110</b></font>\n  <br>\n  <br> need do is to ask a few disgruntled people about what it is like to be detained, what it means to live in Singapore, and the answer is obviously biased. If you ask people who are biased, you are going to get a biased response. If five people they interviewed are disgruntled, I am sure they will get a 100% negative response. And this will be used as a basis to say that 100% of the people are disgruntled. Such is the irony of these reports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans must read between the lines of these reports. Many of these human groups have gone to a great extent to denigrate Singapore, to paint the picture that Singapore is a state where people cannot really pursue what they want to pursue in terms of their life's aspirations. The answer, I think the Singaporeans will be able to assess. If comprehensive assessments had been conducted based on a wide representative Singapore sample, then I think the answer will be different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Amnesty International, as far back as 1980, has alleged that there was torture of detainees. In response to this, the Government set up a commission of inquiry which included three persons to investigate this allegation. The commission concluded that the Amnesty International's report of torture and assaults was unsubstantiated and based on misleading reports by certain detainees. Despite the establishment of a commission to assess this condition, Amnesty International has continued to go on the campaign that the human rights practices in Singapore are really poor. And they have continued to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is more important, Sir, is to examine the background of the people who conduct the assessment of human rights practices. Many of the people in this group are people who are disgruntled, people who promote permissiveness, people who are involved in the promotion of homosexual practices and other related matters which are not really acceptable. With such groups and with these backgrounds putting up such reports, can we then accept their assessments? I think we should debunk any assessments undertaken by these people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 111</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that many of the allegations are unfounded. Let me support my arguments. First, the opinions are biased and are supported by disgruntled people. There are no Asians in this group that has been involved in the assessment of human rights practices in the Asian context. Asians are not in the team. The Europeans are involved in it. They are telling us what we should be. Should we not be best people to assess what is our social political condition and our own culture? They are, in short, passing value judgments, exporting very imperialistic attitudes towards Asian nations itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second is that the judgments of these people are not based on any specific evaluative criteria. The evaluative criteria which are used are baseless and are not acceptable in the practice of normal evaluations of country situations. A small group of people, basically undertaking interviews of a few disgruntled people and arriving at a distorted report, seems really startling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other aspect that we should look at is the human rights practices in the countries of the people who have put up the reports. In many of the places where these representatives come from, they talk about rights against discrimination. Assessments have shown that discriminations exist in the countries of the people who advocate human rights - discrimination against blacks for jobs, discrimination against minorities exist. Where is the right for non-discrimination in these places? They talk about rights to employment, but there are no jobs available in these places. They talk about rights to shelter, but there is no shelter. Shelter provisions are inadequate. In many of these Western countries, people do not get adequate shelter. So what are they talking about rights to shelter? They talk about rights to education. Many of the children that we know of do not get access to education. They talk about rights to protection, but in many of these places people are not protected. If you walk along the streets in New York or Chicago, you are likely to be mugged. So what are they talking about rights for protection against crime or rights for protection against harassment by people? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 112</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the picture shows that it is rather dismal. In many of these places, the very rights they are talking about are not really rights. The quality of life there is poor, and yet they are alleging that our human rights situation is worse than theirs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summary, Sir, Singaporeans must assess the human rights issues in terms of our perspective. What is it that we are talking about? To me, human rights is about the quality of life. In Singapore, every Singaporean is protected, without fear or favour. In Singapore he walks the street free and without being harassed. Every child has an opportunity for education. Every citizen who is eligible for public housing gets public housing. And there is no problem of shelter. Every able-bodied Singaporean who needs a job will get a job if he is hardworking enough. People are given protection under the law without fear or favour. This is the context in which we have built Singapore and the human rights situation certainly is much better than what has been printed and circulated by a few mischievous international organizations which have conspired with one another. So we must prevent any possibilities for any people outside to interfere in Singapore's politics. What is worse, I see, is to allow money politics to enter into Singapore. And when this happens, politicking in Singapore will take a turn for the worse. This, I think, we must presevere to prevent. We know, in the case of Francis Seow, to some extent, money politics is creeping in. One needs to assess what is the basis of this. To what extent has the involvement of money politics come in? I think that if we do not begin to take notice of this, then Singapore will be in grave danger if money politicking is allowed to enter the political arena. We must therefore take every step to prevent this from happening, so that Singapore can continue to be a robust and progressive place to live in. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, I rise to support the motion standing in the names of my colleagues, the Member for Braddell Heights and the Member for Radin Mas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since our independence some two decades ago, the PAP Government, democratically elected by the people of Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 113</b></font>\n  <br>\n  <br> pore, has fought the communalists, communists and other foreign subversives to maintain our sovereignty. Our platform has been a multi-racial Singapore and equal opportunity for all of us. We have maintained that the destiny of Singapore is for Singaporeans to decide. On this platform the people of Singapore has given the PAP the mandate to govern by returning the party with an overwhelming majority, election after election to this day. This is the envy of many, friends and foes alike. Further, the success of the PAP Government in raising the standard of living of the people of Singapore over the last two decades is testimony to the credibility of this Government. We have not failed Singaporeans. We are a Government that delivers what it promises: peace, progress and prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, events over the last year, and especially recently, serve to remind us that many of the dangers to our society in the early days of independence are still with us. What is most outraging and deplorable is that Singapore, the bastion of anti-communism in this part of the world, is today being systematically undermined by not only the pro-communists but also by the so-called champion of democracy, the United States of America. We have for so long considered the US to be a good friend and ally, so that it was with disbelief that we awoke to realize that the US was, in fact, meddling in our domestic affairs by actively encouraging lawyers to stand in elections. They felt that they had the right to give encouragement, even to the point of allowing asylum to those who would oppose the democratically -elected government of Singapore. Why? One can only guess. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Their senior officials did not like the Legal Profession Act and the Newspaper and Printing Presses Act passed by the legitimate and democratically-elected Parliament of Singapore. They wanted to transpose onto Singapore their values and their concepts of democracy. When they did not succeed, what is their solution? Encourage the Opposition and \"boot\" the PAP out. Yet they consider this appropriate behaviour, diplomatically acceptable. When our Government requested for the recall of Hendrickson from Singapore for interfering in our domestic affairs, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 114</b></font>\n  <br>\n  <br> retaliated by asking for the withdrawal of our First Secretary in Washington, but stating in the same breath that this was merely in retaliation to our action. Our First Secretary had done no wrong. A mere childish tit-for-tat. This is American democracy. This is American justice. Is the American model of democracy universally accepted even in the Western world? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us just take the example of the concept of freedom of the press, for which we have been so much criticized. We insist on the right of reply where we feel that the report on us is inaccurate. Many American journalists and editors disagree. Let us look at some European models. In France, editors are required to publish corrections to inaccurate reports where they affect an identifiable person. If they fail to do so, then the offended person can bring a legal process through a low level court which has the power to fine the editor. In West Germany, people have a right to reply if facts stated about them are false, but no one has any right to counter opinion or criticism. The reply has to be published within three months and on the same page as the offending article. In Norway, counter statements can be made by anyone directly connected with the original story and who can show it contains errors about them. This right of reply also exists in Belgium, Denmark, Italy, Austria, Finland and Greece. We are not the \"queer birds\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1983 Time Magazine carried an article \"Journalism under Fire\" and under the caption it reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A growing perception of arrogance threatens the American press.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The article by David Slater had this as the opening paragraph: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'They are rude and accusatory, cynical and almost unpatriotic. They twist facts to suit their not-so-hidden liberal agenda. They meddle in politics, harass business, invade people's privacy and then walk off without regard to the pain and chaos they have left behind. They are arrogant and self-righteous, brushing aside most criticisms as the uninformed carping of cranks and ideologues.' \n  <br>\n  <br>To top it off, they claim that their behaviour is sanctioned, indeed sanctified by the US Constitution. Even in America itself there are different perceptions by their own journalists. So why are we not entitled to our own viewpoints? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 115</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our pattern of democracy or our Constitution is patterned after that of the United Kingdom or Westminster model, as we were once a British colony. Many other Commonwealth countries have made changes to their Constitution to meet their local and special needs. The Westminster model is also not perfect. So we, like others, have made constitutional amendments to suit our special needs. Who authorizes these changes? Parliament is the only body that can make these changes. This is the reason why it is so important that every elected Member of Parliament is sincere and loyal to the interests of Singapore. If he is the puppet of any foreign power and takes instructions from his masters overseas, then we will be in trouble. Let us not be deceived into believing that the American model of democracy is the best or the only model that works. We have our own. As long as we have a Parliament in Singapore and a government that is honest and have the interest of Singaporeans at heart and not foreigners, we need not fear change - even Constitutional changes, for the better. Change is a fact of life - in every facet of life, political and otherwise. Let us stand up against the criticism of foreigners and the foreign press. As my colleague has earlier said, who knows what is best for Singapore. We Singaporeans or they, the foreigners? Let us all Singaporeans unite and make this message clear to all. Hands off our domestic politics. You may be rich, you may be big, you may be very powerful, but mind your own business! We have a right to lead our lives the way we want. It is our privilege and right and no one else's to elect our own leaders. Our future, our destiny, shall be in our own hands and not be dictated by others. Be they \"wolves\" or \"wolves in sheep's skin\". \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr S. Dhanabalan):</b> Mr Deputy Speaker, Sir, details of the US diplomat, Mr Hendrickson's improper conduct were clearly laid out in the Singapore Government's press statement of 7th and 20th May 1988. But so much has been published and so many extracts from the statutory declarations have been published that many irrelevant events and statements have tended to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 116</b></font>\n  <br>\n  <br> cloud the specific instances of impropriety that Mr Hendrickson and some of his colleagues from the State Department were guilty of. To ensure that there is no ambiguity or misunderstanding, I want to highlight the specific instances of misbehaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, it was improper of Mr Hendrickson to have cultivated disgruntled Singaporeans with a view to encouraging them in their political activities. This, for example, was what happened in October 1986 when Mr Hendrickson and another State Department official criticized the Singapore Government to several Singaporean lawyers at a lunch meeting arranged by Mr Francis Seow. Secondly, it was highly improper for Mr Hendrickson to have, in March 1988, told Mr Patrick Seong that lawyers should contest elections against the Government because they would vote against the PAP in view of the Law Society's experience with the Select Committee hearings on the Legal Profession (Amendment) Bill and because lawyers were disgruntled, articulate and enjoyed a professional status. It was also improper for Mr Hendrickson's superior, who was present when Mr Hendrickson did this, to remain silent and not stopped him. By remaining silent, he lent weight to Mr Hendrickson's activities. Thirdly, it was improper for a State Department official at a meeting with Francis Seow in Washington DC in December 1986 to have supported and encouraged Francis Seow to contest elections as an Opposition candidate and reinforced this by criticizing the Legal Profession (Amendment) Act and the Newspaper and Printing Presses (Amendment) Act. Fourthly, it was highly improper of Mr Hendrickson to encourage Francis Seow by telling him in November 1987 that after Mr J.B. Jeyaretnam's disqualification, there was no credible Opposition and that only Francis Seow could fulfil the role left vacant by Mr Jeyaretnam. It was also improper of him to encourage Francis Seow by telling him that he was the best person to lead Opposition candidates and to encourage him to recruit more young professionals into the Opposition in order to pave the way for the establishment of a more effective Opposition in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These four instances that I have quoted show that Mr Hendrickson and the other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 117</b></font>\n  <br>\n  <br> officials were not just gathering information or analysing the Singapore political situation. Mr Hendrickson was trying to influence the direction of Singapore politics and to bring about a particular political outcome. This is a matter which must be left to Singaporeans to decide for Singaporeans. If Mr Hendrickson had any views on such matters, he should have expressed them in his own despatches to his Government. He had no business to try on his own initiative to create an Opposition in Singapore. In this respect, the behaviour of Mr Hendrickson and the other State Department officials involved stands in sharp contrast to the entirely proper and correct behaviour of the former British High Commissioner in Singapore who neither encouraged nor discouraged Francis Seow's political ambitions and made no promise of political asylum when he was approached by Francis Seow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our request for the withdrawal of Mr Hendrickson is not just the whim of an eccentric government. It is not even just a matter of our own opinion. It is an established norm of universal diplomatic practice codified in international law. Diplomats have many privileges but they also have responsibilities. Article 41, subsection 1, of the 1961 Vienna Convention on Diplomatic Relations clearly states, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Without prejudice to their privileges and immunities it is the duty of all persons enjoying such privileges and immunities to respect the laws and regulations of the receiving state. They also have a duty not to interfere in the internal affairs of that state.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government therefore has an absolute right to insist that diplomats do not interfere in Singapore's domestic affairs and foreign diplomats have a clear duty not to do so. This does not mean that the Singapore Government wants to obstruct foreign diplomats in the performance of their legitimate functions. Diplomats in Singapore are free to meet anyone they please. It is entirely proper for any diplomat to keep in touch with members of the constitutional opposition or for that matter with any Singaporean opposed to the Government or supportive of the Government in order to gather information and analyze and understand Singapore politics. This is their job. But as Article 41, subsection 1, of the Vienna \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 118</b></font>\n  <br>\n  <br> Convention makes clear, diplomats in Singapore, as in any other country, are under an obligation to remain neutral and objective observers. They should not become partisans. It was only because Mr Hendrickson and some other State Department officials went beyond this legitimate role that we were forced to protest their activities and ask for Mr Hendrickson's recall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Diplomats are often required to make representations on behalf of their governments and these representations may sometimes be critical or at variance with the host government's policies. But when they do so, they are required by universal norms of diplomatic practice and international law to make them to appropriate official authorities. Thus, for example, Singapore diplomats in Washington make representations to members of the legislative and executive branches of the US government. Our diplomats in Washington do not attempt to identify, cultivate and encourage disgruntled Americans to enter politics or join the US government in the hope that they would pursue policies that Singapore will find congenial. If any member of Singapore's foreign service tries to do this in any country, he will find himself in serious trouble, not only with that country but with our Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Americans are proud of their political system, and justifiably so. It has many merits. For example, Americans believe that they have a superior system, not that they are a superior people or a superior race. Thus, it is in the American multinational companies that Singaporeans can rise to the very top. This is common knowledge. Ever since the beginning of American history, Americans have not considered themselves as just another people or another country but as a moral example to the world. From time to time, some Americans are often carried away by pride and belief in their system and have succumbed to the temptation to urge others to become replicas of them. They probably mean well. The underlying premise of such action is that all countries can become like America. But Singapore is obviously not America. It is not the United States of America. Our history, our culture, our society, the kind of problems we face, our regional environment, the size of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 119</b></font>\n  <br>\n  <br> resources and territory, are just a few of the factors which are very obviously different from the United States of America. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many aspects of the American system that we admire and that we can adopt with benefit to ourselves. There are also many aspects that we must reject because they would be disastrous for us. Singaporeans will have different ideas as to what to adopt and what to reject and we may have serious differences as to what we should adopt and what we should reject. But this is a debate for us and it is for us Singaporeans to determine this. It is not an area in which foreigners should meddle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This episode has reminded us, reminded our people, to be aware that from time to time there will be foreign interference in our internal political affairs. It may come from those who are friendly, and most assuredly it will come from those who are not so friendly. We need to be on our guard. Through this incident, we have also sounded a clear warning to all outsiders to leave us alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let me end by reminding Members and Singaporeans that we are not alleging that the cultivation and instigation of Francis Seow and Patrick Seong represents official US government policy or that the behaviour of Hendrickson and the others was sanctioned by the US government. The US government has assured us that there was no plan by the US government to interfere in Singapore's domestic political affairs. We accept these assurances. We have taken action against Mr Hendrickson and made our position clear to the US government in no uncertain terms. We are angry with the actions of Mr Hendrickson and the others but it is an anger mixed with sorrow and disappointment. It is not a vengeful anger. Our response must be cool, measured and pointed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a good case and a good case against what Mr Hendrickson and his other colleagues did. Let us not spoil the case that we have by making exaggerated and alarmist statements. Let us keep the issue and the whole episode in perspective. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 120</b></font>\n  <br>\n  <br> should not allow the actions of a few errant individuals to cloud our broader interests as well as our long-term interests. Singapore and the US have common interests and objectives both in economic and strategic areas. The US has expended blood and treasure in East and Southeast Asia to help bring about the world we have today. For example, between 1965 and 1973, the US defended South Vietnam from communist invasion. It gave Singapore and the other ASEAN countries almost a decade of peace in which to develop our societies and our economies. Singapore would otherwise be a very different place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today only the US can balance the Soviet presence in Southeast Asia. US commitment to the stability of Southeast Asia is vital to the peace and progress of Singapore and our region as a whole. We must not allow our adversaries to profit by this unfortunate incident. Let us put this incident behind us and continue to develop our bilateral relations with the US on the basis of respect for each other's sovereignty and mutual benefit. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Dr Tony Tan Keng Yam):</b> Mr Deputy Speaker, Sir, I rise to endorse the wise remarks made by the Minister for Foreign Affairs and I would commend his remarks to the attention of this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every nation is different. Every nation has its own political ideology and government and in a world which is steadily growing more interdependent every day no nation, no matter large or small, can exist in isolation. the simple fact of life is that all of us have to live and work with each other while respecting each other's culture, beliefs and values. But no nation, Sir, should seek to compel other nations to accept its own culture, values and beliefs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore and the United States share many common strategic interests, as has been explained by the Minister for Foreign Affairs. Over the years, a strong and friendly relationship has been built up on the basis of openness, mutual trust, friendship, respect and cooperation. Above all, Sir, the relationship is founded on the internationally accepted principle of non-interference in each other's affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 121</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Seen in this light, Sir, Hendrickson's actions are indeed deplorable as they can damage the good relationship between Singapore and the United States. His actions may perhaps be understandable if Singapore and the United States were not friendly countries. But with the good relationship between the two countries, it is surprising that this incident should have come about at all, and I think it is understandable that Singaporeans should be angered and indignant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on a government-to-government basis, the Singapore Government has set out its position very clearly and I can do no better, Sir, to quote from the press release issued by the Ministry of Home Affairs last Friday: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In a written communication, the US government has assured Singapore that there was no plan whatsoever to interfere in the internal affairs of our country. The Singapore Government does not allege that the cultivation and instigation of Francis Seow and Patrick Seong represented official US government policy, or that the improper behaviour of Hendrickson and the others was sanctioned by the US government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a meeting with the Minister for Foreign Affairs on 18th May 1988, the US Ambassador to Singapore stressed the difference between the behaviour of errant diplomats and the US government position. The Singapore Government accepts this explanation and expects the US government to ensure that its officials and diplomats adhere to this hands-off policy.' \n  <br>\n  <br>I think, Sir, this is a very clear statement of the position of the Singapore Government and stated quite correctly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, both Singapore and the United States have stated publicly that both our countries would like to put this incident behind them and continue to build our bilateral relations on the basis of mutual trust and, very important, non-interference in each other's affairs. Sir, it is in this way that we can look forward to building a healthy and mutually beneficial relationship which can bring benefit to both our countries. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Mr Deputy Speaker, Sir, there are many areas in our lives we can afford to take chances. Sometimes we win, sometimes we lose. Even if we lose, it is not a life-and-death issue. When it comes to the issue on the survival of a country, only big countries can afford to take chances, and even if they lose, they will still survive. Take the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 122</b></font>\n  <br>\n  <br> case of America and Russia. They can take chances with their soldiers. America has lost thousands of its soldiers in the Vietnam War. And yesterday the BBC announced that the Russians have revealed the casualties suffered in Afghanistan; and the figures. If I heard it correctly, it goes something like this: 13,000 dead, 35,000 wounded, 300 missing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in spite of these great losses, America and Russia are still very strong militarily. They can take chances with weapons. They can supply large quantities of planes, missiles, tanks and guns to support friendly nations. When these weapons are lost in battles, replenishment is made swiftly. In spite of this, America and Russia still have enough to give more. They can take chances with their monies. They give economic aid to the poorer countries, a very commendable gesture, but they also give monies to escalate civil wars. But, of course, they always claim that they are bringing peace and justice to the countries or the recipients. Yet, Sir, they never run out of funds. America today is still the richest nation in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the question we have got to ask ourselves is: do these countries do all these for altruistic reasons? Against such background, some Singaporeans are infected by the big stakes these big powers play. The question all Singapore citizens must answer is: can Singapore afford to take chances like these big countries? Can we afford to have thousands of our soldiers killed and still have a viable military force? Can we take chances? Can we afford to supply weapons and be still well-equipped? We will remember the debate we had on the acquisition of EC-2s. Can we take chances? Can we afford to give financial aid and not be bankrupt? We took 10 long years before we decided on the MRT. We have to resort to wage freeze when we have a recession. Whereas America has the power to ask other countries to change when US faced deficit problems. Can we take chances? We can see that Singapore cannot take chances. Survival is at stake. If Singapore goes under tomorrow, where will we go? Singapore can become an industrial and economic desert. This is a very real possibility. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 123</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent uncovering of foreign powers trying to alter the politics in our country is a case in point that Singapore must be vigilant, sharp and swift to act. It is unfortunate that some of us want to experience the consequences if the Government has allowed the secret meetings to blossom and still have the option to turn back the pages of time to endorse the Government's action. Unfortunately, we cannot see the end from the beginning. At best, we can learn from history and imply from data available. Take, for example, from the coverage on Francis Seow in foreign press like Asian Wall Street Journal, Asiaweek, Far East Economic Review, Bangkok Post, the Nation (which is published in Bangkok) and the South China Morning Post, some dating as far back as June 1986. From these, we can only imply that the campaign is a well-orchestrated scheme - to give a negative image of Singapore and also a signal to those who are used by them that support will be there in whatever form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans must realize that we cannot take chances with our destiny. We cannot do what the big powers can do. Let us not be fooled. We need not offend the foreign powers, but we need not be subservient to them either. All we ask of them - respect our desires to do our own things within the rules we have agreed upon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with this, I support the motion. \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry (Encik Sidek bin Saniff):</b> Mr Deputy Speaker, Sir, I rise in support of the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we say that \"politics is the art of possible\", any reasonable, responsible man will concur it is for the development and construction rather than the furthering of destruction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us put certain facts in its proper perspective. Firstly, that human rights are subject to the law of the land. Secondly, these rights and freedom must not be exercised contrary to the purposes and principles of the United Nations. Thirdly, what are these so-called sacred principles of the United Nations? To me, Sir, it must be the credo of non-interference in the international affairs of another nation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 124</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What should be emphasized must be the peaceful co-existence, respect, mutual respect, not blatant interference or aggression that leads to conflict, even something more destructive. Thus every independent nation must be concerned and alert to these two categories of people: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the over-indulgence of foreigners in our domestic affairs, as shown by Hendrickson and company; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the over-zealousness of our people who are in cahoots ready to be proxies to these people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The former had its history from what happened in the Second World War. Winston Churchill considered the Second World War as an unnecessary war. It could be prevented by timely action, action against Hitler when the dictator conquered small countries. But European leaders at that time did not consider small countries as vital to them. And the rest is history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The lesson learnt; correction made; position reversed. The super-powers especially are interested, some very, in the small countries. Some went beyond the legitimate boundaries. Again, the rest is history and history in the making like the one we are experiencing now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, small wonder, words like \"Yankee Go Home\", \"Ugly American\", even the pro-western people like the Arabs, are critical of them. Small wonder also that people like Soekarno who had an excellent rapport with US at one time, especially the Ambassador, had had at the end of the day said something to the effect \"To hell with American aid\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after that the communist influence was very visible. Southeast Asia was very lucky indeed to have a person like Suharto who managed to cripple the communist onslaught and changed the whole history, I may say, of Southeast Asia, and in particular Indonesia. Otherwise, we may not see ASEAN. We may have another pact, a military pact maybe. And the possibility of Southeast Asia, the Pacific Basin, to be in the area and era of growth in the 21st century may not be in sight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can certainly lengthen the list by adding certain countries like Latin America, etc. But, Sir, as stated by the Foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 125</b></font>\n  <br>\n  <br> Minister just now, we fully understand the role the super-powers have to play. They must have more than one option - the government, the opposition, interested group. But as long as they do not go beyond the boundaries, it is very important, very critical. But beyond that, it is something that can be considered heinous. We have seen what happened in the Philippines, where position was correct with Marcos, sympathy goes to Aquino. With Aquino intimacy existed, yet it was clear as claimed she (US) eyed Col. Honasan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the latter, Sir, the people in our midst, I would like to quote Francis Seow's statements to the Press on 20th and 23rd April 1988: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'My purpose in issuing these statements was to politicise the issue, and to generate public interest and international awareness so that pressure could be brought to bear on the government to release the detainees or put them on trial. In the process, I hope I could build up my reputation as an ombudsman and boost my political standing. Hence the language used in these statements are political and belligerent.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is this what politics is all about? Belligerent, clashes, conflict, war? Belligerent language that may not lead to belligerent action? Unlikely. I would add, Sir, when leaders of the nation or those who aspire to be leaders of the nation, should fully understand what politics is all about, and that is, in the final anaylsis, politics should be morally pegged with the development of mankind and humanity; certainly not belligerent, not conflict, and not war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Politics is serious business. It is not a game, neither is it a gambling den. We do not gamble with people's lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have transformed this tiny island into one of Asia's most stable and most prosperous country. Our cultural heritage, commitment, dedication and foresight made us what we are today. Thus, we must be alert to this development by the super powers, by the individuals especially. First, never budge, for other nations may follow suit. Second, they may exploit in the guise of press freedom, freedom of speech or to have an Opposition in Parliament. Next, they will use something which is very sensitive and vulnerable to a multi-racial society like ours, language issue, culture and religion in order to achieve their goal. Thirdly, in the process, there is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 126</b></font>\n  <br>\n  <br> bound to be casualties. Some characters may be hurt. But as a responsible Government, we will try our utmost to see that people at large, the innocent, are not hurt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must have the stamina to face these challenges. There should not be any let-up. We must not allow it to go the distance. We must nip it in the bud. And as a responsible Government, we must maintain the following interwoven characteristics: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, to convey the truth, no matter how bitter it is; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, to give good advice, direction and warning, like the ISA, for instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, to awake our conscience and uphold law and justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is stated that it is all very well to paint justice as blind. She should be blind indeed to favour and prejudice. But too clear to see where lies the truth and less dust there is, the better. Let us confront this problem that occurred in our country and many other countries. Often after the stupidity of these culprits which resulted in clashes, riots, loss of lives, finally those involved acted like a man who had just shot his parents and asked the court, the Judge, for mercy by saying that he is an orphan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, while he may claim that he is an orphan, the people at large will be deprived of the basic needs, food, housing, education and the lot. I have mentioned before during the Ministerial visit that we are lucky to have bread and butter. Basically, politics is about bread and butter. Some countries have more bread and more butter. Some more bread, less butter. Some less bread, less butter but with a lot of jam. But this is not the kind of jam Mr Chiam and myself take in the morning for breakfast. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> They are all in the jam house. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> It is a political jam followed by economic jam. And, finally, it is social jam. But surprisingly, the guns never jammed. The shooting never stops. It never happens here, Mr Chiam. And the killings never end. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 127</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I rise to support the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A lot has already been said. Ever since the Francis Seow's statutory declaration, the Government has taken all appropriate measures to bring home our displeasure to the United States government. We have asked for the withdrawal of Mr Hendrickson. Our Foreign Minister has personally conveyed the message to the United States Ambassador. Our US Ambassador has protested in writing to the US State Department. By demonstrations and public forums, our Singaporeans have expressed their anger on this affair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is: where do we expect to go from here? The US State Department and our First Deputy Prime Minister have said earlier that we should put the matter behind us. My own personal feeling is that more rhetoric can only lead to deterioration in US-Singapore relations, a relationship which most Singaporeans value and I am sure most Americans also value highly. My Asian upbringing makes me feel most uncomfortable in not allowing our friends some face left. We have strongly made our point. We have stated our position very clearly. Let us be vigilant. We must always be vigilant. But, please, let this matter rest now. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri (Kampong Ubi):</b> Mr Deputy Speaker, Sir, I view the motion which the House is debating today, particularly on the aspect of foreign interference in our domestic affairs, as a political tragedy. Speaking of tragedy, Sir, I am reminded of the Shakespearean tragedy of Julius Caesar. The villain and the timing of the tragedy bear some semblance to this American tragedy. Sir, Brutus, the man who plunged the last blow into Caesar, was one of Caesar's trusted friends. When Caesar was about to fall to his death, he in his utter disbelief and shock said, \"Et tu, Brute?\", meaning, \"You too, Brutus?\", which depicted a poignant and dramatic description of a political treachery from a trusted friend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;America is our close friend. In fact, yesterday, the Director of the Asian Studies Centre of the Heritage Foundation described Singapore as America's key friend. Yet, to our utter disbelief and shock, America through its political emissary has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 128</b></font>\n  <br>\n  <br> acted treacherously against us. Perhaps we can now rightly say to America, as Caesar to Brutus, \"Et tu, America?\", \"You too, America?\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Brutus stabbed Julius Caesar in the month of March. In fact, Caesar was told to beware of the Ides of March. It was just another coincidence that according to the chronology of events, it was also in the month of March 1988 that Hendrickson wanted lawyers to stand for election against the Government. The plot to engage and interfere in our internal affairs was then hatched. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Brutus appeared before the Roman citizens, he explained why he had to kill Caesar. After accusing Caesar of being ambitious, he added: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Not that I loved Caesar less, but that I loved Rome more.' \n  <br>\n  <br>I am sure in this act by Hendrickson and his three other State Department officials, they would also implicitly echo not that they love Singapore less, but that they love America more. But, Sir, their love for America and their misplaced American missionary zeal has blinded them to the observance and practice of correct diplomatic etiquette. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Mark Antony, another principal actor in the play, made his famous speech in defence of Julius Caesar, he cleverly turned the tables against Brutus. He could not understand how such an honourable man like Brutus could have committed such a dishonourable act. Similarly, Singapore's Mark Antony, personified by the triumvirate, the First Deputy Prime Minister, the Second Minister for Law, the Minister for Trade and Industry, publicly registered their displeasure at this political treachery by an honourable friend, the great USA. The spirit and intent of the triumvirate's defence of Singapore's action in asking America to withdraw Hendrickson can be summarized in the following Singapore verse: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Friends, Singaporeans and fellow Americans, lend us \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;your ears \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We come not to bury America but to correct him \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The evil that America does lives after him \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The good that Singapore does will not be interred with his bones \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 129</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Americans are honourable men \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet the noble and honourable America has told you that we are undemocratic \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it is so, it is a grievous fault \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is not so \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I implore that you reject it \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Americans are honourable men \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the noble and honourable America has told you that we violate human rights \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, if it is so, it is a grievous fault \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it is not so \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will you not deplore it? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Friends, Singaporeans and fellow Americans \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We speak not to rupture our friendship \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But to save it from brinkmanship \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We detest and protest not to show off \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But to say to the noble and honourable Americans \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Please, lay off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, lest I be misunderstood, I am not treating this motion in jest. On the contrary, I view it as a serious breach in international relations. I am not reducing this issue into a mere exercise in literary criticism or an academic effort at drama deception. I am trying to bring home the message that just as we can learn of universal human qualities and frailties depicted in Shakespearean plays, this political tragedy now recorded in Singapore's contemporary history forces us to remind ourselves that we need to be constantly vigilant and cautious in our human and international relations. Fortunately, Sir, this we did. The outcome was positive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, the Americans are a great people. They have crafted a great constitution. In the preamble of the American constitution is enshrined great and honourable ideals. It reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We the people of the United States, in Order to form a more perfect Union, establish Justice, insure domestic Tranquility, provide for the common defence, promote the general Welfare, and secure the Blessings of Liberty to ourselves and our Posterity, do ordain and establish this Constitution for the United States of America.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans share these lofty ideals. Of relevance here is that the Americans would like to insure for their country what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 130</b></font>\n  <br>\n  <br> they call \"domestic tranquility\". We say to them that we too cherish what we call our internal stability. As the Charter of the United Nations reaffirms the status of equal rights between nations large and small, it is to the mutual benefit of all concerned that no country should act in a manner that would disturb another country's domestic tranquility or internal stablity. It is unfortunate that in this instance a great and noble country like America has condoned the misdeed of its diplomat in trying to upset Singapore's domestic tranquility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Referring again to the American constitution, Sir, the Americans are brave enough to insert in their constitution a clause for the removal of their civil officers found wanting in the discharge of their duties. Article II, section 4, of the constitution states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The President, Vice-President and all civil officers of the United States shall be removed from office on impeachment for, and conviction of, treason, bribery and other high crimes and misdemeanours.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question to ask is, why was Mr Hendrickson found to display an act of political misdemeanour not removed from his office? Is this misdemeanour or bad conduct and misdeed to be tolerated? This is indeed a classic display of American double standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other point I wish to comment is on the question of human rights. Foreign human rights groups have alleged that we are guilty of violation of human rights by detaining people under the Internal Security Act. The question I would like to ask them is, why is it that the United Nations Commission on Human Rights, which is an inter-governmental body that serves as the United Nations central policy organ in the human rights field, has not taken up this allegation? I am told that the nature of the UNCHR activity is investigatory, evaluative and advisory in character, and to consider and make recommendations concerning alleged gross violations of human rights. One can therefore assume that these allegations by foreign interest groups are baseless. Are we to believe and equate the status of these detainees to be in the same category as Andrei Sakarov, the political dissident who was internally exiled in Soviet Union? I am sure, Sir, if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br> there is evidence of gross violations of human rights in Singapore, we will not be spared the condemnation of the international community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, Mr Hendrickson, or Hank, and the said Department officials describe the Legal Profession Act (LPA) as horrendous and the NPPA as harsh and unreasonable. I think we should pose these descriptions back to them. Are their acts of interference in the internal politics of a sovereign state not equally, if not more horrendous, and harsh and unreasonable? I will offer them a better description of their misdemeanour. In this American connection, the initials HANK can well stand for as a Horrendous Act of Neo-Knavery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can understand that it is to their dismay that this time the American seed of so-called political ingenuity has failed to germinate in Singapore soil. Will the Americans resort to replanting another seed of discord? Only they have the answer, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> I am much obliged to you, Mr Deputy Speaker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am have an amendment to the main motion, and I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As an amendment \"to leave out from \"House -\" in line one to the end and there to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"(a) rejects the recent action of the government against alleged subversive activities of Marxists, the United States government and foreign interest groups, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) calls upon the government to be more open and tolerant and declare that under our democratic system, legitimate pressure groups do have a say in our domestic affairs.\".\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to clarify that by \"domestic groups\", of course I mean domestic groups in Singapore, and not foreign domestic groups. Sir, may I just quote from the main article in the Straits Times of 21st May, 1988: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Yesterday, the Government protested against the improper behaviour of Mr Hendrickson and his State Department supervisor, described only as \"Mr Y\", towards Seow.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is how the Government statement put it: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The cultivation of Francis Seow was not a free-lance effort by Hendrickson or Mr Y alone. The operation was continued through several changes of State Department personnel. In a written communication the US Government has assured Singapore that there was no plan whatsoever to interfere in the internal affairs of our country. The Singapore Government does not allege that the cultivation and instigation of Francis Seow and Patrick Seong represented official US government policy, or that the improper behaviour of Hendrickson and the others was sanctioned by the US government.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I quote again: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In a meeting with the Minister for Foreign Minister on May 18, the US Ambassador to Singapore stressed the difference between the behaviour of errant diplomats and the US government position. The Singapore Government accepts this explanation and expects the US Government to ensure that its officials and diplomats adhere to this hands-off policy.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards Seow's finances, I quote again: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Government yesterday said that the US government had denied that any US government funds had been provided \"to opposition elements\" here.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And the statement added: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Singapore Government does not allege that Seow had received funds from the US government.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the article continued: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Government has not completed investigating Seow's financial affairs. The results of these investigations will be made known in due course.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then at a press conference held on 23rd May, the Minister for Trade and Industry revealed that it was the American Secretary of State, Mr George Shultz, himself who had written to assure the Government that there was no plan to interfere in Singapore's affairs. The Minister said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We accept that this could be the action of one diplomat and some over-zealous officials to see an important role for themselves.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the US is a friendly country and it is an important economic ally to us. I believe they are our largest foreign investor. It is true they have got no military pact or treaty with us. But I am sure the US does not want to see Singapore turn into a communist state, and if Singapore were to be attacked by a large communist country I am certain the US will not stand idly by. They know that Singapore is in a strategic position. What is the US position from the statements that I have just read? (1) The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> US Government has no plans whatsoever to interfere in our internal affairs. That is quite clear. In fact, the letter is from none other than the Secretary of State himself, Mr George Schultz. What other better affirmation you can get than from the highest authority? Then again, the US Government stressed the difference between errant diplomats and the US Government. In other words, the position is that the Reagan Government has got nothing to do with what has happened in Singapore as regards the activities of Mr Hendrickson. Because our Government has accepted that position. We accept the assurance given by the US Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this is the official position and again, the US Government has denied that any US funds had been provided to Opposition elements in Singapore. Again, the Singapore Government says, \"No, we are not alleging anything about US Government giving funds to the Opposition here.\" That is the position. That is the Government's position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also on record that the US Government has said that Hendrickson had not acted improperly in carrying out his duties in Singapore. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Do you accept that? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Well, so far the Government of Singapore has accepted the US Government's position. The Singapore Government nevertheless has asked the US Government to withdraw Hendrickson from his post in Singapore and the US Government has not just stood idly by. It has retaliated by requesting Singapore to recall its First Secretary (Political), an equivalent position, Mr Robert Chua Hian Kong, from Washington. This is what was reported on the 11th May of the Straits Times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The US Assistant Secretary for East Asian and Pacific Affairs, Mr Gaston Sigur, told Singapore's ambassador, Mr Tommy Koh, that it was with deep regret that the US government had to request the withdrawal of Mr Robert Chua Hian Kong, First Secretary (Political) in the Singapore embassy here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said in view of Singapore's request that the US withdraw Mr E. Mason \"Hank\" Hendrickson, First Secretary (Political) in the US embassy in Singapore, the Reagan administration was left with no option but to respond. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In reply to a question, Mr Koh said the US was not accusing Mr Chua of any improper conduct, but simply was retaliating against Singapore's move.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Poor Mr Chua. He was enjoying his stay in Washington, just beginning to feel all the nice things in America and out of the blue the lightning struck, and he and members of his family have to be bundled home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, it was reported that this was believed to be the first public known instance of a Singapore diplomat being asked to leave this posting. So that is the luck of Mr Chua. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the Member for Ayer Rajah. His speech was short but I thought that was to the point and I think we should take note of what the Member has said. \"More rhetoric can only lead to deterioration of US-Singapore relationship. Let this matter rest.\" I cannot more than support this stand. As far as I can see, Singapore has a tacit agreement with the US. The agreement is this. The US has said, \"Look. We have got no official plan to interfere with your country and that there is a distinction between the US government and its errant diplomats.\" In other words, what Hendrickson and his other diplomats did was their own affair. They were not asked to do by the government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Member from the Government side has asked, \"Do I believe it?\" That is not an issue. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> What do you mean by \"not an issue\"? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Government has accepted that assurance. Yes, so I think there is already a tacit agreement. You have accepted that position. And now here we are, prolonging this whole debate instead of finishing it off on the second day, like the Member for Ayer Rajah has said, \"Let this matter rest.\" I agree with him - let this matter rest. We call it off today. Why should we drag it on for the next three, four, five days? What is the purpose? You will only make the situation worse. After all, America is our friend, not our foe. True, it has hurt the PAP. I do not think America has hurt Singapore in any way. So let it rest. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, it was also reported and it has been repeated in this House that both the Singapore Government and the US government would like to leave this whole unpleasant episode behind them. So why do we want to go on, and treat America like a whipping boy? Let us just read what has been going on, and I hope it would not go on for the next few days. Yesterday I tried to object, but Mr Speaker said I have my turn. So I am not missing this opportunity. The Member for Braddell Heights said this [Straits Times, 26th May 1988]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Americans had tried to manipulate Singapore politics, he said, and their tactics included using the foreign press and human rights organizations to smear the Government and make it out to be dictatorial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By doing so, they were trying to create doubts in people's minds about the Government and attempting to drive a \"divisive wedge\" between Singaporeans and the Government, he said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If these subversive activities were not discovered in time, there might be in Parliament \"a group of puppets subservient to and controlled by foreigners\", he said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ultimate objective of the Americans, he said, was to look after their own political, military and strategic interests.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You are referring to a friend, using these harsh words. And we have got a teacher who wants to bring his literature lesson into Parliament. He compares America to Brutus - stabbing Singapore's back. Is that how you refer to a friend? I think the Member for Kampong Ubi has really gone too far. America has not stabbed Singapore in the back. I cannot imagine the Member for Kampong Ubi saying this kind of things about a friend. Then, of course, others have come in less muted tones but, nevertheless, the message is the same. Everything is bad about America - uncovering of foreign powers in Singapore politics, super power interference. We can go on and on for the next four or five days. Are we really leaving matters behind us? We are not. Where is the credibility of the Singapore Government? We accept the position and now we are going on as if they are stabbing us in the back. We have already assured them. We agreed with them. We said, \"Look, yes. It was only a few of your diplomats who have erred. We have kicked them out. All \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> right, we will leave the matter behind.\" But it does not appear to be so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, damage has been done to the relationship between Singapore and the US. On 24th May, the Straits Times reported the First Deputy Prime Minister to have said, \"Ties with the US can be repaired.\" So at the press conference earlier on, 23rd May, it was reported that \"American ties with Singapore and the second generation of government leaders have been hurt by the Hendrickson affair.\" The First Deputy Prime Minister also held out, \"There is hope for repairing the relationship.\" Well, I do not see what hope there is if for the next four, five days, we are going to hit out at America. So is this the style of the second generation leaders? We are going to have four, five days of so-called debate but, in fact, it is just hitting out at the Americans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we already had one demonstration by NTUC, anti-American demonstration. Finally the Straits Times on the 11th May could predict that there were 4,000 participants. I wonder how they know. I was told that each of the participants was paid $3 to $5 to attend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Prove it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I was told. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Second Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Deputy Prime Minister (Mr Ong Teng Cheong):</b> Hearsay. It is too bad the Member for Potong Pasir depends on hearsay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Withdraw! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If you want to, I could bring the person who told me this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Bring him! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I thought I saw him in the Gallery just now but he has gone home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You withdraw! \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> On a point of order, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, are you giving way? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister (Mr Goh Chok Tong):</b> It is a point of order. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. I know it is not a point of order. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> It is up to Mr Deputy Speaker. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Somebody told me. I said somebody told me. I was told. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> No, this is a serious allegation that union members are paid to attend rallies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Repeat it outside. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I was told. This particular person was from the airline staff union or whatever --- \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Then name the person. Let us have the name. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> And he was supposed to be given $5 but since he went on his own he was given $3. That is my information. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Deputy Speaker, Sir, I will ask the Member for Potong Pasir to name the person. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Or repeat it outside. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Name the person, so that we can verify. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am repeating in this House what I have been told. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> If it is so, then I will have to take the unions to task. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I will have to bring him along. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> When? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have got to look him up and bring him along. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> When? At the next sitting of Parliament? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I cannot promise. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> That is hearsay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Withdraw the statement. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Withdraw the statement until you prove it so. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am not telling a lie. I have heard it and I have come to say it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> in this House unless you are saying that there is no such person. Are you saying that? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> I am not saying \"no such person\". I am asking the Member for Potong Pasir, because he has made an allegation, to name the person who made such an allegation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Or withdraw. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Or withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How much did he pay you to say that? \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Is the Member going to withdraw it? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> How much am I paid to say that? That is slanderous. That is an allegation that I am here not as a representative of Potong Pasir but as a proxy who is paid to come and say these things. May I be allowed to continue? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, are you withdrawing your remark or you want it to stay? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am not making a false statement unless you are saying that there is no such person, I have invented this story, then I will withdraw it. \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Mr Deputy Speaker, Sir, what I am saying is that there is no such thing. The union members were not paid a single cent to attend the rally. The Member for Potong Pasir said he was told by a union member that they were paid to attend the rally. Then he had better verify that; confirm it. Name the person or withdraw that statement. Will he agree? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think it is very fair, Second Deputy Prime Minister. If you say so - that money has not been paid, that is fair enough. I will take your word for it. There is no money paid and I will confront this chap and say - \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Teng Cheong:</b> Withdraw first and then bring it up later, if he can confirm it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have to confirm with this chap. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, this raises a very serious point about privilege and breach of privilege. All hon. Members here enjoy immunity from legal proceedings and we have freedom of speech here. But that does not mean we can come here and repeat hearsay uttered to us by persons outside. A Member cannot come here and say that Mr A said so-and-so in this House is corrupt, for example. That will be a breach and abuse of our privilege. So the Second Deputy Prime Minister is perfectly right in asking the Member for Potong Pasir to either substantiate his allegation or to withdraw it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Thank you, Minister. I think that is the correct position. I have to substantiate it or withdraw it. I think that is perfectly fair. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Substantiate it before you say it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The witness is not here yet. I will have to go and confront him. And if he tells a lie, I will come and withdraw the statement. Sure, of course, I have to. I think you are very fair. I think that is the position. Now, let me continue, please. I think that is the position. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, if the Member for Potong Pasir does not withdraw it, his statement stands on the record. He should substantiate it. If he is not able to do it, then he should withdraw it. He cannot let the statement based on hearsay stand on the record and choose to withdraw it another day. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Just for the sake of the record, I will withdraw it and I will substantiate it the next time. Just for the record. As you say, probably we will have to get a statutory declaration from these people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Damage has obviously been done to the US-Singapore relationship. This Government has more than once come forward to tell Singaporeans that Singapore is a small place. Our margin of error is very small. We are very vulnerable. Now what has happened? Who has caused damage to Singapore? Has the Opposition done anything wrong? Have any of the members of the public or business people done \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> damage to Singapore? No. It is the Government, in handling this whole affair - by your own admission - has hurt the relationship between Singapore and America. Now you have to go and make repairs. So it shows that, in fact, Singapore is quite resilient. You can make a mistake, you can still repair it and we can go on. I think all this talk about Singapore's vulnerability is just for political purposes. I do not think American investment will stop coming to Singapore. It will continue to come. I think this whole Hendrickson affair will just blow over, like most events in Singapore. So if you harp too much on this so-called vulnerability of Singapore, I do not think people will believe you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not long ago, in one of the general elections, in fact, the First Deputy Prime Minister has in one instance - or I think even more than once, I cannot remember - said that even if one Opposition gets elected our economy will be in jeopardy. We will have instability - with one opposition. We have got one, we have got two Opposition Members and investments are still coming in. So there is no problem. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> May I be allowed to clarify that statement? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, do you give way? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We have got 15 minutes more. I do not know how much time I have. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> I will take only one or two minutes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I will take the interruption into account. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Mr Deputy Speaker, Sir, the Member has to read the statement that I made in its context. I was referring to the kind of Opposition that would be returned to Parliament, I was referring to scallywags, charlatans and opportunists who could be returned to Parliament. If such a person was returned to Parliament by the electorate, my concern was that it would have meant that the electorate was unable to make a distinction between an honourable man and a dishonourable man for Parliament. If the electorate were to do so and so prove that they were unable to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> make that important distinction, then I fear for the worst. My view still holds. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think you should give more credit to the electorate. I think they know who to vote and when to vote an Opposition in. You should give them credit and not tell them, \"Look. If there is one opposition in, whatever this Opposition is a scallywag or whatever, the whole Singapore economy will be in jeopardy.\" That is not true. I think that is over-exaggeration. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Are you identifying yourself with that? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have to remind you. You had already paid me $6,000 damages. Don't take any more chances! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Point of clarification, Mr Deputy Speaker. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I was asking an innocent question, whether he considered himself to be the category that the First Deputy Prime Minister referred to. It is a very innocent question. But let me add something else. 1984 we had a general election. But we had our first recession in 1985/86. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But learned economists know that the recession was not due to the Opposition. In fact, it was due to world conditions and also the PAP's high wage and high cost policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In any event, it has been said that even if one Opposition comes into Parliament, Singapore's economy will be in trouble. But look, now there was not one but two Opposition Members have come in, there is still no problem. In fact, our biggest investors are the Americans. Americans have been pouring millions of dollars into Singapore and it is the Americans who want Opposition in Parliament. The Americans who are encouraging this so-called lot of people coming to stand as - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> Ah! \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> They told you so? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If you say it is not the Americans, then it is some Americans. They want Opposition in Parliament. So you are saying that Opposition will drive our investors away and yet the very investors they want Opposition in Parliament. How do you reconcile them? So there is no truth at all in whatever you say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this whole thing is just political. We know it. It is just to direct attention away from the problems the PAP is having today. The PAP knows that the ground is very shaky for them and they want to draw people's attention away from what is really the situation in Singapore by bringing in this whole Hendrickson affair. It is really not a serious thing to Singapore, and we all know it. It is not going to jeopardize Singapore's security. It is not going to jeopardize Singapore's economy. In fact, it is not going to hurt Singapore in any way. In fact, I think the Minister for Trade and Industry has said that this man, Hendrickson, was in the Philippines and he helped the Cory Aquino government to come to power, or something to that effect. So what is wrong with that? Our Government now is helping the Cory Aquino government which Hendrickson has helped to install. Singapore supports the mini-Marshall plan to the Philippines. So in this way, Singapore Government's policy is the same as Mr Hendrickson's when he tried to install the Cory Aquino government there. And now he is trying to install probably more democracy in Singapore. You object to that? An hon. Member has said that we should reject some of the objectives of the Americans, and others are good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, as for democracy of America, is it good for Singapore? What is wrong with having a few more Opposition in Singapore? I think that is what the people want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This whole episode has been built up by just one or two statutory declarations of Mr Patrick Seong. That is all. And evidence obtained almost by non-accepted norms. A person is detained, a person is under great duress, under psychological pressure, and he makes a statutory declaration, and you grab it and come out with all kinds of accusations. Similarly with Mr Francis \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> Seow. Psychological pressure can be very effective. Patrick Seong, as we know, is newly married. He has got a 15-month old baby. I think if he were single, he can take incarceration. But he is married. He has got a wife and a child. He cares for them. \"You won't have a chance to see your child for the next, probably, 15 years.\" Is this not a kind of a threat, great psychological pressure? We have seen on television how the advertisers play on the weakness of human beings. You say, \"Don't smoke.\" He still continues smoking. But \"Don't smoke for the sake of your child\", he will stop smoking. Similarly, it is the same. Francis Seow has got three families to take care. That is what was mentioned. So his jailors will say, \"Look. You are in here for one year, two years. How about your families? Where are they going to get maintenance? How are they going to live?\" Now this kind of a psychological pressure, you do not attack the person. I think if the man is in isolation, on his own he can take it. But he has got relations, wives, loved ones, to take care of. And he is afraid that other people who are hurt, he will come forward. So when you break the poor person down, not only he will spill the beans, as it was said, but in fact he is a willing, very co-operative person - what do you want to hear? I will let you know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this is the sort of evidence you have. Why not sue him? Why not have a big talk, country-to-country television broadcast? As you know and I know, these poor chaps have their hands tied. They have got a statutory declaration and they cannot deviate from the evidence they have given under oath. You know that. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Is it false? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> So how are they going to appear on television and say things that they want to say? And not say \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> things which they had said when they were in captivity? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> You mean, they swore falsely? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You should not have taken statutory declarations from them when they are in your lock-up. Let them go. Let them be free men. Have a public inquiry. If they give evidence as free men, then there is credibility to their evidence; not when you have got jailors and you have got professional psychologists to apply psychological pressure on them. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Your time is up, Mr Chiam. You have gone into extra time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has proposed as an amendment - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out from \"House - \" in line one to the end and there to insert the paragraphs* (a) and (b) set out in his amendment. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> *The paragraphs read as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) rejects the recent action of the government against alleged subversive activities of Marxists, the United States government and foreign interest groups, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) calls upon the government to be more open and tolerant and declare that under our democratic system, legitimate pressure groups do have a say in our domestic affairs. \n  <hr align=\"center\" width=\"100%\" size=\"2\" noshade> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Deputy Speaker, I do not want to make a speech. But I think the Member for Potong Pasir has raised some questions which call for some questions in return. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has suggested that we do not have a basis for what we have done against the American diplomats and officials, that the statutory declarations which have been sworn by Patrick Seong and Francis Seow were untrue and were extracted under duress and therefore cannot be relied upon. I should point out that in making this allegation, the Member for Potong Pasir is saying something which even the Americans have not said. Not even the Americans have denied what is in the statutory declarations. The Member for Potong Pasir is now doing so. I would, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> therefore, like him to confirm that he, in fact, rejects what is in the statutory declarations, that he is accusing Patrick Seong and Francis Seow of lying, of swearing a false declaration and, therefore, accusing the Government of manufacturing evidence and making up a story where there was no episode whatsoever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be helpful to the House that he would confirm whether, firstly, he accepts that Hendrickson, Snyder and Lambertson did the things which we said they did, and secondly, he concedes that what Hendrickson, Snyder and Lambertson did was wrong, improper and had no place in the Republic of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He says Americans want Opposition, as seen by what Hendrickson has done, that Opposition is good, therefore American investors will also be pleased and there will be no question of confidence. Can I ask him whether we should have Opposition in this House because Singaporeans feel that we need an Opposition, because the PAP has lost confidence of the electorate, and an Opposition articulates their aspirations, their views, their resentments better? Or should we have an Opposition because the Americans feel that without an Opposition, there is something lop-sided about this House, and an Opposition is what Americans feel Singapore should have? Are we a republic, or are we a protectorate? Is he an MP, or is he an Assemblyman in a client state? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, I hate to interrupt. But I do not know on what basis the Minister stands up to make a speech. If he wants clarification, I will give him clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The Minister is entitled to stand up and have his say on your amendment. He is perfectly in order. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Are we debating on the amendment now? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Of course. Didn't you hear me put the Question? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am sorry. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> That was a speech in which I asked some questions to which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> the Member for Potong Pasir should in due course give substantive replies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, do you want to say something? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think the Minister has completely missed the point. The point is that you should not use the ISA at the drop of a hat. In fact, the use of the ISA, the political weapon which you have, should be used as a last resort. You incarcerate people, you pull them in on all kinds of false charges - Marxist, Communist, and the lot. And these very same people are cultivated by Hendrickson who comes from a democratic country. How do you reconcile it if you are accusing these people of Marxist, and Americans who are the greatest democrats in the world are also cultivating communists? Can we believe you? And also the very basis of our legal system, you cannot use duress, force, coercion to get evidence from people. But if these people come forward on their own free will and say, \"Yes. The Americans have been interfering in our domestic affairs\", I will be the first one to condemn them. Until then, we have to reject your version of American interference. Why? Because your evidence is based on statutory declarations obtained when people are under great duress. That is the reason. I think you missed the point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am against any form of outside interference in this country. Of course we are. We have our own sovereign dignity, integrity, pride, sovereignty. Non-interference must be the basis of relationship between countries. It must be. So I will be the first one to condemn the Americans and say, \"Lay off your hands. Do not interfere in Singapore's politics. We Opposition can take good care of ourselves. We don't need your help. If you want to have a chit-chat, it's all right with me.\" But don't tell me or don't tell any of my party members or the others - I cannot speak for other Opposition - but for my party, don't tell us what to do. We know what we are doing. We know Singapore's conditions. We know what directions we are going. And we know how to take care of our own affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is 1.00 pm. I suspend the Sitting and will take the Chair again at 2 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Deputy Speaker, Sir, the Member for Potong Pasir is not here. But I would like to make a point right from the beginning that it is very revealing that in his speech he has quoted faithfully and quite eloquently the statements of the US government. Yet, as a Singaporean, he has not taken into account the statements by our Government. In fact, he has raised questions doubting the credibility of the Government's statements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir has moved an amendment rejecting the recent action of the Government against, according to him, alleged subversive activities of Marxists, the US government and foreign interest groups. Why has the Government taken this action to detain the Marxist conspirators? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir should realize that the activities of the Marxist conspirators are but another episode in the long protracted struggle of the Marxists and the Communists to destabilize Singapore and Malaysia, to create chaos, strife and eventually take over control. The present tactics are part of the relentless drive on the part of the Communists to achieve power in Singapore. What have been their strategies? Very briefly, between 1948 and 1960, it was the phase of the open armed rebellion. Then, between 1960 and 1968, the period of propaganda and reorganization. And since 1968, the return to the united front but this time focussing on professionals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the first half of the 1970s, a number of professionals were recruited, including a ballerina and a managing director of a company. Now, in the 1980s, the target of the Communists is the English-educated professionals, social workers, church \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> groups and other social and cultural organizations. The recent detention is a setback for the Marxists but this will not deter them from continuing their recruitment for their cause. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his amendment, the Member for Potong Pasir also rejected the recent action of the Government against what he calls \"foreign interest groups\". I suppose he refers to the human rights organizations. May I ask him and I hope he will reply subsequently: is he championing the self-appointed mission of these human rights groups to change the world into the image of the United States? Does he not know that when he rejects the Government's action against Hendrickson and company, he implicitly supports this group of people? So for his benefit, Sir, and others, allow me to cite an example of a human rights group in the United States to illustrate clearly what Hendrickson and his fellow human rights activists in the State Department have in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I have your permission to distribute a table showing the \"Freedom House Annual Rating\". This is taken from a draft report to the Trilateral Commission, a report submitted in March of this year. The Trilateral Commission is a think-tank organization comprising academics and ex-officials from the United States, Western Europe and Japan. Freedom House, located in New York, produces an annual survey that ranks political liberties and civil liberties in each country in the world on a scale of 1 (which is the best) to 7 (the worst). Of course, the United States is ranked 1, in the view of Freedom House and like-minded human rights groups. The table which I have circulated indicates the rankings for the countries in East Asia since 1980, the top row indicating political rights and the bottom row indicating civil liberties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at the table, Sir, you will notice that in the ASEAN region, the Philippines, Thailand, Malaysia and even South Korea, in East Asia, have better rankings than Singapore in 1987. In other words, in the view of Freedom House and, I suppose, other human rights groups, Singapore is an under-developed political state while the Philippines is near the ideal situation, just a point below the United States. So \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> Hendrickson and his State Department colleagues feel that they should do something to help us develop politically, preferably along the lines of the Philippines and the US. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wonder whether the Member for Potong Pasir in moving his amendment wants Singapore to be like the Philippines. Does he really want us to be like the Philippines? According to the human rights activists and people like Hendrickson, the Philippines political system has evolved to be like that of the US. So it is regarded as the best in South East Asia. But they have not considered other factors, the threats to the Philippines, the Communist insurrection, the Muslim rebellion in the South, the urban guerrilla warfare, the insecurity in the capital. What about the social and economic problems in the Philippines such as unemployment, housing and the low standard of living? And in South Korea, which is graded better than Singapore, there are student riots. Even as we speak, there are student riots, demonstrations and political squabbles among the politicians, not to mention the anti-American marches and the assaults on American buildings. For that sort of activities, South Korea has been graded a better political state than Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Freedom House table is clearly very biased, narrowly based and highly subjective. We have to reject it completely. But we should note that such an assessment of states in South East Asia is used as evidence by very reputable organizations in the United States and I should refer to this in a moment. I hope the Member for Potong Pasir, after reading the table and what I have just said, has been enlightened about the human rights groups. These Americans, like Hendrickson and other human rights activists, are not concerned with political liberty. They are not concerned with political stability. They prefer political dissent, confrontation politics, weak government and anti-establishment movements. You are graded down if you score low in all these criteria. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir does not seem to understand, and although my colleagues in Parliament have said it so often, that we Singaporeans want to be ourselves. Why does he oppose the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> Government's action against Hendrickson? This is implicit in his amendment. We have our own traditions and values, and we have to evolve our democratic institutions taking into account our situation, our physical limitations, the multi-racial character of or society and our strategic location in this part of the world. The Government and the people have shaped our political system to what it is today. In every general elections since 1959, the majority of the people have been with the Government. Thus, Sir, when Americans, like Hendrickson, interfere in our domestic affairs and want to mould us into their image, we have every right to tell them off and ask them: who are you to tell us what we should and should not do? We Singaporeans will decide for ourselves! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I refer to the draft report to the Trilateral Commission from which this table which I have circulated has been extracted. There are four authors to this report, two Americans, a British and a Japanese. Two weeks ago when I was in Japan attending a conference, I sought clarification from the Japanese co-author of this report, Mr Kazuo Nukazawa. He was frank enough to say that he did not approve of the \"Freedom House Annual Rating\" and that he would disassociate himself from it. The interesting point about the two Americans is that both had worked in the US State Department before. One is Richard Holbrooke, who was the Assistant Secretary of State for East Asian and Pacific Affairs during the Carter administration. This position is now occupied by Gaston Sigur, the superior of David Lambertson. The other American author is Evelyn Colbert, who was the Deputy Assistant Secretary for East Asian and Pacific Affairs between April 1978 and July 1980. This position is now occupied by David Lambertson, the superior of Hendrickson. The other co-author is Roderick MacFarquhar, who was a Labour MP in 1974-1979 in England. It seems to me that the anti-Singapore lobby in the State Department has its counterparts in former officials of the State Department who now are consultants and academics in prestigious institutions in the United States. What is pertinent is their comments in the concluding part of this draft report on the recent actions taken by the Singapore Govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> ment. I would like to quote what they have said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Whatever Lee Kuan Yew's justifications, [in other words, they accept that we have justifications for the action] the fact remains that some of his recent actions in regard to political opponents and the press run so counter to the traditions and values of both the Trilateral nations and Singapore itself that one can only view them with bafflement and sorrow, and hope that they will be temporary.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the implication of that conclusion? It is that our traditions, our values are similar to that of the United States. But this revealing statement also exposes the real crux of the problem. Americans like these co-authors feel that their traditions and values should be universal; and that all countries should embrace them for their political virtues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, Sir, this is the height of arrogance. Does this not show their superiority complex? The First Deputy Prime Minister was right when he stated clearly, during the press conference recently, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We are not going to be an image of you. If foreign governments understand that and accept that as a starting point of a mutual relationship with ourselves, then there will be no room for misunderstanding.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It seems to me, Sir, that Americans must treat Asians as equals, with dignity and respect, and recognize that we have different ways of doing things. Only then can misunderstanding be avoided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, may I say that the Member for Potong Pasir has been misguided by moving this amendment by his political guru, whoever he is. I hope he will see where he has gone wrong and take remedial action. The least he can do, Sir, is to withdraw his unacceptable amendment to the motion standing in the name of the Member for Braddell Heights. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong (Moulmein):</b> Mr Deputy Speaker, Sir, I rise in support of the original motion and reject the amendment proposed by the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Considering the eloquent defence put up by the Member for Potong Pasir for America and the actions of America, it would appear that Hendrickson made an error in his political judgment. He should have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> cultivated the Member for Potong Pasir rather than Mr Francis Seow. Perhaps he should continue with the lunches that he often had with the Member for Potong Pasir without going through other devious offers of political asylum, because we understand that the Member for Potong Pasir did not ask that. It would have been less troublesome for Hendrickson and American interests would still be advanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir made a song and dance about the point made by the American Government - that no Government fund was used and that the Singapore Government accepted the position. Because of that, anything about American involvement should therefore not be linked. I think the Member for Potong Pasir cannot forget the Iran-Contra scandal from the revelation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Mr Deputy Speaker, Sir, the Member for Potong Pasir can clarify later on when I have finished. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There is no secret funds mentioned please. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> And other operations of the CIA. People in the world know that funds could be obtained through other means, like the illegal sales of arms in the case of the Iran-Contra scandal. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Not an issue at the moment. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Actions were taken by officials without the sanction and the knowledge of the government. That was why President Reagan and Shultz and other political figures absolve themselves from those actions. So my point is that there could be genuine non-government interference. There could be sincerity in what the government as such said, but the officials down the line do not quite act what the government policies sometimes are. Therefore, the fact that the statement was made to the effect that no American government fund was used does not preclude the fact that some other American money was involved. But we are at this stage not in a position to say anything because, as the Minister for Trade and Industry has said, the matter is still under \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> investigation. And whether the truth will be found later or not, time will tell. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir and the Member for Ayer Rajah, who seldom agrees with the Member for Potong Pasir except this time, said that we should not keep on with the rhetorics because we may make the relationship between America and Singapore worse. I think to a point they are right, and I think the Minister for Foreign Affairs has put the position in very good perspective. We value the relationship on a government-to-government basis between Singapore and America because there are certain common ideas, common interests that we share. But if certain errant officials had committed certain acts detrimental to Singapore's interests, we should take the opportunity to point out the danger of what these activities could mean, not so much what has happened but much more: what could happen in future if we do not register the point that on matters like this we should take them very seriously. The fact that today we are making this issue an important issue and keep on reminding ourselves and Singaporeans of the gravity of the situation is merely to ensure that Singapore's security and future will be ensured. I think the purpose is not to sour up the relationship more than necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir also said the statutory declarations of Patrick Seong and Francis Seow were made under duress, were made while under detention. And because of their concern for their families, they had no choice but to spill the beans. The question is, are they spilling the right beans? Are they telling the truth, or are they not telling the truth? Anyone, whether it be Patrick Seong or Francis Seow, who is genuinely concerned about the well-being of his family, I think, in the first place will not want to get involved in anything that he knows will end him in trouble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Member for Potong Pasir has also picked the point that the Minister for Trade and Industry has said yesterday about Hendrickson's background when he was in the Philippines. He said, \"Well, he helped Aquino to power. But what is wrong with that?\" In other words, he is saying that interference in the political affairs of a country is justified. First, in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> Philippines situation, in the case of Aquino, it was a popular uprising against a dictatorial regime. The circumstances were different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Interference from outside is only justified under certain circumstances. Let me, by way of illustration, give this example. A happy and loving couple next door quarrel now and then over family matters. It would be wrong for the neighbours to interfere and, worse still, to take sides and instigate one party against the other. On the other hand, there is another couple where the husband batters the wife and causes serious injuries, and the wife's life is in danger. Don't you think that it is the duty of the neighbours to restrain him or report this to the police, or the Social Welfare Department? Perhaps interference in this case is justified. Isn't Singapore a happy and relatively prosperous country where the citizens are well provided and have the right once in five years to decide who they want to govern by secret ballot? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is certainly not like Vietnam, South Africa or any such like country where rights and freedoms currently enjoyed by Singaporeans do not exist. Singapore can be better, of course, but what Singapore should be ultimately should be Singaporeans' business. Singaporeans fought and achieved independence some 25 years ago from the British because we wanted to regain our dignity and self-respect as an independent nation and to have a complete say and control of our domestic affairs and destiny. Without foreign interference, we can best prosper and progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The axiom that \"Singapore politics is for Singaporeans only\" must therefore forever remain sacrosanct to us in order that we can continue to prosper and progress as Singaporeans with a sense of pride and dignity. How can anyone with any commonsense disagree with that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can pressure groups outside Singapore have a right to meddle in our affairs? Will anyone, for example, allow an outsider to have a say in his own domestic affairs? Or will the Member for Potong Pasir, for example, allow the PAP to have a say as to who should be elected into the SDP Executive Committee? And better still, to field a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> few proxies to stand for office in the SDP? If the PAP were to do that, for example, would he and other critics of PAP not accuse the PAP of adopting foul tactics and subverting the SDP? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At a rally at the Toa Payoh Stadium, and also just now, the Member for Potong Pasir claimed he could not see any link between the subversive activities of the Marxist conspirators and the First Secretary of the American Embassy. And therefore, according to him at the Stadium, the charges against them were laughable. The Member for Potong Pasir could not be so naive as to believe that just because the two groups have widely different motives and ideologies, they could not act with a common purpose against the national interests of Singapore. The Member must know that in politics anything is possible. It is not uncommon to find strange bedfellows in unholy alliances if it suits their purpose. Call it whatever you like, political expediency or alliance of convenience is nothing new under the Singapore sun. Take, for example, the antics of the Opposition politicians in Singapore, particularly during election time. We would see most Opposition parties coming together, not because they have the same objective or ideology but because they have to join hands temporarily if they wanted to down the PAP and win seats. Is this not a classic example of an unholy alliance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir must surely be aware that, in the Philippines, there are some priests and nuns giving assistance to communist insurgents. Would the Member for Potong Pasir not agree that this is the unholiest of the unholy alliances? Here we have one group which believes in God and Love and another group which not only does not believe in God but believes in violence. So the Member for Potong Pasir must not think that it is laughable that the Government of Singapore should find some American bureaucrats, some disgruntled Singaporeans and some Marxist conspirators involved in a network to subvert Singapore. True, their objectives and dreams may be different but their target is the same. It might not have started off as a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> joint operation by all the parties concerned. The Marxist plot was probably hatched without the Americans knowing it, neither did the Marxist know of the American activities. What Hendrickson tried to do was to get Patrick Seong and Francis Seow, apart from instigating some professionals to stand against the PAP, to exploit the issue of detention without trial and not to advance the ulterior objectives of the Marxist conspirators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment proposed by the Member for Potong Pasir also contends that under our democratic system, legitimate pressure groups do have a say in our domestic affairs. By this, I suppose he includes the so-called Amnesty International, the Asiawatch Group, the Committee of 100 in Australia and so on. Is the Member aware of their record of activities? Does he not know that the list of persons whose rights they champion includes members of terrorist organizations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, why are you interrupting? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have clarified myself but he insists - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, are you rising on a point of order or a point of clarification? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> The question we must ask is: Human rights for whom? In the Singapore context, should we not think more of the collective human rights of 2� million Singaporeans whose basic concerns are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) that Singapore be a free, yet secure, place to live in, free from want and poverty, free from the fear of being mugged while walking in the streets, especially during the night, and secure in the hope for a better quality of life for themselves and for their children; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) their right to be protected in their labour and their property; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) their right to religious freedom; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) their right to live in peace and harmony. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should the human rights of a few individuals who are out to cause mischief through subversion, religious fanaticism and racial strife, thereby transgressing the collective human rights of 2� million Singaporeans, rank supreme? Commonsense tells us that no rights of the individual, whether human or civil, are absolute. Rights are always relative to the larger community interests, whether they are in the West or in the East. So let us not be conned and cowed by these so-called champions of human rights. Their motives are suspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now deal with a final point - the exportation of American ideology, or to be precise, the exportation of American form of democracy to foreign countries. The United States has no right to impose any imitation of its political and economic order on any other country. Firstly, the American model is far from perfect. Secondly, our different stages of political and socio-economic development, our different cultural values and traditions must necessarily require us to find our own to our problems. No doubt, democracy is a political philosophy we have adopted. Just as the form of democratic government differs from one Western country to another, our form of democracy must therefore suit our circumstances. What is important is not the form, but the spirit of democracy. And to keep the spirit alive, we must ensure that every five years every citizen is given the right to elect his leaders according to his wishes through the secret ballot. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can I be allowed to clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, you have already spoken on your amendment. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, no. Clarification, am I allowed to? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> All right. Brief point of clarification. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There are three points I want to clarify. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Brief clarification. But you cannot embark on another speech. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is the Member for Moulmein alleging that there are secret funds tucked away in Francis Seow's accounts and therefore justify his continued detention to ferret out these secret funds? No. 2. He says there is this unholy alliance - Marxist on one side and on the other side, does the Member for Moulmein mean Hendrickson- Lambertson-Snyder combination? Or Marxist on one side and the US government on the other side? On the point about these pressure groups, I have already explained, under my amendment, that I only mean the local pressure groups. Did he misunderstand me? \n  <br>\n  <br>\n  <!-- Mr Sia Khoon Seong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sia Khoon Seong:</b> Mr Deputy Speaker, Sir, I did not anywhere in my speech say that Francis Seow has some secret American funds tucked under somewhere. I never said that. What I merely said was the fact that the Government of America's assurance that no American government fund was used should not preclude us from later on coming to the conclusion that there could be some American money involved somewhere, not necessarily from the American government. I have also stated that the Minister for Trade and Industry said yesterday in this House that the matter on the financial position of Francis Seow is under investigation. The truth will be known. So I am making no judgment as to whether Francis Seow received any fund from anywhere. But what I am trying to tell the Member for Potong Pasir is not to be so naive just because the American government says that it does not use its funds, therefore no other sources of American money were involved. They could not necessarily be involved but it should not preclude us from that conclusion. That is my point. In the investigation I think we have got to be thorough, and not on the basis of an assurance from the Americans, therefore we keep out the American source from the investigation. That is my point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that in his earlier speech on his amendment he had already indicated that \"pressure groups\" did not include foreign pressure groups. So I wonder why did he move that amendment in the first place? Because I think the Government's position has been very clear - Singapore politics is for Singaporeans, including individuals \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> and groups. So if that statement is very clear, the Government's position is very clear, why is he moving that amendment? Reading the amendment in the context of the Government's stand one must conclude that what he means is groups outside Singapore. \n  <br>2.37 pm \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I rise to speak on some aspects of the amendment moved by the Member for Potong Pasir as well as on what he has said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past few years, my colleagues in this House, whether Backbenchers or Ministers as well as myself, have had the opportunity of working with the Member in various Committees, Select Committees as well as House Committees on different aspects and different subjects. In that process we have got to know him better. Although we have our differences with him, sometimes strong and intense disagreements, we know that he endeavours to play the role of a loyal, constructive and critical Opposition. Of course, constructive opposition does not mean that you have to disagree with the Government all the time. I am not saying he has done this. I realize that it is also not easy to be the lone Opposition Member in the House for there must be tremendous pressures on him to take a different position from the Government even where logic and commonsense dictate that there must be support and unity on certain occasions. And on occasions like today when we are debating a matter involving interference in our internal affairs by foreign diplomats, I would have thought that this is a subject which so directly and immediately strikes at the very base and roots of our independence, sovereignty and ability to make decisions for ourselves as to the course for our political development, that partisan political differences and the urge to score any political points will be set aside so that he will demonstrate to the world that whether we are in the Opposition or not, or whether we are with the Government, we tell the world that we Singaporeans will brook no interference from any quarter in our inter- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> nal affairs. This is why I thought I would like to say a few words about the contents of his amendment to the Original Motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is made up of different parts. The first part calls for a rejection of the recent action of the Government against (a) alleged subversive activities of Marxists, (b) the United States government, although it is he who is saying it is the government, we have said it is diplomats and some officials of the US government, and (c) rejects the actions we have taken against foreign interest groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, as regards the recent action we have taken against those Marxist detainees, he is in fact saying that we are wrong in having re-arrested them and they should be released. But we have explained the reasons why they were re-arrested. It is not because they expressed a freedom of speech and issued a joint statement but because of the implications of what they have said in the joint statement. They, in fact, claimed in the joint statement that everything that they did last year and the years before for which they were arrested in the first place was completely legitimate, completely innocent, and completely aboveboard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact is, as we explained last year, that what they did was not harmless and that is why they were arrested. Surreptitious activities, clandestine action, misusing of church and para-church groups for political and subversive ends, infiltration of lawful organizations for different purposes, underground publications, secret communication codes and, on top of that pyramid, Vincent Cheng directing the whole network with links to Tan Wah Piow who, as has been elaborated by the Malaysian White Paper, has had links with the CPM which to-date he has not denied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are we going to allow them to resume these activities for the implication of maintaining that what they did was aboveboard, legitimate and not harmful, must mean that they must be allowed to resume those activities and we are not going to allow all these activities to be resumed. That must be made very clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, Mr Deputy Speaker, Sir, he wants the House to reject the action of the Government in protesting over the inter- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> ference in our internal affairs by Mr Hank Hendrickson and the other United States officials. Other Ministers as well as my colleagues in this House have pointed out exactly what aspects of their actions were improper. The Member for Potong Pasir admits that the United States' diplomats were encouraging more opposition in this House. But he says that what Hank Hendrickson did was not a serious thing and \"will not hurt us in any way\", to use his words. And he asked what is wrong with having more Opposition. There is nothing wrong to answer his question. There is nothing wrong in having more Opposition in this House. But what is wrong is for foreign diplomats or foreign officials to instigate Singaporeans, to give them advice and agitate them to take on the Government. That is what is wrong. That is gross interference in our internal affairs, and we may do well to recall what is it that Patrick Seong was told by Hank Hendrickson. He was told in Lambertson's presence that lawyers should contest the general elections, that lawyers would vote against the PAP because of the Law Society's experience in the Select Committee hearings on the Legal Profession Act, that they were a disgruntled lot, were articulate and enjoyed professional status. And when he met Francis Seow, \"Hank\" Hendrickson emphasized the need for Francis Seow to take over Mr J.B. Jeyaretnam's role and asked him to recruit more professionals to pave the way for opposition. And only after this, Francis Seow began to take politics seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So there is nothing wrong with having more opposition. But it is for the people of Singapore to decide. It is grossly improper for a foreign diplomat accredited to the Singapore Government to instigate Singaporeans, whether lawyers or not, to do this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Supposing we take the approach of the Member for Potong Pasir - that there is nothing wrong, it would not harm Singapore. What are the consequences? Surely, the consequences are serious. This time, we condone it, overlook it because, as the Member for Potong Pasir says, \"It's harmless. It's not going to hurt us.\" So such instigations and such interference by \"Hank\" Hendrickson on this occasion, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> next occasion by officials of another country, Country A; another occasion, country B. What will happen? Before we know it, in this House, seated at different places, there will be different Members who have been put in place not because of their own volition but because of the instigation, cultivation and encouragement by various different countries. This was brought up very clearly by the Minister for Trade and Industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question, therefore, is whether we take position of principle and a stand as to whether we approve, whether we condone such interference, or we make it clear to everyone outside Singapore that such interference is improper, impermissible by any standards of diplomatic conduct, and we will not tolerate it from whichever country such officials come from. The Member for Potong Pasir takes the view that this is not serious, not harmful. We take the view that this is very serious. And that is why I strongly support the terms of the Original Motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Mr Deputy Speaker, Sir, his motion also goes on to urge that the Government's action and the Government's condemnation of foreign human rights groups be also rejected by this House. Last week, in an answer to an oral question, I explained why is it that these various foreign groups are taking such a strident stand against us? I pointed out that many of them, or most of them, are the same groups which condemned us last year. They have axes to grind; they have vested interests. I also pointed out that while they purport to be human rights groups, groups like Amnesty International and Asiawatch, they themselves ignored an important fundamental right, that is, not to prejudge until you have the facts. They wanted to send fact-finding teams here to find facts. But before they arrived, they condemned us - these organizations which claim to be human rights organizations. If we listen to these foreign rights groups and if we do what they want us to do - repeal preventive detention, whether under ISA or under Criminal Law (Temporary) Provisions Act - if we succumb to their pressures, then the question which the Member for Potong Pasir has to answer is: who will come to Singapore's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> rescue when we fall into troubled waters, when we have instability, when we have subversion which is rampant, and when we have lawlessness? It is not going to be the human rights groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the Member for Potong Pasir, while on the subject of Mr Hendrickson's activities, also made the point that he rejects the statutory declarations made by Mr Francis Seow and others. Why? Because he says they were made while they were in detention. I find this surprising. I find it surprising because, first of all, none of them, either Mr Francis Seow or Mr Patrick Seong through their lawyers or Mr Patrick Seong who is now released, has allegedthat what they have said in their statutory declarations is false or that they were extracted under force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may be worthwhile for me, Sir, to mention what are the procedures under which the statutory declarations are administered. As I mentioned at the press conference, the Registrar of Supreme Court has confirmed that the respective Commissioners for Oaths told him that each declarant was left alone with the respective Commissioner for Oaths. In other words, no police officer, no ISD officer was present when the Commissioner for Oaths administered the statutory declaration. And secondly, the standard procedures for statutory declarations were followed. What are these procedures? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the declarant's identity is confirmed. Second, the Commissioner for Oaths asks the declarant whether he or she has read the statutory declaration and, if not, to read it. Third, the Commissioner for Oaths asks the declarant whether he or she understands the contents of the statutory declaration. Fourth, the declarant is asked by the Commissioner whether the statutory declaration is true and correct. Only then does the Commissioner for Oaths ask the declarant to sign and he witnesses it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mr Patrick Seong and Mr Francis Seow are lawyers. In the case of Mr Francis Seow, an experienced lawyer and a former Solicitor-General. They know the implications of a statutory declaration. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> Why would they want to make any false statement in the statutory declaration when they know that it will render them to criminal prosecution, which is what the law is? If you make a statutory declaration, which is false, it is a criminal offence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Minister for Trade and Industry pointed out, even the United States government, which has probably a major interest in protesting if they felt that the facts alleged in the statutory declaration are false, never disputed the facts as recited either by Mr Patrick Seong or by Mr Francis Seow. Therefore, it is surprising that the Member for Potong Pasir takes the view that he rejects the statutory declarations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to bring the Member's attention to the contents of Mr Francis Seow's statutory declaration. Just look at it - 124 paragraphs. If you read it, if you examine it closely, this is not the work of a deranged mind or of a person from whom it has been extracted because his fingernails have been pulled out. It is a very craftily crafted document - where he attempts to incriminate himself as little as possible while talking about as many other people as possible. As we ourselves pointed out in the press statement, Mr Francis Seow has presented his case in the best possible light; he has admitted the minimum of anything incriminating to himself and makes himself out to be public-spirited, and so on. Is this the kind of a statutory declaration that you want to force through pressure or torture? Look at some of the things he has said. He even refers, in paragraph 5, to certain personal problems of Mr Hendrickson which we did not know of. Why should he say so? That is something to be left to Mr Francis Seow to explain. But anyone reading this 124-paragraph document cannot come to the conclusion that this is a document extracted under duress or force. It is a very craftily drafted document by a person with considerable legal experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, if we take the logic of the Member for Potong Pasir to its ultimate conclusion, that is, any statutory declaration made by a person in detention must be rejected, then it means really that no statement can be considered unless one is free, out of custody and voluntarily chooses to make a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> statement in public. Why on earth would anyone, whether Mr Francis Seow or anyone else, want to come out to the whole world and proclaim publicly his contacts and his meetings with different officials, how he cultivated foreign diplomats, and how other foreign diplomats, cultivated him, and his attempts to obtain asylum? Why should anybody say this? For that matter, no one, whether under ISA, the Penal Code or any other criminal law, can be interrogated or investigated in custody because, according to the Member for Potong Pasir, you cannot do that. You must let them come out and proclaim their guilt outside custody and not under investigation. This is so patently absurd that no law enforcement agency anywhere in the world will be able to deal with either subversion or criminal elements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Mr Deputy Speaker, Sir, he says that we are using the ISA at the drop of a hat. At the drop of a hat? Members will recall last year how the First Deputy Prime Minister outlined the various steps taken before the decision was made to arrest those involved in the Marxist conspiracy. Members will recall that he told this House that careful deliberations preceded the decision, that some of them had been monitored for months; in the case of Vincent Cheng, for years. And he also told the House the various options that had been open to us as to whether we should wait or nip it in the bud. But finally a decision was taken to arrest because Vincent Cheng was going off to the Philippines to meet with some of his Filipino communist contacts. That is not at the drop of a hat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Francis Seow, we have explained in a press statement the basis for their arrest. I read from paragraph 30 of the press statement: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Any citizen who allows himself to be used by representatives of a foreign power or who collaborates or colludes with them in plans to interfere in Singapore's internal affairs is subverting the independence, integrity and sovereignty of the Republic and must be dealt with.' \n  <br>\n  <br>Is this a new concoction, a new definition of subversion? It is not. I would like to bring to Members' attention that this has been a consistent position taken by the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1958, before the PAP took office, before they were elected to power, the Prime Minister outlined what would be the PAP's position on preventive detention then under the Emergency Regulations; what would be the position of the PAP on Emergency laws and preventive detention if it came to power. I will read one excerpt. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Let it also be made known that our definition of the word \"subversion\" is probably different from the British definition. In our definition, subversion is any political activity designed to further the aims and interests, not of our own people, but of foreign powers. And by foreign powers, we mean not just Russia and China but also America and Formosa and the Western bloc.' \n  <br>\n  <br>Sir, this was in 1958. It was repeated by the Prime Minister in 1959 after the PAP came to power. This has been a consistent position and must continue to be a consistent position if we want to safeguard the independence and sovereignty of our Republic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the final point I want to make is about the limb of the amendment by the Member for Potong Pasir which is contained in the second paragraph. He \"calls on the Government to be more open and tolerant and declare that under our democratic system, legitimate pressure groups do have a say in our domestic affairs.\" If by that he means that we should always try to be more open, more tolerant, no one can quarrel with it, whether you are in Singapore or in any other country. And if by legitimate pressure groups, he means that lawfully constituted societies should be allowed to operate without impediment, that also we cannot quarrel with it. It is like motherhood and other sacred cows, we do not quarrel with it. But given the context of his amendment, the clear implication is that the actions taken by the Government had been intolerant and had not been open. But that cannot be so. We reject that. It must be rejected because the facts fly in the face of what the Member for Potong Pasir asserts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987 and 1988, the Member himself has organized political rallies and forums where he has criticized the Government. People have attended his rallies. There has been no impediment. He has had four rallies this year and this is only the end of May. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a limb of the amendment which is unsupportable by the facts. And in so far as it gives the impression that we must allow pressure groups and societies to be engaged in subversive activities, then if that is what is meant by tolerance and by being open, we have to reject it. Because if that is the definition of \"openness\" and tolerance\", the freedom to engage in subversive activities, landestine, surreptitious methods, infiltration of lawful organizations for subversive ends, then the Government will continue to clamp down on these activities. But as far as legitimate activities, as we have done before, there is no need for anyone to refrain from engaging in these activities. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Debate be now adjourned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Debate be now adjourned. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Resumption of debate on what day, Mr Goh? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Tomorrow, Sir, \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Six\n  </div> \n  <div align=\"right\">\n   minutes past Three o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
