{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "19", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"19\"> \n  <meta name=\"Sit_Date\" content=\"1988-03-28\"> \n  <meta name=\"Start_Col\" content=\"1491\"> \n  <meta name=\"End_Col\" content=\"1582\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">19</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">28-03-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1491</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 28th March, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr DEPUTY SPEAKER (MR Tan Soo Khoon) (Alexandra). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1492</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1493</b></font>\n  <br>\n  <br> \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1494</b></font>\n  <br>\n  <br> \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr SPEAKER (DR Yeoh Ghim Seng (Joo Chiat)). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1493</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1494</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeoh Ghim Seng (Joo Chiat), Speaker - on 28th March, 1988. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Deputy Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1495</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>HDB RELOCATION PROGRAMME IN BOON TECK CONSTITUENCY</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Ho Tat Kin</b> asked the Minister for National Development what percentage of the rental tenants in Boon Teck Constituency have been relocated; whether the first phase relocation exercise is on schedule; when the land recovered under this exercise will be developed; and what will be the nature of the proposed development. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Develpment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Develpment (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Deputy Speaker, Sir, in Boon Teck Constituency, 10 blocks comprising 2,330 rental flats are affected by the current relocation programme. 1,185 flats were originally occupied when the relocation exercise commenced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By the beginning of March, the HDB had relocated 77% or 907 of the affected tenants. The remaining 278 tenants are being offered flats. Of the 278 remaining, 136 tenants are scheduled to be rehoused by the middle of 1988, whereas the other 142 are likely to be rehoused by the end of 1989. The relocation programme in Boon Teck is on schedule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The land vacated after the relocation exercise will be used for residential development. The first redevelopment project is scheduled to commence in early 1990. Depending on demand, better quality and bigger flat types are likely to be built in this area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1495</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RECLAIMED LAND AT PULAU TEKONG BESAR</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development plans)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development what are the development plans for the reclaimed land at Pulau Tekong Besar. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for National Development):</b> Sir, the reclaimed land at Pulau Tekong Besar is being used by the Ministry of Defence for training purposes. It will be used by MINDEF until \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1496</b></font>\n  <br>\n  <br> such time as it is required for other developments. Possible uses in the long-term are industry, seaport and related development such as power station and utilities. It is not envisaged that there would be a need to put Pulau Tekong Besar to more intensive urban uses for some time. The future use of this island can therefore be further reviewed. Its future use would be the subject of further study by the Concept Plan Review Team. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1496</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COURTESY CAMPAIGN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effectiveness of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Communications and Information (a) what is his Ministry's assessment of the effectiveness of the Courtesy Campaign; (b) whether Singaporeans have become more courteous after so many yea/rs of efforts in promoting the campaign; and (c) what is the future direction of the campaign. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Communications and Information (Mr Ho Kah Leong) (for the Minister for Communications and Information):</b> Mr Deputy Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In December 1987, my Ministry engaged an independent research company to conduct a survey amongst a representative sample of 1,000 people. The folllowing questions were posed: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Do you personally think that Singaporeans are nowadays more courteous or less courteous? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) If Singaporeans are more courteous, do you think they are more courteous because of the Courtesy Campaign or some other factors? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Do you think there is a need for Singapore to continue with the Courtesy Campaign in future years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) In your opinion, how much effort do you think Singaporeans put into being courteous? \n  <br>\n  <br>\n  <i>Assessment of Effectiveness of Campaign</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;70% or nearly 3 persons out of 4 feel that Singaporeans are today more courteous than they were before. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1497</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;66% or 2 people out of 3 attribute the increase in the level of courtesy solely to the campaign; whilst most of the remainder (27%) feel that it is due both to the campaign and other factors. \n  <br>\n  <br>\n  <i>Should campaign continue?</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nearly 9 people in 10 of those surveyed, or 89%, feel that the campaign should continue to be promoted in future. This may be due to the perceived effectiveness of the campaign since a total of 93% attributed the improvement in Singaporeans' behaviour to the campaign, either solely or in combination with other factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The need for the Courtesy Campaign to continue may also be due to the observation by a majority (78%) of the people that Singaporeans on their own do not put in a lot of effort in being courteous. Only 19%, or nearly 1 in 5, feel that Singaporeans are putting in a lot of effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is therefore still a need for the people to be continuously reminded to be courteous. My Ministry will endeavour this year to drive home the need for courtesy to begin with the individual. \n  <br>\n  <br>\n  <i>Long-term future direction</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the inception of the campaign in 1979, we have emphasized the forms of courteous behaviour. In future years, the emphasis of the campaign will be on the development of the character of the young in order to make courtesy a natural component of our people's behaviour and life style. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will endeavour to increase public awareness of the importance of character building as well as the important roles which families, schools, communities and workplaces have to play. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while we must strive to be more productive in order to be more competitive internationally, at the same time, we must also preserve our Asian traditions of courtesy and respect for one another. If courtesy becomes a part of the Singaporean's personality, then courteous behaviour will come naturally from every individual without the need for reminders or campaigns. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1498</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Singaporeans are to be well mannered, socially disciplined, confident and cultured, if we are to have a good environment for our children to live in peace and harmony, if we are to have the respect of individuals for one another and for public properties, all of us must play our part in promoting courtesy. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Deputy Speaker, Sir, are these courtesy campaigns aimed more at civil servants who are serving the public or the workers in the private sector who are serving the tourists in particular? \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Kah Leong:</b> Sir, these courtesy campaigns are aimed at all Singaporeans. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Including the Opposition! \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta)</b>(\n  <i>In Mandarin</i>):Sir, since 1979, how much has been spent on courtesy campaigns? Secondly, for this year's campaign, what is the theme which will be directed at the Singapore people? Will it include how to take buffets in a more courteous manner? \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Kah Leong</b>(\n  <i>In Mandarin</i>):Sir, since 1979 until this year, our Ministry has spent $3.8 million in the promotion of courtesy campaigns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the second question of the Member for Delta on whether in this year's campaign Singaporeans will be taught how to behave well at buffets, I would stress that the campaign covers a wider scope than that. We would like to drive home the message to the Singaporeans that we should at all times bear courtesy in mind. And Singaporeans should also be conscious of the social norm of behaviour at buffets or occasions like that. This kind of consciousness in courtesy and social etiquette should be spread by all civic organizations and all the schools so as to reach all social life more effectively. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1498</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEW DRIVING LICENCE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Home Affairs whether the size of the driving licence will be reduced to that of a credit card; (b) whether it is necessary to have the photograph of the licensee shown on the driving licence; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1499</b></font>\n  <br>\n  <br> (c) whether the driving licence's validity period will be extended from 3 years to 5 years. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Dr Lee Boon Yang) (for the Minister for Home Affairs):</b> Mr Deputy Speaker, Sir, the Traffic Police is studying the feasibility of introducing a new driving licence of credit card size. The inclusion of the licensee's photograph will be considered also. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For operational reasons, the Traffic Police does not intend to extend the driving licence's validity to five years. Currently, a person may renew his licence for one year or three years. More than 80% of the 760,000 licences are renewed for one year. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok:</b> Sir, when will this feasibility study be completed? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, as I said, the Traffic Police is studying this new driving licence. We have not decided on the date of implementation. But the study will be carried out expeditiously. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1499</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>OCCUPATIONAL HEALTH AND SAFETY IN INDUSTRIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Standard of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Labour if he is satisfied with the standard of occupational health and safety in industries and whether the trend of industrial accidents in 1987 implies that attention needs to be focused on a particular industry. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Deputy Speaker, Sir, the standard of occupational safety and health in Singapore is satisfactory as indicated by the statistics on industrial accidents and diseases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987, the total number of accidents reported to the Department of Industrial Safety was 4,155, a 7.7% increase over the 1986 figure of 3,856. The increase was partly attributable to the pick-up in economic activities last year. On the whole, however, the trend remained a healthy one, with the number of accidents dropping by more than 30% over the last five years, from 6,045 accidents in 1983 to 4,155 last year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1500</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The construction and the shipbuilding and repairing industries remained the two industries with the largest number of accidents. In 1987, these two industries combined accounted for 1,479 cases or about 35% of the total number of accidents. Hence, my Ministry will continue to focus its attention on the reduction of accidents in these two industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987, 1,073 cases of industrial diseases were confirmed. This represents a drop of 48% as compared to 2,068 cases for 1986. Since the introduction in 1985 of the compulsory medical examinations requirement, the bulk of the old cases has already been detected. Noise-induced deafness constitutes 70% of the cases. The noise problem is particularly prevalent in the metal-working factories and shipyards. The Department of Industrial Health will therefore continue to implement measures to control the problem, with particular attention on these two industries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1500</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>UNEMPLOYED DISABLED</b>\n  </div> \n  <div align=\"center\">\n   <b>(Assistance for)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for Community Development (a) whether figures are available on the number of the unemployed disabed in our society; (b) how the Government and non-governmental organizations can assist the disabled to find employment; and (c) whether there are schemes to provide skills training for them. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> Sir, the Ministry does not have comprehensive figures on the extent of unemployment among the disabled people in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1985, my Ministry surveyed 4,385 disabled people aged between 16 and 55 years old. The results showed that 1,969 or 45% were employed, while 2,416 or 55% were unemployed. Of the 2,416 unemployed, 1,405 or 58% were unemployable. Of the remaining 1,011 disabled people, 531 of them were suited for open employment and 480 of them for sheltered employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The assistance given by the Government and non-governmental organizations to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1501</b></font>\n  <br>\n  <br> help disabled people secure employment are: \n  <br>\n  <br>\n  <i>(a) Open Employment</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government helped the Singapore Council of Social Service to promote employment opportunities for disabled people through public awareness programmes; set up a Centralized Job Placement Service for disabled people; assist voluntary welfare organizations to upgrade their sheltered production workshops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government provided a building to house the Central Job Placement Service and a production sheltered workshop at a nominal rental. It also gave $38,000 to start up the centre and an annual operating grant of $44,500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987, before the setting up of the Central Job Placement Service, 212 jobs were found for the disabled. \n  <br>\n  <br>\n  <i>(b) Sheltered Employment</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Council of Social Service's sheltered production workshop for disabled people should be ready in August 1988. Five voluntary welfare organizations already provide sheltered employment for 435 disabled people in assembly work, packing, pasting and book binding. \n  <br>\n  <br>\n  <i>(c) Additonal Employment Outlets</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1986, there is a scheme to allocate hawker licences and stalls to disabled people. 27 disabled people have obtained stalls through the scheme, but six have since given up their stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A pilot scheme will start later this month to allocate purpose-built sales counters at Esplanade, Amoy Street and Telok Ayer Food Centres for disabled people to sell sundry goods. HDB is also shortlisting 20 food centres to set up sales counters for disabled people. This scheme is expected to begin in June 1988. \n  <br>\n  <br>\n  <i>(d) Skills training Scheme for Disabled People</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two voluntary welfare organizations now provide formal training for disabled \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1502</b></font>\n  <br>\n  <br> people who can be trained. The Singapore Association for the Deaf provides accredited training at NTC 3 level in dressmaking, furniture production and general welding for 112 hearing impaired people. The Society for Aid to the Paralysed provides pre-vocational training for physically disabled people in pre-press, offset printing and book binding. Five other voluntary organizations provide some form of informal on-the-job training for their respective clientele. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One factor impeding disabled people in vocational training is the low literacy level. My Ministry, in conjunction with the VITB and the Skills Development Fund, has assisted the Society for Aid to the Paralysed and the Handicaps Welfare Association to set up BEST classes for their members. Since October 1985 134 disabled people have gone through the BEST classes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have also set up a Vocational Training Co-ordinating Committee in October 1987 with members of the VITB, the Council for Social Service and the Voluntary Welfare Organizations to help identify, plan and implement appropriate skills training programmes for disabled people. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, in the Minister's answer I notice that he has not mentioned or identified any organization or bodies which help the blind. Perhaps he could enlighten us whether or not the Government has any organization set up or any voluntary organization set up to assist the blind? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, the blind formed themselves into the Singapore Association for the Visually Impaired and they have their own training schemes too. And we have given them assistance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1502</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL MANPOWER PLANNING</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Trade and Industry whether the present national manpower planning and the various steps taken towards training and education are satisfactory and, if so, if he will elaborate on them. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Deputy Speaker, Sir, the Council for Professional and Technical Education (CPTE) is a ministerial com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1503</b></font>\n  <br>\n  <br> mittee, chaired by the Minister for Trade and Industry, which is responsible for manpower planning in Singapore. It tries to ensure that the supply of manpower meets demand, and that our schools and institutions provide education and training which is relevant to the needs of our growing economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Manpower planning is not an exact science. The planners must predict the state of the economy five to 10 years ahead, anticipate what jobs will be in demand, and guess the number of places needed which will be needed in each discipline. The uncertainties are large. But the alternative is to leave it to the individuals to make their own guesses, on the basis of even more incomplete information about the future, on which courses they wish to study, and hope that their choices and guesses turn out right. This is unlikely to be a superior solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each year, MTI reviews our manpower plans. It projects the number of graduates, technicians, and skilled workers which the economy requires, on the basis of GDP growth, change in economic structure, demand for different types of jobs in each sector of the economy and the supply of qualified students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MTI also monitors the number of students graduating from our institutions, how easily they have found jobs and how much they are paid. On this basis, CPTE sets enrolment targets for the various courses at the universities, the polytechnics and the VITB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our manpower planning has succeeded in meeting the needs of the economy for trained personnel at all levels, and in training our students in disciplines in which they can readily find jobs. Although from time to time there have been shortages in particular disciplines, for example, electrical engineering, overall the planning has been reasonably accurate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1980, CPTE projects have provided the basis for a massive expansion of technical and tertiary education in Singapore. If you look at the figures, for University intakes, 1980, it is 3,002. 1987, 5,114 or 70%. Polytechnics, 1980, 3,113, 1987, 7,550 or an increase of 2.4 times. The VITB, 1980 intakes, 5,311, 1987 intakes 9,403, an increase of 80%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1504</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The major constraint on the expansion of technical education has been the number of qualified trainees, not the demand for graduates or the availability of places. The Minister for Education last week cited the example of the Engineering faculty at the University, which expanded rapidly, had difficulty in filling its places, and admitted some marginal students, and then suffered high failure rates in its five year examinations. The same hs happened with VITB. In 1987, last year, VITB offered more than 13,000 places for skills training. Only 8,000 were taken up. Similarly at polytechnics, even last year, courses like Mechancial Engineering, by no means a discipline in the doldrums, had places still unfilled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The supply of qualified students will continue to be the major constraint on our output of skilled manpower. The more qualified students we have, the more trained personnel we can produce and the more our economy can expand, provided academic standards are maintained, and the students are trained in the right disciplines. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I note that the MTI's study of manpower needs of Singapore is related only to the economy at all levels, as the Minister has said. But does this also include professions like teachers and nurses? There seems to be a shortfall in these two areas. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, teachers and nurses are part of the economy. So when we consider the needs of the economy, they are also calculated in. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Would the Minister be able to make available the information on manpower needs from time to time to people who are their planning careers ahead? Would he expect this information to be made available this year, or when will be the nearest date possible for such information to be made available? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Yes, MTI is looking for ways to provide more information on the manpower needs of the economy, who disciplines need people, which faculties produce graduates who are in the greatest demand and are employed most quickly, so that students can know and make informed choices. We are working \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1505</b></font>\n  <br>\n  <br> on it. We should be able to release something this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The biggest misallocation in our tertiary education is the very low proportion of girls doing Engineering. 90% of the Engineering Faculty are boys. We are very short of able students to do Engineering. Yet the girls who, at 'A' levels do as well as the boys if not better, are simply not choosing that subject. They go into subjects like Accountancy, Business Administration. They have very good grades, much higher than the grades which would admit them into the Engineering Faculty. In fact, if we look at the job market the demand for Accountancy or Business Administration graduates is lower than the demand for Engineers. The starting salary of an electrical engineer is at $2,000, of an Accountant perhaps $1,000. But there is a strong cultural bias. Girls do not do Engineering because they think they may get your hands dirty. But in electrical engineering, you do not get your hands dirty. That has not sunk in. If we can shift that bias, we will have a more optimal allocation of University undergraduates. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Would the Minister make available information on the starting wages and salaries for the different categories of skills on a regular basis, as this would be an additional useful indicator for students to choose the type of careers? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Yes, we will do that. In fact, there are already some statistics. I released some last year at a talk in NTI and the students copied down assiduously every single figure as if I was giving them a lecture. We will do it regularly. I hope it will be additional input into their choice. But I also hope that undergraduates do not only choose subjects on the basis of their starting salary. You have to plan a career and it must be a satisfying one. If you are shortsighted and money-minded, you will end up very sad. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1505</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SCHOOL DENTAL SERVICE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension to secondary schools and junior colleges)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Dr Ho Tat Kin</b> asked the Acting Minister for Health how successful is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1506</b></font>\n  <br>\n  <br> School Dental Service; and whether this service will be extended to secondary schools and junior colleges. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Sir, the School Dental Service provides a comprehensive dental health programme for about 95% of the primary school population through dental clinics located in the primary schools. When the School Dental Service first started in 1948, dental caries was rampant. Many teeth could not be saved and had to be extracted. With the introduction of water fluoridation and a succesful school dental health programme, the dental health of our children has improved considerably. The average number of Decayed, Missing and Filled teeth, or the DMF(T), index of our 12-year old children has decreased from six in 1958 to 2.5 in 1984. Our DMF(T) index is about one of the lowest in the world and compares very well with that of the developed countries. For example, Japan's DMF(T) index is 5.9, UK 3.1 and USA 2.6. Singapore, as I said, have a DMF(T) of 2.5 The School Dental Health programme has been extended to about 50% of secondary school students who make use of nearby primary school dental clinics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry does not intend to build any dental clinics in secondary schools and junior colleges. Secondary school and junior college students will be encouraged to use existing school dental clinics and the dental centres at the Institute of Dental Health and the Pegu Road which provide free dental service for school children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will conduct dental screening for all secondary three children annually from this year onwards. Advice on their dental condition and treatment needs as well as reinforcement of their knowledge of dental health will be given. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1506</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BLOOD BANK</b>\n  </div> \n  <div align=\"center\">\n   <b>(Blood contamination and causes)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Dr Ho Tat Kin</b> asked the Acting Minister for Health what percentage of blood collected by the Blood Bank in 1986 and 1987 could not be used because of contamination; what were the main causes of the contamination; whether the percentage has been on the increase; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1507</b></font>\n  <br>\n  <br> what does his Ministry do with the contaminated blood. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the percentage of blood collected by the Blood Bank in 1986 and 1987 that was contaminated and could not be used, was 2.3% and 2% respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main causes of the contamination were Hepatitis B virus and syphilis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The level of contamination has been fairly stable, fluctuating around the 2% mark. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The contaminated blood is sterilized in an autoclave to destroy all bacteria and viruses and then disposed through the sewer. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Boon Teck):</b> Sir, are those who donate contaminated blood notified by the Ministry for follow-up treatment? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes. Those with either Hepatitis B or syphilis are informed that their blood is contaminated and they are advised to either go to their family doctor or seek treatment at our Middle Road Clinic. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, is there a possibility of receivers getting contaminated blood? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, our blood supply is one of the safest in the world, if not, the safest. We take great care to analyse all blood donations to ensure that the blood that is being transfused is free from contaminants. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1507</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1988 TO 31ST MARCH, 1989</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [9th Allotted Day]. \n  <br>11.30 am \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [25th March, 1988], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head V be reduced by $10 in respect of Code VA 1000 of the Main Estimates.\" - [Dr S. Vasoo.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1508</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Sir, when we adjourned on Friday, the Member for Chua Chu Kang was asking me why I did not call a rose a rose, why we were revising JTC rental rates upwards and, particularly, whether we have taken into consideration the difficulties which are faced by the plywood and woodworking industries the sawmills at Kranji, which were not doing well. Of all people, I would have thought I would have the least reputation for reluctance to call a rose a rose. Let me state the facts as they are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the recession hit us in 1985, we gave a special 25% discount on JTC rental rates. We recognized that the property market had fallen, rentals of commercial property had gone down, and factories were in difficulty. It was right to make a 25% discount for a limited period of time, initially one year. After one year, because the economy had not fully recovered, we extended the rebate for another year. The rebate ended on 31st December 1987. The question was: what should we do? We could have done nothing and simply let it lapse. That would have put us back to the status quo as it was in 1985. We decided not to do this because we recognize that even today, although the recession is over, rental rates are still generally lower than they were at the peak of the property boom in 1983 and 1984. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result, we made a special effort to review all the market rents declared by JTC, to make sure that they were realistic and did not reflect a boom which had past. As a result of this revision, the market rentals declared by JTC for its properties were revised downwards by anything from 13% to 25% depending on the location, and the type of factory building. Thus when the discount lapsed, instead of factories just paying 25% more, the increase was much less depending on location. I think that is a reasonable approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To confirm that, we compared our rates with the private sector. There are private sector industrial properties, although not many. Our rates are marginally higher, which is right, because JTC factories are, generally speaking, better managed, have better facilities and are in much higher demand. In fact, the question was asked on Friday what the occupancy rate of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1509</b></font>\n  <br>\n  <br> flatted factories is, and it is more than 92%. In other words, it is time for us to build many more now, otherwise we will have a shortage in the foreseeable future. That is what we have done with the factory rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time we have reviewed our land rental rates. Some land rentals have been reduced in unpopular locations. Indeed some lessees, despite this, have had their rentals revised up. The reason is they were paying rentals which were frozen long before the previous property boom, in fact, over the last 10-15 years, their rentals have not been revised to reflect market conditions, and are a fraction of the market rate today, even allowing for the drop since 1984. It has happened partly because JTC has been too reasonable. In all the years when we needed to revise the rental rates, we refrained from doing so. We have thus accumulated such a vast discrepancy that today many factories which pay one-half, some of them one-third, of the commercial rates. Some of these are plywood factories in Kranji and Sungei Kadut. Despite the revision upwards, even after the revision, many of them are still paying less than half the market rentals. I think that is already a substantial concession which should be called a concession. I have no doubt that the Member for Chua Chu Kang, once this is brought to his attention, will also have no hesitation in calling a rose a rose. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Sir, maybe it was a misplaced metaphor. Maybe I should say a skunk smells just as evil by any other name. This is exactly the position. There is no point your telling us that conditions have now returned to normal when manufacturers are asked to pay a higher rental. They have to compete. So, whether you call it a withdrawal of your rebate or a revision of rent, they still have to pay more now than before. Also the Minister himself has indicated that the JTC rent is higher than that in the private sector, however marginally, it is still higher. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, perhaps the Member for Chua Chu Kang is allergic to roses. I am not. I am quite \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1510</b></font>\n  <br>\n  <br> satisfied with the explanation on the revision of the factory rentals but not on the land rentals and my reason is as follows. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it was the fault of the JTC in not making rental adjustments for the land for such a long time, then it should not be hasty in increasing those rentals to the market rate even if it is now half the market rate. We are faced with the same problem some years ago when the HDB revised its rental rates for shophouses very sharply upwards. Based on the argument that since 1960 many of those shophouse rentals have never been revised upwards, well, it was the fault of the HDB. So what if these shopkeepers enjoyed low rentals for all those years? The point is that when HDB suddenly upped those rentals, it was a very painful thing for the shopkeepers to endure. Costs went up very substantially. So also this could happen with the JTC land rental rates. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, the problem here is that JTC should not, be in the business of building factories. For example, I get a lot of complaints from my constituents about the rental levels of this Government building or that Government building. But I never get problems from a constituent complaining to me that the rent of a private sector building is too high. In this case, whatever the rental levels set, I believe that businessmen, being what they are, will always say that the levels are too high but never too low. Therefore, I would really like to suggest to the Minister that perhaps JTC should lease out the land to private operators to build the factories. They can always put the specifications if they want to and the type of industries that could be allowed in the area. Once the properties are owned by the private sector businesses which can be for, say, 30 years' lease, 60 years or even 99 years, then I think we will not have this type of complaints about the JTC rent being too high. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, I strongly sympathize with the sentiments of the Member for Jalan Kayu. However, much as the Government would like to avoid unpleasant tasks and odium, it is not the principal responsibility of the Government to avoid dirty jobs. We have got to do it because JTC is able to build factories more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1511</b></font>\n  <br>\n  <br> efficiently, more swiftly and more responsively than the private sector can. If it were not so, we would be happy to allow any private sector individual or organization, including the Singapore Democratic Party, to take a piece of land, build and compete with the JTC. [Mr Chiam See Tong interrupted.] There you are! Sir, there is no penalty to remarks which carry no responsibility. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You are serious about it? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Yes. JTC has built efficiently, good quality factories, in sufficient numbers so that we could industrialize. If we did not do that, we would be in a position which some other NICs are today. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Give the private sector the same conditions. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, perhaps I may be allowed to complete my explanation. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. Carry on. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> If the JTC had not done this, we would be in the same position as some of the other countries in the Asia-Pacific which are competing with us for foreign investment. They do not offer factories ready for companies to select, occupy and start production all within nine months. This is one of our comparative advantages which we must make the best use of. If we just throw it away, there will be no reason for industries to come here. Much as we would like not to do a dirty job, I this job has got to be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the suddenness with which rentals have been revised, it is not a suddenness which has been unreasonably imposed upon the tenants or the lessees. In fact, perhaps it was our mistake, but the way we wrote the lease agreement was that there were two options. Either your rental is revisable annually, in which case there is a cap of, I think, 10% on the annual revision, or the rental is revised every five years, in which case the 10% must accumulate into one bigger adjustment of up to 50% at the end of the five years. Those are the terms of the agreement. The lessees signed. Having signed, the five years having been up, to say that \"50% frightens me and disrupts my cash flow, please can I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1512</b></font>\n  <br>\n  <br> have a 10% revision\", in effect, charges it into a 10% revision once every five years. This the JTC, in all its reasonableness, will have the utmost difficulty accepting. Especially as in this case, I think it has not fully sunk in, after the revisions have been made, not before, many of the companies are still paying less than half the market rent. That is the situation and, if anybody thinks we are unreasonable and charging too much, as I said, we welcome competition anytime. In fact, as I said on Friday, we are looking for ways to divest ourselves of some of these properties. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I do not think anybody really discredits or says that JTC has not done its work over the past years. But I am saying at this point in time, perhaps JTC should get out of this factory renting business. If the Minister is sincere about this, just like the URA that parcels out land for tender for building of office spaces, the JTC can also parcel out land, large tracts of land, for industrial parks. This is not something new. It has been done in many countries and on a very successful basis too. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> I take the Member's suggestion seriously and I will ask MTI to look into it. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, in view of the clarifications by the Minister on various issues, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3). Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Code VE 3000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I propose to deal with the operations of the Economic Development Board. According to its latest report, the international operations of the Board have increased significantly from 18 offices in 14 locations to 33 offices in 20 international locations. At the same time, the costs of operations are going up, according to the latest proposed Budget for 1988/89 from $1.64 cents to $1.87 cents for every hundred million dollars of investments committed. Are these cost increases justified? Are we keeping some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1513</b></font>\n  <br>\n  <br> of the uneconomic, not cost-effective offices still going? At the same time, if one reads the Economic Survey, one finds that the value added per worker has been dropping since 1984 from $112,900 to $77,854 today. This is value added per worker for new investments committed. And this figure, value added per worker, is now below the 1982 level. And in real terms it is even lower. Yet the fixed assets per worker have risen from $66,860 in 1982 to $83,540 today. In the Economic Survey Report, it is stated or claimed that the quality of new investments has gone up. I am at a loss to explain how this is so. In fact, in the Report on page 22, we have this claim: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'New investment projects committed during the year continued to be of good quality. More significantly, there was increasing interest among companies, both new and existing ones, to move beyond mere production into design and engineering as well as research and development activities in their Singapore operations. The majority of these new investments were in electronics, as well as for the manufacture of precision equipment, precision tools and dies and metal engineering parts and components.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Sir, if one looks at the figures on investment commitments in manufacturing, we find that in 1987, out of a total of $1.7 billion, only $295 million represented local investments, a mere 17%. If one looks back to the year 1981, one finds that out of a total of $1.8 billion worth of new investment commitments, $642 million represented local participation or 34%. And throughout the years, from 1981 to 1984, the local participation rate was no less than 27%. Why has this rate dropped suddenly and significantly? Has EDB given up efforts to encourage local entrepreneurship? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Sir, we notice that the small business sector contributes some 30% of our GDP and 44% of our total employment. The EDB has set up a Small and Medium Enterprise Division in January 1988, just before the Budget debate. And we are told that it is formulating a master plan for SMEs due to be presented later this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge the Minister to make a study on private sector savings, the role of corporations, both MNCs and local, plus \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1514</b></font>\n  <br>\n  <br> personal savings. The reason I would urge such a study is to look at the flow of funds available to the private sector, particularly the local private sector. I am concerned at how we utilize our savings of 41% even though we have one of the highest saving rates in the world. Are we in fact utilizing our savings to our best advantage? Are our entrepreneurs able to get hold of enough funds? I do know the Minister has provided a lot of funds to the EDB for loans to local enterprises, and that is all to the good. But before one can qualify for a loan, one has to have some equity of one's own, and it is this really that could be the bottleneck in the development of local entrepreneurship. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, the Member for Whampoa has asked whether EDB is operating offices and branches which are uneconomic and whether we should not trim back the EDB operations in some offices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;EDB has in the last couple of years greatly expanded its overseas operations. We used to have offices only in the key cities - London, Frankfurt, even in America only Los Angeles, New York and Chicago. During the last recession, we decided to make an all-out effort to bring in foreign investments because our foreign investment volume was dropping. It had gone down to about $1.1 billion from $1.7 billion. if we could not get our investments up, we might spend our way out of a recession but we would not get growth back again. Therefore EDB moved offshore on a big scale. We set up in Osaka, we set up in Texas, we set up all over the south of United States, to reach out to new catchments and try and bring in new investments. We succeeded. Last year we had $1.7 billion of investments again and a better composition this time - more manufacturing, non-petrochemical related, less of it petroleum and petrochemicals, which have very large dollar values but actually employ very small numbers of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether we should continue with the large number of little offices overseas or whether we should, after a few years, consolidate and contract our ground again - we are reviewing that. It is possible we may pull back and concentrate in a few key locations once again, once we have established a new pattern of operation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1515</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the value added per worker and fixed assets per worker, I think the explanation here is also because of petroleum and petrochemical investments. The Member tells me it is not so, I would have to look at the figures again. But that was part of the explanation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Local investments and their proportion in the total amount, we will look at it but I do not believe that availability of funds is the constraint. Our problem with investments has never been where to find the money. Our problem has been where to get the projects, where to get the know-how, the technology and the markets. If you have that, then the investments will follow and the funds can be found. In the last couple of years we have greatly expanded our foreign investment. As a result this in proportion,the local investments have gone down, but in volume terms the local proportion has not really diminished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My assessment is that in order to get a higher volume of local investments, we really need to raise the quality, the technology level, the expertise of our local companies, get new markets, find new projects, and the investments will flow. You are talking about hundreds of millions of dollars, not tens of millions. And hundreds of millions of dollars means big projects with fairly sizeable, well-established companies. We need to nurture them, to help them to find the opportunities and to put in the investments. We are doing that. It is still not as quick as we would like to be, but we will try to do better. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, on the value added figure. The chart on page 23 clearly shows that the figures I quoted excluded petroleum and petrochemicals. So the problem is more serious than he imagines. And the contribution of the local private investors, the net investment commitments, has gone down not only in dollar terms from $600-plus million to $295 million, it has gone down percentage-wise from 34% to 17%, again a cause of concern to me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister claimed that there is no lack of money in Singapore. That is true for the public sector - the Government, statu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1516</b></font>\n  <br>\n  <br> tory boards run surpluses. But is it true from the private sector's point of view? Is it true from his personal standpoint? Does he have money to invest in a million-dollar factory, let alone $10 million? That is precisely the point. If the Minister does not have a million dollars to invest, then who has? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may also mention the EDB's effort in the service sector. Sir, we welcome the fact that the Services Promotion Division has been set up and that it has had some success - some $200 million worth of total business spending per year being promoted; $300 million in fixed asset investments plus 13 operational headquarters being set up in Singapore. My concern has to do with a paucity of data regarding the service sector. If one looks at this Economic Survey Report, year after year the only figures we get for investments is in terms of manufacturing. But the service sector, which is the larger part of the economy, we have got very little data indeed. I think it is something which we need to pay attention to if we are going to have proper planning. At the same time, one can also see what scope there is for local entrepreneurship. So if they cannot make it in manufacturing, perhaps they can make it in the service sector. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I be allowed a clarification from the Minister? This is arising from what the Member for Whampoa has said. Being a Professor of Economics, perhaps he knows the answer, but I do not. Something which he has said, I think, has not been clarified by the Minister. The Member for Whampoa has said that value added per worker has dropped below even the 1982 value and at the same time, fixed assets have increased and also the quality of the investments has gone up. The Minister answered and said that the problem is probably in the petrochemical and petroleum investments. Then the Member for Whampoa rose to say that the figures excluded petrochemical and petroleum investments. So I am at a loss. It is just like a person sitting down for a 3-course meal and then you say his weight has not increased! The fixed assets have increased, quality of investments has gone up, and yet the value added per worker has dropped. I do not understand. Can you explain? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1517</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, I am very befuddled because, first, I am asked whether I have a million dollars to invest in a factory which I do not, then I am asked whether I put on weight after a 3-course meal which I also have not had. I stand corrected by the Member for Whampoa. If he says these figures do not include the petrochemical and petroleum sector, it must be so. I will have a look and see what is the explanation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the service sector, we have been collecting some data. Investment volume is not a good measure. Because it is the volume of activities which count, not the amount of hardware. For example, you can have a very sophisticated software development industry without having very powerful computers, because you can work with terminals and the equipment can be elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we have been measuring the service sector activities and our success in promoting service sector activities in terms of total business spending, how much do the firms bring in, in terms of the size of the firm, in terms of their spending every year, add it all up and make a comparison year by year. I do not know if it has been included in the annual Economic Survey. If not, we will include it next year, and we will find further measures. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What about value added? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> As I told you, Sir, I will look into the figures to see what is the explanation for the decline in value added per worker. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> For the Member for Potong Pasir, I recommend Peptobismal for his indigestion! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Code VG 3000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I would like to talk on the promotion of quality awareness in Singapore. Since the early \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1518</b></font>\n  <br>\n  <br> 1970s, quality promotion has been actively pursued by both the public and private sectors. In the public sector, governmental agencies like SISIR, NPB and EDB have been promoting quality awareness. In the private sector, we have bodies like the Singapore Quality and Reliability Associations, the Singapore Association of QCC and others. But somehow, Sir, in the last few years, I have the uncomfortable feeling that the momentum for quality promotion has been slowing down in the Government sector. Last year, after much persuasion, the Government carried out a quality promotion campaign which was subsumed under the productivity movement. And this year, to date, I have not heard of any plans or any intention of the Government to undertake a campaign on quality promotion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would strongly urge the Minister to continue to put interest on this issue of quality promotion in Singapore. The recent decision by the US to remove the GSP for Singapore and a few other NICs does point to the fact that it is important for us to continue to promote the quality of local products. This is also shown by the survey from Newsweek that was given to this House last Friday by the Member for Boon Lay. It reported that the impression of Singapore products in the US is very low. For example, only 3% of the US people surveyed thought that Singapore products are better than the US products. Whereas for a country like China, a high percentage of 8% of the people believed that China's products are better than US products. So it is important for us to continue to promote quality awareness and thereby improve the image of local Singapore products. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to emphasize is that so far we have been putting a lot of attention on the promotion of quality in the manufacturing sector. I feel that we should also start to extend the promotion to the services sector. The services sector includes banking, retail, construction and the hotel trade. The Finance Minister in this year's Budget Statement also gave a lot of incentives to the services sector. The Member for Whampoa has just said that there is a need for more attention to be paid to data collection on the services sector. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1519</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are three points I would like to ask the Minister. First, whether his Ministry actually does have an interest to continue to promote quality awareness in Singapore, either as a self-contained programme, or as part of a bigger plan in terms of productivity and training promotion. Second, would the Minister also consider extending the quality awareness drive to the services sector which is going to be a very important sector for our future growth? The last question is that in recognition of organizations and individuals which have made significant contributions to quality promotions and activities in Singapore, will the Government consider giving away National Quality Awards to such individuals and organizations as has been done in the other cases of Productivity Awards and Good Manufacturing Practices Awards? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, in answer to the questions, first, we do have an interest in quality awareness. We have quite a number of activities although they are not of the highest possible profile. For example, SISIR and NPB have jointly been promoting total quality control. They have introduced a module on quality and quality improvement in the COSEC programme. They have conducted lectures and training programmes on quality and how to measure it. We have held management seminars on quality, culminating in the national congress on quality last October. And we have held two national QCC conventions plus an international exposition of QCCs in December last year. So there are quite a number of activities. It is an interest which extends also to the services sector. In fact, as the Member for Thomson is likely to be aware, we have been consulting the private sector on how to raise quality awareness amongst Singapore firms. Amongst the members from the private sector are some from the Singapore Quality Reliability Association. So the links have been established. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, quality awareness in the services sector is also a matter of concern. We have been meeting with many service sector industry associations to discuss the problem and obtain their views, which we will incorporate into our plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, national quality awards. As I said on Friday in answer to a question from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1520</b></font>\n  <br>\n  <br> Member for Boon Lay, we have introduced a national good design award to encourage companies to produce well designed products and quality would be one of the relevant factors in awarding the good design award. If need be, we can consider establishing a quality award as well by a different name. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> A clarification, Sir. My suggestion on the quality award is for individuals and companies who have been making significant contributions to promote quality awareness in Singapore, and not for the products which are more a matter of design and R&amp;D. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> We will consider this. It is a good idea to have an award. But then Singaporeans are not such that you need an award for every praiseworthy objective which we wish to promote. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can I just get a clarification on the Minister's answer on the promotion of quality awareness among the top level management? He said that SISIR organized all kinds of conventions and seminars. But what about the awareness of the workers down at the production line? Are they made aware of quality? I think that is more important. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, if the Member had listened to me, he would have heard me say that amongst the initiatives of SISIR and NPB, is a module on quality and total quality improvement in the COSEC programme. That means core skills for worker level training, conducting lectures and training programmes on quality and on measuring quality. That is worker level. I trust it meets the Member's requirement. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Code VI 3000 of the Main Estimate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year the Government introduced a new quota allocation system for the export of garments. The main features of the system are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) 75% of the quota is allocated to existing companies based on their past \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1521</b></font>\n  <br>\n  <br> performance but the quota is subject to a levy of 0.5% of the export price of items. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the remaining 25% of the quota is allocated by auction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has good reasons to introduce the new system. It hopes to make it easier for new companies without a performance record to enter the business. The system also encourages the growth of competitive and efficient companies. However, the textile and garment manufacturers appear to be very concerned about the adverse consequences of such a system. They are afraid that the new system would increase costs and undermine their competitive position. Although the Government holds the view that the quota allocated to Singapore by the importing countries are national assets, the garment manufacturers are of the view that the quotas that have been built up all these years were the results of the efforts and the performance of the manufacturers. If the garment industry as a whole did not perform, Singapore would not have earned the quota. The manufacturers are therefore unhappy that the quota which they have earned should be taken away and redistributed. And on top of that, they are now required to pay a levy to the Government. They are also worried about the plan of the Government to raise the levy. They feel that with the upward revision of the levy, the viability of the industry will be threatened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister for Trade and Industry, if the textile and garment manufacturers' fear of losing their competitive edge because of the levy and auction system is a well founded one, can the Minister give the assurance that the Government will monitor closely the impact of the new allocation system on the garment industry and make whatever adjustment, if necessary? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we are aware, many of the garment firms are foreign owned. We should like to see the growth of the Singaporean owned companies. Under the competitive bidding system, I would like to know whether local companies, many of them are smaller in size, stand a chance to secure quotas? Would they not lose out to the larger and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1522</b></font>\n  <br>\n  <br> stronger foreign owned companies under the new bidding system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would appreciate it if the Minister could respond to the various points raised. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, in fact, I answered a question on quotas a few months ago in this House. Let me just reiterate some of the points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Quotas are scarce resources in demand by the industry, belonging to the State. They belong to the State because they arose out of a Multi-Fibre Agreement which is a treaty between different sovereign countries. If the Singapore Government had not negotiated and bargained for our share of the quotas, there would have been none to distribute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do you distribute the quotas fairly? Either you hand them out, which is giving away something valuable, or you impose a levy, set a price, which is more reasonable. But then you have to ask: at what price? So you tender. And the quota is sold at the price which it is worth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My original preference was for a clean system of tendering all the quotas. The industry had some reservations because they were not sure how the tendering would work out. It was a drastic change. They were not confident that the tender prices would be reasonable. So as a compromise, we worked out a system, three-quarters of their quotas are given out based on historical track record. And we just charge a nominal levy, 0.5%. A factory which has been productive you get an allocation of quotas next year, three-quarters of what it was producing last year. The balance of the quotas, one-quarter of it, we will auction. This establishes the market price which can be the basis of further adjustments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The result is instructive. The quotas which we have auctioned off, have been fetched an average of about 4% of the export value of the products. Whereas the levy on the three-quarters of the quotas which have been distributd based on track record is only 0.5%. So the value of what is being distributed is not in question. As for the quotas which have been handed out at 0.5%, we incorporated a further safeguard. If any factory feels that even 0.5% is unreasonable, he can forfeit his allocation, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1523</b></font>\n  <br>\n  <br> which goes back into the pool. He can then tender for it, offering what he thinks it is worth, whether it is one-tenth of a percent or one-hundredth of a percent. Only one-tenth of these quotas have been surrendered in this way. In other words, the manufacturers know that 0.5% is an extremely reasonable levy and there is still profit to be made. And indeed there must be profit to be made because who sets the price of the quotas? The manufacturers who tender for it. Can the tender price be so high that there is no profit to be made? It is not possible because whoever tendered for it, at whatever price he offered, must have been confident that he could make a profit. If he could not, he would not have tendered in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will this make our manufacturers lose their competitive edge? I do not think so. So far this year our exports have been high. there is no sign of difficulty and I do not expect there to be. Will this help our smaller local firms? I think if they are small, efficient local firms, yes. This is the way for a small local firm to break in. He is competitive, he can make more money out of the quota, he tenders higher, he wins it, and is launched in business. Under the previous system he had no chance because he had no track record, and could never get started. But this allows a small firm to get started. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what do we do next? MTI is evaluating how the system is working to decide whether to make any further adjustments. The garment manufacturers have listened to us, and asked us to give them some time. They are also studying it. They in fact employed a consultant to do so. They would like to receive the report and show it to us before we make our next move. We still have some time. The quotas for next year do not have to be settled till November. That gives us a few months to work out the next steps. But as I have said before, it is not the purpose of the Government to kill an industry. How does that help us? We want to be fair. We need to allocate a valuable resource efficiently. We have a responsibility to the public, to whom these quotas belong, and we are trying to do that to the best of our ability. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, may I have your indulgence to relate a little bit of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1524</b></font>\n  <br>\n  <br> history behind this controversy to which we are referring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Textile and Garment Manufacturers Association of Singapore saw me twice some months before the actual quotas were auctioned. I gave them some advice. But I heard no more from them until 15th February 1988, when I received a letter from them together with their previous submissions to MTI and TDB. I learned from the grapevine that they had been discouraged by some officials, probably from the TDB or MTI, discouraged from continuing to see me in my capacity as Chairman of the GPC. If this is so, and I think the Minister should check it out, it would be wrong for these officials to intimidate anybody. It is also wrong for the members of the Textile Association to be easily intimidated. So, Sir, when they wrote to me in February, I was disinclined to take up the case. Why should I or my GPC fight for those with no guts to fight for themselves? But after further consideration of their memoranda, I have decided through the Member for Boon Lay to support this amendment. Sir, the real question boils down to who owns the quotas and how valuable they are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us note that the textile industry worldwide is a highly protected industry. It is a highly protected industry because it is a vulnerable industry in the advanced countries, hence, the Multi-Fibre Agreement (MFA) which is really outside the GATT. It is also a highly competitive industry internationally. Sir, the question is: even when these quotas are set for each country, is there a premium? Is there an economic rent attached to it? Or is this rent easily competed away internationally? Members may know that the US manufacturers, in fact, have been clamouring to change the export quota system, which is the present system, to an import quota system, which would be controlled by them. In other words, whatever economic rent would then go to the US Government or to the US importers who manage to get hold of the quota. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am afraid, Sir, is that all this bickering among ourselves may cause the US and other governments to decide to change the system, from an export quota allocation to an import quota allocation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1525</b></font>\n  <br>\n  <br> Then not only would our manufacturers be the loser but we as a country would stand to lose. Furthermore, latest reports indicate that the US is tightening up on the yearly increase to these quota allocations. These used to be 3-4% per annum. Now they are going to restrict it to no more than 1% increase a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if one looks back at the recession in 1985, this sector in Singapore suffered quite severely along with the rest of the economy. We have just barely recovered. I would like to urge the Minister to be a bit more reasonable. If he wanted figures (in fact, his figures are wrong), the auction brought in $40 million. But $40 million does not represent 4% of that one-quarter of the export sales. With $1 billion of export sales, one-quarter is $250 million. So $40 million out of that is 16%, not 4%. I hope he does not think that gives him much more room to increase the levy for the poor textile manufacturers. I urge caution. We have just barely introduced this textile quota auctioning system. Let us give it a year to see what happens before we touch the levy. We do not need the revenue any way. If one looks at the TDB expenditure in its latest annual report, 1986/87, $21.7 million per year of which the Government financed $6.8 million. This coming year Government is subsidizing $9.4 million. So I assume there is some increase in TDB expenditures. But even in spite of the increase, that $40 million plus the 0.5% cess which would have netted about $5 million or so, would be more than ample to finance all of TDB's operations. So why is he so hungry looking around for revenue, causing trouble to our manufacturers, raising their costs. I mean, the businessmen in Singapore were very happy when he took over as Minister for Trade and Industry, with his Economic Committee Report and his cost cutting measures. He became the most popular Minister in Singapore. Now he is in danger of losing some of that popularity. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, may I be allowed to ask a question. Considering that the Government has received a substantial revenue from the textile and garment industry, will the Government set \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1526</b></font>\n  <br>\n  <br> aside part of the fund to help the industry in trade promotion, automation and training of their workers? \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, I think this quota allocation is not new in Singapore. I believe in Hong Kong, for example, the quotas are not allocated by the Government with a fee but to private companies. I believe there is quite a lot of sub-selling of quota between companies. In this respect, the company buys the quota from another company and pays a price. It is no different from paying the price to the Government in terms of the 4%. I do not know whether the figures quoted by the Minister are correct or not or whether the figures quoted or pointed out by the Member for Whampoa are correct, but I would like the Minister to tell us, if he can, not now but at a later date, what sort of prices are being transacted in Hong Kong; whether they are more than 4% of the export value or not, or less than 4%. So in this case we can really have a good feel of whether 4% is really the correct price in the international market. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Sir, out of interest, could I ask of the Hon. Minister for Trade and Industry, two simple questions. How much does this textile industry contribute to Singapore in terms of its GDP? That is the dollars and cents. The other question is, how much income tax has been paid by this industry. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, the easiest way to be a highly popular Minister is to give money away. There is no difficulty. All you have to do is to declare a bonanza and you win popularity, maybe even votes. Is that wise? A scarce asset has to be allocated, whether it is quotas or whether it is land. Should it be given away simply on the principle that the Government does not need money and can always afford to do with less? It is a reckless principle upon which this Government has never acted and does not ever intend to act. And I do not think even the Member for Whampoa would urge me to adopt it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The industry is a highly protected one worldwide, because in the developed countries the industry is in difficulty. They are losing jobs, it is causing political difficulties, so political pressures are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1527</b></font>\n  <br>\n  <br> brought to bear. Congressmen and senators move protectionist legislation to try and preserve the jobs of their supporters or the firms of their campaign contributors. So we are caught up in the MFA. In Singapore we have let it operate as freely as possible. In fact, the government has helped it to operate because it has allowed textile and garment manufacturers in Singapore have one of the highest proportions of foreign workers amongst all the manufacturing industries. There are as many foreign workers manufacturing textiles and garments as there are in the electronics sector, a considerably larger chunk of our economy. So the Government can in no way be said to have been unreasonable to them. I do not have a figure for their contribution to the GDP. I would guess maybe 2%, 3%, not more. In terms of turnover, the industry accounts for more than a billion dollars a year. In terms of income tax, about $3 million. Negligible. Why? Because many of the companies have not done well for many years, at least on the books, but yet show no imminent compulsion to close down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Why so? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Why so? Because this is an industry where transfer pricing is possible. It is a matter of accounting conventions and techniques. If you took the figures at face value, you would conclude that you should close down the industry straightaway since this is a money losing business. I do not take them at face value. I do not think anybody does. But therefore we should take protestations that doomsday is nigh, with a pinch of salt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have already stated that we have not made a decision for next year's levy and next year's quotas, how it will be allocated. I think the Members are trying to put pressure on me even before the event, to concede and do nothing or concede and be generous. I think that would be irresponsible. Let us wait for the data. Let us see how this year develops. We can settle it later on in the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The members of the Textile and Garment Manufacturers' Association can see the Chairman of the GPC on Trade and Industry. We have no objection. In fact, if anybody told them not to, I would ask him to desist, because it is up to them to make \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1528</b></font>\n  <br>\n  <br> their own calculations, whom they wish to see, what they wish to state, and if they believe that the Member for Whampoa can be an effective advocate for them --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Lobbyist. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> --- or a lobbyist, voluntary one, I am happy to meet the lobbyist in this House or anywhere. There is no difficulty. But if the Member for Whampoa does not wish to bring up their case, I hope he does not blame me for it. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Code VJ 3000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister for Finance in the Budget Statement has rightly pointed out the need for Singapore to equip our workforce with the skills and education to cope with new technologies and processes. More emphasis must be paid on how well we upgrade our workforce through continuous education and training. Unfortunately, as pointed out by the Minister for Finance, only about 1% of our national payroll was spent on training of workers compared with the 1-4% of payroll which advanced countries and MNCs spent on training. It is obvious that we have a serious problem of under-investment in training and it is time that the Government worked out a long-term plan to build up a training tradition in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Skills Development Fund comes under the purview of the Ministry of Trade and Industry, I would like to raise a few queries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Can the Ministry of Trade and Industry do an in-depth study of how advanced countries like Japan and Germany build up a training tradition and how tax and other incentives are provided by these countries to encourage the private sector to invest more in training? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Is it wise for Singapore to promote training through a levy currently at 1% which all employers have to contribute for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1529</b></font>\n  <br>\n  <br> employees drawing salaries of $750 and below? I hope the Minister realizes that the SDF system of promoting training amounts to a punishment in the form of a fine equivalent to the SDF levy on employers who do not train their workers. In the past, or even currently, many employers started training schemes mainly to recover the money that they have put into the SDF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) I note from the Budget Statement that the Government intends to increase training expenditure to 2% of payroll for training of all employees in 1989 and to 3% by 1992. May I ask the Minister to confirm that the SDF levy will be increased to 2% in 1989 and to 3% by 1992. If this is the case, I hope the Minister realizes that this will increase the labour cost for the next few years and will erode our competitiveness in the world market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I hope the Minister will consider introducing incentives to build up a training tradition in Singapore as it is done in some advanced countries. In Singapore, our SDF levy system for employees will result in heavy cost for employers who in turn may introduce training courses that are not relevant to the workers just in order to recover the SDF levy that they have contributed. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, for the past few sessions, some of my colleagues have supported and some have gone against the proposal to increase the SDF contribution. I would strongly support an increase of the SDF levy from 1% to 2%. I do agree that any increase in operating cost we must be cautious, such as the charges of PUB, Telecoms, PSA, etc. However, upgrading the educational and skills level of our population will take time. We must continue our efforts in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Business Environment Risk Information (BERI) report for 1988 ranked Singapore No. 1 overall. However, in terms of skilled and technically-trained personnel, Singapore was ranked No. 14, behind Taiwan, which was ranked No. 12. As a nation, we are training far less than what is really healthy for our economy. For every employee, we spend only $100 annually. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1530</b></font>\n  <br>\n  <br> The Americans spend eight times more and the Japanese 20 times more. Statistics show that our employers spend 20 times more on annual fixed assets investment than in training the people to use them. This gives us all the more reason to urgently address the issue of an inadequately trained workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the year April 1986 to March 1987, the SDF statement of receipts and payments showed a operating loss of about $11 million. This was mainly due to less revenue collected as a result of the reduction of SDF contribution from 4% to 2% and then to 1%. Therefore, I suggest that SDF contribution be increased from 1% to 2%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to note that the SDF has revised the training grant guidelines in May 1987 to focus on the training of rank and file workers. This has resulted in an increase of training grants for workers earning below $750 per month. On a broader basis, 80% of the workers who have benefited from these revised guidelines come from those earning $1,500 or less. This has prompted me to suggest that the SDF levy be extended to workers earning below $1,500 rather than just $750. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to touch on the use of SDF. The Government's role is more in the areas of upgrading the general educational level and general skills of our population. For the specific and specialized skills, it will be more practical to train at the company level. The private sector and the entrepreneurs ought to supplement the Government's efforts in training. In Japan, most big companies such as NEC and Matsushita have their own training institutes to tailor to the specific needs of the industries. Some of these courses provided by the companies are even accredited by the Japanese Government and they are equivalent to the diploma or degree level. In Japan, only the small and medium size companies depend on the government to provide training for its employees. Presently, quite a number of industrial training institutes and company-based training centres are in Singapore. This effort is commendable. I think this is the most effective way to train our wokrers. Therefore, I urge SDF to consider the possibility of increasing the funding to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1531</b></font>\n  <br>\n  <br> support the private enterprises on such training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With an aging population, it is necessary to encourage Singaporeans to remain in the workforce. In Japan, special training programmes are designed to cater to older workers. These programmes are meant to equip older workers with suitable skills and proper work attitudes to prepare them for a new lease of working life. In Japan, incentives are also provided for employers to send older workers for training. I urge the SDF to look into these programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next area I would like the SDF to look into is the training of housewives. The SDF can consider funding training and orientation programme to encourage the housewives to join the working population. Presently, the SDF does not sponsor persons who are not working. With fundings, the various organizations such as NPB, PA, NTUC and women's organizations can work together to come up with some sort of grooming course and career guidance course for women who are thinking of re-joining the labour force. I urge the Minister to consider the above proposals. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, currently the National Productivity Board provides a wide range of training programmes for upgrading the skills and knowledge of managers and supervisors. These include the management and supervisory development and the labour management relations and cooperation courses, seminars and workshops. There is great emphasis on productivity improvement training for managers and supervisors, and this is rightly so because improvement in productivity is largely the responsibility and function of management. They should create the right environment in the factories, offices and other workplaces which will motivate the employees to give of their best and to raise productivity and quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, there must also be sufficient attention and stress on workers' involvement in productivity training programmes. While there are some programmes involving the workers, I would like to ask the Minister to urge the NPB to do more to provide adequate resources for our workers' training in productivity and quality improvement. For example, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1532</b></font>\n  <br>\n  <br> Core Skills for Effectiveness and Change (COSEC) programme which was launched in February 1986 for workers earning less than $750 per month should be further expanded so that more workers could join the programme. Similarly, other courses with emphasis for improvements in productivity and quality could be organized for the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In planning the courses, we should also take into consideration the need to ensure that there are such courses available for older workers as well as bearing in mind their lower educational background. One factor which hampers the ability of workers to raise productivity and quality is their lower educational and skill level. It has been pointed out that 70% of today's workforce will still be working in 10 years' time. It is crucial therefore that they receive adequate opportunities for training, retraining and upgrading. Because of the low literacy and numeracy level of the bulk of our workers, the BEST programme was launched in early 1983 to help workers to get basic literacy and numeracy skills. However, it is estimated that only about 27% of those who need to attend BEST classes have enrolled for the classes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are various reasons why many workers do not attend BEST and other training courses besides the obvious reasons like age, their low educational level, second employment taking up workers' time and family commitments. I think one crucial reason is that some workers do not have the opportunity to go for training. For example, for those in the clerical, sales and service occupations, I understand that there is a lack of a formal training programme for such occupations. Further, employers of small companies are also reluctant to invest in the training of their employees. Sir, I would like to urge the Minister to ask the NPB and also the Skills Development Fund to pay special attention to help our workers get adequate opportunities for training and education. Special attention should also be given on the training of older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Comparing our workers' level of education and skill with those in South Korea, Taiwan and Hong Kong, we come out poorly. We are therefore in a very disadvantageous position. We have to catch up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1533</b></font>\n  <br>\n  <br> if we want to remain competitive and in spite of the frequent calls and stress on training, retraining and upgrading of workers, more needs to be done urgently. Also as stated earlier that many workers have difficulty in enrolling in BEST classes because of their low educational attainment, we should also examine whether they could be given opportunities to receive hands-on or practical skills training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the debate on the Agenda for Action and on the Budget, we have been addressing the problem of how to assist the poor, particularly the unemployed, as well as those workers in the low skills jobs earning poor wages. Some of my colleagues have suggested the establishment of an Advisory Council for the Poor. Perhaps it will be useful to set up a special high-level committee to look into the training needs of the low educated workers, the older workers and those who have been displaced because of the application of new systems or technology in their work places. This committee or body could perhaps focus, among other things, on the following. The reasons why many low-income and poorly educated workers are not able to respond to basic education schemes, like BEST and other training schemes. The committee should also consider ways and incentives to get more companies especially the smaller companies, to spend more resources and funds to help their employees to get the necessary basic skills training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must do all we can to help our workers pick up new and better skills to help them not only earn better wages but also to continue to be relevant to our growing economy. Skills training and upgrading is crucial for our ability to keep ahead of our competitors. We must, therefore, strive ahead relentlessly to achieve high quality and excellence. The unions have placed great stress and emphasis and more employers, especially those in the smaller companies, and firms should do likewise. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, the three Members who have spoken have raised overlapping subjects, so I shall answer them together. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1534</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are all agreed on the need to increase the amount of worker training. The question is how to encourage and fund it. Ideally, we could just encourage the employers and they should do it. It is something which is to their own benefit that if they understood their best interests, they would proceed on their own. But it does not quite work, for one valid reason: workers change jobs. If workers work with one employer all their lives, like in Japan, you invest in a worker, you can expect the pay-back over a 10 or 15-year period. If workers change jobs every three or four years, as happens in Singapore, by investing in him and you may be doing your competitor a service. As a result, employers tend to train their workers rather less than they ought to. from his narrow point of view, this is sensible, but from an overall economic point of view it is bad because then all employers end up under-training workers. The economists have a term for this. They call it \"externalities\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do you solve this? One way is to provide some kind of a subsidy for worker training. Everybody agrees with that. Then how do you fund the subsidy? Either you use the SDF or we introduce a tax incentive, as the Member for Cairnhill suggested. Or, as was earlier suggested in another connection, we just make free with Consolidated Funds and cough up, since the Government is rich. Or we coerce, compel employers to spend at least so many per cent of their personnel budget on training. In fact, France does that. France recently passed a law that each firm must spend at least 1.1% of its annual payroll on continuing education and training. They have also invented a new buzzword for the ideal employee of the 1990s. They call him a polyvalent worker. Polyvalent - that means somebody who is literate, mathematically competent, and can adapt to new technologies throughout his or her career. It is a recognition that once you are trained, your shelf life is shorter than your working life. And if you want to have a full working life, you must be re-trained every so many years. The French have done that. In other developed countries they spend a large amount on training. Newsweek says American companies spend 3% of their annual revenues on training. So if salaries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1535</b></font>\n  <br>\n  <br> in America are 70% of revenue, that means, 4% - 5% of salaries. In Japan, training is an ingrained philosophy, training and re-training workers throughout their careers. In other European countries, the governments are following the same trend. For example, in Spain which has economic problems and is cutting back expenditures all round, they budgetted another $1.4 billion last year for training in the workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need to train more. How do we fund it? Of course, the most popular way is to spend Consolidated Funds, just ask the Minister for Finance to cough up. But is that wise? Why should you and I as taxpayers pay employers as a group to do something which the employers themselves ought to get together to settle among themselves? The employers ought to say, \"If I train a worker, he goes to you; if you train an employee, he may come to me. Let us get together, we both train our workers so that no matter where he goes, either you will benefit or I will benefit.\" Therefore, I would prefer to relate the training incentive back to the employers, either using SDF or using a tax incentive. A tax incentive means a discount on your corporate tax. If you train and spend $10,000 on training, well, you drop $10,000 off your assessable income before you calculate your tax. It has its attractions. In fact, MTI looked at a tax incentive very seriously as an alternative to SDF. It was a the proposal came up in the National Productivity Council Report on re-skilling the workforce that we should introduce a tax incentive. MTI took it up and studied it with Ministry of Finance in quite some detail before we decided not to do it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are advantages to having a tax incentive. First, it is transparent and automatic. That means the rules are there, so if you spend the money on training, you get your tax incentive. Minimum of application forms, minimum of trying to understand what may or may not be approved, because the rules are all written. Secondly, we have a precedent because we do it for fixed investments with the investment allowance scheme. If you spend $10,000 on a piece of machinery in a factory, you can get an allowance off your corporate tax. So if you spend $10,000 on training, it could be similar. Thirdly, if we need to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1536</b></font>\n  <br>\n  <br> revise the amount, we can increase it without creating a rumpus later on, because we will only be giving away even more money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there are some disadvantages. First of all, it complicates our tax system. It is a tax credit. We have one of the cleanest tax systems in the world. If you look at the American tax laws, the book defining when you pay and when you do not pay tax is about that thick [indicating]. Our rule is straightforward. You just compute your profits and pay 33%, for a company. Introducing this complicates the tax system. This is not to say we should not subsidize, but if we want to subsidize we should find a different way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, there is a question of tax leakage. If we do it by a tax credit, then a lot of existing activities will also get subsidized. Many big companies are already doing a considerable amount of training. Why should we pay them to do what they are already doing? We want to subsidize incremental activities, not existing ones; otherwise we are just giving money away. If you use a tax credit, then you have to make no distinction between future and present activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, there is an administrative consideration. To do it by the tax route means that IRD must take on some of the responsibility which the SDF is already doing. Because although you state the rules, you cannot avoid scrutinizing individual cases. Otherwise, all kinds of things will be declared as training expenses just for purposes of tax credits. IRD does not want to go into a new field of activity. Their business is to catch people who do not pay taxes, and I think that is where they should stay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For all these reasons, on balance, eventually we decided to use SDF, stick to it, improve it, but not to have a completely new scheme to piggyback on top of it. We can start spending more money straightaway because SDF has some money in its kitty. We do not have to raise the contribution rate immediately. As we increase disbursements, and the kitty gets drawn down, at some opportune time in the next few years, the contribution rate can be increased. I think that is a right approach. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1537</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is, if you are going to increase the SDF contribution rate, how are you going to do it? Either we can raise the ceiling back to 2%, which is where it was before we brought it down to 1% - in fact before that it was 4% for a period of time - or we can raise the ceiling. Presently only people earning less than $750 pay SDF. If we raise the ceiling to $1,500, then we can keep the contribution rate at 1%. I have explained and the Member for Yuhua has also supported the proposal to raise the ceiling in the first instance instead of the percentage rate, because our target group of people to be trained are earning anything up to $1,500. $750 is too low a ceiling. Most of the people being trained are skilled workers earning more than that. It is also better to have a lower rate spread over a wider number of people than a very high rate concentrated on a small number of people. A high rate on a small number of people means distortions. When we have to raise the SDF, my preference would therefore be to raise the ceiling from $750 to $1,500. But since we have already decided not to raise the SDF this year, this is a hypothetical question at this point. When the time comes to raise the SDF, I am sure there will be another debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Big companies already train a great deal. The difficulty, as Members have pointed out, is to encourage smaller companies also to train more. As the Business Times report, which I read on Friday, pointed out, small companies are very reluctant to train more. We need creative ideas to encourage them to do so. SDF has had some ideas which they have implemented. Firstly, advance payment of SDF grants. In other words, the moment you commit to train, even before your disbursement, we already pay you out of SDF money. Then you can train according to your training schedule. So there can be no question of a cash flow problem. Secondly, the SDF subsidizes consultants to identify training needs. Small companies may not know where they need training and assistance. You hire a consultant to show you, SDF will pay part of the cost of this consultant. Then you can launch a proper training \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1538</b></font>\n  <br>\n  <br> programme, and SDF funds will be available. Thirdly, we have an approval-in-principle scheme to minimize SDF red-tape. We have identified certain courses. If anybody accepts a place in them, or sends his employees to attend them, he gets a fixed subsidy, whether it is 50%, or 70%, which is settled and not in doubt. Fourthly, we have a scheme called Increased Training Opportunities (INTRO) - which allows small companies to participate in programmes run by big companies and piggyback on their infrastructure. Then, we have provided industry training centres which are funded by SDF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we have done a considerable amount on training of workers. We will need to train more. Somebody has to pay for it. It is right that it is paid for by the employers and the employees themselves. SDF will be our mechanism for bringing the quantum up in the next few years. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V (cont.) - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No (7), Dr Ow. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, since I have the covered the points on Friday, I am not going to move the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $102,085,900 for Head V ordered to stand part of the Main Esimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $565,779,000 for Head V ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1539</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), we have a total of 3 hours 45 minutes. Mr Lim. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head R of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the question of labour supply and demand. There are two aspects to this question, the short-term and the long-term. I shall first deal with the short term. Sir, I was pleasantly surprised to find from the Economic Survey of Singapore that the unemployment rate had fallen from 4.6% in June 1987 to 2.8% in December 1987. This indicates that we have a tight labour market. Further evidence of this is shown by the number of persons on the live register of the Employment Service Department. The number on the live register fell to a record low of 5,703 in December 1987, compared to a peak of 10,455 in September 1985. Examination of the statistics revealed that the number on the live register began to fall sharply from the middle of last year, from 9,405 in May 1987 to 5,703 in December 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the number on the live register fell to a record low, the number of vacancies notified by employers rose to a record high of 48,633 for 1987. It was during the second half of last year that employers began to complain of severe difficulties in recruiting workers and requested for a liberalization of work permit controls. The latest unemployment rate therefore indicates a very tight labour market which may be aggravated by new investments that come on stream. From one point of view, this is a happy situation. We had taken the right measures for the economic recession and we have now restored job security. There is less room for employers to exploit workers and workers at this present moment are not that concerned about retrenchment. It will also be easier for workers to obtain reasonable wage increases this year. The tight labour market will force employers to use labour more efficiently and to further upgrade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a worry, however, that there may be adverse effects on economic growth if factories and businesses cannot \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1540</b></font>\n  <br>\n  <br> deliver their commitments because of the labour shortage. I wish to ask the Minister what plans he has to obtain a balance in the supply and demand of labour. And would he take steps to protect our lower income workers and encourage the employment of older workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the long term, the picture has already been drawn by Prof. Saw Swee Hock in his book \"New Population and Labour Force Projections and Policy Implications for Singapore\". The increase in our labour force will slow down in the next decade. If we are successful in attracting more investments, then we will have pressure on the labour supply. If we do not succeed in encouraging more births, the slowdown will be faster. It is therefore in the employers' interest to support Government's policy of encouraging more births. Whatever the outcome, it is clear that we have to, first, be more efficient in using labour; second, raise the retirement age; third, encourage greater participation of women in the workforce. On the second and third points, I will have more to say later. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, Singapore has a perennial labour shortage problem. As pointed out in the \n  <br>\n  <br>1985&nbsp;&nbsp;&nbsp;&nbsp;Economic Committee's Report, our indigenous labour force is projected to grow by less than 2% per annum for the next 10 years. The Economic Committee recommended two measures to help increase our labour force, namely: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) to increase female participation in our labour force; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) to encourage all the workers to continue working and retire later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since several Members will be speaking on raising the retirement age, I would like to comment briefly on the female participation rate in our labour force which was only 45.6% as at June 1986 of women aged 15 years and above. The problem in Singapore is well known, ie, the female labour force participation rate peaks at 80% for the 20-24 age group and then declines continuously thereafter. This shows that women in Singapore tend to leave the workforce after marriage. The Economic Committee pointed this out in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1541</b></font>\n  <br>\n  <br> its 1985 Report. To date, the problem remains unresolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask the Minister what measures his Ministry has adopted to help more women to rejoin the workforce after marriage so as to increase the female labour force participation rate? Has the Ministry made an in-depth study to find out why women in Singapore do not join the workforce after marriage? One problem lies in the lack of child care centre facilities, thereby forcing married women to stay at home to look after their children. Has the Government provided enough child care centres to meet the needs of our working mothers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many married women are prepared to work part-time. But are there sufficient incentives for employers to employ married women on a part-time basis? As part-time employment is a subject of another cut, I will have more to say on this topic later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, women in other developed countries like Japan and the United Kingdom do rejoin the workforce after a few years of marriage. May I suggest to the Minister to send his officials to these countries to study the incentives provided by their governments to encourage married women to rejoin the workforce. Then they can introduce similar measures to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was told by several industrialists that foreign workers in Singapore cost much more than the Singapore workers by an average of $80-$130. This is because they have to pay the $170 levy from 1st April and provide housing and transport on top of the basic wages. I hope the Minister can do a survey to confirm this fact. If employers are prepared to pay so much more for foreign workers, then we really have a very serious labour shortage problem in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister can inform this House of the measures that his Ministry has adopted to resolve this problem. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Deputy Speaker, Sir, this question of labour supply and the tight labour \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1542</b></font>\n  <br>\n  <br> market has been raised several times in this Parliament in oral questions and so forth, and I have tried my best to explain the Government's position. Late last year, the Member for Bo Wen asked a similar question. He asked: what actions were being taken to ensure an adequate supply of labour to the economic sectors which were crying out for more workers? At that time, I replied that the Member's question implied that the Government had to make available sufficient workers to meet whatever demand. With our limited working population, this means an increasing access to foreign workers. Such a liberal policy will not be to our national interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current economic situation is such that a ready supply of foreign workers tends to create its own demand. There will be no incentive to optimize the use of local manpower, to employ older Singaporean workers and housewives and to increase productivity through automation and improved work methods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has to carry out a difficult balancing act. It has to allow a regulated inflow of foreign workers to facilitate healthy economic growth and upgrading whilst avoiding over-dependence on foreign workers. Economic growth should not be achieved simply by importing an ever-increasing number of foreign workers. Our goal should be to upgrade the level of our economy so that Singaporeans can be trained and employed in better paid jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think that in a nutshell sums up the position - that the Government is trying to carry out this difficult balancing task. On the one hand, we want to achieve high growth rates, move on to higher levels of activity. On the other hand, we are short of workers and we have to import foreign workers in increasing numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some time ago, the Government actually wanted to phase out all unskilled foreign workers by 1992. Then the decision was made to relax this and to allow a revolving pool even beyond 1992. But this pool of workers has to be controlled. As far as the labour market is concerned, please be assured that the Ministry of Labour is closely monitoring the situation. My assessment is that at the moment, although the labour market is tight, it is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1543</b></font>\n  <br>\n  <br> too tight. The reason is that during the beginning of the year, there are a lot of new school leavers who are just joining the labour market. The problem may become more difficult later on in the year. But this will depend on the economic situation, whether there is in fact an economic slowdown. My position is that we will continue to monitor the situation and if need be, we will fine tune our work permit policy. As at the moment I see no immediate need to change our current work permit policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my opinion, the current policy is already very liberal, as far as the approved sectors are concerned. For example, the approved manufacturing companies can recruit up to 50% foreign workers. Out of every 100 workers they have in the factory, 50% can be Malaysians. As of now, only about 7% of the companies in the approved categories are at this 50% limit. In fact, the vast majority of the approved employers can still carry on importing foreign workers very liberally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the non-approved sectors, I have explained that they are domestic-oriented and I have explained why I think we should not open up our doors to this sector. At the moment, they seem to be able to manage with very few foreign workers. But, as I said before, if there are deserving cases, please write to me and I will look into the cases and consider them on a case-by-case basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should point out at this juncture that although the Ministry of Labour sets the overall policy on work permits, the actual implementation and controls are implemented by different bodies responsible for different sectors of the economy. For example, as far as manufacturing is concerned, EDB is the one that decides which companies should get the work permits. For the hotel sector, it is the STPB, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We often hear of companies complaining that they cannot get work permits. We need to understand the reasons in some of these cases. It could be that they are from the non-approved sector, which means they are mainly domestic-oriented. It could be that they are not supported by the respective agencies. For example, barber shops and so on. It could be that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1544</b></font>\n  <br>\n  <br> they have already reached the 50% limit. So they already have their fair share of foreign workers. Or it could be that they have not paid the foreign workers levy, or they had employed foreign workers illegally and therefore they have been blacklisted. So there could be a lot of reasons why companies are complaining. Of course, in the current situation, there are bound to be employers who are feeling the squeeze. These could be the ones who could not compete for some reason or other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important that our employers make better use of their workforce and attract new sources of workers from our own domestic market. For example, some time in June last year, my Ministry did a study and found that there were something like 36,000 Singaporeans, mostly women and older men, who were classified as economically inactive. In other words, they were not actively looking for jobs. But they told my officers that they were interested in looking for work, many of them within the next six months, but mostly within two years' time. This represents a potential pool of workers from within our own domestic sources. Many of these workers, especially the women, want part-time work. So my Ministry is now studying ways to encourage part-time employment. One way, as I have explained, is to make the Employment Act more flexible so that the employer and the employee can agree on their own terms of employment whilst safeguarding the basic interests of the employee. But I must point out here that neither the Government nor the unions are insisting that the employers should pay the part-timers the same benefits as the full-time workers. So even though the amendment of the legislation would take some time, this should not stop the employers from implementing schemes for part-time employment and negotiating with their own employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also been encouraging the employers to employ more older workers. Some of them may have done so. But until very recently many advertisements were still specifying that the age limit for job seekers should be 35 years old. My Ministry has called up these advertisers and told them, \"Why not drop it and give the older workers a chance? Consider them first, not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1545</b></font>\n  <br>\n  <br> on the basis of age alone.\" They have complied. But I do not know actually how many are, in fact, employing older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment also there seems to be not much interest in part-time work. Now, this has to be stepped up. This is one way. It means more effort. It may mean slightly higher costs, but this is one source of workers that we must tap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other factor, as noted by the NTUC, is that there has, in fact, been little progress so far in raising the retirement age. If anything, the movement seems to have been backwards. More collective agreements are now specifying 55 years old instead of 60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current situation is not entirely the fault of the employers. I think the older employees themselves also need to adjust their own pay and job expectations. We have referred many older employees for jobs and the results have have been disappointing. They gave many reasons - too far, pay too low, shift work, and so on. So it is a problem on both sides. Unless our employers and workers are willing to adjust, there will always be this problem of a mismatch. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our situation could be that we have, in fact, attracted too many-low-value-added labour-intensive operations. It could be that. In our case, being a small country, we cannot grow simply by adding more and more foreign workers of a low skill level. Our objective must be to upgrade our activities to move upwards and not just to expand horizontally. For example, if we want to achieve 1% growth in the GDP simply by adding more workers, we will need 10,000 foreign workers. So if we want to achieve 10% economic growth over a number of years, that means 100,000 foreign workers. So obviously foreign workers alone are not the solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The solution will be to upgrade, to restructure our economy towards higher level activities. This process unfortunately may be painful for some employers. Some of them, maybe, will eventually have to relocate. Within our resource constraints, we may increasingly have to look overseas \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1546</b></font>\n  <br>\n  <br> for growth. We may have to invest more in our neighbouring countries. Another problem is too many employers in the same field, for example, the retail business. If you go into some shopping complexes, you will find so many small retailers, all selling the same goods. How can they compete? They are wanting more and more labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kebun Baru and GPC Chairman for Labour has said that the labour shortage is in a sense a good sign for us. It is something that we should be happy about because it means that we have full employment. Not so long ago, we were worried about the unemployment problem which was at its peak of 6.5% in June 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need only look around and compare ourselves with other countries to see how fortunate we are. But it does mean that we all have to work harder - employers, workers, the Government - to try and move upwards despite our resource constraints. Here, maybe I could give a simple example. Our situation is not unlike that of a man who has eaten as much as he can. He wishes his stomach is bigger and more expandable so that he can consume some more. But over-consumption leads to indigestion and some aches and pains. The solution is to be more selective in what he eats, better quality food, more nourishing food, for example. Obviously, companies want to maximize their profits. They see their business opportunities, they want to have more foreign labour, they want to make profits. But from a national point of view, we have to maximize the GNP and the welfare of our nation as a whole. We are aiming for the greatest good, for the greatest number of people. This process is good for the majority but may be painful for others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we assess the situation and fine-tune, we will make various policy changes as time goes by. One of these is, of course, the increase in the foreign workers levy, which will have the effect of protecting in a way our lower income groups and also giving an incentive to the employers to make use of our older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To conclude, we need to optimize on our own manpower resources, to increase the labour force participation rate, to raise the retirement age, to put in more effort into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1547</b></font>\n  <br>\n  <br> training, to raise productivity, to have more part-time work, and so forth. There are some employers which are able to manage very well. For example, a lot of the US MNCs, multi-national companies, are able to come in and still do well. But there are others that are overly dependent on foreign workers. So it is also an internal question of the companies themselves, the style of management, the work environment, whether they are paying enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill has asked what we are planning to do to try and encourage more married women and retirees to enter the labour market. I think I have answered this question quite comprehensively when I responded to a question for oral answer by the Member for Ang Mo Kio. I do not intend to repeat the answer. But I want to point out that the Government has subsidized the setting up of child care centres. The People's Association, of which I am in charge, also has many child care centres. We have increased the level of subsidy in the sense that the fees are now fixed at $150 per month whereas previously they were graded. I believe the Ministry of Community Development also has plans to set up other child care centres. Employers too should set up more child care centres at their workplaces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the other points raised by the Member, I have taken note of and I will give them serious consideration to see how we can, for example, learn from other countries. In fact, we are already doing that. And also how to promote part-time work - whether we should amend the Employment Act, or whether there are other areas we can do. So my Ministry is trying its best to cope with the problem. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, can I ask the Minister to check this point raised by some industrialists - that the cost of foreign workers in Singapore is not really cheap but, in fact, it is higher than the cost of Singapore workers by as much as $80 to $100? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I will ask my officers to look into this question. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, the next subject I wish to raise is wage reform. I wish to ask \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1548</b></font>\n  <br>\n  <br> the Minister to update the House on the progress of wage reform. It has been well over a year since the NWC recommendations were published. A number of wage reform agreements have been concluded and information on such agreements have been circulated by the NTUC to its affiliated unions, as examples for the rest to follow. At the same time, the Singapore National Employers Federation (SNEF), has published a book of such cases and this book is readily available in our bookshops. Another book, giving practical steps to working out wage reform systems, written by a Personnel Manager has recently been published by the Singapore Institute of Management. With such guides there is no reason why other companies are unable to work out their own systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The feedback from unionists on the slow progress, in cases under negotiation, reveals two main problems. The first is that managements have adopted a mind set over the 2% service increment. They treat this rigidly as the maximum increment to be paid for a year, irrespective of the circumstances. This attitude is unreasonable. The second problem is the unwillingness of some employers to consider a planned process of building up the flexible bonus, even when the productivity model is being discussed. Other employers seem unconcerned with the need to build up the flexible bonus to act as a buffer against a future recession. I think we are missing one of the main reasons for wage reform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, managements should not take wage reform as a tool to keep the wages low. Apparently, there are some employers who think that that is what wage reform is all about. Wage reform is really to devise a system that can re-act to the economic situation. When times are better, workers should be paid more, if times are bad, the wage cost could be reduced. And so long as there is economic growth, it is only fair that workers be given their fair share. Wage increases for the year should not be limited merely to the 2% service increment. One should look at the total wage increase for the year, the service increment and increases in other payments, including bonus and other wage benefits and these total wage increases \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1549</b></font>\n  <br>\n  <br> should reflect economic growth and preferably lag behind productivity growth. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, the Minister for Finance in his Budget Speech paid tribute to the workers of Singapore who took pay cuts and endured wage restraints in order to restore our competitiveness during the last recession. This shows the need for a more flexible wage system which will facilitate the process of adjusting wages both up or down in accordance with the national economic peformance in general and the company's profitability in particular. It is only correct for the government to encourage employers and unions to negotiate for the reform of the wage system. Of the 891 companies monitored by the Ministry of Labour, some 170 or 19% have already implemented flexible wage systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1986 Annual Report of the Ministry of Labour, two models for wage reform were highlighted, namely, (a) a profit-sharing model, and (b) a variable productivity payment model. Both these models start off with (1) a basic wage; (2) a service increment of around 2%; (3) an AWS of one month's basic salary; and (4) a variable bonus depending either on profitability or on productivity. These two basic models have the support of the employers' organizations as well as the unions. Many employers, however, are looking to the Government, as the biggest employer, for guidance. Perhaps the Minister can enlighten this House of the progress made by the Government on the wage reforms to be made for its employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the Government is promoting wage reform on a national basis, may I suggest that the Ministry of Labour should modify the two standard models to include an additional component to take care of our older workers. The Minister has recently hinted that legislation may be introduced to extend the retirement age beyond 55. Many employers are apprehensive of this move as older employees will cost more than younger employees if the wage structure is not changed to reflect the lower productivity of older employees. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1550</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Japanese have successfully introduced a wage structure that has this feature. Wages of workers above the age of 49 will be gradually reduced so that the wages of workers above 65 are about 60% of wages of workers in the 45-49 age group. The Minister has already mentioned that CPF for workers above 55 will eventually be reduced so as to encourage employers to retain them. May I suggest to the Minister to also encourage employers and unions to introduce a further component into the wage structure to reflect the lower productivity of older workers. In this way, more senior citizens will be gainfully employed and the Minister will not have to resort to legislation in order to force employers to extend the retirement age beyond 55. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, the Member for Kebun Baru has asked for a progress report on the wage reform process in the private sector. As at January 1988, out of 891 establishments monitored by my Ministry, 29% have adopted flexible wage systems in one form or another. This includes 10% who are either satisfied with or refining their existing flexible wage systems. Another 531 or 60% are either negotiating with their unions or studying various options. The rest, 103 or 11%, have indicated that they have no plans for wage reform. Of the 257 companies with flexible wage systems, 54% are foreign-owned. I can give many examples of these companies. They include, for example, NMB Singapore, Mobil Oil, Beecham, Hewlett Packard, GE, Motorola, GM, Toshiba and so forth. Quite a few of the multi-nationals, in fact, have also implemented wage reform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The majority of the companies that have implemented wage reform so far have adopted the profit-sharing formula. This is probably the simpler of the two models. What happens is that they have a low increment each year, maybe 2%, maybe 3%, to reward workers for their loyalty and also to allow for inflation. The rest will be mainly a variable component to be paid yearly or semi-annually and this depends on the performance of the company, ie the profits made in the year, as well as the performance of the individual. The remaining wage reform agreements, especially among the multi-national companies, pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1551</b></font>\n  <br>\n  <br> vide for yearly negotiations of wage increases which are then split into a small service increment and a year-end lump-sum payment. Some companies have also settled with their unions for formulas which attempt to link wage increases to the company's performance or productivity gains. So we can see from the data I have given that progress has been made although there are some practical problems. I would like to repeat my urging to employers that they should not delay any longer. The NTUC and the SNEF have supported the wage reform process. Now is the time to get on with it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers and workers will have to learn to work together to arrive at fair and mutually acceptable wage systems which have adequate flexibility to cushion them from future recessions. The systems may have to be modified and refined in the light of experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kebun Baru also touched on this question of employers not fully appreciating the need to allow the variable component to be built up over a period of years. This applies mainly in the case of the productivity model. The problem arises because in some of these agreements, regardless of whether they are profit-sharing or productivity-based, there are a statement that the variable of bonus is \"one-off\". It is one-off in the sense that it can be varied from year to year. For example, when there is a recession, then the bonus can be cut. In the case of the profit-sharing model, this is quite straightforward. The payment depends on the profits for that year. So this year's bonus is good only for this year. Next year's bonus depends on next year's performance. So it is one-off in that sense. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in the case of the productivity model, what employers and unions have agreed upon is that part of the increment for the year should be paid as a service increment and the balance is accumulated and paid as a lump-sum component. This variable payment is also one-off in the sense that it is flexible, it can be adjusted. But employers must understand that the intention is to allow this variable component to accumulate over a period of time, over several years, so that it may amount to something like two months' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1552</b></font>\n  <br>\n  <br> wages. This cumulative element will then serve as a buffer in case there is a recession and can be cut. I think this point is quite clear from the report of the NWC's Sub-Committee on Wage Reform where it makes clear that in the productivity model, where productivity improves from year to year, the variable payment will be cumulative. It will build up over several years to, say, about two months' wages and this then can be adjusted in the event of a recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The whole idea of wage reform is to introduce flexibility into our wage system. It is not to pay our workers less. Workers should be paid according to what the economy can afford, according to productivity increases. So when you adopt the productivity model and productivity increases year by year, then it is fair that the variable bonus should build up over the years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill has asked about the progress of wage reform in the public sector, in other words, in the Government sector. The Sub-Committee on wage reform in the public sector has already completed its work. The report is now being considered by the Government and we can expect an announcement very soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also mentioned this point about long pay scales and older workers being paid more than their job's worth. This point has been noted by the Sub-Committee on Wage Reform. There is the problem at the moment that with seniority pay scales, especially if the scales are very long, that the employees who are very senior and near retirement may be paid as much as three times the pay of a worker who is beginning and joining the company for the first time. There is a problem there with older workers that if they are paid more than what they are worth to the company, then in the event of a recession they may be the ones who will suffer by being retrenched. In order to ensure job security, I think our older workers have to understand that their salaries may not continue increasing forever. There has to be a limit at some point. One solution to this may be for certain types of work, the salary should really be capped at some point and we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1553</b></font>\n  <br>\n  <br> then allow the starting wages to rise gradually so that over a period of time the ratio of the ending wages and the starting wages may be something like two. This is a problem that has to be looked into and, in fact, it is one of the recommendations of the NWC Sub-Committee on Wage Reform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to facilitate the raising of the retirement age, the Government is going to reduce the CPF rates for older workers, ie those who are above 55 years old. This will make it more attractive for the employers to employ the older workers who will be able to enjoy perhaps the same take-home pay or even higher take home-pay because their own CPF rate will be reduced. But this in itself may or may not be sufficient depending on the kind of job. So where necessary, the workers and the unions should be prepared to negotiate with the employers a new and lower pay scale after age 55 to facilitate the raising of the retirement age. If this is not done and workers are allowed to go at 55, then in the end the workers themselves suffer. This process of adjustment can either be made as a separate negotiation during collective bargaining sessions or it can be part of the wage reform process. I hope the employers and the workers will take this matter seriously and come to some settlement. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Lim Boon Heng. You are not speaking? \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> No. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang):</b> Sir, I would like to touch on employment, retention and retraining of older workers. One of the experiences of the recent recession has been the plight of older workers. Many were retrenched and they found great difficulty in finding re-employment. Those who did find re-employment took drastic cuts in their wages. The re-employed workers in the age group of 40-55 suffered wage reductions of 36% to 43%. It was clear from the 1986 data that the unemployment rate of those without educational qualifications or low qualifications was higher than those who had skills. It is clear therefore that our economy is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1554</b></font>\n  <br>\n  <br> changing, requiring more and more skilled workers and less and less of unskilled workers. We can expect this change to go on. This means that workers must constantly upgrade themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to point out that the training needs of workers in different age groups would be different because of the different education base. I would like to ask the Clerk of Parliament to circulate a table I have prepared earlier. [Copies of table circulated to hon. Members.] From this table, we can see that a higher proportion of older workers are unskilled. Almost 63% of workers aged 50 and over either did not attend school or failed to obtain a PSLE grade. Even in the 40-49 age group, the proportion of the unskilled is high, about 38%. I am confident that younger workers, because of their better education base, can cope with skills upgrading courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the older workers, it is not easy for them to go back to the classroom and obtain a basic education. We may therefore have to find other means to help them. We should help them obtain skills that do not require a basic education. We are all aware that this group of older workers have heavy responsibilities in supporting their families and educating their children. I know that Government has helped those who are older by various means. For example, hawker licences are not granted to those below the age of 40, and taxi driving licences not issued to those below 30 years. Perhaps we should also reserve other jobs for our older workers. Employers should be encouraged to employ older workers in unskilled jobs that we have in our market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also urge the Minister not to allow unskilled foreign workers to compete with our own unskilled workers who are at the same time older workers. These older workers need more attention and care in our drive to strive for excellence. The level of their skills and competency should be upgraded and they should be motivated with a clear path of career advancement, if possible. I would like, therefore, to ask the Minister to urge more employers to play their fair share of responsibility in looking after the well-being of their older workers by organizing and upgrading vocational training classes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1555</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers should support skills training for their workers on a more extensive scale. Steps should be taken to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) identify the potential of these employees; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) match the potential and the demand of work; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) train the employees to achieve their potential by having relevant in-house training, eg, on-the-job training, to sponsor suitable workers to attend part-time or full-time approved courses organized by other local institutions such as VITB; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) introduce incentives to motivate the employees to improve themselves by introducing study grant, study loan, incremental incentives, unrecorded leave to attend such courses; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) work a career development for successful trainees as incentive for others to follow their example; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) the employers are to be adequately informed about the Skills Development Fund, subsidy and assistance to train these employees. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I thank the Member for Pasir Panjang for his comments. I am generally in agreement with what he has said, especially about the need for employers to re-train their older workers and to do more for their welfare in terms of helping them to adjust to other jobs, for example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think earlier today this issue was debated quite thoroughly when Parliament was discussing the budget for the Ministry of Trade and Industry and my colleague, the Minister for Trade and Industry, has already explained very eloquently the philosophy of the Government with regard to training and how it should be funded. His Ministry which looks after the National Productivity Board has also been looking into this question in general, of how to re-skill our workforce. Of course, we are in the process of restructuring our economy. So it is necessary for our workers to accept that they must change and adjust and re-train themselves in order to be able to cope with the many kinds of jobs. They should go for BEST classes, enrol with VITB and so forth. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1556</b></font>\n  <br>\n  <br> Unfortunately, the experience that we have in the Employment Service Department when we did a study of the job seekers, the older ones, recently was not encouraging. Out of about 100 interviewees who were looking for jobs, only 2 said that they were willing to go for re-training. I think the majority were anxious to get a job and earn a living. But they have to consider what are the jobs available are and how they can equip themselves for the jobs which are available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope all employers will pay close attention to the suggestions made by the Member for Pasir Panjang. I fully support his views on re-training. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, the subject of retirement age has, in fact, been referred to earlier. But I would like to refresh the minds of Members of this House that last year the Member for Boon Lay actually pointed out a disturbing trend in respect of our move to raise the retirement age. He said that while we made progress in the 10-year period from 1972-74 compared to 1982-84, we seemed to have been sliding behind in 1986. And he quoted a report of the SNEF for 1987 which showed that whilst the number of collective agreements had specified retirement at age of 60 was 21% for the 1982-84 period, it had fallen to 14.1%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister last year then cautioned against taking the SNEF's results because of the small sample, but he promised to look at the figures more closely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that his Ministry did more than just that. They have done a complete analysis of the collective agreements concluded for the three years 1985 to 1987, and the result shows that 16.7% of the collective agreements specified 60 years as the retirement age. So compared to the previous three-year period which had 21%, it has been a fall. This confirms that there has been a regression in the past three years, as compared to the preceding three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the fact that Government has indicated as early as 1980 that it wanted the retirement age in the private sector to be raised to 60, we do not seem to making much progress. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1557</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers, in general, resist raising the retirement age because it would mean, in their words, retaining \"deadwood\", and accommodating \"falling performance\". And earlier the Member for Cairnhill said \"for lower productivity and higher cost.\" Because of this attitude, employers have taken the line of refusing to discuss the subject at collective agreement negotiations. So they do not want to open discussions at all. This is a very negative attitude. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to get the employers to move, I would suggest that the Ministry of Labour spell out the programme for implementation of the reduced CPF contribution rates for those above 55. Some of the employers may be waiting to find out how it is going to be implemented in order to get a clear idea of the total wage cost of employing older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also suggest that the re-training cost of workers above the age of 50 be fully subsidized by the Skills Development Fund, provided such workers earn less than $1,500 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When these two measures are implemented, the policy should be to see to it that the retirement age is raised to 60, unless the employee is certified medically unfit to continue employment beyond 55, or the employee has an adverse track record that can be substantiated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to stress that instead of the current practice preferred by employers of allowing employers the option of re-employing the employees beyond the age of 55 on a year to year basis, subject to medical fitness, we should make it a policy to set the retirement age at 60 and only retire workers who are age between 55 and 60 if they are certified medically unfit. And if necessary, if all these measures do not work, then we should consider legislation in order to achieve our objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is important that we raise the age of retirement because there are many fundamental reasons for doing so. Firstly, our workers are still healthy after the age of 55. Secondly, the life expectancy has increased, requiring workers to continue working to be financially self-reliant and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1558</b></font>\n  <br>\n  <br> for them to maintain a satisfactory standard of living. And thirdly, as we have discussed earlier, the slowdown in the number of births resulting in lesser number of new job entrants require us to make the most efficient use of the experience and resources of older workers for economic growth. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, I need not go into detailed arguments as to why should we raise the retirement age. There are essentially two basic arguments for the extension of the retirement age: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) We would like to encourage our people to remain in gainful employment for as long as they are physically fit. And with the improvement of health standard and longer life expectancy, it does not make sense to retire our able-bodied workers at the age of 55. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) We have limited human resource. To reduce our reliance on foreign workers, we have to encourage more of our people to remain in the workforce to contribute to the society and economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has set the pace years ago by raising the retirement age from 55 to 60. It has also announced plans to reduce the CPF contribution rate for employees who are over 55 years of age. This is to encourage employers to continueemploying workers beyond the age of 55. But, unfortunately, employers in general are still reluctant to raise the retirement age and the latest data collected by the Ministry of Labour and NTUC show that instead of moving towards higher retirement age, many companies are going backwards. And over the last three years, the number of collective agreements stipulating 55 years as retirement age has increased, whereas the number of collective agreements specifying 60 years as the retirement age has dropped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In many overseas countries the retirement age has been raised gradually from 55 to 60, and then to 65. In America, they have done away with the retirement age, that is, no employers can now retire an employee merely on the ground that he had reached a certain age. Now, we have not reached the stage of America, but we certainly have to persuade our employers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1559</b></font>\n  <br>\n  <br> to raise the current retirement age. Ideally, the retirement age should be determined by negotiation between employer and the union. But if voluntary negotiation fails, the Government may have to take more affirmative action. So far the Government has introduced legislations to enforce contributions to the Central Provident Fund (CPF), Skills Development Fund (SDF) and other employment benefits as stipulated under the Employment Act. Legislations were necessary because the employers by themselves were not likely to contribute to schemes like CPF, SDF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of raising of retirement age, so far the employers do not seem to heed the advice of the Government and the request of the union. I would, therefore, suggest that if all persuasions fail and no further progress is made, the Government should seriously consider introducing legislation to set the retirement age at 60. Of course, I can understand the disadvantage of legislating retirement age. It introduces rigidity. It may not be desirable to insist on the same retirement age for all workers, regardless of the nature of the work and the physical condition of the workers. But I believe this can be overcome by allowing the employers and employees to agree on earlier retirement under mutually acceptable terms and conditions. In other words, the retirement age can be legislated at 60 but the employee can opt to retire at an earlier age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from raising the retirement age, the Government should also consider other incentive and disincentive schemes to encourage the employment of older workers. For instance, employers who wish to employ foreign workers should be required to either raise the retirement age of the existing workers or to employ a certain number of older workers, say, those over 40 or 45 years of age. We should not allow our employers to employ foreign workers so freely if at the same time they are refusing to employ older Singaporean workers or to raise their retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister would respond to the various proposals raised. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wong. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1560</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> I am not speaking. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I would just like to add a little. I think the speakers before me have already spoken eloquently on the need to raise the retirement age. I would like simply to ask the Minister one question - whether it is perhaps time now for Government to seriously consider legislation to raise the retirement age. Could the Minister consider this and if he does not think that it is time yet, perhaps he could explain why. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, in Singapore, out of 933 collective agreements, only 15% specified retirement age of 60 years, 77% specified 55 years, whilst the remainder are mostly silent on this issue. Obviously, we still have a long way to go to reach our target of 100% of collective agreements specifying retirement age of 60 years in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the other speakers have already mentioned, the Government has been pushing for this for some time. In fact, the Government took the lead as far back as 1956, which is 32 years ago, to raise the retirement age for civil servants to 60. All civil servants in the Ministries who joined after 1st July 1956 retire at 60 years old. Those who joined before that date retire at 55. But some have been allowed to extend beyond 55. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are still a few statutory boards, eg Telecoms, which have not implemented this policy of raising the retirement age to 60. Recently, the Minister for Finance said that he would be encouraging the different Ministries and statutory boards concerned to follow suit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we are left mainly with the private sector where so far the progress to raise the retirement age has been rather slow. It could be that they are tied up with other matters, wage reform for example. But it is already several months since this policy was announced. I think the employers and the unions should get on and negotiate to raise the retirement age without further delay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the previous speakers have mentioned, Singaporeans are now healthier \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1561</b></font>\n  <br>\n  <br> and living longer. On the average, a Singaporean aged 55 can expect to live for another 20 years, to about age 75. So it is certainly too early to retire at age 55, a retirement age which was set decades ago when Singapore was still a British colony. Unless the person has substantial savings to last for so long and sufficient activities to fill his leisure hours, he will find it much better to continue working as long as he can, to age 60 and beyond. Our employers should understand the situation and not retire their workers at age 55 if they are still healthy and willing to work. Otherwise, it will be a waste of our manpower resources and will further compound our labour shortage problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of our foreign investors come from the US, Europe and Japan. In Europe, the retirement age is now generally 65 for males and 60 for females. In the United States, the retirement age used to be 70 but they have removed that requirement. In fact, as a speaker has mentioned, age is no longer a reason for retiring somebody. As long as the person is willing and able to work, the employer cannot give age as a reason for retiring him. In the case of Japan, the retirement age used to be 55 but they have progressively raised it to 60. After a lot of persuasion and with guidance from the invisible hand of MITI, eventually they decided that it was time to legislate the change. So the retirement age in Japan has also moved up to 60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, our health standards and life expectancy are comparable to the developed countries. All our employers, as responsible corporate citizens, should appreciate our social situation and not retire their workers prematurely. The Government has made clear its position on this matter. It has decided to allow some time for employers and workers to come to terms for extending the retirement age to 60 years. With our seniority pay scales, some employees at age 55 may be paid more than the worth of their jobs. They should be prepared to accept a pay adjustment to facilitate raising the retirement age to 60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have already announced last year the lower long-term CPF rates for older \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1562</b></font>\n  <br>\n  <br> workers. With progressive adjustments, the final rates should be in effect within a few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note the point made by the Member for Kebun Baru that it may be advantageous for the Government to announce the programme in advance for the workers who are above 55 years old. I will seriously consider that point and when we next adjust the CPF rates, see whether we should announce them in advance for the older workers, to give a more definite time schedule for the employers. But I do not think this is a good reason for delaying the raising of the retirement age because the Government's intention is already known. And it is only a matter of years, maybe 3 years, maybe slightly longer or slightly less, when the CPF rates for older workers will have been reduced progressively to the final long-term rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The common feature of all the Members who have spoken so far is that they are all pressing for the Government to legislate the change. I think we should go slow on this point and give the employers and the workers a chance to discuss first. It requires give and take on both sides. I can see that the unions are very keen. I hope the workers also realize that it is to their advantage and are equally keen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There could be a problem of costs. So it is better, in my opinion, to leave it to the market forces to adjust first and consider legislation only as a last resort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Boon Lay has proposed various other measures like tying the employment of foreign workers with the move to raise the retirement age These are some measures we have to study carefully because I am not sure whether they are really practicable. Personally, I do not think we should, at this point of time, come down so hard and wallop the employers. We should give them some time. And the unionists should push very hard. I think the right time to get this settled will be at the point of negotiating the collective agreements. So push very hard. I am fully behind you. Make the adjustments and we will raise the retirement age to 60. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>):Mr Chairman, Sir, the question \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1563</b></font>\n  <br>\n  <br> relating to the older workers that I would like to deal with have been touched upon by some other Members who spoke earlier. So, I'll just add one or two points. When we talk about the old, we used to talk about the usual topics like retirement age, CPF and skill training. I feel that the most important point is the overall social attitude. How the society as a whole look at the old people, and how the old look at themselves. What is the general attitude. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Minister for Labour said that very few aged workers have registered for training. According to labour statistics, there are only 47% of our old people over 55 to 60 taking part in labour activities. In Japan, it is 69%. In America, it is 64%. So, in this respect, social education by the relevant Ministry is necessary to change the attitude of our people to help promote older people to join the labour force. We can see that there are MPs in this House over 50 who are still without white hair but full of energy. Therefore, we can see that following the ageing of the population, we need to change our attitude and keep on learning as long as we live and are still healthy so that even in our old age we can work and look after ourselves and serve the society. When the older people are over 55 and still healthy, they should be able to keep on working on their own. Whenever we open the pages of the newspaper, we see in the vacancy advertisements the employers usually want workers around 35 years old. Even those above 40 years old would have little chance. I hope the employers would be encouraged to change their attitude and should think in terms of individual ability not age as a factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question I would like to touch upon is about training. Earlier, when dealing with MIT items, we had also mentioned about the importance of training old people. At the moment, with our basic and skill training courses there is no special programme of training suitable for the older people to adapt to job requirements. Therefore, I suggest that the Committee on the Aged proposed by the 1DPM and led by Prof. Jayakumar, Minister for Home Affairs, should set up a special old-people's job placement sub-committee to study what type of jobs in Singapore would be suitable for the older people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1564</b></font>\n  <br>\n  <br> And also courses of skill training for them should be in the medium of language in which the older people are conversant so as to help them adapt themselves more easily and quickly to the requirements of the jobs more suitable for them, without having to waste 2 or 4 years under the present basic skill training scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, when talking about CPF the Minister for Labour mentioned about considering announcing new CPF contribution rates, ie, for workers older than 55, I hope the Minister will do it by July the latest, and the contribution rate would vary reversely according to the stages of their age groups. I fully support this change to CPF contribution rates, as it will encourage employers to employ such workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards wage reform, we agree that it should be more flexible as when workers get older, they are more subject to mental and physical conditions. In this respect, the Ministry of Labour should have a more direct and clear-cut policy on this, otherwise, it will be more difficult to negotiate with employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, leaders of trade unions who are Members of Parliament have spoken on the retirement age and rather impatiently suggested it to be fixed at 60 years old by legislation. Here, I would like to suggest that since the Howe Yoon Chong Report made in 1983 on the Problems of the Aged it has been 5 years. Let the employers implement the scheme of retirement suggested therein by 1990, that is to say let the employers have 2-3 years grace. If they fail to do it by then, we should then legislate the retirement age at 60. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I have noted most of the comments made by the Member for Yuhua concerning the problems of the older workers. I think it is a matter of concern to all of us. I have already answered many of the points raised, eg on retirement age. So I do not wish to go over the same points again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I can just briefly tell Members about the unemployment situation of the older workers. As you know, the employment situation has generally improved. The unemployment rate has fallen from 6.5% in June 1986 to 2.8% in December 1987. The employment situation for older \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1565</b></font>\n  <br>\n  <br> workers has also improved. The number of Singaporeans aged 40 and above who were unemployed and actively looking for work fell from 12,600 in June 1987 to 8,700 in December 1987, a net decrease of 4,000 persons over a period of six months. So we can conclude that many of the older Singaporeans have managed to find jobs. There could, of course, be others who have left the job market and are no longer classified as economically active. The unemployment rate only records those who are actively looking for jobs. So if they are not looking for jobs they are not classified as unemployed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of job seekers listed with the Employment Service Department has also fallen to 5,700, as already mentioned. This is the lowest number for several years. There are, in fact, many jobs available if both employers and job seekers will adjust their expectations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In trying to help the older workers who are looking for jobs, the Employment Service Department of my Ministry has tried to counsel the job seekers. Unfortunately, the results have been disappointing. The workers have rejected job offers for various reasons. The success rate is rather low, about 15%. Many of those who come to us for jobs are looking for jobs which are less available, eg Government jobs. There are other unemployed persons who prefer hawker or taxi licences, as I think Members are well. My Ministry will continue to try and do what we can to help the older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The points made about adapting the training for older workers and advertisements with no age limit, I have already covered. Concerning the question of greater public awareness on ageing, I think there is already a programme by the Ministry of Community Development to get the public more aware of the problem and to come to terms with it. So, in general, I would say that we must all contribute our part and do what we can to understand the problems of the older workers and also to help them to adjust. But they, on their part, must also make the adjustment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1566</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, if I may, I would just like to go back to the question of retirement age. When I spoke earlier I informed the House that employers adopt the position of not wanting to negotiate employment age at all. That is why I suggested that we should exert more pressure on the employers and, if necessary, legislate to raise the retirement age. Because if they do not talk, nothing that the unions can do would bring them to talk, unless of course there is the heavy hand of the Ministry of Labour or its associated agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also raised the question of whether employees themselves are genuinely interested in wanting to raise the retirement age. I think the answer is yes. But when I asked our unions what was the reaction of their members with respect to raising the retirement age, they came back, to my surprise, with one concern, and that concern is that they are afraid that if the retirement age is raised to 60, then the withdrawal age of CPF would be raised to 60. Although we have made strenuous efforts to explain this to the public, some of them still have this misconception. I have assured those who worry about it that the withdrawal age of CPF would remain at 55, but perhaps it will be stronger if the Minister makes that statement. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You want to proceed with your next topic? \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Could I let the Minister reply to this question first? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, first of all, the point that employers are reluctant to talk about the retirement age. If that is so, then I think they have themselves to blame. They really should be pushed to get on with this job. I do not know whether it is a case of some of them wanting the easy way out themselves and waiting for the Government to just legislate so that they do not have to do any further work. \"Well, if Government says so, we raise it.\" But if they do that, then they would be missing this opportunity to try and make the necessary adjustments at this point in time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Legislation is a very easy process. The Government can easily do it. The question is whether it is the right approach or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1567</b></font>\n  <br>\n  <br> should we allow some time for the market to adjust. So I hope the employers will take this matter seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is about this fear by the public that if the retirement age is raised to 60, therefore the CPF withdrawal age will be also raised to 60. Last year when I talked on this point and announced the Minimum Sum Scheme, I already made clear that the Government has de-linked the CPF withdrawal age from the retirement age. Ours is not a pension scheme. It is not like in some developed countries where once you retire, you are entitled to pension. Ours is a compulsory savings scheme where you have to save up to a certain age, 55 years, and then you can withdraw the money and do what you like with it. Of course, you should manage it carefully. But you should continue working as long as you can because that way you will improve on your own financial standing and probably keep in better health as well. So it is quite clear that there should be no fear on this count - that Government has de-linked the two issues. We want to encourage the people to work longer to age 60, but we have already agreed to allow the withdrawal age to remain at 55 years with the implementation of the Minimum Sum Scheme where we make sure that everybody has at least $30,000 to live on after he retires. They first have to keep the money with the CPF Board or banks or whatever and they can only use that money from age 60 onwards. So that part is already assured, either as money left with the CPF Board, or the banks or insurance companies or as a pledge of assets. So the Government only concerns itself with the minimum safety level to make sure nobody becomes a liability to the State and to others. Apart from that, they can withdraw the money at 55, but please manage it carefully. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I wish now to speak on part-time work. One of the ways by which we can help to alleviate the problem of labour shortage is through the encouragement of part-time work for two categories of people, housewives and older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Ministry of Labour's statistics, 26,800 women or 5.9% of women workers are working part-time \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1568</b></font>\n  <br>\n  <br> already. So there is in fact some experience with part-time work. Although this is a substantial number, it is still very low compared to what other countries such as Denmark, United Kingdom or Canada have achieved. For example, in 1979 the proportion of part-time workers as a percentage of total number of workers is 19%. In the United Kingdom, as of 1986, it was 22% and in 1981 in Canada it was 13.5%. So if we look at our own figure of 5.9% of women workers, this is very low because if we take that total figure as a percentage of the total number of workers in the workforce, it will be just over 2%. In the countries that I have quoted, Denmark, United Kingdom and Canada, the high rate of women's participation in the workforce results from the use of part-time work. In fact, if my memory serves me right, in the United Kingdom the proportion of women who are working part-time as against a total number of women workers is well over 30%. I think it is about 35-37%. So by the experience of these countries, there is a substantial way for us to go yet and this is an encouraging pool of workers on which we can draw to alleviate our labour shortage problem. Recently, our employers have looked at part-time work more seriously. I think there is more scope for greater use of part-time work, especially in the service sector. The experience of the United Kingdom is that part-timers are concentrated in retail distribution, education, health and hotels and catering. These are also areas where we can encourage the greater use of part-timers rather than to allow a liberal allocation of work permits to employ foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem with encouraging part-time work is that we do not have legislation to regulate the employment of part-timers and to protect workers from discrimination and exploitation. This is a gray area on which both the unions and employers are studying. As far as the employers are concerned, I think they are concerned with the costs. As far as the unions are concerned, they are concerned with the protection of workers who may be employed part-time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister stated last year that there is a lack of in-depth studies on the subject. I have asked for research to be done both within my GPC as well as the NTUC on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1569</b></font>\n  <br>\n  <br> subject, and I have come across two reports. One is from Canada. They commissioned an inquiry and set up a commission of inquiry into part-time work and this was completed in 1983. I have a copy of that report. I will furnish a copy to the Minister if he has not already got one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other is work done by the EEC. In fact, they have done work and submitted a draft directive to the EEC Council of Ministers in 1981 and an amended directive was submitted in 1983. So it was quite several years ago. However, they are also aware that this is a new subject, a fresh area, and they have not yet implemented that directive. Similarly, work has been done in Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From these reports we can draw the following principles to safeguard part-time workers. I would like to state these principles. Firstly, the right of part-time workers to receive the same treatment as full-time workers in the same situation except where the difference in hours of work itself objectively justifies differences in treatment. Secondly, the right not to be discriminated against as regards working conditions, rules concerning dismissal established by legislation and collective agreements. The eligibility to join unions, to vote in union elections and to stand as candidates in the union elections. I am aware that the employers are not in favour of allowing part-time workers to be unionized but here I must state that every worker should have the right to join a union whether he works part-time or full-time. The third principle is the right to pro-rata pay, including holiday pay. The fourth principle, the right to statutory benefit schemes, for example, the right to CPF. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, in view of the labour shortage problem in Singapore, employers have no choice but to look for alternative sources of labour supply from housewives, persons above 55 years of age, school-leavers awaiting for examination results and students. There must be thousands of part-time workers in restaurants, hotels and factories. Most of the workers in fast-food joints, like McDonald's, are part-timers. Whenever hotels have large functions, they will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1570</b></font>\n  <br>\n  <br> engage part-time waiters and waitresses to supplement their existing workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, on reading through the 1986 Annual Report of the Ministry of Labour, there is no section dealing with part-time workers. I realize that the Ministry of Labour conducts annual surveys of the Labour Force. I would like to suggest to the Minister to include a section dealing with part-time workers in this survey, if it has not already done so. Again, I would like to ask the Minister if part-time workers are covered by the Employment Act. If they are, then I believe many of them are not working within the ambit of this Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe this is a serious problem. I am not suggesting to the Minister to discourage part-time work. I am only suggesting that they should recognize the important role played by part-time workers in labour-scarce Singapore and review labour legislation for regular part-time workers. The Minister should recognize the fact that part-time workers are less efficient than full-time workers. Employers are forced to employ part-timers mainly because of the lack of labour supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, part-timers are also workers and should receive some form of legal protection from unscrupulous employers. I believe the Singapore National Employers Federation has recently submitted a paper to the Ministry of Labour for a review of labour legislation for the regular part-time workers. I do not intend to take their case to this House, and I wish them success in their discussions with the Ministry. I am, however, glad to note that the Minister, in his earlier reply to our cut on labour shortage, has indicated that the Employment Act will eventually be amended to cater to the needs of part-time workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the process of making such amendments to the Employment Act, I would like the Minister to consider two points that I brought up in the Budget debate to encourage part-time work, namely, (a) CPF contribution for part-time workers should be reduced or removed completely; and (b) the cut-off point of $363 where full CPF contributions are made should be revised upwards so that part-time workers can benefit from more take-home pay. I hope that by the next Budget debate part-time work will be properly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1571</b></font>\n  <br>\n  <br> enshrined in the Employment Act and I look forward to a more detailed report on part-time workers in the next Annual Report of the Ministry of Labour. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chng Hee Kok is not here. Mr Lee. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I am glad that the GPC on Labour, trade unions and employers are all looking into this problem of part-time work seriously. My Ministry is doing the same. I raised this question of amending the Employment Act in the last Budget statement. Subsequently, we have done more studies and the issues are, in fact, more complex than I thought. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that quite a few countries - Italy, Germany, Japan, Spain, Ireland, New Zealand - have legislation for part-time work. But we find that one legislation is very different from another. Very often it depends on the local circumstances. Sometimes they are concerned about protecting jobs for the full-time workers. For example, there are a lot of regulations on what can be done part-time and what cannot be done, priorities, and so on, whether you need to have a cut-off point in terms of hours. So it is a complex issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, we have been waiting for some time for the employers to respond and in December they have given us a quite detailed submission, some ideas on what they think should be done. In their opinion, they feel that we need a separate legislation. I am not sure whether we need to go the full way for a separate legislation or whether we can achieve the same purpose through some simpler amendment to the Employment Act. But I think the objective is quite clear. We all want to encourage part-time work. One way to do this may be to give greater flexibility to both employers and the job seekers to come to terms themselves. It does not make sense, for example, to insist that a person who works only two days a week should also have off-days and holidays, and so on. It may be better in those cases if they are allowed to convert the benefits into pay. On the other hand, we need to make sure that there is adequate protection for the part-time workers in all aspects. This will cover areas like safety and health in the workplace. I think they are already covered under the Workmen's Compensation Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1572</b></font>\n  <br>\n  <br> Then there are other issues like whether they should be allowed to join unions. The unions obviously have one point of view and the employers have another point of view. We have to try and reconcile their differences and come out with a tripartite agreement on part-time employment. At the moment, my Ministry is still open on this matter and we invite suggestions and ideas on how we can best promote part-time work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as I mentioned before, the lack of legislation itself should not be a reason for not having part-time work. In fact, part-time work has been growing in Singapore. According to the labour force survey, 4% of the workforce are in part-time employment in 1987 as compared with 2% in 1981. So there has been a doubling of part-time work. Incidentally, this answers the point from the Member for Cairnhill whether we include part-time employment in our labour force survey. The answer is yes, and we do have some figures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is not much disagreement here on part-time employment and I do not want to take up more time. We will discuss this in more detail, of course, with the unionists and employers and study the matter carefully and thoroughly before we come to a decision. I would like of course to settle this within a year, if possible. But if it is not possible, I hope the Member for Cairnhill will be a bit more lenient with his time-frame and not insist that by next budget I should have everything wrapped up. I will do my best. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, we have relied on borrowed capital heavily. We have also depended on foreign labour substantially. In 1980, 7.4% of the employed persons were foreign workers. The percentage has increased to 9.2% in 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These foreign workers meet our increasing demand for labour during our economic booms so as to ease the constraints of labour shortage. On the other hand, foreign workers could be repatriated during recessions so as to reduce unemployment rate among Singaporean workers and this has happened in the 1974-75 recession and the recent 1985-86 recession. Hence, these foreign workers serve as a safety valve of our labour \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1573</b></font>\n  <br>\n  <br> market. The supply of foreign workers has given us the advantage of flexibility on the quantity side and, to some extent, reduce the necessity for wages to adjust. Moreover, Singaporeans are reluctant to take up certain unpleasant jobs, such as construction work and domestic service. Without foreign workers, employers will have to offer much higher wages to attract Singaporeans to do these jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the presence of a large number of foreign workers has created a number of problems. Firstly, social costs. It is worthy for us to take note that West Germany today is still confronted with problems associated with a large community of foreign workers and their family members. Japan, on the other hand, has used machines, computers, robots to solve their labour shortage problem. Perhaps we should learn from Japan in this regard. If I have my way, Sir, I prefer to import robots rather than foreign workers. At least, robots do not fall in love with Singapore workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, if employers can freely employ foreign workers, they will not have the incentive to mechanize, to computerize, to upgrade, and to restructure their operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, as most foreign workers are earning less than $600 a month, they tend to depress wages for our unskilled workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a small-sized economy with 1.15 million employed persons, we need to regulate the inflow of foreign workers. Otherwise, we could be easily swamped. The Government has interfered with the supply of work permit holders in three ways: (1) by regulating its price mechanism through a levy, it is similar to an import duty; (2) by controlling the overall quantity, it is similar to a quota; and (3) by interfering with its allocation, only certain sectors such as manufacturing, construction, hotel and domestic service, can apply for work permit holders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree that in the long run we should reduce our dependence on foreign workers. This should be our long-term objective. We should try to increase our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1574</b></font>\n  <br>\n  <br> domestic supply of workers and improve our labour productivity. I also agree with the Minister that \"we should be selective in what we eat\" but economic restructuring takes time. So in the short run we still have to rely on foreign workers. I support the need to control the supply of foreign workers, as I have just mentioned. The question is which control mechanism is more effective in meeting our long-term objective and which control mechanism is more responsive to market forces and changing economic conditions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The levy can be adjusted more easily to smooth out fluctuations in demand for labour and allow the employer to decide for himself whether to employ an additional foreign worker based on the marginal cost (inclusive of levy) and marginal revenue of this particular worker. The levy also helps to internalize the external diseconomies, namely, employers who rely on foreign workers would have to pay for the social costs. On the other hand, quota can restrict the number of foreign workers directly and meet the long-term objective more effectively. But quota may distort wage structure. The Government has opted to do both, namely, implementing an import duty plus quota system. This has frustrated many employers who have complained that not only have they got to pay a higher levy but also they cannot get enough foreign workers when these workers are most needed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest to the Minister that we should rationalize our work permit policy to meet both the short-term and long-term objectives, and to balance the interests of labour and employers. For example, we should ask ourselves several questions, such as, (1) should the levy be in percentage terms rather than in fixed sum; (2) should we have a tender system and leave the amount of levy to be determined by market forces, as suggested by the Member for Jalan Kayu; and (3) should we siphon off the collection from the foreign workers levy to SDF for training of our workers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another question is: should the Ministry take into account the factor intensity of industries and activities in the allocation of workers in addition to the degree of export orientation? And the final question is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1575</b></font>\n  <br>\n  <br> whether the bureaucracy is able to assess the changing economic conditions in the labour market accurately and make the necessary adjustments to the amount of foreign workers levy and the rate of approval of the applications for work permit holders. Should the private sector and labour unions be consulted on these matters? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, we are all quite aware of the Government's policy in regard to foreign workers. The Government allows foreign workers to work in shipyards, construction, manufacturing industries, and also as domestics. The Government has said that it will not encourage foreign workers to work in the service industry. I hope this will not be a blanket policy because the service industry covers a very wide area. I think it is fair if we stop foreign workers from being employed in hotels or in large departmental stores, in particular, the foreign departmental stores such as Sogo, Yaohan, Isetan and the like. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that we have an acute shortage of workers in certain areas, in particular, the service industry. Now what I would like to do is to highlight the plight of a very specific area of Singapore employers. These are the husband and wife team who opens a small business, in particular, snack bars, small restaurants or eating shops, canteens and the like, and also wives who run the neighbourhood beauty salons. These two types of employers have come to my notice. In fact, they have spoken to me about their difficulty in getting local workers. It is almost impossible to get local workers in these two areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this policy of not encouraging foreign workers in the service industry should be altered to a certain extent and be selective in these particular areas that I have mentioned. This type of industry involve extreme labour-intensive work. In fact, you have to be on the job all the time. They are long working hours and they are not the most pleasant of jobs. The people who are in this kind of work have spoken to me and they have tried to get local workers. They advertised for local workers. The young people come to work for a while and off they go again. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1576</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the rationale for foreign workers in this particular area is because the mother is involved. The mother is tied up with her job and is away from home from 10 to 10; long hours. And what happens? The children are usually taken care of by a foreign maid or have to be fostered out. So I think the principle involved in this particular case - the Minister should say whether or not priority is to be given to such cases because the mother who should be looking after the children, in particular children who are under 12 years of age, should be given a chance to stay at home by employing a foreign worker to assist in their business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And also, if you look at statistics, although under Other Services, it says here 256,000 workers are employed, but under the column, Own Account Workers, it amounted only to something like 12,860. So even if a concession is given to this particular area of workers, I think it would not exceed 10% of our foreign workforce. So I hope the Minister will look into this area because I believe there are many applications in this particular type of business. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I will first respond to the points made by the Member for Leng Kee. I think there is not much disagreement between what he has said and the position of my Ministry. He favours the import of robots, so do I. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Male or female? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> I can't tell the difference. Actually when he said that robots do not fall in love, I was thinking - foreign workers do. The thought came to my mind that robots cannot produce babies, but foreign workers can. And we do allow some of them to get married. It helps to supplement our population. But we do have to be selective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made the point that perhaps we should look both at the long-term and the short-term labour shortage problems and how to reconcile the two. I can assure him that we are fully conscious of both needs. That is why we are constantly monitoring the market and we are prepared to fine-tune, if necessary, towards the long-term objective of reducing dependence on foreign workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1577</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the mechanisms to be used, my belief is that we should retain full control and make full use of all the mechanisms at our disposal. I think every one of them has its pluses and minuses. If we depend on the levy alone, for example, we allow all sectors to employ foreign workers, then the end-result would be a very sharp increase in the numbers. And then to dampen the numbers down, we have to raise the levy up to a very high level. So we have done it on a very rough basis by giving preference to certain sectors which are export-oriented and which are able to contribute to the upgrading of our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know there are some local firms which have difficulty and I think the EDB is not unsympathetic. They should approach EDB and persuade it that they are upgrading and they are supporting industries, for example, and persuade EDB to support them. Then it would be much easier for my Ministry. We will approve it. There are, of course, other ways for them as well. I have mentioned that they can try and recruit better qualified workers, those with five '0' levels. We will admit them to any sector of the economy, including the hairdressing salons mentioned by the Member for Potong Pasir. We also allow those who are already here to stay. We do not chase them away. They can change jobs either within the sector or from the non-approved sectors to the approved sectors. But they must make sure that they apply for a work permit within one month of giving up the old one. Otherwise, they will be treated as new applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee asked the question - what control mechanisms should be used? He said that while we have the levy, we still have the allocations; so there seems to be a problem here. But I think the problem actually affects different sectors. The sectors which are able to employ foreign workers are in a sense privileged. They do have to pay a levy and it has been increased because the numbers have been going up too fast. The sectors which do not pay the levy do not get foreign workers. So it is actually quite irrelevant to them. But we do have to allocate for the reasons I have explained. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1578</b></font>\n  <br>\n  <br> The other group that is caught in a bind - they are willing to pay the levy, they are allowed to recruit foreign workers but they are not allowed to get any more - fall in the categories I have already mentioned. A lot of the garment factories, for example, have already reached the full limit of 50%. I do not see why we should allow them to have any more foreign workers. They have their full share. Then there could be other businesses which are within the approved sectors but they have contravened the rules for some reason or other, for example, they were caught with illegal workers or had failed to pay the levy. So we have blacklisted them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked whether the levy should be in percentage terms. The answer is that we started with the levy on a percentage basis for various sectors, including foreign maids, and found that employers were paying less and less levy. So we had to simplify the procedures, tighten the controls and fix the levy at a fixed quantum. A fixed quantum of levy also tends to favour the recruitment of skilled workers because the levy forms a smaller part of the total cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tender system has been suggested by the Member for Jalan Kayu. I am not sure whether it is a practical solution because we are getting applications for hundreds of foreign workers every day. So it is a constantly changing daily problem. I am not sure how we can implement a tender system involving hundreds of employers and thousands of foreign workers. I think it is too complicated. It is much simpler, and I think it is better, for the employers also to know how much exactly they have to pay if they want to recruit foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether the levy should be paid into the SDF fund, that I will reserve for my colleague, the Minister for Finance, to answer. I think his philosophy so far is that we should treat everything as consolidated revenue, and there are good reasons for this. Because then you have the flexibility to put in more into one sector that needs it and less into another sector. Why do you want to tie your hands and allocate? As far as SDF is concerned, I feel there should be more money. But whether or not it should come from the levy, that is up to the Minister for Finance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1579</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not quite understand the point about the factor intensity. It is an economics term. It is true tht my staff are not experts. In fact, we depend on the EDB to assess which companies should get support and which should not. In a sense, it is a trial and error process. We try certain ways and if we find it does not work, then we relax it. So there is no hard and rigid system. Even the levy is on a trial-and-error basis. We started off with $140, not quite knowing what was the right level. As it turned out, I think it is on the low side. So it has been brought up to $170. Maybe $170 is still too low! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has, I think, shown from what he said that he has understood the foreign workers' policy, except for one point. He said that we do not allow the service sector to recruit foreign workers. That is not true as a general statement, because the hotel sector is allowed and it is a service industry. Shipyards are allowed. It is also a service industry. And there could be other types of service industries, like aircraft servicing and so on. But for the other sectors, like banking and retail trade, we have our doubts because they have been able to get foreign workers, especially the banks, and the retail sector, is domestic-oriented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the small businesses, husband-and-wife teams, I sympathize with them. I wish I could say yes. But the problem is there are so many of these types of business teams. Once you relax for this group, then you practically have to relax for the whole domestic sector. It is very difficult to draw the line and say, \"Look, if you are husband and wife, okay. If you are husband and wife, with two employees, not okay.\" Where do we draw the line? And the problem with these people is that, especially with beauty salons, they do not pay their workers enough. They recruit a girl, and they expect her to be on her feet for, maybe, 12 hours a day and pay her a very low salary. So many of these girls, especially our own local girls, and rightly so, learn a bit about beauty culture from our community centres and they do it at home. It is a good service for Singaporeans and it is good for the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One solution for these small business people could be to take in these local workers as partners and give them a share \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1580</b></font>\n  <br>\n  <br> in the business; give them some sense of belonging to the business and share it with them. Do not try and under-pay them and expect to extract the maximum from them. In any case, this is a domestic business. If company A is unable to get foreign workers, company B is also in the same position. All are on the same terms. They could, if need be, pay a bit more and charge our Singaporean customers more. In fact, I think they are already paying a lot for their hairstyling. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Are you willing to look at it on a case by case basis, on merits? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> I think it is very difficult. In fact, in my own Meet-the-People sessions, I also have a lot of such cases and there is not very much I can do to help them. I think the policy is right, and we should continue. We can sympathize with them, but they on their own must make the adjustments. They can look for, maybe, relatives or friends or people they know, say in Malaysia, who have five '0' levels wanting to come here. We will approve it. They can look for others who are already here and want to change jobs - maybe they are unhappy with the previous employer - we will again allow it under change of employment, or they can allow the locals to be partners. There are different ways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered all the points. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Few points of clarification, Sir. The Minister should fight for the collection from levy to be channelled to SDF. Otherwise, the Minister for Finance will swallow up the whole thing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is on factor intensity, I do not have the figures but I have got the impression that the approval rate tends to discriminate against the more labour-intensive industry, even they are export-oriented, for example, garment and textile industry. That is the point I am making. So could we use the factor intensity criterion in addition to export-orientation criterion? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is that I have asked the question, whether the bureaucracy is able to assess the changing demand condition quite accurately or in that regard, should we consult unions and private sector on this matter? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1581</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1988/89, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1582</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Lee Yock Suan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
