{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1988-03-17\"> \n  <meta name=\"Start_Col\" content=\"869\"> \n  <meta name=\"End_Col\" content=\"956\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">17-03-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 869</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 17th March, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 870</b></font>\n  <br>\n  <br> \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 871</b></font>\n  <br>\n  <br> \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Mr Bernard Chen (Clementi). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 871</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Jurong East Sports complex</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for National Development whether there is any plan for building a sports complex in Jurong East. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Housing Board will be building a sports complex at Jurong East. The complex will be at the junction of Boon Lay Way and Jurong Town Hall Road, next to the Chinese Garden. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This sports complex will have an outdoor stadium, an indoor stadium and swimming pools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Building contracts for the complex will be tendered out by the end of this year. The complex is expected to be completed by the end of 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>\"CLEAN PUBLIC TOILET\" CAMPAIGN</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Chew Heng Ching</b> asked the Minister for the Environment whether the \"Clean Public Toilet\" campaign launched in January 1988 has been effective and what follow-up actions are being taken to ensure our public toilets are kept clean. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 873</b></font>\n  <br>\n  <br> preliminary results of a post-campaign survey being conducted at present, it is observed that public toilets are much cleaner. There is greater acceptance amongst building managements and cleaning contractors of their responsibility to keep public toilets clean and in good working condition. The public is also more conscious now of the need to keep public toilets clean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A new Code of Practice on Sanitary Facilities and Fittings for Public Toilets has been drawn up and introduced to all architects, engineers, plumbers and developers. It stresses the use of heavy duty quality fittings and materials for public toilets. New toilets and existing ones undergoing renovation are required to comply with the new Code of Practice. Managers of buildings with public toilets will be made to pay closer attention to the daily maintenance and cleaning of their toilets. Members of the public, on the other hand, should cooperate and show more care and concern for the cleanliness of public toilets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dirty public toilets are certainly not in keeping with our country's \"clean and green\" image. We hope that with the cooperation of all concerned, there will come a day when we will no longer need to run a \"Clean Public Toilets\" campaign. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, will the Minister pay particular attention to the cleanliness of public toilets in public swimming pools and in recreational areas? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> The answer is yes, Sir. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, the Minister has said that the public toilets are now much cleaner. Can I ask him on what evidence does he base his judgment on? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, since 1983 when we first started the \"Clean Public Toilets\" campaign, the situation has very much improved. But it is not as good as we would like it to be. I will give you an example. In a survey of nearly 18,000 public toilets conducted in Singapore last year, 13% were still found to be unsatisfactory. That is the reason why we have to keep on holding the campaign. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 874</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Do these public toilets include toilets in coffeeshops? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> It covers all public toilets - in coffeeshops, HDB estates, swimming complexes, restaurants, shopping complexes - all toilets used by the public. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 874</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPLAINTS AGAINST TAXI DRIVERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Communications and Information how many complaints against taxi drivers were received from foreign visitors and local commuters separately by the Registrar of Vehicles in 1985, 1986 and 1987; what were the types of complaints; and what disciplinary actions were taken against the guilty ones. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Communications and Information (Mr Ho Kah Leong) (for the Minister for Communications and Information):</b> Mr Speaker, Sir, on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Registrar of Vehicles (ROV) received 931, 684 and 878 complaints against taxi drivers for 1985, 1986 and 1987 respectively. On average, about 12% of complaints originated from foreigners. Of the total number of complaints, about one-third was for overcharging by taxi drivers, one-fifth for misconduct, such as rudeness, and one-tenth each against taxi drivers who refuse to let out their taxis for hire or who take a longer route. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these complaints were carefully investigated by the ROV. Where justified, various disciplinary actions were taken against the errant taxi drivers, depending on the severity of their offences. Most of the drivers were counselled, others were issued with written warnings, fined, charged in court, or had their vocational licences suspended or revoked. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 874</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CRIME STATISTICS FOR JALAN KAYU</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Heng Chiang Meng - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. To ask the Minister for Home Affairs if he will give the crime statistics for Jalan Kayu from July 1987 up to the latest \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 875</b></font>\n  <br>\n  <br> available date on a monthly basis, and how these figures compare to the national averages. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Heng. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Question No. 4, Sir. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Sir, the total number of preventable crimes for Jalan Kayu and nation-wide on a monthly basis from July 1987 to February 1988 is shown in the Table (Cols. 955 - 956) which has been distributed to Members. Preventable crimes refer to robbery, housebreaking, snatch theft, motor-vehicle theft and outraging of modesty. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880317/19880317-HA-0500955.htm\">Table - CRIME STATISTICS FOR THE PERIOD JUL 87 TO FEB 88 (Cols. 955 - 956)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, for the period July 1987 to February 1988, only two categories of preventable crimes in Jalan Kayu are higher than the national average. The figures for the other three categories are lower. For example, there was an average of 1.8 robberies per month in each constituency. In Jalan Kayu, the average number of robberies per month was only one. In the case of snatch thefts, the average number of such offences in Jalan Kayu each month was half the national monthly average of 1.2. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 875</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>STERILIZATION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Removal of incentives)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Koh Lam Son</b> asked the Acting Minister for Health whether there were significant reductions in the requests for both male and female sterilization in 1986 and 1987 and whether he will consider removing some of the incentives for sterilization to discourage it. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, in asking Question No. 5, I wish to declare my pecuniary interest. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the number of male and female sterilizations has been declining over the past 10 years from 10,218 in 1976 to 4,768 cases in 1986. It declined by a further 23% in 1987 to 3,652 cases. In 1986, there were 4,504 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 876</b></font>\n  <br>\n  <br> female cases as compared to 3,524 cases in 1987. Similarly, the number of male cases declined from 264 cases in 1986 to 128 cases in 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the New Population Policy, the incentives for sterilizations were revised in March 1987. Women with less than three children wishing to undergo sterilization are currently being counselled by their doctors in both the public and private sectors. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, can I ask the Minister for the reasons for the decline in the number of cases, and whether there has been a sharper decline in the last one year since the call by the Government to produce more babies? Secondly, whether he would consider removing the incentive of one week's unrecorded leave for civil servants for sterilization. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, the reasons for he decline would be, firstly, the continual removal of incentives over the last few years. Secondly, the counselling process that we have started and, thirdly, in line with the New Population Policy, I think women are becoming more aware of the need to not permanently terminate their ability to have children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the unrecorded leave for Government servants, I wish to inform the Member that this has been revised, and that with effect from March 1987 only officers without any GCE 'O' level passes who undergo sterilization after they have had their third child would be available for the seven days unrecorded leave. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 876</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHILDREN UNDER THE CARE OF FOSTER MOTHERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Emotional and physical health)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Koh Lam Son</b> asked the Acting Minister for Health whether his Ministry is monitoring the emotional and physical health of children under the care of foster mothers. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, my Ministry does not monitor the emotional and physical health of children under the care of foster mothers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> \n  <br>11.10 am \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, would the Minister not think that since thousands of children are being looked after by foster mothers and baby-sitters while their mothers are out at work, it is important to study this problem, especially the emotional health of these children? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the Member refers to a problem. In the experience of my Ministry's maternal and child health clinics, we have not come across any evidence of such a problem. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> May I suggest to the Minister that when he comes across such a problem it may be too late for him to do anything about it. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, we do have a child development monitoring unit that monitors the physical development of children in primary schools. I will instruct my officers to study the data that we have collected from there and see whether there is any correlation between those children who have physical development problems and those who are being looked after by foster parents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1988 TO 31ST MARCH, 1989</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [2nd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>11.13 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [16th March, 1988], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head T of the Main Estimates be reduced by $100.\" - [Mr Ng Kah Ting.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Dr Lee Boon Yang):</b> Sir, yesterday afternoon before we adjourned, I was responding to the Member for Punggol and also the Member for Nee Soon. Both of them have suggested that my Ministry should reconsider the preferential \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 878</b></font>\n  <br>\n  <br> margin which is being offered to resettlement shopkeepers. The request is to have a larger preferential margin to help them to secure shops. I would like to give Members some statistics on the success rate of these resettlement shopkeepers in tendering for alternative shop premises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Between October 1987 and January 1988, HDB conducted five shop tender exercises in various housing estates. A total of 197 resettlement shopkeepers submitted tenders in these five exercises. Eighteen out of the 197 were successful. Out of the 18 successful resettlement tenderers, 15 of them were successful without having to rely on their preferential margin. Only three of the resettlement shopkeepers had to depend on the preferential margin to secure their shops. This result shows that the success rate of the resettlement shopkeepers, which is one in 11, is slightly better than that of the public tender held for the same period. In the case of the public tender for the period, there were 591 successful tenders out of 6,848 or 1 in 11.6. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other significant point, Sir, is that the majority, 15 out of the 18 successful resettlement tenderers, succeeded in their tenders without relying on preferential margin. These results indicate that it is not the preferential margin which determines the outcome of a tender. What is more important and significant is the business acumen of the resettlement shopkeepers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the present preferential margins are considered adequate to enable interested and viable resettlement shopkeepers to enter the current rental market for HDB shops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Nee Soon also asked whether some shops could be set aside exclusively for the resettlement shopkeepers. If Members would recall, the policy changes to the resettlement schemes announced on 28th July 1987 were done so after careful consideration and study. The problem is that HDB simply does not have enough shops to offer to all the resettlement shopkeepers. On 28th July 1987 when the policy changes were announced, there were 2,075 resettlement cases pending. HDB had only 546 shops available. Considering that from now on HDB will be building about 150 shops a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> year, it is quite obvious that not all resettlement shopkeepers will be able to get a new shop under the old scheme. On top of this, out of the 546 shops available in July 1987, there were many shops which had seen a succession of business failures. That was why they were still vacant then. If they were good shops in choice locations, they would not have been vacant. They would have been snapped up long before that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So reserving these shops for resettlement shopkeepers will not do them any good in the long term. With the new policy, which is, no alternative premises but instead a cash compensation, these shopkeepers are free to tender for shops which in their own judgement are most suitable for their business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope both the Members for Punggol and Nee Soon will understand why the new resettlement scheme is here to stay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to respond to the comments made by the Member for Chua Chu Kang who asked the Government to be quick in paying compensation to resettled shopkeepers and farmers. Sir, in working out the amount of compensation due to people affected by resettlement, the Resettlement Department has to conduct a physical examination of all the qualifying items in every case. During the assessment exercise, every item of improvement is counted, measured and assessed according to approved compensation rates and guidelines under the resettlement policy. Counter-checking and verifying has to be done separately by HDB's auditors before payment can be released. This procedure is time-consuming but necessary to ensure accuracy and a fair compensation. It takes normally three months from the time of field assessment to payment of a compensation. A longer time of four to five months may be needed to process compensation for extensive farming cases. In some cases, there may be complications arising from disputes about the way the assessment was conducted or the items which were included or excluded. Whenever such disputes arise, invariably the processing time is lengthened. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 880</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Resettlement Department carries out assessments of its own procedures from time to time with the objective of trying to expedite payments to all resettlement cases. In Chua Chu Kang Constituency, a large number of resettlement cases are farmers and squatters who have carried out extensive improvements on their land. It takes more time to process such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chua Chu Kang also raised the issue of resettlement folks who were \"deemed not to be interested\" in resettlement flats after they have failed to select a flat on three occasions. The truth of the matter, Sir, is that the majority of resettlement cases successfully picked their flats within the three offers made to them. Between January and February 1988, 2,400 cases were handled by the Resettlement Department. Only 37 cases failed to select flats after the third offer. In other words, only 1.5% of all resettlement cases during that two-month period were affected. Even then the Resettlement Department does not disregard the needs of these resettlement folks. In fact, even after the third offer is rejected, a resettlement person will be given a new priority number. HDB will continue to make offers of flats to him. He will still retain some priority and does not have to compete with public applicants for flats. In other words, he still qualifies for the flats that are set aside for resettlement cases. And in some localities, as my Minister has told Members yesterday, up to 50% of flats in any locality can be set aside for resettlement cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once a resettlement case has picked a flat, the Department will also expedite the assessment of compensation due to him, if this has not been completed as yet. So the Department is making every effort to expedite all payments of compensation. However, in view of the Member's appeal, I will ask the Resettlement Department to conduct a another review of its procedures to see if further improvements can be made to shorten the processing time. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Sir, I would just like to make a very brief reply to the Member for Punggol on the point he raised about the need to integrate our road networks and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 881</b></font>\n  <br>\n  <br> also to ensure that the New Towns are inter-connected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The planning of the road network has always been considered on the basis of linking all the major traffic generators such as residential towns, industrial areas and commercial centres. When the major part of the expressway network is completed by the mid-1990s, there will be an efficient inter-town linkage among all the HDB New Towns. In fact, the transportation plan within the HDB New Towns, as planned by HDB, is integrated fully with the PWD's network of expressways and major arterial roads. For example, Hougang New Town is connected to the Central Expressway by Hougang Avenue 2 and to the PIE by Hougang Avenue 3. So there is, in fact, sufficient attention paid to this aspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we still have probably about 10-15 minutes on this item, I thought it would be a good opportunity to allow the Member for Potong Pasir to raise the questions which he wanted to raise yesterday. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> As there are a few minutes left on this amendment, the Floor is now open to any Member who would like to join in the debate. But can I urge Members to be brief so as to allow some time for the Frontbench to respond? Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> I am much obliged to you, Mr Deputy Speaker. There are two questions which I would like the Minister to answer, both in regard to the pricing of HDB flats. The first one is, would the Minister be willing to announce or make public the market value of all the land in the housing estates used by the HDB? Now the Minister has come out quite forthrightly, unlike his predecessor, to say that the pricing of HDB flats, in fact, includes the land cost at market value. This market value is a very volatile concept or a very unsure one because market value can mean really anything, depending on what the HDB would like to peg the market value on. If the HDB could give an indication, then I think the public would know how much their flats really cost. Because successful tenders of construction cost are usually gazetted, so we have information on that. But up to now, the land cost has been a complete mystery. I think the Minister should have this cost of land \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 882</b></font>\n  <br>\n  <br> value because he put up a table which was distributed yesterday, and this table does not really give any details of how the price of each individual flat is arrived at. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question is the unit cost per flat. The Opposition has been at this since, I think, 1984 but we were unsuccessful every year. All kinds of excuses were given. If the Minister would remember, the former Minister said that it was difficult to give the unit cost because it varies from area to area. To make it easy, perhaps we confine ourselves to each particular New Town. I am sure he has figures of each unit cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Until the Minister can enlighten us on that, I think the two points which the HDB has always been canvassing cannot really be cleared up from the air. No. 1 - HDB has been subsidizing the flats; and No. 2 - the HDB has not been making a profit. Of course, we in the SDP have said to the contrary. We do not believe that the flats are subsidized in the sense that the HDB has taken money, out of pocket, to top up what they have lost in regard to cost per flat. And also we say that the HDB does make profits in the sale of their flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards land, I think everybody knows that when land is acquired compulsorily, normally the compensation is based, in the past, on 1973 values. But after the new law was passed, land value is taken at the price in January 1986 for those lands that are acquired after November 1986. Somebody asked the Minister why the price of land was taken at January 1986, and he was quite forthright: \"because prices of land at that time were at its lowest point.\" We can see that the land acquired by the Government is almost for a song. We know that land in outlying areas, was acquired and compensation was paid at something like 60&gt; per sq ft. And not long ago I even read of rubber land at Mandai being acquised and the Government compensated the landowners something like 15&gt; per sq ft. So it would be interesting to see what is the market value of the various estates which the HDB has taken. I think this is an important point because I think the public would go along with the Government to allow their land to be compulsorily acquired at a very low value, and not only at a very low value but, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 883</b></font>\n  <br>\n  <br> in fact, a lot of hardship has been endured by those people who have been evicted from their land forcibly against their will. I think many MPs have spoken about resettlement and, in fact, the story of the human side of the resettlement has not really been fully told. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, the public would go along with the Government and allow their land to be compulsorily acquired if they know that the land acquired is to be used for public purposes, for the national good. But if the market value fixed by the Government is so high and it can be deemed by the public that, in fact, the Government is using the Land Acquisition Act to make a profit on their land, then I am afraid it would be very difficult in future for the Government to acquire land. There will be more resistance to it. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Time is up, Mr Chiam. Mr Ng. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Thank you, Mr Deputy Speaker, Sir. I just wish to make a clarification on the Hon. Minister's statement yesterday. Could I ask him why he made no mention of my GPC's recommendations vis-a-vis HDB's new role in public housing and land use, particularly concerning lands at Marina South and East Coast? Is it because we are on the same wave length? As can be seen from his statement, the GPC made those recommendations and this was not acknowledged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government policy on HDB public housing will now be shifted to full home ownership which would mean affordability of a 3-room flat. Here, we cannot disagree with him. However, we would like to ask him whether this will mean that HDB's 4-room, 5-room, Executive apartments and maisonettes will now be priced higher. As I said, we agree with the full home ownership but not 100% ownership which, we think, is not realistic. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, the Member for Potong Pasir wants to know whether the HDB will make public the value of individual lots. Of course, the HDB does have details of the value of individual lots. But I must take very strong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 884</b></font>\n  <br>\n  <br> objection and, I think, the profession of valuers in Singapore will take very strong objection to his suggestion that the value of land is completely arbitrary. It is not arbitrary. It is not up to the HDB to peg it to any level that it wants. As I mentioned yesterday, I would suggest that the Member for Potong Pasir should try and get hold of a copy of the text, and if he cannot, I will let him have a copy of the text of what I said yesterday: the value of the land that the HDB purchases is fixed by the Chief Valuer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are very specific criteria and approach that valuers use in order to arrive at the value of a piece of land. Land is sold and bought all over Singapore all the time, not just private land but also Government land. And using the sale prices of land between willing buyer and willing seller, valuers are able to make the kind of adjustments necessary to arrive at the value of land in other areas or adjacent areas. So it is not arbitrary. In fact, valuers have claimed that though they exercise judgment, their approach is a rather scientific and rigorous one. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Subjective. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> It is not. As I said, they have to exercise judgment but it is not just completely arbitrary. I have already explained yesterday why we had to use market value of land. But I did make it very clear that HDB prices do not cover the market value of land, which is why 98% of the flats completed have a subsidy element. And I made it very clear what we mean by subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Member to get his thinking right. It is not a question of whether you spend money out of pocket. The point I made was that as long as HDB sells its flats at a price lower than what the purchaser has to pay in the market, there is a subsidy. And this has been demonstrated again and again by HDB purchasers being able to sell on the market at a price higher than what they paid the HDB. That is the only rational, logical definition of subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I made this point once before. If the Member were to give his son a house which he had bought 10 years ago, either free or even at cost, would he not think that he has done his son a favour? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is different. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> It is not different. The point I am making is that you would be giving a benefit to somebody which he would not get if he were to go into the market to get that particular service or that particular asset. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is father and son relationship. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Or it can be to anybody. So there is no purpose in trying to pursue this point, what is the cost? I have already said that I have asked the HDB to let us know what the historical values are, just for us to note. But HDB has used the market value as a guide to price its flats. And it is very obvious and quite conclusive from the evidence I gave yesterday that 98% of the flats are priced below what they are worth on the market. And people know. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We do not know. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> If the HDB purchaser thinks that he is paying the HDB more than what he can pay on the market, he would not buy from the HDB. HDB is not the only developer in the market. It is very simple. There are private developers. They build apartments. Some of them look very much like HDB apartments. People are free to buy those apartments. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think we are going to have a repeat of the last four years. Is the Minister going or not going to answer my question? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I am not giving way, Mr Deputy Speaker, Sir, \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, I must warn you not to embark on a speech until I have given you permission to do so. You are very fond of doing this before I give you permission. Please continue, Mr Dhanabalan. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> We are not getting the answers. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> So the question of whether HDB makes a profit does not arise. As I said, at the end of every year, HDB totes up what it costs to build its flats, which means construction cost, development and infrastructural costs, the land \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 886</b></font>\n  <br>\n  <br> price that it pays the Government. It totes what it gets by way of its sales receipts, and there is a very big deficit which is shown in the budget, and it runs into billions of dollars. If the Member for Potong Pasir does not want to understand, then of course there is no way I can make him understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He can't understand! \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I do not think the Member for Potong Pasir is incapable of understanding. I think he does not want to understand. As it is said, there is none so blind as those who do not want to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have gone to great lengths yesterday and I would seriously urge the Member to study what I have said and try and understand the purpose behind the pricing policy of HDB. I have already explained very clearly why it is not possible to use historical value and that we will not be able to do a proper, rational, allocation of public housing resources in the present generation, let alone take care of the interests of future generations. We can be very popular, as I said, by giving away land but we will not be doing Singaporeans a favour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is the question of land acquisition. I did make the point yesterday that Government has been acquiring land at very low values, 1973 values and now 1986 values. Let us not pretend that we are acquiring from a large number of people and then redistributing it also to a large number. In fact, we are acquiring from a very small number of people. Even the resettlement cases which the Government deals with usually do not arise out of acquisition of land which belongs to the resettlement case. Very often, the land is Government land on TOL or on lease. And when Government needs it, the tenants are resettled. Or the land is acquired from a big landowner and the people occupying the land are not the owners. The owner is compensated. The tenants are resettled. The number of people from whom we acquire land is very small. This is a Robin Hood act, as the Prime Minister pointed out once. It is a Robin Hood act. We have taken land from a few landowners and redistributed it. And every HDB flat sold in 1986-87 was below cost; only 2% covered the full cost. Before that, it was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br> 100%. Every HDB flat purchaser pays less than what the market value is. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Why don't you give us a breakdown? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> What is the point of giving a breakdown? The point is, as I said, 98% of the flats are subsidized, in the definition which I have given and which I have stated is the only rational and logical definition. It is very easy to talk about making profits, book subsidy and be irresponsible. I would ask the Member for Potong Pasir who, I think, usually is quite rational and quite reasonable, to go back and think carefully about the method that we have adopted which is not to make the purchaser pay the full cost. We have never said that the purchaser has paid the full cost. But the market value is a guide towards which we must finally arive at. Maybe the Member for Potong Pasir thinks that there is a fairer and better way of ensuring that we do a proper allocation of our housing resources for the present generation as well as safeguard future generations' interest. If after he has studied carefully what I have said and he still wants to bring up new arguments, I am prepared to entertain them when we come to the subhead on the HDB, if there is time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the GPC recommendations, I must apologize to the Member for Punggol that I did not acknowledge the recommendations. It happened that the recommendations of the GPC coincided with the thinking of the Ministry as well as the Ministerial Committee. And since so many different bodies or committees were thinking along the same line, I overlooked the fact that this particular recommendation came from the GPC. So I want to make due acknowledgement now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as full home ownership is concerned, as I said yesterday, we want to ensure that our construction programme and the pricing of HDB flats will enable Singaporeans to afford at least the basic of a 3-room flat. It does not mean that the other types of flats will not be subsidized. In fact, as I pointed out, all the flats are subsidized but the subsidy for the smaller \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 888</b></font>\n  <br>\n  <br> 3-room flat is higher. Over a period of time, we will have to decrease the subsidy. But I think this will have to be done over a long period of time. And I explained yesterday that if there are no increases in fuel, material, wage cost and if inflation remains low, there is no reason for an across-the-board price increase of HDB flats. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment, Mr Ng? \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I must thank the Hon. Minister for his patience and for the way he has been able to deal with all the questions posed to him. And I think everybody is happy now with all the replies given, I hope. On that note, Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. 2. The time allotted for this amendment is 28 minutes. Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Bo Wen):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TA 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our public sector building and construction activities are likely to slow down. In fact, it has slowed down over the past few years. It is anticipated that these activities are unlikely to increase in the near future. In the light of this situation, I want to ask the Minister what are the plans in relation to the effective use of professional manpower of the Ministry in terms of its expertise in construction technology and construction management activities. I understand that the Ministry has been marketing aggressively such expertise overseas. It will be useful to enlighten the House what has been the result of such efforts and how successful these marketing activities have been. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other question that I would like to raise is the manpower issue pending the establishment of town councils. With the establishment of town councils in the near future there will be implications in terms of the deployment of professional staff attached to the HDB. HDB has more than 13,000 staff, both supporting staff and professional staff involved in estate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> management activities. These staff are concerned about their future career prospects upon the establishment of town councils. I think it is important to give them the reassurance about how they would be deployed and how their professional expertise would be utilized. Many of them have raised this issue with me as the Chairman of Ang Mo Kio South Town Council and they are worried about their tenure and their career prospects. It is useful that some policy direction be given at this stage. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon):</b> Sir, I have noted that in this year's Budget paper, under the programme description of the Administration Programme of the Ministry, one of the two main titles is \"Research and Statistics\". I just want to ask the Minister to elaborate on the kind of research that is being carried out in his Ministry. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, as a motorist I would like to commend the URA for having improved its parking services by providing more lots and better services. According to the 1986-87 URA Annual Report, the URA has provided a total of 36,435 car parking lots, 1,480 lorry lots and 7,323 motor cycle lots. I believe part of the objective of the URA is to serve the people of Singapore and not just to make money. This can be seen by the two surveys carried out by the URA in 1986 which show that the URA parking rates were either the same as or lower than that of private car parks. I believe the URA can provide a better service to the public by providing free parking at selected URA car parks during weekends and public holidays, just as the HDB has done for HDB car parks in HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I refer to URA shopping complexes, like the Cuppage Centre, where business is poor, even during weekends and public holidays. Cuppage Centre, in particular, has a wet market and a food centre where business has been poor for several years. I am sure there are other URA shopping complexes that are suffering from bad business. If the Minister can consider providing free car park facilities at URA shopping complexes like Cuppage Centre, the public will benefit from the convenience of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 890</b></font>\n  <br>\n  <br> weekend shopping and the hawkers will benefit from the additional business. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, I rise to support the cut made by the Member for Bo Wen. In supporting this suggestion, I wish to focus our attention to problems faced by owners of private apartments who are becoming the victims of irresponsible contractors and developers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the predicament faced by owners of Cheng Hong Mansion is a case in point. These people who have bought private apartments in the open market did so in good faith that the property they purchased with their life-time savings is in good and dependable condition. But the incidence involving the owners of Block 84, Cheng Hong Mansion, in my constituency, shows that this is not so. The properties they bought have, after studies conducted by an engineering consultant firm, been found to be unfit for habitation. Because the building was considered as \"in a state of imminent danger of collapse\", residents were ordered to vacate the premises immediately. Since it is a civil matter, the aggrieved parties will have to seek redress through the court of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, even after spending large sums of money on this, there is no guarantee that they will be compensated. It is a widely known fact that there are many construction companies which are set up on the basis of one particular project. After the project is completed, the company is closed. Besides, solution through the court takes time. Meanwhile, the residents and owners will have to pay the legal and engineering consultancy fees, including design for rectification work. They also have to continue paying their bank loans and/or CPF deductions. And thirdly, they have to pay rent for their temporary accommodation. In addition, Sir, since structural rectification work in their apartments will have to be done in such a way they still have to spend additional money to redo the interior of their apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the brief survey conducted, Sir, I found that the owners are unable to meet these sudden massive but urgent expenses. Resolving this matter through legal process takes time. Meanwhile, with no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 891</b></font>\n  <br>\n  <br> guarantee of payment, there is no contractor that is willing to undertake the rectification work. As such, it is not impossible that the said Block 84 of Cheng Hong Mansion will be left there for 5-6 years unattended, allowing the deterioration process to quicken the danger of collapse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the fact that there are a significant number of private apartment owners in Singapore, I would like to ask the Minister, apart from setting up a kind of housing insurance scheme financed by private companies, what are the measures the Ministry has in mind to protect buyers of such apartments from such unknown and unexpected risks. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, on the point about what is the Government doing to help professionals in the construction industry who are affected by the downturn in the industry, we, through the Construction Industry Development Board, are trying to open up new markets and develop new growth areas for the industry. But whatever we can do, which I will detail later, the point still remains that these are professionals who are quite well educated and they must make their own effort to look for alternatives and explore new markets and new growth areas. The Government can only assist. These are not, as it were, poorly educated, unskilled workers who require considerable Government assistance to train them and to place them in jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several measures have been taken to assist the industry as a whole to participate actively and successfully in the export market for the construction industry. First of all, we are aware that many of the contractors and even professional firms do not have the full range of professional expertise which they need to put together in order to make a bid for a market overseas. So we have a system of attaching public sector professionals for export construction services. In other words, professionals who are already in the PWD, URA, PSA and so on, ie, in any of the Government departments or statutory bodies, can be loaned for particular projects for which our contractors or developers or professionals bidding in the export market. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 892</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we provide them basic market information on overseas projects and the basic material costs for these projects to help those who want to bid in the export market to calculate more accurately their tenders. We organize overseas missions to meet officials and businessmen in other countries to try and identify opportunities which they can then follow up later. Then we have the Market Development Assistance Scheme where the Government provides a dollar-for-dollar grant in marketing for overseas work. As a result of these efforts, export orders secured by our construction firms have been, in fact, rising steadily from $188 million in 1985 to $355 million in 1987. Though it is a significant increase I think we must accept that it is small compared to the total construction activity and the total that we can in fact get in the export market with the expertise and experience that we have. So we need to make continuing efforts in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the local market is concerned, the CIDB has identified building maintenance and retro-fitting as the growth area where professionals will be required. In the case of building maintenance, as buildings become more and more complex and the kind of equipment in buildings become more and more sophisticated, engineers and technicians are needed not just to design and erect and construct but also to maintain. There will be a growing need for trained people, for professionals and technicians in the maintenance market. Retro-fitting is restoration, renovation and improvement of existing buildings. This is a growth area because there are many buildings which were built maybe as late as 10 years ago which are already outdated in terms of current standards demanded by our users and in terms of the current level of technology. So retro-fitting is a growth area and this should be an area which will offer opportunities for professionals and others who are involved in the construction industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do, for the retrofitting market, give market information and advisory services as well as tax incentives for retrofitting and renovation costs which encourage building owners to retrofit their buildings. The volume of maintenance work has been increasing very steadily and this is to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 893</b></font>\n  <br>\n  <br> expected. As the stock of buildings increases, of course, the maintenance volume will increase. It is estimated to be about $780 million per year but I think this will increase quite sharply. Many, many professionals and workers are engaged in renovation, retrofitting and maintenance of buildings and we will continue to give advice for professionals to go into this industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bo Wen raised an important point about the HDB's staff and how they will be affected by the establishment of town councils. First of all, town councils cannot be established overnight. It has to be done over a period of years and in that period, of course, HDB and the Ministry of National Development are very concerned that there should be sufficient security for the present HDB staff. With the present state of the maintenance and management of property industry in Singapore, there is much scope for trained people in this area. The HDB itself will be forming a company to offer management services, maintenance services to the town councils. I can envisage many HDB staff being seconded, in the first instance, to this company in order to provide the services. But there is an increasing demand for such people in the market. I personally do not doubt that the highly trained and professional people, not only at the top level but at all levels, who are needed for good maintenance of any real estate development can find jobs. In fact, the larger part of HDB's effort today is not in constructing new flats but in maintaining them. The larger part of the staff of HDB are, in fact, involved in the maintenance and management, and I think that they have done a very good job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, town councils are already aware of the complexities and difficulties of managing public housing. If at all the town councils have any fear, the fear is that HDB may not help them to manage these areas. Although we often hear complaints about the lapses in HDB management of public housing, I think the real proof now is that people are worried that HDB may not continue to manage the housing estates. So there will be scope, and it is the intention of the Housing Board and the Ministry to ensure that all the trained people in HDB will be effectively and use- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 894</b></font>\n  <br>\n  <br> fully deployed in maintenance and management of public housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would just take one other point, then the Minister of State would take the other two points. This is the point raised by the Member for Kampong Kembangan on how we can minimize risk for purchasers of private apartments. I think this subject can be debated at greater length when we come to the Second Reading of the Building Control Bill that I have presented to Parliament. In fact, many of the provisions of the Bill will help ensure that buildings are structurally sound and properly built, not only at the design stage but also at the stage of construction. Some of the problems that we had, like Hotel New World or even Cheng Hong Mansion, should not occur. If the kind of steps that we have set out in the Bill are in place, we would not have a recurrence of this type of incident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards flats which are already constructed and completed, I think I have replied to a question that was raised sometime ago - the Government has asked owners of all buildings to do periodic checks to ensure that the buildings are sound; in other words, do not wait for very obvious signs of distress in the structure before taking action. I think as we put into place, under the new Bill, regular periodic checks of buildings, we should be able to surface buildings that require attention and the owners should be able to take rectification action in time to prevent any serious problems. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, Sir, the Member for Nee Soon asked about the item on Research and reviews for which there was a provision in the 1987/88 budget and none for the coming financial year. This particular item was provided in the last financial year for the Building ControlWorking Committee. This Committee was set up to study the implementation of the recommendations made by the Commission of Inquiry into the Collapse of the Hotel New World. The amount budgetted for included expenses for study visits abroad to enable Committee members to be acquainted with the building control procedures and practices of other countries. The Committee completed its work in September 1987. Following this, Government announced in Parliament on 9th November 1987 new measures \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 895</b></font>\n  <br>\n  <br> to be introduced to improve our building control practices. As the Committee has completed its work, there is no further budget provision required under this expenditure item. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn to the request made by the Member for Cairnhill to extend the free parking scheme to Cuppage Centre. At the request of MPs, URA had in the past allowed free parking on Sundays and public holidays in selective car parks fringing public housing estates. Some of these car parks are at Lim Tua Tow Road, Teck Chye Terrace, off Upper Serangoon Road, Everton Park, Chip Bee Gardens, Bukit Teresa and Jalan Nira. The question is: can this scheme be extended to Cuppage Centre car park? Sir, Cuppage Centre is in the midst of busy Orchard Road shopping and tourist belt. Free parking cannot be allowed on Sundays and public holidays as these are the days when the parking demand is at its highest because of the shopping crowd. If free parking is allowed, it is very likely that the customers and patrons will stay longer than they would otherwise. This means fewer motorists will be able to use the parking station. Free parking could also result in motorists parking their vehicles in Cuppage Centre when, in fact, they plan to eat or shop elsewhere. When this happens, hawkers in Cuppage Centre will end up losing more than they bargain for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on balance, URA has recommended that parking stations in areas where the demand is high during weekends and public holidays, such as in Cuppage Centre, Newton Hawker Centre and the East Coast Park, should not be included in the free weekend parking scheme. This will result in better service to the motorists. The point here I want to make is that the intention is to continue to provide better parking services and not just to make more money for URA. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, in view of the Minister's clarification, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), 7 minutes. Mr Ng Kah Ting. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 896</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TA 2310 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this subject concerns training courses for staff. In the Main Estimates of Expenditure, under Manpower Development, I notice that the estimated expenditure will increase by 179.3% to $702,690, from a revised sum of $251,550 for FY 87. I would like to know why there is such an increase. Is it a provision for staff development through some form of training courses, bearing in mind that there is the policy of zero growth on manpower? And may I ask what these training courses are and how will these training courses help to maintain or increase the efficiency and productivity of the staff in this Ministry. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the increased budgetary provision for this sub-head on Staff development is to provide for more training courses to help improve the job performance of MND officers. These courses are designed to enable them to acquire new skills and to keep pace with technological advances in the fields of their work. The courses not only enable the staff to do their work more productively but some courses also make our MND officers more versatile. This is particularly beneficial when there is a need to re-deploy officers as a result of organizational changes. Training alone, however, cannot ensure zero manpower growth. We also need other measures such as improving and streamlining work procedures and practices. And where we can find a particular type of work which could be better done by the private sector, we will consider privatizing this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must emphasize that although we aim at zero manpower growth, this will not be done at the expense of the quality of service which MND provides to the public. In fact, with better training of our officers, we will be able to provide better services. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> In view of the Minister's reply, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), three minutes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 897</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TA 2420 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here again, Sir, I just have a simple question, and that is, why is there a sharp decrease of 119.7% (the sum budgetted for is $83,010 against a revised provision of $37,790, for FY 87? And what are these official visits for, and how would such visits help in the central management and administration of the Ministry of National Development? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the higher provision for official visits in the coming financial year is to ensure that there will be enough funds to send staff of the National Development Ministry to attend overseas conferences and to make study tours in line with their work. The increased provision is also to enable our specialist staff to attend international congresses and conferences and to help them establish professional contacts with their counterparts abroad. This will facilitate the exchange of knowledge and experience. Professional and technical staff of my Ministry will thus be able to keep abreast of technological developments in their own areas of specialization. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even with this increase, the provision amounts to less than 0.04% of the recurrent expenditure for my Ministry. I think we must continue to have to provide these opportunities for our officers to travel abroad to broaden their horizon and to gain more experience by meeting their counterparts. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, in view of the Minister's reply, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), 7 minutes. Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TA 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just want to ask the Minister what are the criteria used for the planning and construction of pedestrian crossings, overhead bridges and pedestrian subways, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 898</b></font>\n  <br>\n  <br> particularly those in HDB housing estates. Are these planned when the housing estate is being planned? Or are they planned after studying the traffic volume and conditions? Or are they constructed only after requests have been received from the public? I would also like to know whether there is any study being made to find out whether the existing pedestrian crossings, overhead bridges and subways are fully utilized. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, there are four types of pedestrian crossings in use in Singapore at the moment. These are zebra crossings, pedestrian signals, overhead bridges and pedestrian subways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The decision to provide a particular type of pedestrian crossing is determined by the extent of pedestrian/vehicle traffic at a particular location. Hence, the number of crossing pedestrians, the road traffic situation, and costs are factors which have to be considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, zebra crossings are provided on minor roads with few passing vehicles. On major roads, pedestrian signal crossings will be provided if they do not reduce the road carrying capacity and add to traffic congestion. Otherwise, pedestrian overhead bridges or pedestrian subways will be provided if there is space to construct them. Normally an overhead bridge is preferred to a subway because it is cheaper and easier to build. Subways are usually provided when it is possible to connect them to basements of buildings on both sides of the road or MRT stations or when the topography is suitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When are these pedestrian crossings designed and planned? That is the other question raised by the Member for Nee Soon. It depends on the location and the circumstances. Where possible, crossings will be planned at the early stage of the development of the area. But it does not mean that these crossings will be provided immediately because, for instance, in some of the New Towns, pedestrian crossings have been planned right from the development stage and they are not provided until the need arises, ie, when the residents have moved into town and there is an increase in pedestrian traffic. I hope that answers the Member's point. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 899</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, in view of the Minister of State's reply, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), 11 minutes. Mr Ng Kah Ting. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TA 5110 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I would like to seek the enlightenment of the Hon. Minister of State with regard to the Project votes, particularly the increase of 531.5%, from $2.9 million (FY 87 revised) to an estimated figure of $18.4 million. May we know what is this provision for? Why is there such a substantial increase, and what are these projects? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Sir, I would just like to ask about the progress of the renovation works for the National Development Complex. The provision for FY 87 was originally $9.3 million but this was subsequently revised to $2.622 million. The provision now for FY 88 is $18.4 million. I would like to ask whether there has been any delay in the implementation of this project and whether this delay would have any adverse implications on the overall project cost. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, referring to the Member for Punggol's question on the increase in the provision of development expenditure on Code 5110 on Project votes. The provision is for the major renovation of the MND building. The total estimated cost is $51.05 million. The renovation work, which started in November last year, will take about 30 months to complete. The provision of $18.4 million for the next financial year is based on the amount of work expected to be completed during the coming year in accordance with the project schedule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Geylang Serai asked whether there has been any delay in the renovation work of the National Development Complex. I am pleased to inform the Member that the renovation of the Complex is progressing satisfactorily. There was a slight delay in the commencement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 900</b></font>\n  <br>\n  <br> of work last year. This delay was mainly due to the rescheduling of the move by HDB to their new office in Bukit Merah. The renovation work itself started in November last year. The amount of money spent so far is mainly for preliminary work, such as removal and demolition work and some initial structural work. Hence, the lower revised figure in the budget for the current year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A total of eight contracts have already been awarded for this work. We expect that the total budget cost will remain within the $51 million as estimated earlier. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, may I ask the Minister of State when the completion date will be? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, as I said, it will take about 30 months to complete. The work started in November of last year. So I would say it would be late 1989 or early 1990. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Since the work will take 30 months to complete, warranting a proposed expenditure of $18.4 million, how does this reconcile with the fact that the total project cost is $51 million? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the provision of $18.4 million was the result of the initial delay. Some of the costs have now been shifted over to the new financial year. The overall project spans 30 months. The estimated cost remains unchanged at the moment. Of course, there are still some contracts which have not been tendered out. And when these have been tendered out, then we will know what will be the actual cost. There may be savings or there may be slight increases. But we have no reason to expect that there will be drastic changes to the total project cost. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I recall that the Minister of State in his reply to some questions last year enlightened the House that this project on the MND building will take a span of five years to complete. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I do not recall having said, \"five years\". But if the Member could show me, then I could comment on it. I have been told that the expected completion period is 30 months. 30 months is the estimated time taken to complete the renovation and the provision \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 901</b></font>\n  <br>\n  <br> of new mechanical and electrical services in the building. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, just to bring the point clearly across. The total project cost of the renovations of the MND building was projected to be $51 million. Taking the projections of costs, last year it was $2.9 million; this year, the vote asked for is $18.4 million. If these two figures are added up, it is less than the $51 million project cost. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, perhaps I should clarify the whole matter. The total cost for the project is $51.05 million. The time-frame required to complete the project is 30 months. In each financial year we have to seek a budget allocation. The amount that we seek will depend on the amount of work that we think we can accomplish within that year. For the coming financial year, we expect to be able to carry out $18.4 million worth of work, both the renovation work and the outfitting of new mechanical and electrical equipment. For the next financial year, we will seek another provision. And the total project cost should add up to the best estimate which at the moment is $51 million. But as I said earlier, there may be slight changes depending on the prices of the contracts which we will let out later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Am I clearer now? \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I think the Minister of State, if he looks at page 644 of the Development Estimates, the total project cost is $51 million; Actual FY 86, zero; Estimated FY 87, $9.3 million; Revised FY 87, $2.622 million; Estimated FY 88, $18.4 million. And he told us that it will take 30 months to complete. Therefore, in my view, there is an over-provision for this project. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, in my answer to the Member for Geylang Serai, I pointed out that there was actually a slight delay in starting the renovation work. This delay was due to rescheduling the shift of HDB headquarters to Bukit Merah. As a result of this delay, we could not carry out all the work that we anticipated. And when the budget was put up for 1987, we estimated that $9.3 million would be needed. But because of the delay, less work could be done and therefore less money was spent. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 902</b></font>\n  <br>\n  <br> It was not over-provision. It is a question perhaps of over-optimism on our side in forecasting the starting date for the work. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I will let the Minister of State off the hook, and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (7), three minutes. Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TA 5400 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the estimated provision for FY 88 shows a reduction of 46% compared to the revised FY 87 provision. Details in the budget document show that the original provision in FY 87 was $29 million and this was subsequently revised to $67.87 million. The budget document also shows that $41.07 million of this increase is no longer required. I would like to ask the Minister whether there are significant changes in the Ministry's development programme which have caused the reduction. Or is there any other reason for the reduction? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the provision under subhead TA 5400 is used to charge the cost of compensation for acquisition of private land for public housing development. In FY 87, this subhead also included an additional provision of $41.1 million for the Ministry to buy over HDB's share of the National Development Complex, following HDB HQ shift to their own premises at Bukit Merah. This is the reason why there is an apparently drastic drop in this provision for the coming financial year. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (8), Mr Ng. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (9), four minutes. Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 903</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TB 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I would just like to ask the Minister to provide the details of the Computerized Information System as well as the Integrated Land Use System. I would like to know whether the private sector, ie, the public, can make use of the information available in these systems. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Computerized Information System concerns the computerization of the processing and management function in the departments of the Ministry, for example, financial accounting and maintenance of roads. So far, 25 application systems have been developed and put into operation since the project started in 1982. This is largely an inhouse computerization project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other system, the Integrated Land Use System, is quite different. It is a computerized database for land and building information. The system involves conversion of massive volumes of written records which stretch over many years of development in Singapore and also technical drawings into an electronic database with the help of advanced computer softwares. It will affect all major procedures and applications in planning, development and building control. The project commenced last year, 1987, and will take another six years to complete. The total cost of the System is $36 million. When completed, the system will improve the efficiency of MND departments in matters concerning land use planning, development control, and will also enable quicker responses to public inquiries regarding their development proposals and applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai asked whether the Integrated Land Use System will benefit the private sector. As was mentioned in last year's Committee of Supply debate, the system will actually be a tremendous boon to building professionals, developers and contractors. The project has to be undertaken in phases and in the current phase, MND introduced in June last year a pilot on-line Electronic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 904</b></font>\n  <br>\n  <br> Information Service (EIS). The EIS enables professional associations in the construction industry to inquire on the status of various applications under consideration. This is in line with my Ministry's policy of implementing a more open and transparent planning system. The scheme made available, electronically to subscribers, such planning data as the type and location of development proposals and date of planning approval. Four organizations have subscribed to this scheme so far - Singapore Institute of Architects; Institute of Engineers, Singapore; Singapore Institute of Surveyors and Valuers and the Real Estate Developers Association. Response from the six months' trial has been very encouraging and, based on the feedback from the participants in the trial, my Ministry will make more information on land and building use available when the on-line service is enhanced later this year. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I thank the Minister and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (10). We have 24 minutes. Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TC 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday the Minister had touched on the policy on road work development. I will not touch on that but bring to his attention the need for a review of road networks. We tend to think of Singapore as fairly urbanized and having urban centres. We forget that there are rural areas like Kangkar, Ulu Sembawang, Mandai Tekong and Woodlands. These are some of the rural areas which still remain and the people living there have not yet been brought into the mainstream of our urban activities. Road networks to these areas are still very old and not really up-to-date. They are not well maintained. I am wondering whether there will be reviews by the Ministry to see how the existing roadworks in these rural areas could be improved upon and be realigned with the major new towns so that people living in these areas could be encouraged to participate in the mainstream of activities of the new towns and the urban centres. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 905</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, the PWD should be commended for building an excellent network of roads, complete with bridges, tunnels, flyovers and pedestrian crossings. According to the 1986 Annual Report of the Ministry of National Development, the PWD spent some $195.5 million on improving our road network and $299.9 million worth of road projects were under construction as at end 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the PWD seems to have concentrated its efforts more on improving and building new road networks and not so much on the socio-economic impact on Singaporeans. I refer particularly to the expressways running close to residential areas. The residents in such areas not only suffer a drop in the value of their properties but also from a high degree of noise pollution. In countries like Japan it is quite common to find noise reflectors placed along the expressways running through residential areas, so as to reduce the noise pollution. May I suggest that the PWD send officers to such countries to study how noise pollution can be reduced. Then similar measures can be introduced to Singapore so that Singaporeans can benefit from a reduction in noise pollution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also wonder if the PWD has made cost-effective studies on each new road project. I refer particularly to the recent announcement in the Straits Times on 2nd March 1988 on a huge PWD scheme that will cut driving time by 10 minutes. The newspaper reported that it will take motorists less than four minutes to travel from Bukit Timah Road to Chin Swee Road in the Central area when Singapore's first road tunnels are completed in three years' time. This will cut travelling time to the City by more than 10 minutes. The total cost of this Central Expressway Phase II project is about $350 million. Many Singaporeans are asking whether it is wise for the Government to spend $350 million just to cut travelling time by 10 minutes. I hope the PWD has made a cost-effective study of this project and, if so, I hope the Minister can enlighten this House on the results of this study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the course of the construction of the Central Expressway, many people will also be adversely affected, as some private properties have been acquired for the expressway. I hope the Minister can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 906</b></font>\n  <br>\n  <br> assure this House that such people will be suitably compensated. I hope the Minister can personally look into their problems, particularly the problems of the residents of Cavenagh House and of Townhouse along Cavenagh Road. \n  <br>\n  <br>\n  <!-- Mr Tang See Chim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang See Chim (Chua Chu Kang):</b> Sir, accidents are caused by the human factor, by the mechanical condition of the vehicle as well as by road conditions. We have a programme for training drivers. We have inspections for old vehicles. But nothing on the designing of roads. I think we can do a lot to avoid accidents and save valuable human lives by good design. Some of the beautiful roads are badly designed. For example, on a bend, the slope of the road is in the wrong direction. I will give an example. This is at Havelock Road. This is a new beautiful stretch of road but it is wrongly banked at the bends. On a rainy day, the roads are slippery. It is very likely that your car will go off the road. It is such a beautiful road and yet we bank it the wrong way. At first, I thought it was banked towards the side of the road because of the necessity for drainage but it is not true. As far as that stretch of road is concerned, there is a drain in the middle of the road. So there is really no reason why it should be banked the wrong way. I would really urge the PWD to look at all of this. I do not think it costs any more to design a road properly, and it will save a lot of human lives and prevent a lot of accidents. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Sir, Orchard Road is a main thoroughfare of Singapore, well-known to tourists. Orchard Road is also the road that runs just outside the residence of the President. But in this short stretch of 2(r) km of road one can count no less than one dozen traffic lights. Most of these traffic lights are created for pedestrian crossings. Lately, since the MRT has opened, it is no surprise that most of the traffic snarls along the road and the traffic jams occur mainly at the traffic light junctions or pedestrian crossings just outside the MRT stations. I am referring to the Orchard Station, Somerset Station, as well as the Dhoby Ghaut Station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure, Mr Chairman, that you, like me and most other road users, including \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 907</b></font>\n  <br>\n  <br> the Minister, must be wondering why is it that nothing was done during the construction of the MRT stations. Why were there no pedestrian under-passes constructed, or why were there no overhead bridges built? The very simple solution at the time of construction of the MRT, when road users and commuters were inconvenienced, was to construct the pedestrian underpasses. Unless the Minister has not been using Orchard Road and he is not a regular road user, or he does not wander much, he should be wondering why his Ministry has not done something about those crossings along the road, particularly at the stations. My question to the Minister is, why was this not done? Secondly, what is he going to do about the traffic light junctions along the road that is causing a number of traffic jams. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, can I, first of all, take the point made by the Member for Bo Wen. He did not elaborate but he did touch on the need to have the roads properly integrated together with the MRT system. I have already mentioned this morning that there is, in fact, an integrated road network plan and transportation planning is an integral part of our land use planning. So I thought I should take a few minutes to explain the principle behind the road network system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The plan for the present network of expressways and arterial roads, ie, the main roads other than expressways, and for the MRT, was first conceptualized as part of the State and City Planning Study in 1967-71. This plan was to provide a good road and MRT, linkage of all the major traffic generators, which I mentioned this morning, ie, residential areas, industrial areas and commercial areas, which generate traffic. There was a need, and the plan saw the need to integrate the transportation needs of these areas. But, of course, the plan which was made in 1967-71 has to be updated because transportation planning is a dynamic process. In fact, the plan has been constantly reviewed, updated, modified by subsequent studies to meet the changing traffic demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the early 1970s, the PWD has implemented a very ambitious road-build- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 908</b></font>\n  <br>\n  <br> ing programme to provide an efficient road network for our people. The major part of this programme has, in fact, been completed. However, there are still a number of expressways and major road projects which are in the pipeline, but the major part is already in place. Those that are to be built in the future will be as and when new areas are opened up to serve these new areas. To date, out of the planned 141 km of expressways, 83 km have been completed. Besides this, of course, I think all Members will be aware that many roads have been widened and upgraded. Some of the expressway projects which are still to be built will be the Kranji Expressway, the completion of the Central Expressway (CTE) both at the Yio Chu Kang end as well as the portion from Kampong Java Road to Chin Swee Road, the Seletar Expressway and the Tampines Expressway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of this systematic planning and sound implementation of PWD's programme, our people now enjoy a good transportation network. All these expressways will also be connected by arterial roads so that you can pass from one expressway to another quickly and efficiently. At present our roads are relatively free from congestion. There are only a few roads in Singapore where you have perpetual congestion, Orchard Road being one, but most roads are quite free from congestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned this morning, when the Housing Board develops a New Town the transportation plans of the New Town are fully integrated with the PWD's expressway and arterial road network. When all the major parts of our expressways are completed by mid-1990s, all our HDB New Towns will be served with good road linkages to Jurong and to the City. But all this upgrading of roads, building of expressways, arterial roads, and so on, has a cost. I have mentioned this in the past, and outside this House, that, as a nation, about 11% of our land has been taken up by roads. That is a lot of land in an island where land is very finite. And apart from just taking up land, it reinforces the point made by the Member for Cairnhill - that there is a social and environmental cost to the building of roads. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 909</b></font>\n  <br>\n  <br> requires, sacrifices from many people whose lands have been affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This was again pointed out yesterday by the Member for Punggol when he talked about the widening of Upper Serangoon Road. Widening and realignment of roads, of course, are disruptive and cause much inconvenience to the public. But in some situations we have little choice, especially if we want to put up an expressway which partly passes through built-up areas. We have little choice but to acquire land and displace people. And where it is very built-up, and we cannot build expressways, we try to just expand the existing roads to make them into arterial roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because the PWD is very conscious of the need to preserve the environment and to minimize noise and other pollution, the PWD is constantly looking for ways of building roads that will not affect people too much. And this is the reason why the CTE is built as a tunnel. We can build viaducts which are expressways running on pillars. And Members who have travelled overseas will know that. If they go to Tokyo, for example, there are many roads that are built two or three storeys above ground level. But such roads cause tremendous environmental problems. First of all, they are a blight on the horizon. They cause a lot of noise and create dust. So PWD always evaluates the different kinds of roads that need to be built and tries to arrive at the most cost-effective solution. Viaducts and tunnels, of course, cost much more than just surface roads. But for Singapore, we as a general rule want to avoid viaducts. We have built them in certain places like Keppel Road and at the junction of Thomson Road and Adam Road. But we would like to avoid them as much as possible because of the various environmental factors that I mentioned. The CTE, a good portion of it, will be built in tunnels. And it is not just to save 10 minutes of travelling time; in fact, PWD did make a cost-benefit study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a number of reasons why it was decided that it is best to build a tunnel. By building a tunnel, there is better development potential for areas beside the road. If we had built it as an expressway, I think we would have reduced the value and the potential development possibility \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 910</b></font>\n  <br>\n  <br> of land beside the expressway because we need buffers and setbacks from expressways. A tunnel also means that the area on top of the tunnel can be used for future development as well as for landscaping. Less land is required for the project if it is built as a tunnel. In the case of the tunnel portion of the CTE, the estimate is that we will save 10.7 hectares of land over the surface expressway option. And since land use and optimal use of land is a very important criterion, I think it is justified in this particular case to go for a tunnel. The tunnel also means that existing roads and bus routes can be largely retained and this is very important - existing environment along the tunnel will not be adversely affected. Just imagine, if the CTE had been built as an expressway, the environmental impact on the surrounding area would have been very, very adverse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from just building roads and expanding roads, the PWD has also used traffic management measures to maximize the use of the already available roads. A good example is the introduction of the computerized traffic adaptive system for traffic lights, which try and provide a green wave according to the prevailing traffic flow. I must emphasize \"prevailing traffic flow\". The old system was to study traffic patterns and get an idea of traffic flow, the density of traffic, and then feed it into the computer and the computer would control the traffic lights according to past data, and these data had to be constantly updated by studies. But the new system will enable the traffic lights to respond immediately and continuously to traffic patterns. In other words, it is not based on past historical data, and this is what we intend to put in place. We hope, over time, to extend this system to areas outside the City. In the first place, it would be only for the City area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A point that I would like to emphasize is that roads are not cheap to build. One kilometre of a 6-lane arterial road can cost up to $5 million, excluding the land cost, just construction cost alone, and this is also the average. Of course, if there are particular problems with the land which require special foundations, then it will cost more. So each lane costs about $800,000 for one kilometre, and we should put it to optimal use. There are many roads \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 911</b></font>\n  <br>\n  <br> in Singapore which are three lanes wide but only two lanes are being used because of indiscriminate parking and stopping by people along one lane. We have a situation where very often we build a road with three or four lanes but we work on the basis that we, in fact, cannot depend on one lane to be available. I think this is a very wasteful way of using our roads. It is a luxury that we cannot afford and we need to be very, very strict with people who park where they should not park or stop where they should not stop because they seriously affect the efficiency of the road system. So I personally have given instructions that we ought to take action, especially along roads which have heavy traffic in the peak times, to be very strict with people who stop or park even for a few minutes with them sitting in the car. Many people are under the impression that as long as they sit in the car, it is not parking. But they disrupt the efficient and free flow of traffic. At present we just see the Traffic Police ladies on scooters, coming along and shooing these people off. Perhaps that is not sufficient deterrence. They have to be dealt with more severely. We take a serious view because we must get the maximum out of our investment in roads, and people who disregard other road users must be dealt with severely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But at the end of the day, I think Singaporeans must realize that continuous road building and road widening is not an answer to our transportation requirements. Future road expansion is very limited, especially in the built-up areas. Unless we are prepared to be completely ruthless and just push people aside and we do not pay any heed to environmental factors, I think we must accept that we cannot expand our road network indefinitely. Our overall strategy towards more widespread use of public transport is the right strategy. And when I say \"public transport\", I do not mean just the MRT because the MRT cannot carry all who need to travel to the City. People have to learn to use buses. But with the MRT and the load that it takes off the roads, the bus system coming from areas not served by the MRT will become more efficient. We must get the maximum out of the $5 billion that we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 912</b></font>\n  <br>\n  <br> have spent on the MRT. We must get the maximum out of our bus system. So we need to learn to change our travel patterns cars to be used less for travel to work and more for weekend and other leisure activities. It is only as we learn to use our public transport efficiently that we can continue to get the maximum out of our roads and keep traffic moving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Chua Chu Kang has got a very engaging habit of dramatizing the various anecdotes that he has gathered or experiences that he has had. He talked about this road in Havelock Road which is banked the wrong way. I do not know. I have heard this complaint before. In fact, I have checked with the PWD and they told me that this banking in Havelock Road is properly done; that it is correct. Of course, this banking needs to be correct in order to assist vehicles to stay on their course and not go off the bend. I do not know whether the Member is astigmatic. You know, when you are astigmatic, sometimes you see things moving the wrong way! But if he wants to go down with my PWD engineers, I think they can explain why it is banked the way it is banked. I have checked this particular point because this is not the first time I have heard this complaint, and I am told that it is banked the right way. I am prepared to be corrected but maybe we should go down and have a look at the actual road condition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the last point about Orchard Road. I do travel by road, obviously; but I avoid Orchard Road because I can use other roads to get into the City. I think that should be the option that most people should adopt. Unless you are going to Orchard Road itself, you should not use Orchard Road as a means of getting to another place outside Orchard Road. There are many other roads which give you ways of getting to the City or through the City to other parts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that there are too many traffic lights there. There are eight traffic lights and five pedestrian lights along the stretch of Orchard Road from Ming Court down to Dhoby Ghaut. Too many traffic lights, I would agree with the Member entirely. I think the reason why we have so many traffic lights, especially the pedestrian lights, is that we are really spoiling our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 913</b></font>\n  <br>\n  <br> pedestrians. First, we spend money building overhead bridges, then we spend money putting up barricades in the centre of the road to make sure people use the bridges. Where does all this money come from? Out of the people's pocket because they pay taxes for this. We have junctions along Orchard Road which are fairly close and junction lights, of course, are essential. When you have traffic flowing in different directions, you need junction lights. All that is required is for pedestrians to walk to the junction to cross. But no, they expect to be able to cross at the point where they get off the bus. So PWD has quite considerately put pedestrian lights between junctions so that people will find it easy to cross. After you pass the Ming Court junction, you come to a traffic light which is just a few yards from Lido Theatre. After you pass that particular junction, you come to the pedestrian light for the MRT station. A few yards down, you find another traffic light at Lucky Plaza and a few yards down you come to the traffic light at Mandarin. And so it goes on. I have already asked the PWD to completely review the number of traffic lights along Orchard Road. We should stick to what is essential and pedestrians had better learn to walk to the nearest junction to cross. I ask myself seriously whether, in fact, the pedestrian light opposite Orchard Road MRT station is needed. Because all that people need to do is to walk a little further up to either the Orchard Road/Paterson Road junction or a little further down to the Lucky Plaza where there is another traffic light for pedestrians. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is guillotine time on the amendment. Can you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, in view of the Minister's elaborate clarification, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 914</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T (cont.) - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (11), Mr Ng. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> I am also not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (12), Mr Ng, three minutes. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TC 9853069 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this subhead concerns the widening of Upper Serangoon Road. As has been said in this House, the widening of Upper Serangoon Road will mean that more land will have to be acquired for road widening works to be carried out. My question to the Minister is when will the widening of Upper Serangoon Road be completed? It will best serve the convenience of the residents in Hougang New Town which at the moment has already some 22,000 housing units completed. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, Serangoon Road and Upper Serangoon Road are, in fact, traditional routes for traffic movement between the City and the north eastern sector. With the development of Hougang New Town, of course, there is more traffic and that is why we need to widen it. The work will be completed around the middle of 1989. When it is completed, it should make it much easier for people living in the north eastern sector, including Hougang, to move into the City. We expect traffic conditions to substantially improve with the widening of this road. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I thank the Minister for his kind reply, and I beg leave to withdrawn my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (13), 25 minutes. Mr Ng Kah Ting. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 915</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TD 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the last two years, the Government has spent a sizable amount of money to develop new parks which have been developed at an attractive cost. But if you make a survey around, you will find that some of the parks in the older housing estates such as Toa Payoh Garden, Ang Mo Kio Town West Garden, King George V Park and many other related parks, are old and the facilities are also outdated. They do not provide a fair attraction to people to use them. In keeping with new vision to provide better leisure and more attractive facilities for ordinary citizens to utilize, I am wondering what plans are there in the Ministry to upgrade the facilities in these parks, particularly those that are sited in old Housing Board estates. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I would just like to ask the Minister to give a progress report on the development of the Pasir Ris Park as well as the Fort Canning Park. What facilities will be provided in these parks? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Othman, you have another amendment. Do you like to continue? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> No, that is all. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You do not wish to speak on the next amendment? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> No, Sir. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member for Bo Wen asked what will the Parks and Recreation Department do for the older parks in some of our public housing estates. The Department has an ongoing programme to improve and upgrade all existing parks. This includes upgrading of facilities such as footpaths, drainage and toilets, addition of facilities and features such as playgrounds, fitness equipment, shelters, benches and bird sanctuaries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 916</b></font>\n  <br>\n  <br> There will also be improvements to the grounds and re-landscaping of some of the parks. For example, in the case of the Esplanade Park, it will be redeveloped this year. The layout of the park will be redesigned to give better emphasis to the historical features in the park and to improve pedestrian flow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other parks such as West Coast Park will have added features like a marshland habitat created there to attract wet-land birds. Otherwise, the Department will continue to look at older parks and, as and when it is necessary, they will incorporate new features to rejuvenate these parks and to make them more attractive to people who use the park facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai asked about the progress development of Pasir Ris Park and also Fort Canning Park. To date, about 48 hectares of the land in Pasir Ris Park have been developed. About 2(r) km of coastal frontage, stretching from the People's Association holiday resort to Sungei Loyang, has been converted into picnic grounds with barbecue facilities and rest areas. There is also a large adventure playground for children, ornamental gardens, cycling paths, jogging tracks, footpaths, shelters and other facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, another 20 hectares of parkland between Sungei Api Api and Sungei Tampines are being developed. This involves the construction of catwalks through the mangrove swamps which have been preserved. These mangrove swamps were already there. The creation of a new bird sanctuary, construction of a viewing station, cycling track, children's cycling circuit, more shelters for park users and also additional park furnitures. All these works are expected to be completed by the end of the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Parks and Recreation Department is also carrying out a joint study together with the PWD on the feasibility of creating a beach along the coastline of the park. If it is feasible, it will be an added attraction to the Pasir Ris Park. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Fort Canning Park development, since the approval of the project in mid-1986, the Department has provided additional facilities to the park. This includes a service road, surface car \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 917</b></font>\n  <br>\n  <br> park with 46 parking lots, a coach park for tour coaches, a group picnic terrace complete with all the usual park furniture, play equipment and toilet facilities. There is also a network of footpaths around the park to provide better access to the various corners of the park. Two pedestrian underpasses which will facilitate easier access to the park are also being constructed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the emphasis of the development in Fort Canning Park will be on the history of the park. Historical features in the park will be restored and where appropriate, given greater prominence. These include fortifications of the old fort, the underground Far East Command Centre, the Kramat Iskandar Shah and the Raffles House with the adjacent flagstaff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The whole park is scheduled to be completed by 1992. The completion date is slightly delayed because part of the park abuts Clemenceau Avenue which is affected by the Central Expressway (CTE) construction activity. And development of this particular corner can only commence after the CTE project is completed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have addressed all the points. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I would like to thank the Minister of State for his clarification. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (14), Mr Chai Chong Yii. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii (Bukit Batok):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TD 9854043 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am moving this amendment just to get a progress report on the Bukit Batok Park. This multi-million dollar project has been going on for quite some time. I understand that, after its completion, it will have a wide range of facilities. The project is actually facing Bukit Batok New Town. I pass the place almost every alternate day. At the moment, I see only trees and a road leading to the park with a steel chain running across the road to prevent unauthorized vehicles from entering. I see a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 918</b></font>\n  <br>\n  <br> few more adventurous youngsters venture into the uncompleted park, maybe just to have a feel of it. But it may be dangerous because people have drowned in the disused quarry ponds inside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I only want to know whether the Minister will give me a progress report and to tell me what will be the facilities and when will the facilities be available to the residents. And whether he would make use of his good office to try and speed up the completion of the project. Because the park is just right in front of the nose, the residents would like to make use of the park as soon as possible. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, there are two parks in Bukit Batok. There is a well-known Bukit Batok Town Park which is located in an old granite quarry. The Town Park is planned as a scenic park which comprises the existing granite outcrops and the pond. It is provided with a footpath and seats for park users. This park was, in fact, completed in late 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other park is the Bukit Batok Nature Park which is being developed by the Parks and Recreation Department. This park will have tracks, benches, lighting and look-out points. Its special feature is a high cliff that overlooks a reflecting pool which was a disused quarry. I have been told work is going on in this park and it is due to be completed by April this year, which means next month. So I do not think there is any need to expedite it further. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> Sir, perhaps I did not make myself clear. The other park which the Minister of State mentioned is normally known as Xiao Qui Lin. It is more or less completed. But if he can put in some more facilities, like pavilions or running tracks around it, that would add to the facilities and it would make it an even better attraction. As to the Bukit Batok Nature Park which is bounded by Upper Bukit Timah Road and Hillview Avenue, I am glad to hear that it will be completed quite soon. Do I get you right? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> Completed in April! At least I can convey the good news to my residents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 919</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I will ask the Parks and Recreation Department to look into whether the Bukit Batok Town Park needs additional facilities or not. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> I thank the Minister of State and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TE 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently the Ministry of National Development announced plans for the provision of a Cultural and Civic District in the City. I wish to congratulate the Minister for this bold move. In one step, in my opinion, he makes a quantum leap towards Vision 1999. Truly, this is a momentous move. I can still remember one Minister's comments in the late 1960s, when asked on the paucity of funds devoted to culture, and his reply then was, \"We cannot afford culture.\" I hope that all in Singapore will try to contribute towards this project by sending in their suggestions to the Ministry or to URA. On my part, may I ask the Minister to look at the following three aspects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First is that on the border of this proposed district, there is a Central Fire Station. I do not believe that this particular location is really suitable for a fire station. I would like to propose that those in charge of the Master Plan try to convert this Central Fire Station into a Fire Museum and perhaps relocate the Central Fire Station elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second is that although the plan calls for the District to be extended all the way over Fort Canning to the banks of the Singapore River, there has been no mention about the extent to which the old disused warehouses along the Singapore River will be used. In this respect, although these warehouses might be buildings of little redeeming value, nevertheless they are part of Singapore's history, and perhaps a lot of uses could be put into these warehouses. I would like the Minister to consider that these warehouses be reconverted to other uses. We can look at examples like the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 920</b></font>\n  <br>\n  <br> Rocks in Sydney and the Fisherman's Wharf in San Francisco area. These are areas where good imaginative use has been made of the old warehouses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the third point I would like to bring up is that, although in the plans for the district, they talk about the district being pedestrian-orientated, the planners should also ensure that access to the area be not only for cars but also be pedestrian-orientated. For this, I would like the Minister to consider, for example, the distance between Raffles City with a MRT station there, and Marina Square. It is only a short distance from Raffles City to Marina Square, across St Andrew's Road, yet, Sir, when it rains it can be a very long distance. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Heng, can I ask you to hurry up. We are running out of time. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> I would like to suggest that the Ministry of National Development consider a covered walkway, or even perhaps an underground tunnel, from Raffles City to Marina Square. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, the details of the Cultural and Civic Centre have been widely publicized in the newspapers and I do not want to go into an explanation of what has already been publicized. I take the point of the Member about the Central Fire Station. We are aware that this is a rather unique building. It needs to be preserved. It is, in fact,agreed that it should be preserved but I cannot tell the Member offhand whether it is possible to move the fire station elsewhere. On the suggestion that it be turned into all ask the planners and others to give it due consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the warehouses along the Singapore River which are basically in Boat Quay, Clarke Quay and Robertson Quay, the planners are already considering schemes and ideas to preserve and revitalize this area. We would not like to see, as the Member has pointed out, the whole area being wiped out and completely new buildings being built. We want to try and preserve that part of the area in order to remind ourselves of our entrepot history and as a legacy of our heritage. When the plans are completed, which will require private sector participation, I think it can be comparable to any of the world's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 921</b></font>\n  <br>\n  <br> famous waterfront developments like the Fisherman's Wharf in San Francisco. We have in mind new facilities for entertainment, shopping, hotels and cultural activities to revitalize the whole area but we want to retain the unique physical appearance of the existing buildings and upgrade them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding his third point, connection between Raffles City and Marina Square, I agree that there is a need to connect these two developments and part of the plan for the Cultural and Civic Centre addresses this problem. Basically, we would like to upgrade the Memorial Park and use it as a good connection between the two developments. At present, the Memorial Park is so crowded with trees that nobody goes there. It does not give a clear sense of an avenue connecting Raffles City and Marina Centre. In addition to the walkway that will be completed on Stamford Canal, there will be another connection through the Memorial Park. The whole place will be landscaped, a proper avenue created, so that people will be drawn from the Raffles City to Marina Square and vice versa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether there can be a covered walkway, this needs to be looked into. A covered walkway above ground can be quite unsightly because it will be fairly long. Whether an underground walkway is feasible, this again has to be looked into. If it is just merely a tunnel connecting the two, I think it will be a failure because it is too long and people would not use it. I think Singaporeans feel safer walking out in the open, either in pedestrian crossings or in overhead bridges. Tunnels have not proved to be very popular when it comes to crossing roads, and this is going to be such a long tunnel that I do not think it will be popular unless we can build the tunnel in such a way that it will have an arcade underground with shops on both sides. But that is a very expensive proposition. So while we will try to connect the two developments, I do not know whether it will be a feasible proposition to have a covered connection between the two developments. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I thank the Minister for his reply and I would like to beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 922</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (16). Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I am not moving. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (17). We have 19 minutes. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TF 1000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the objectives spelt out in the Primary Resources Programme are numerous. In order to achieve its mission, the PPD, amongst other things, takes charge of the prevention and control of animal diseases, identification of sources of wholesome meat, provision of veterinary public health services, and development of areas for intensive farming, agricultural and fisheries research. As I said, all these objectives are laudable, but my question is: to what extent can PPD meet these objectives because I notice that the staff it has is not that many. It has about 100 professional staff while the rest, about 800 or so, are not. I would like to ask the Minister whether he will enlighten the House as to how the PPD will be able to achieve its objectives. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, one of the objectives of the Primary Production Department is to ensure adequate and regular supply of primary produce to meet local consumption. I would like to ask the Minister what steps are being taken by the Department to actively identify new sources of supply of primary produce, ie, meat, fish and vegetables. I would also like to ask whether our rules and regulations are so stringent that perhaps cheaper sources of supply cannot be considered. Could the Minister elaborate? \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, the Primary Production Department has moved into the policy of promoting agrotechnology. In the light of countries around the region having rich resources of primary produce, there is potential for us to find ways to tap and to work out common projects with them to develop these primary resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am wondering whether the Ministry is taking advantage, firstly, to export its expertise to these neighbouring countries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 923</b></font>\n  <br>\n  <br> in terms of helping them to enhance the production of primary resources. Secondly, in terms of trying to encourage and promote better relation with ASEAN countries, I am trying to see if the Ministry is able to give the House an idea of the various technical support and related programmes that have been rendered in the area of primary production services to these countries, particularly in the ASEAN region. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chng Hee Kok is not here. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the primary goal of our agricultural policy is to ensure a stable and adequate supply of safe, wholesome and good quality meat, fish and vegetables. Our strategies are threefold. First, maximize productivity of our limited farmland. Secondly, diversify sources of supply to complement what we can produce locally. Thirdly, to constantly maintain a high standard of food hygiene and safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Members are well aware, farming in Singapore is limited by the shortage of land. Ten years ago, farmland occupied some 10,000 hectares or 17% of Singapore's total land area. Over the years, the area occupied by farms has steadily declined because of competing needs of industry, residential use, water catchment and other public developments. By 1987 we only have about 3,300 hectares of land occupied by farms. This area will be further reduced to only 2,000 hectares by 1995. So we have to be very selective in the type of farming that we allow to be continued in Singapore. For instance, pig farming with all its attendant pollution problem has to be phased out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the total turnover of our agricultural sector in 1987 was $417 million. We produced 58% of our pork requirement, 25% of our poultry requirement, 20% of fish requirement and 9% of our vegetable requirement. We have already intensified the use of our limited farmland to a great extent to achieve the above significant level of food production. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we can and we should further raise local production of farm produce by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 924</b></font>\n  <br>\n  <br> increasing productivity. This can be achieved through intensive large scale farming with the application of agrotechnology. Intensive high-tech farming has been proven to be able to maximize output from limited land and manpower. In some cases production can be increased ten-fold. We have therefore drawn up plans to develop the farming areas as agrotechnology parks. This is the residual area of about 2,000 hectares set aside for farming. In these agrotechnology parks we will encourage the establishment of a mixture of hi-tech farms which will provide the necessary ecological balance to achieve non-pollutive farming with an aesthetic environment. The farms will serve as production as well as demonstration centres for hi-tech farming. R&amp;D on tropical agriculture, livestock and fish production on these farms will also serve to extend the frontiers of agrotechnology development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When all the agrotechnology parks are fully developed by 1995, the Primary Production Department aims to produce 40% of our poultry needs , 80% of eggs, 30% of vegetable and 10% of our fish consumption. The total output of the agrotechnology parks is estimated at about $474 million, slightly higher than the current value. With such developments, we can meet part of the food requirements of Singaporeans and also go some ways towards helping to stabilize the price of food in the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Geylang Serai also asked whether we are actively identifying new sources of supply. In the last three years, Primary Production Department has made an intensive effort to diversify the sources of meat from the seven countries which we used to import meat from to 22 countries, including China and South America. Non-traditional sources of fish, such as Sri Lanka and Bangladesh, have also been developed. We are also increasing supplies of vegetables, fish and meat from traditional sources such as Malaysia, Indonesia, Australia, the European Economic Community and USA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Punggol asked whether we can achieve all these objectives with the manpower that we have. I am glad to say that the PPD has managed to meet these objectives laid down for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 925</b></font>\n  <br>\n  <br> Department within the available manpower resources. It has managed to attain a high level of productivity through computerization, automation and continued education of its staff. Primary Production Department has a core of professional officers with scientific background. They are able to carry out their functions and duties with full technical support. These officers are sent overseas to attend short courses, study tours and technical conferences in which they are able to meet other researchers in similar areas and to learn from the experience of other workers in the field. They are also, through such study tours and conferences, exposed to the latest technology in their field. The Department has a five-year training programme in which about 16 professional officers will be sent overseas in each year to study various aspects of agrotechnology and farming technology. I am confident that the Department will be able to achieve its objective of ensuring stable and adequate supply of food for our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Bo Wen asked whether we are making any effort to export our agricultural expertise. As I said, Primary Production Department has a core of scientific and professional staff who provide the technical support to the farming community in Singapore. They have acquired a vast reserve of knowledge in intensive agriculture, particularly in pig farming and poultry farming. Over the years, local farming companies and the Primary Production Department have gained much experience and expertise. Currently, local companies as well as the Primary Production Department staff are able to provide consultancy services on pig farm design, pig waste treatment, pig farm management, poultry farming technology and fish farming technology. They have offered these services to surrounding countries such as Malaysia, Brunei, Indonesia, and as far away as China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to marketing local expertise, Primary Production Department and EDB are promoting the setting up of international consultancy and agrotechnology service companies in Singapore. These companies will provide more opportunities for our pool of agricultural experts to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 926</b></font>\n  <br>\n  <br> extend their services, to market their services abroad. And in fact there are already several international veterinary, pharmaceutical and feed additive companies using Singapore as a regional base to service their clients and customers throughout this area. I believe we can continue to promote the export of our services in this area and I think there are opportunities which we can further develop. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I thank the Minister of State for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (18). Mr Ng Kah Ting. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (19). Mr Ng. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TF 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I merely have a question of farmlands at Loyang, Sungei Tengah and Murai. These are the areas where agro-tech farming activities will be carried out. I just want to ask the Minister whether he could enlighten the House as to the progress of the scheme and how much investment has been committed so far to these farmlands. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you speaking on your second amendment. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> No. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member for Punggol asked about progress in agro-technology parks in Loyang, Sungei Tengah and Murai. The land in these agro-technology parks have been earmarked for intensive production of poultry, orchids, ornamental plants, aquarium fish, food fish, fruits and vegetables. The farmland in Loyang which is adjacent to the sea has been earmarked for intensive marine aquaculture. Up to date 40 plots of land have been allocated through open tender and the farms are at various stages of planning and development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 927</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the value of the investment on these farms, I am afraid I do not have the figure for the Member for Punggol but I could let him know separately. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, the Minister has not given me the answer to Sungei Tengah and Murai schemes. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> As I said, a total of 40 plots of land have been allocated by public tender. For Sungei Tengah, under Phase 1, about 35 hectares of land have been allocated for livestock, 19 hectares for horticulture, 6 hectares for fresh water fish, 4 hectares for fruit orchard, 7.6 hectares for vegetable and/or food crop. As far as Sungei Tengah is concerned, about 22 plots of land have been allocated covering 71 hectares of land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Murai - 35 hectares have been allocated for livestock, 5 hectares for horticulture, 8 hectares for fresh water fish, about 4 hectares for fruit orchard, 7.4 hectares for vegetable or food crop, totalling 60 hectares in 17 plots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Loyang Phase 1 - there is only one plot allocated for 5 hectares. Total is 40 plots over an area of 136.6 hectares. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, that brings me to the point of this allocation of 2,000 ha of land for agro-tech development. If I heard the Minister of State correct, he said by 1995 we should see an enhanced increase in the production of our food supplies thereby reducing our dependency. But I mentioned that the lease of some 20 years for this agro-tech or high-intensive farming the time will not be insufficient. And judging from the report that he has given us just now, it is less than a 100 hectare of land and the whole project cost is $57.34 million. Starting from FY 85 to date, less than $7 million has been utilized. In fact, in FY 87 it is just a revised expenditure. As for FY 88, there is provision of $4.3 million. So if it takes seven years from now or ten years from 1985 to start off the agro-technology farming on some 2,000 hectares of land, it will take you quite a longer time still to fully develop these lands. Therefore the question of lease of 20 years will then have to be stretched further. I hope the Minister of State will enlighten this House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 928</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, first, I would like to inform the Member that the land for agro-technology park is not available completely in one go. So development has to be carried out in phases; hence, the different stages. And as soon as the land has been developed and infrastructure provided, the land can be let out by public tender, which is what the Department has been doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards to the period of the lease, as I said yesterday, the Department has looked into it. For the present moment, they are prepared to consider a lease of up to 20 years. The Department has also concluded that 20 years for a farm of this size and this kind of investment will be an adequate timeframe for them to recover their investment and to make the venture commercially viable and sufficiently attractive to companies. However, as I said yesterday, if on expiry of the 20-year lease there are no new uses required for the land, the Government will certainly consider extending the land lease wherever possible and give the company more time to operate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that the Member has brought up is whether there is enough time to develop this land and to let it out. I take his point that we should develop it as soon as possible. I believe the Primary Production Department will be doing everything within its powers to develop and to let out these plots of land. But first of all, we must also find interested parties. We must find ways of promoting this concept and attract investments in agrotechnology parks. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I take the Minister of State's point and I do not wish to belabour on it. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (20). Mr Heng is not here. Mr Chai. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TG 2000 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this morning the Minister of State explained the rationale for withdrawing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 929</b></font>\n  <br>\n  <br> the priority in the allocation of rental shop units. I have no quarrel over that point. I just want to voice the unhappiness of shopkeepers in my constituency and at the same time to ask the Minister to look into the possibility of granting similar preferential margin to these shopkeepers if they should decide to purchase HDB shop units, because recently the Government decided to sell HDB shop units instead. May I know whether this concession can be granted to them? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, after 28th July 1987 when the new resettlement policy came into effect, shopkeepers are no longer offered alternative premises. Those who are still operating after 28th July 1987 are offered cash compensation amounting to $26,000 in lieu of shop premises. This amount is paid to the shopkeeper who is singly operating the shop. However, if there are two operators operating in the same premises, it is classified under the multi-tenancy scheme. In such a case, the amount of $26,000 should rightly be equally shared between the two operators, each getting $13,000. But this is not so. One operator will get $13,000, and the other will get $6,500. Why is it so? Mathematically, this is not correct. After all, each operator runs his own business which is different from the other. The people who are affected do not really understand why the amount of $26,000, when shared between two operators operating different types of business in the same premises, is not divided equally between them. May I ask the Hon. Minister if he could enlighten us on the rationale for the unequal share of compensation for such resettlement cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On another issue, I would like to touch on shopkeepers who were told to wind up their business due to urgent requirement of the resettlement site before 28th July 1987. These shopkeepers were in the meantime still waiting for offer of shophouses. After 28th July, when the new resettlement policy came into force, these shopkeepers who had just ceased their business at the resettlement site at the request of the Resettlement Department, lost everything just because of the new policy. Not only did they become ineligible for compensation of $26,000 but they were also not offered preferential treatment to enable them to tender for a shophouse. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 930</b></font>\n  <br>\n  <br> The reason given by the Resettlement Department was that these shopkeepers were no longer in physical occupation or operating their business on the resettlement site when the new policy came into force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is grossly unfair to the shopkeepers who had obediently wound up their business to make way for some development projects. Surely some compassion must be granted to these people. Special consideration must be given to them. I would like to appeal to the Hon. Minister to consider such appeals very favourably so that it will ease the hardship of these people affected by development projects. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, first, I must thank the Member for Bukit Batok for showing his understanding and not making a further appeal for preferential margin. Regarding his other request whether the preferential margin could be extended to resettlement shopkeepers who intend to purchase shops under the new HDB policy to sell shops, I will ask HDB to consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi asked why is it that, in the case of multi-tenanted resettlement shop premises, the compensation of $26,000 is not shared out equally among all the tenants. Without knowing the specifics of the case, it is a bit difficult to reply. I would suggest that the Member for Changi perhaps let me know the details of this case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A general remark is that in some of these multi-tenanted premises, there is always a chief tenant who sublets the premises to other parties to operate in the shop. Perhaps this could be one of the reasons why there is a differential in the way the compensation sum is distributed among the people affected in the premises. But I would ask the Member for Changi to let me have the details and we can look into it and find out why in the particular case the amount was not shared out equally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His other point is with regard to the new resettlement policy of not granting alternative shop premises. There were some people who were caught during the transition phase. The new policy on the payment of cash grant to shopkeepers in temporary structures is only applicable to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 931</b></font>\n  <br>\n  <br> those who are still on the clearance site pending resettlement as at the date of announcement of the policy, which was 28th July 1987. Prior to the policy revision, yes, some shopkeepers had voluntarily vacated their premises early on the basis that they are were still requesting for an alternative shop. Unfortunately, since the policy has changed, this group of people are no longer operating on the site and they would not be eligible for the $26,000 compensation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am afraid that since we have made this change, and I think it is a change for the better as far as the resettlement shopkeepers are concerned, the vast majority of them would be able to tender for premises of their own choice. It would be very difficult now to go back and say that all those who did not benefit under this change of policy should be reconsidered. Every time you change a policy and have a cut-off date, there will always be some people who for various reasons or other have not got the full advantage available to them. This is unfortunately one of those cases and we will have to let the policy continue as it has been implemented in July 1987. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> Sir, I thank the Minister of State and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (21), Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TG 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall be brief. Some millions of dollars have been allocated or deployed for the reclamation of land at Marina South, Changi, Punggol, Jurong, and Tuas. In most cases there is a time lag before these lands can be developed. It takes some time for these lands to be fully utilized. During the time lag, I am wondering whether some of these lands could be used for other purposes other than golf courses. Some of these reclaimed lands could also be temporarily turned into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 932</b></font>\n  <br>\n  <br> social and recreational areas, particularly for young people who have no place to go. Perhaps we could divert some of the young people who frequent MacDonald's at Orchard Road and other places to these open green spaces. I think if we could open up these new frontiers of green recreational spaces, to be attractive to the young, they will be fully utilized until such time as these reclaimed lands are required for other development purposes. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, it is true that reclaimed land cannot be used immediately. First of all, we have to allow the land-fill to consolidate before it can be used. In other cases, we reclaim land because we expect contract prices to be low, fill is available, and we want to do it long before we need the land. So we find, for example, in Marina South and Marina East, there is no immediate use for the land. We try to make use of the land for temporary purposes. Marina South, for example, as I explained yesterday, will be a major area as a playground and as a place for leisure for our population. The URA has, in fact, already sold 13 sites in Marina South for various recreational projects like bowling alleys, squash and tennis centres, golf driving range and so on. But there will also be facilities like cafeterias, snack bars, restaurants, food centres and so on. This is on a 20-year lease because we envisage that the land is not needed for another 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a very big City Park that is being built in Marina South. This will be a permanent feature and it will have many facilities which will make it an attractive City Park for our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the other areas, the Planning Department is at present looking into what they can be used for on a temporary basis. If Members have ideas as to how they can be made attractive for use, we are always open to suggestions. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TG 5110 of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 933</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just want to take up the matter of reclamation works at Tuas and Punggol by posing the Minister three questions. What is the progress of such works at these two places? When will reclamation be completed? What is the acreage of land to be reclaimed and, of course, when reclamation is completed, what are the future plans for these areas? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, Tuas reclamation involves 636 hectares. The reclamation works started in 1984. It will be completed very soon this year. In fact, 97% of the reclamation was completed by February this year. The land will be used for industrial purposes in the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of the Punggol reclamation scheme, it began in 1983. It was completed in 1987. 276 hectares was reclaimed. The reclaimed land is to be part of the north-eastern coast reclamation scheme which is still in progress, and this land, when reclaimed, will be used for the future Punggol new town development. The entire reclamation of the north-eastern coast reclamation is expected to be completed by 1992 and, when completed, it will give us another 961 hectares. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I thank the Hon. Minister for his reply and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (23). The time allotted for the debate on this Amendment is 90 minutes. As we are running well ahead of schedule, and in view of the many Members who have indicated their desire to speak on this amendment, I am prepared to extend the time allotted, if necessary. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TH 5200 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just wish to make some observations on the revision of capital grants to the Housing and Development Board. On page 625 of the Estimates, the first paragraph states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The HDB is allocated a sum of $1.07 billion as a capital grant to cover its FY87 net operating deficit which arose largely from price subsidies on 32,000 completed flats and expenditure on recreation, welfare and community facilities provided for new towns.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 934</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This brings me to this point - unfortunately the Member for Potong Pasir is not here - the Hon. Minister in his statement to the House yesterday, in fact, he was trying to explain to him today, that public housing is heavily subsidized. My point is that there appears to be a reduction of some 3.3%, ie, from the estimated expenditure to be incurred for FY 88. It will only be $1,066 million as opposed to the estimated FY 87 expenditure of $1,666 million. In fact, this FY 87 expenditure is more than the revised FY 87 figure. I am wondering, in the light of the Minister's statement to the House yesterday, whether he would like to enlighten this House as to how this sum will help to subsidize the building programme of the HDB. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Sir, can I take these four items (b), (c), (m) and (n) together in one go instead of taking them separately? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Tan, let us discuss your first two items and then we move on to Dr Vasoo who comes next, item (c). \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Then I am to take up items (m) and (n) later? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Sir, my first item is on the new accounting system and I would like to know whether the computerization of the accounting system has been completed and whether the objective to have a better accounts presentation has been achieved, for example, on the cost allocation and the costing of flats. I also assume that the computerization includes information retrieval. Will the Minister enlighten us on the safeguards against unauthorized persons having access to confidential information through the terminals in the various HDB Area Offices? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second topic is on subsidy. Yesterday the Hon. Minister gave his definition of subsidy. I thought the word \"discount\" will suit his definition better than \"subsidy\" because, in my view, if you sell a flat at a price lower than somebody else's, you are actually giving a discount. A subsidy is when you have to subsidize because the price at which you sell is below what it costs you to build. I think that is a more accurate definition of \"subsidy\" and so \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 935</b></font>\n  <br>\n  <br> what he has said about subsidy must truly be said to be a discount. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a follow-up to the issue of subsidy for the lower-income citizens, which I spoke on two or three days ago, I would like to know whether the subsidy for 3-room flats is substantial. If not, I would urge the Minister to increase the subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Discount. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Not discount. It is subsidy in this case. This is in line with the Government's objective of achieving 100% home-ownership in the long run. I observe that the bulk of our citizens, something like more than 500,000 workers in Singapore, are working in factories and in those industries which give a lower-income. For such people, it is rather difficult for them to buy flats and pay their instalments in the long term, if there is a retrenchment exercise. If we want to achieve this objective, I would urge the Minister to increase the subsidy for these lower-income people to enable them to buy these flats as soon as possible and to repay them in the shortest time possible so that they can be helped to get out of the poverty trap that we have always been taking about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also want to ask the Minister in case of a retrenchment, will the Minister favourably consider assisting such citizens when they have to pay their arrears? At this juncture, I would like to ask the Minister whether he will consider allowing those who are in arrears to pay their arrears by equal instalments without insisting on the 50% lump sum payment because this is really a difficult problem to them. If they are already in arrears, it is impossible to expect them to come out with a 50% or 70% lump sum payment. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, wasting of water and electricity in public places in HDB estates is not uncommon. Much public funds have been wasted. If you compute the wastage in dollar terms, the amount could be substantial. If you compute this wastage island-wide, to include the various housing estates, it could be enormous. I am wondering what measures the HDB is taking to see that water and electricity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 936</b></font>\n  <br>\n  <br> wastage is controlled, particularly in HDB estates. I am saying this because the lighting intensity and the unlocked taps in the various public places could be carefully monitored and perhaps we can come out with a good system whereby we may be able to save substantially from unnecessary wastage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other area that I would like to touch on is the HDB's relocation exercise. The HDB has undertaken relocation exercises two years ago and these relocation exercises have created a serious social impact on neighbourhood life. The impacts are seen in a number of areas. Firstly, the enrolment of primary school children in some of the schools has been reduced. Enrolment in kindergartens has also significantly been reduced. Economic activity, particularly in cooked food centres, hawker centres and markets, has been dramatically reduced. All these have tremendous ramifications in terms of the social and economic life in the neighbourhoods of the different housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I agree with the Minister that we need to study and come out with a careful plan to redevelop the older HDB estates, I feel that urgent steps have to be taken to rebuild these neighbourhoods as quickly as possible. The quicker the plans are developed, the better it is, and HDB is known for its record of building flats at the rate of four minutes a flat during its peak days. Therefore, I see no reason why HDB is unable to undertake a task which is miniscule in nature. This situation warrants serious attention because, if we are able to develop plans fairly quickly, it will then prevent these older neighbourhoods from deterioration. We could bring back fresh life to these neighbourhoods in terms of activities. I foresee that the longer we take, the worse the situation will be. I hope that the Minister will come out with a plan as early as possible to redevelop the older estates. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Boon Teck):</b> Sir, I agree with my colleague, the Member for Bo Wen. But before we can have plans to rebuild, we must clear the residents first. In certain areas, I think the relocation exercise is moving a bit too slow, particularly around my constituency. When the number of occupants remaining in a parti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 937</b></font>\n  <br>\n  <br> cular block of flats has been reduced to about 20-30%, the blocks become very empty. These residents who are still waiting for allocation of flats then become rather concerned about their own safety. Residents have complained to me of unknown intruders breaking into neighbouring vacant flats to steal electrical parts, and cases of young people breaking into vacant flats to consume drug have also been reported. With the reduction of manpower in the neighbourhood police post, these half-empty blocks of flats are now seldom patrolled. I would like to urge the HDB to accelerate the relocation programme once the remaining occupants in a particular block of flats have been reduced to below 20%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I often hear complaints from my residents waiting for offers of relocation that the HDB does not take into consideration their request for particular locations. People who have asked to be relocated anywhere in Toa Payoh, for example, were offered Sin Ming Estate and Chai Chee and all the other places. Those who have asked for Ang Mo Kio were offered Toa Payoh. HDB seems to be allocating flats at random. I would like to request the HDB to pay more attention to the people's request for allocation of alternative apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the earlier part of the relocation exercise, 1-room rental tenants who request for transfer to 2-room rental flats have been allowed. But shortly after that, HDB has stopped transferring people from 1-room to 2-rooms. When residents complained of insufficient space in the 1-room, HDB asks them to buy a 3-room or a 4-room unit. Most Singaporeans who can afford will buy their own apartments. Those who cannot do so are mainly in the lower income groups. Some of these families, particularly those with teenage children, will find a 1-room flat too small. HDB will not allow them to get a second flat. So the only alternative will be to apply for a 2-room rental flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to request the HDB to reconsider this practice of not allowing transfer to 2-room rental flats. I also hope that HDB could look into the possibility of setting aside some of the 2-room rental flats for sale to those in the lower income group so that they can also join in the home ownership programme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 938</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I want to talk about the relocation allowance given to the tenants. I have tenants who complain to me that HDB takes a few months to hand over the $500 relocation allowance or the $1,000 relocation allowance. When a 1-room tenant moves into a 3-room or 4-room purchased flat, the $1,000 relocation allowance is very important cash. If the HDB takes a few months to hand over this money, the relocated tenant will definitely have cash flow problems. So can HDB look into this matter and expedite payment such that on the day the tenant hands in his keys, he will get his relocation allowance? \n  <br>\n  <br>\n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lai Tha Chai (Henderson):</b> Sir, on this same issue, I want to emphasize that these people, as mentioned by my colleague, the Member for Boon Teck, who are better off financially have already moved out from rental to purchased flats or even to HUDC. But the less fortunate are left behind in their HDB rental flats. They work hard for an honest living from day to day. This is just what the Malay proverb says: \"Kais pagi, makan pagi; kais petang, makan petang.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But now HDB wants to move them out. Of course, not all of them will be moved out. For instance, if you have 10 blocks of 1-room flat dwellers, maybe 8 blocks will be knocked down and the dwellers resettled and the rest will be retained for the moment. But where will these people go? HDB officers will simply say, \"You want fast? Yishun.\" Sir, can all these people move to Yishun? Of course, no. So when they ask for neighbouring blocks where there are a few vacancies, HDB officers also say, \"No\". They have to compete with the others who want to move in to the constituency from other constituencies. So, you see, some people are asked to move out, while at the same time people are moving in. It creates a lot of unhappiness to the people. And they have good reasons to be unhappy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, shopkeepers are not happy too, of course. Their business gets from bad to worse. It deteriorates year by year. On the other hand, HDB raised the rentals since 1982 in stages. I will give you an example. In my constituency, there is one HDB shop unit which has been vacant since the end of 1982 when the last shopkeeper decided \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 939</b></font>\n  <br>\n  <br> to close his business and he returned the shop to HDB. Today, after six years, there are no takers. There is something wrong somewhere, isn't it, Sir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I appreciate that the renewal of old estates takes time, as mentioned by my colleague, the Member for Bo Wen. But, Sir, do you know that HDB has been carrying out the relocation exercise since the 1970s in Henderson? Today, more than 10 years later, HDB has not built even a unit of new flat in the constituency. Sir, the officers say, \"It is in the process of relocation exercise, and not much can be done at the moment.\" Don't do anything. I give you an example. Many parts of the roof of the market centre are leaking. The contractor says that it cannot be repaired because if he steps on the roof, more parts will leak. Sir, do you agree that nothing can be done but to wait for the magic years to come and everything will be all right? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for those who are suffering, I am of the view that this period of waiting is agony. I believe the Minister who is so dynamic, so capable, will give me some satisfactory answers. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wong Kwei Cheong is not here. Dr Vasoo, do you want to speak on your next amendment? \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> No. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Heng Chiang Meng is not here. Mr Leong Horn Kee is not here. Mr Chew Heng Ching is also not here. Mr Dhanablan, do you want to give your reply now? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, first of all, can I take the point raised by the Member for Punggol on capital grant? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The capital grant provided for in the estimates for HDB is the amount needed to make good the deficit incurred by the HDB in (1) its sales programme, (2) building certain facilities like sports stadiums, swimming pools and so on, which it writes down to $1 and transfers to the Sports Council, and (3) depreciation of certain fixed assets. At the end of the year, HDB will tote up the losses resulting from these three items and compare them with the surpluses it may have made in other areas \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 940</b></font>\n  <br>\n  <br> like car parks and so on, and the net deficit is made up by the Government by way of a grant. The reason for the reduction in the capital grant is because the HDB is scaling down its construction programme this year. Therefore, there is a lower loss, lower deficit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think that was the main point raised by the Member for Punggol. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Sir, on a point of clarification. I just want the Minister to clarify whether a large part of this subsidy goes towards scaling down the cost of building of some 32,000 units, as mentioned in here at page 625 of the Estimates. In other words, all these flats that are built are heavily subsidized. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I am coming to that in my answer to the question raised by the Member for Paya Lebar. Yes, the major part of the deficit in the HDB accounts arise from the deficit in the sales programme. The Member for Paya Lebar said that the definition of \"subsidy\" which I gave yesterday is more applicable to the term \"discount\". As far as the HDB is concerned, it is not a discount. It is a subsidy, whatever way you want to define it, because the HDB pays the Government for land at market prices. It constructs the flats together with all the infrastructure facilities and sells the flats at a price that cannot cover what it has to pay to the Government. Therefore, it is below its cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, when I explained the definition and the need to use market prices, I was using, of course, not just the HDB but Government and the public sector as a whole. But as far as the HDB accounts are concerned, it has to pay the Government the market value for land. It incurs costs in construction. After it sells the flat, it incurs a cash loss. And that loss is made up by a grant from the Government which is then shown as a subsidy. I hope that point is clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of the new accounting system, of course, the HDB is able to pinpoint the costs of various activities and it shows it in the Notes to the accounts that are published every year - the sale activity, rental activity, service and conservancy activity, the car parks and so on. The details of these items are published in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 941</b></font>\n  <br>\n  <br> the Annual Accounts and these are only possible because of the new system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether the retrieval system is such that there is protection against hackers, I assume the HDB has some sort of a system but I cannot give you the details just now. If you are interested in pursuing this subject, you can certainly submit a question and I shall be able to give you an answer. I think the question was, is there any protection against people who may get access to this information on computers? Wasn't that the question? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> I understand that there are terminals at the various Area Offices, and through these terminals there are people who can get access to private and confidential information of residents. So at that terminal itself, who are the authorized people, and what safeguards there are to prevent other people or unauthorized staff from getting access to the information? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I assume that in any system like this, there are always safeguards that only certain people have access and who know the codes. I cannot give the Member offhand the exact safeguards but this is standard practice - that when you set up a system like this, only certain people will have access or the code to enable them to get this information. But if he wants further information, I can get them for him later if he submits a question for oral answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made a plea to allow people who are in arrears to pay by instalments. I have explained this before - that when people are not able to pay their instalments when they purchase a flat, or are not able to pay rent when they rent a flat, and as soon as they begin to accumulate the arrears, HDB gets in touch with them. If they can come out with a programme or plan or a schedule to show how they can pay, HDB will accept it. The requirement that they should pay at least 50% will only arise if they ignore all the initial approaches by HDB and the arrears stretch on for many months and, ultimately, HDB has to take legal action. And once legal action is taken, it goes to the courts, and when the legal process starts, and only then the person owing instalments or rents comes along and wants to pay off in instalments, at that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 942</b></font>\n  <br>\n  <br> stage HDB requires that they pay at least 50%. To abort the process that has already been taken is quite a troublesome thing. If they do not pay at least 50% but give an equal instalment payment plan and do not keep to it, then HDB has to start the process all over again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So my advice to people, as soon as they run into difficulties, is to discuss with the HDB and come out with a plan to pay. They should not just keep quiet and make the HDB chase them month after month and for legal processes to start. And when they know the flat is going to be repossessed, only then they come with a serious proposal. By then, it is a little too late. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So when your constituents come to you to tell you, \"Look, I am prepared to pay $2,000 or $3,000 which is 10% or 20% but the HDB does not want to accept\", I would suggest that you ask them, \"How long has this been going on? How many reminders have you had from the HDB? What attempts have you made in the past?\" And you will find that most of them have just ignored the reminders, until they know that the HDB means business. But by that time, the HDB has already gone through a lot of trouble, gone into the legal processes and requires that they pay at least 50%. It used to be 75% but I asked HDB to reduce it to 50%. Even so, if they can come out with a definite plan which can be substantiated by the CPF contribution or other reasons that they can keep to this plan, we are prepared to consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When people are retrenched, - this is the point that the Member made - yes, they run into difficulties. But if they are out of job for one or two years, then they really have to seriously consider downgrading. Downgrading is a sad thing. It is a difficult thing to do. But they cannot expect the HDB to wait indefinitely for times to improve before they can pay. They have to take certain action to change their lifestyle. Nobody likes to do it but there is no other way that they can resolve the problem. So if the person who is owing, comes with a vague plan and says, \"I hope to get a job. Please reschedule\", the HDB will say no. But if he can show that he has a new job, and is earning so much, and his contribution to CPF is so much and that with this kind of contribution he can keep to a new \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 943</b></font>\n  <br>\n  <br> schedule, HDB is not unreasonable. They will agree. But it must be based on something definite. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can I now turn to the point raised by the Member for Bo Wen on the conservation programme for water and electricity? Yes, HDB is very conscious that it must prevent wastage of water and electricity and many energy saving measures have been introduced. He would have noticed that the lighting in some of the public areas has been reduced. But it is not just reduced indiscriminately. We look at the area and, where more lighting is required, we do provide more lighting. The HDB has also changed to energy-saving bulbs which will provide the necessary brightness but consume less electricity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To conserve water, HDB has introduced self-closing delayed-action taps in all its public toilets and it is constantly looking at this problem. But if Members come across any particular instance where there is wastage, of course, they can help by drawing the attention of the HDB to such wastage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards relocation, rebuilding, raised by the Member for Bo Wen, yes, relocation does cause many social and economic changes in the area. But we cannot put in place new development plans quickly as we are scaling down the construction programme. From next year the HDB will probably build only 15,000 flats a year. These flats will have to be spread out because there are developments in new towns that have to be completed. And as far as the City area is concerned, we will have to delay redevelopment to allow land values to settle. So within the Central Area and areas near the City, there will be some delay in new building. But in the new towns and other areas, we hope to redevelop fairly quickly. We will build larger types of flats and wherever possible, 2-room flats may not even be knocked down but may be converted into larger flats for sale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some cleared areas can be used to improve the environment, be landscaped, and playgrounds built. This is what we will do in the case of the City area and areas near the City, in the first place. In other words, they will not be left to look like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 944</b></font>\n  <br>\n  <br> devastated areas. They will be temporarily spruced up and landscaped so that some temporary amenities can be enjoyed by the residents there. Over the long-term, they will be redeveloped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the relocation exercise, the Member for Boon Teck complained that it is slow. Some people think that it is too fast, some say it is too slow. We are aware that as people move out and the last 10% or 20% remain behind in the block of flats, a security problem does arise. And it is not for want of any will or attempt on the part of HDB that these 10 or 20% do not want to move. They do not want to move in many cases because they want a particular block or their choice areas, which is very difficult to satisfy. This point was also raised by the Member for Henderson - that no offer was made in neighbouring blocks. HDB tries as far as possible to relocate tenants in areas of their choice, which is very often areas near their old blocks. Of the 22,000 tenants that were affected by relocation, 50% opted to purchase flats in various areas. So they just moved out to purchased flats. Very often, of course, purchased flats were not available anywhere near the rental flats. So they went to new towns, Ang Mo Kio, Bedok, Yishun. I do not see why Yishun is considered as something undesirable. Some of the best flats are in Yishun. The Member talked as if being sent to Yishun is like being sent to Siberia! It is a new town. It has an MRT station which will start operation not too long from now. It is going to become a very attractive town. So those who are wise will go there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This happens every time we build a new town. Every new town is \"too far away\". When it is about 60% full, everybody wants to go there, and it is too late. It happened in the old days with Queenstown, it happened with Toa Payoh, it happened with Ang Mo Kio and it is happening with Yishun. People never seem to learn that they should move into a new town early and then as the amenities are improved, they will really have a good life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So 50% chose to buy. For those who opted to rent, 80% of them, were given flats according to their choice. Of course, this 80% never come to see their MPs. So \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 945</b></font>\n  <br>\n  <br> you do not hear about them, you do not see them. The remaining 20% could not be accommodated in the areas that they wanted. And these are the people who have come to bother you, I am sure, and this is the impression you get - that many people are being randomly sent to all parts of Singapore. That is not true. The 20% were finally relocated in estates as near as possible but not estates or areas of their choice. But they have been relocated. So, as far as possible, we tried. When a block is already 80% empty, it is in the interest of HDB to try and get the other 20% out. And if there are vacant units, it will be very foolish of HDB to keep those units for others who are not being relocated. Relocation cases do have priority. It is not true that they are told, \"Look, you have got to take your place in the queue with others.\" They do get priority. In fact, it is the people in the queue who come and complain to us that they are being pushed further and further down, as we had the complaint yesterday. All priority cases come up first and those who have been waiting as normal applicants do not seem to be able to get a flat as soon as they want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, on the question of relocating people in 1-room flat to 2-room flats. First of all, to be relocated in 2-room rental flats, it is true that initially HDB was not keen and the policy was to try and relocate them in 1-room flats. But there has been a change in policy. If a family meets certain criteria, such as of the three persons in a family at least one is a Singapore citizen, household income is between $500 and $800, then as far as possible HDB does try to accommodate them in 2-room flats. But as I mentioned in answer to another question (I think it was earlier this morning), there are not sufficient 2-room flats available to accommodate all who want 2-room flats. But we have many cases of a couple staying in a 1-room flat who want to upgrade to a 2-room flat. In such cases, we do not allow. The family must have at least three persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea of a 2-room flat being ultimately sold, HDB did try but it finds that the 2-room flat is not a long-term solution. People are not keen to buy 2-room flats. A 3-room flat is the minimum that they want. In fact, our problem is that they do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 946</b></font>\n  <br>\n  <br> even want 3-room flats; they want 4-room, 5-room, and not just 4-room but a 4-room improved flat. So I do not think that there is a demand for 2-room sale flats and the HDB will not sell 2-room flats. Otherwise you may get a block where two or three persons may buy the flats and the rest rent them, and it becomes impossible to do anything with the block of flats. You cannot relocate them, you cannot convert them, and it becomes a difficult problem. So there will be no more sale of 2-room flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the removal allowance, I am told that they are paid within 21 days of the surrender of the keys. The Member suggested, \"Why not pay them at the time they surrender the keys?\" I have to check on this because I think when they surrender the keys, HDB may have to go and look at the flat to see whether they have done anything to the flat which requires replacement, repairs, whatever it is. But here again, if the flat is going to be knocked down, what does it matter even if they knocked a hole in the wall. So I will ask the HDB to look at this. 21 days, I am told, is the norm but if there are any specific or particular instances which you know where it has taken more than 21 days, please let me have the details and I will ask HDB to explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Shopkeepers and hawkers affected by resettlement, yes, it is true that their business is less. In fact, even before the HDB started the relocation exercise, their business was already affected. I must remind Members how the relocation exercise started. The relocation exercise was not something that we suddenly dreamt up or pulled out of the air. It was the result of people moving out and blocks becoming empty or only half or three-quarters occupied or even less, maybe 40%. HDB saw that many 1-room blocks were going to become vacant. So we decided that we will relocate - gather them into a few blocks, and then clear the area where the old 1-room vacant blocks are situated. Many of the old 1-room units were occupied by families whose incomes were high, as they had many members in the family. And they moved out. So even before the relocation exercise started, business was already falling. And I know this from personal experience in my own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 947</b></font>\n  <br>\n  <br> constituency. I remember in 1976-77 when I first became an MP, and I walked through a 1-room block: every flat was well furnished, a refrigerator, a colour TV, telephone. They had everything. Some even had two telephones. These were people waiting to upgrade and, of course, their incomes were high. They were able to buy things and the shops around them benefitted. They have all upgraded and moved out. And the people who are now left in the 1-room flats have less to spend. So whether we do relocate them or not, the shops are going to be affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of these shops were, in fact, let out many years ago. The rents are definitely generally lower than market rentals. That is why we had this 3-phase increase of rentals for them. HDB decided not to implement the thrid phase increase but the rebate that was given was removed. But as they begin to sign their term contracts, 1-year, 2-year or 3-year contracts, they will get a 10% reduction. This has been announced. But if they find that even on this basis they cannot make a living, then I am afraid they just have to bid for shops elsewhere. As I said, they have to make the commercial decision because, even if we had not done anything about the relocation, their business would have been affected. This happens all the time in a society which is changing. People are moving, new areas are developing, old areas are being redeveloped. In the interim, the old area, of course, is not an attractive area any more. So they can always tender for shops in new housing estates and, if successful, of course they can terminate their present tenancies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hawker stalls, the same story. Even without the relocation, they will be affected. Of course, HDB will consider relocating them in other markets wherever vacant stalls are available. But the problem, here again, is that there are a number of markets where there are vacant stalls but nobody wants to go there. Everybody wants to go to the same market where there are no vacant stalls. Of course, it is not possible to accommodate them. So wherever possible, HDB will try, but people have to make their own judgment about their commercial future and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 948</b></font>\n  <br>\n  <br> take action to do what is necessary to do something else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Henderson mentioned about shops in his constituency which have been vacant for six years. He also mentioned about blocks that have been cleared but there has been no new development in the area. I am told that in the case of Henderson, the area vacated by some of these blocks which were knocked down, will be used to build a secondary school. In other words, there will be no flats. This particular area is supposed to be behind Block 30, Tiong Bahru, because there is a shortage of secondary schools in the area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the particular shop that is vacant, I do not know the reason for it. I know generally that there are shops which are not let out because in the area there are already too many shops. Experience has shown that when you tender out these shops, somebody gets the shop but after a few months he closes down. HDB has decided that in such cases it is better not to let out the shops but use them for some other community purpose, or just leave them vacant. That could be the case with the shop in Henderson. I do not know the particulars of the case. If he gives me the particulars, I will look into it. But there are shops, for example, in Toa Payoh where it has been decided that there is no point in tendering these shops out. It is better to convert them into some other use because the number of shops there is already too high, and the complaint has been that there is not enough business for these shops. So tendering out these shops is not going to help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;About the market that was leaking and the contractor who does not dare to go and repair because he will make further holes - it is a very interesting story. I am told there is a market in Henderson which was built sometime in the early 70s and it was leaking. Repairs were last done in 1986 but from time to time it leaks because the leaves from trees around the market choke up the gulleys and the roof gutters and, of course, there is overflow of water and it leaks. HDB has now trimmed the branches of the trees to try and reduce this problem. But it is something that is part of the maintenance problem. The markets have to be maintained. If they leak, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 949</b></font>\n  <br>\n  <br> have to be patched. Repairs have to be done periodically and nothing can be left to just function well over a long period of time. There has to be constant attention. If you draw the attention of the Area Office to such problems, I am sure they will attend to it. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> I would like to further clarify the point of subsidy. I want to declare my interest here. If the Minister's definition is right, that is, subsidy means that HDB has subsidized the flats, am I to take it that the HUDC houses are subsidized by the HDB, which means that they are also sold below cost. Sometime ago, we asked about the subsidy on HUDC houses and we were told that they were subsidized, if this definition still holds for HUDC houses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the matter of arrears, we all remember that retrenchment set in in 1985 and many of the people who ran into problems were jobless during 1985-86. A lot of them were unable to pay their instalments during that period. The Minister has said that if such a person goes to the HDB and says, \"Look, this is my plan of repayment because I am jobless\", they will be sympathetic. I do not think so. Because if a person is jobless, he goes to HDB and says, \"Look, I have this problem. I can pay you in X number of months. But I can start paying only when I get my job\", I do not think the HDB will say yes to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Of course, not. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Of course, not. So this is the problem and the arrears accumulate until today. A lot of these people, because of retrenchment, were jobless and they do not have income and, of course, they accumulate their arrears until it gets large today. And now, when they have found a job and they go to the Area Office, of course, they cannot pay the 50%. They say, \"I have a plan of instalment payments. I try to pay you now the current payment and, on top of that, pay you whatever is in arrears within the limits and capabilities I have.\" But I do not think the HDB will accept this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is downgrading. The way we talk about it as if it is as simple as changing clothes - if we do not like this clothes, just go and buy a cheaper one and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 950</b></font>\n  <br>\n  <br> put it on. Downgrading is not so simple and straightforward. If a person has a 4-room flat, he probably would have done all the renovations and so on. But after one or two years he got into arrears. If you downgrade him to a 3-room flat, it may be even more expensive for him because he still needs money. He does not have the money to renovate. He does not have the money even to move. And even if he were to give back the flat to the HDB, HDB will deduct all the arrears. After deducting all the arrears, I wonder how much he has left. I think there is a case for HDB to accept this instalment plan by these people who say, \"I cannot pay you a lump sum. Let me pay you by equal instalments and continue to pay you my current amount.\" I hope the Minister will consider this. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, perhaps the Member did not hear me clearly. I did make it very clear that once the legal process has started, of course, HDB demands 50% minimum. But I also said that if they have a definite plan which they can back up by the fact that they have a job and by their contribution to the CPF, then HDB will be prepared to consider. The recession was in 1985. We are talking of 1988, now. If he says, \"I still do not have a job and I hope to get a job\", then I am afraid HDB cannot agree. No landlord can agree. If you run a public housing programme on the basis that because somebody could afford a 5-room flat threeyears ago when he had a job and therefore he should be assured a 5-room flat now and in the coming years, the whole public housing programme will collapse. It is not possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are not saying that the moment he falls into arrears that he should downgrade. That does not happen. By the time HDB begins to take action it is normally after 18-24 months. Some time lapses before the HDB begins to take legal action. In fact, as I have mentioned, the problem is that HDB is a little slow because in some cases if they had moved earlier and the person had been forced to reassess his financial situation and take the necessary action he probably would have been in a lesser predicament. Because HDB has been rather slow more arrears have accumulated. We are not saying downgrade immediately. I know downgrading is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 951</b></font>\n  <br>\n  <br> an easy thing to do and I did emphasize it. It is not easy. It is difficult to stomach. But if a person has got used to a certain lifestyle because he was doing well and now there is a complete change in his financial circumstances and after three years he still cannot find a job, what else can the Government do? Allow him to continue to enjoy the flat? That is not possible. So there has to be a cut-off point at some point of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to emphasize that if the person who has been retrenched has a job and can show from his salary that he will be able to keep to a new schedule of payment, I will ask the HDB to accommodate him. But if it is just based on hopes that something will turn up and he is already in arrears for 24 months, then I am afraid we cannot accept that. He has got to do something to adjust his lifestyle. We are not asking him to change overnight but at some point of time people have to reconsider their financial position. HDB cannot say, \"We are going to allow you to pay when you are able\" because the ultimate problem may be even worse. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, a point of clarification. How can you expect that person who has got no job, he is not sure of his future, to give you a plan? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> I want to make one point clear. I am speaking for those who already have found jobs. The Minister says that about 24 months have lapsed. This is precisely the point. 1985-86 was the time when they were out of job. So during this time lapse because they did not have the money. But now they have a job. But they are not highly paid jobs. Definitely they have accumulated arrears of over 20 months. Then it seems to be better for him to be jobless than to have a job because if he is jobless he can tell you, \"I am jobless.\" But if he has a job now as a factory worker and earns $500, you say, \"Look. You have a job now. You have to pay 50%.\" Where is he going to get the 50%? I am saying that for such people who now finds a job, you must be flexibie and allow them to pay in equal instalments. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 952</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I do not know what is the problem. Maybe it is getting late in the afternoon and everybody is feeling sleepy and not listening to what I am saying. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have plenty of time. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I thought I have made it very clear that if he has a job and he can come out with a schedule, HDB will try to accommodate him. They will not insist on him paying 50%. I think this is the third time I am saying it. That answers the point made by the Member for Ayer Rajah. I have never said that if he has no job, \"Please give us a plan.\" I never said that. What I said was if he has no job and he comes along and says, \"Look. I hope to get a job and please give me time.\" and after two years he still has not got a job, then of course HDB will have to say \"no\". Let us take the example given by the Member for Paya Lebar. If he has a job paying $500, then HDB will have to see how much he can actually afford to pay every month. If the amount that he undertakes to pay, even on an equal instalment basis, is such that it is obvious that he cannot meet the payment, then it is not a credible schedule and he has to do something about it. This is the point I am making. If he can substantiate his schedule by a job and the CPF contribution that he is making shows that he can pay, HDB will accommodate. In fact, I will instruct HDB to accommodate. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Thank you very much. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> But it must be a credible schedule. If he has got no job, nobody is asking for a schedule because it will not be a credible schedule. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chai Chong Yii. \n  <br>\n  <br>\n  <!-- Mr Chai Chong Yii -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chai Chong Yii:</b> I am not speaking, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Since we are well ahead of time, we can take the moment of interruption now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 953</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1988/89, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 954</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at One\n  </div> \n  <div align=\"right\">\n   minute to Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 955</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880317/19880317-HA-0500955.htm\">Table - CRIME STATISTICS FOR THE PERIOD JUL 87 TO FEB 88 (Cols. 955 - 956)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 956</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
