{"memberId": null, "volumeNo": "50", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"50\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1988-03-21\"> \n  <meta name=\"Start_Col\" content=\"1041\"> \n  <meta name=\"End_Col\" content=\"1132\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">50</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">21-03-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 50</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 21st March, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Changkat). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Mr Bernard Chen (Clementi). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeo Ning Hong (Kim Seng) - Minister for Communications and Information and Second Minister for Defence (Policy) - from 22nd to 24th March, 1988. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>HDB RENTAL FLAT TENANTS IN ARREARS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Chng Hee Kok</b> asked the Minister for National Development if the Housing and Development Board will indicate the number of cases of tenants of rental flats who are in arrears of rent for six months or more. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, the number of tenants of rental flats who are in arrears of rent for six months or more is about 1,990 cases. This is as at 31st December 1987. This makes up 2.7% of the total rental units occupied. The total rental units occupied is 74,243. The actual amount owed is about $1.7 million or 27.9% of the total monthly rental collectable. The rental arrears come mainly from the 1-room and 2-room rental flat tenants. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Sir, could the Minister tell the House the steps HDB will take to assist those who are in arrears of rent and those who are in arrears of instalment payments? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, for tenants of HDB flats who are in arrears of rent, first of all, HDB can assist by allowing them to pay their arrears by instalments. If they happen to occupy a 3-room rental flat - there are not many but there are some who are in 3-room rental flats - then they will be allowed to sublet one of the rooms and supplement their income, thus enabling them to pay their rental. In some cases, they can be helped by allowing them to do some home-based work in the flat to help them generate additional income to pay their rents. When all these measures are not sufficient and they happen to occupy large flats, 3- or 4-room rental flats, then they will have to transfer to smaller flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of mortgage loan repayments, those who are in arrears of instalment payments, the measures are similar. First of all, they will be allowed to reschedule their loans if it can be shown that they can meet their new schedule. In some cases, they may have taken loans for 10 years or 12 years on the basis of their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> financial circumstances at the time they bought the flat and now find that they cannot meet a 10- or 12-year loan repayment schedule. In such cases, we can extend the loan repayment schedule up to 25 years to enable them to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can also allow, and HDB does allow, purchasers of HDB flats to rent out one of their rooms for additional income. In some cases, a balooning repayment schedule will be of assistance. In such cases, we will reschedule their loans. And in some cases, they may have to sell their flat, if it is a 5-room flat or 4-room flat, and purchase a smaller flat. In other extreme cases, they may not be able to purchase a flat at all. They may have to move to a rental flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In all these cases, I have told HDB that if these people have to downgrade they should be offered an alternative flat immediately so that they are not in a position where they have no place to live. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think Members, from their own experience, know by now that the people who cannot pay or are in arrears fall into various categories. There are those who cannot be helped by any of the measures that I have mentioned. These are mostly old people, with very low income, in poor health, maybe with children who are very ill. Quite a few have children who have mental problems. And they normally live in 1-room or 2-room rental flats. HDB has identified about 500 such cases which they think are genuine, financially strapped, cases. These cases were referred to the Ministry of Community Development. Further checks by MCD showed that not all of them are not able to pay. Some, in fact, as soon as MCD approached them said that they had no problem. They could get their children to pay or they had other sources. And they paid up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there are genuine hardship cases who cannot be helped by any of the measures that I have mentioned and who really cannot afford to pay the rent. These are basically people living in 1-room rental flats. At present, the measures that we have to assist them are rather ad hoc. For those who qualify for public assistance, we refer them to MCD. HDB does try to refer them to other welfare agencies, private charities, but we do not have a proper \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> system of dealing with these cases. I have asked the HDB to work together with MCD to come out with a scheme that can assist this small number who genuinely cannot afford to pay even the rent of a 1-room rental flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another category who have genuine financial difficulties who can be helped with the measures that I have just mentioned. With some assistance, they can continue to occupy the rental or purchase flat that they now occupy. Others may require more time, as I mentioned. Their financial circumstances at the time they bought the flat may be different from what it is now. But if there is enough evidence that either they have got a new job or a son is coming out of NS and is starting work or a daughter is starting work, in other words, if they can show that they can meet the arrears if it is rescheduled, HDB will certainly consider. In fact, it will allow such rescheduling. I want to give an assurance to Members that this rescheduling will be allowed at any stage of the proceedings, as long as they can show quite clearly that they are able to meet such a rescheduled payment of a loan or arrears of rental. But after months of trying and discussions with HDB, if there is really no alternative and there seems to be no end to the financial problems that they have and it is quite clear that their financial circumstances have changed such that they cannot continue to occupy a 4- or 5-room purchase flat or even a 3-room purchase flat, then I am afraid that they will have to consider moving to either a rental flat or moving to a smaller purchase flat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are other cases which appear to have financial difficulties who cannot meet payments. But this is basically because of very poor budgetting habits, gambling, drunkenness and so on. In some cases, they may find that the measures that HDB has will be able to assist them. But HDB will in all these cases press hard for payment. HDB does not really have the manpower resources to counsel these people or to help them. They have to help themselves. From all the evidence, they have sufficient income to meet the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> payments but they do not have the right priorities or financial discipline. They must learn financial discipline. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Radin Mas):</b> Sir, will the Minister confirm that formal measures or schemes will be announced once the HDB has completed its study with the MCD? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, if the Member is referring to the few genuine cases that cannot even meet the rental payments, yes, of course, when we have completed our studies, I will announce it. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, under what circumstances, if any, will HDB evict a tenant who is in arrears of rent? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> When all the measures that I have spelt out have been tried and they still cannot pay and they do not want to downgrade or their incomes are obviously sufficient but because of lack of financial discipline they are not able to meet, HDB will evict. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, will the HDB consider helping out with relocation expenses in the event of these hardship cases having to be relocated to smaller flats? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I am afraid we have no such scheme at the present moment but there are enough charities in Singapore who can help genuine cases. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AYER RAJAH EXPRESSWAY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for National Development what is the progress on the development of Ayer Rajah Expressway, particularly the portion between the junction of Alexandra Road/Ayer Rajah Road and the junction of Clementi Road/Ayer Rajah Road; whether sufficient overhead bridges are built along the portion; and whether bus-stops are located near the Housing and Development Board Ayer Rajah Estate. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, the construction of the Ayer Rajah Expressway (AYE) which runs from Shenton Way in the east to Jurong Town Hall Road in the west is being built in phases. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Keppel Viaduct, part of the expressway, was opened to traffic in September 1985. The stretch from the viaduct to Alexandra Road was opened to traffic in May 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The stretch of the expressway from Alexandra Road to Jurong Town Hall Road, which involves the upgrading of the existing Ayer Rajah Road and Upper Ayer Rajah Road to expressway standards, will be completed by May 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Five pedestrian overhead bridges and one pedestrian underpass will be provided along the stretch of the expressway between Alexandra Road and Clementi Road. These crossings are sufficient to allow for safe movement of pedestrians across the expressway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure safe operation of the expressway, the existing pair of bus stops in front of the HDB Ayer Rajah Estate will be resited eastwards to the Buona Vista Interchange area. Walking distance for some residents to these bus stops will increase by up to 250 metres. This is about four minutes' walk. It is not possible to retain the bus stops at their present locations without compromising the safe operation of the expressway. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PASIR PANJANG SECONDARY AND LABRADOR PRIMARY SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Enrolment patterns)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for Education (a) if he will indicate (i) the enrolment patterns of Pasir Panjang Secondary School and Labrador Primary School and (ii) the breakdowns of ethnic groups attending these schools for the years 1984, 1985, 1986 and 1987; and (b) whether there are plans to renovate and improve the facilities in these two schools. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng)(for the Minister for Education):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will be forwarding the tables on the enrolment patterns for Pasir Panjang Secondary and Labrador Primary Schools by year and ethnic group to the Member for Pasir Panjang. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The overall enrolments in both schools have been declining. Our plan is to phase out Labrador Primary School and transfer the remaining 172 pupils to Jagoh Primary School in January 1989. If the enrolment for Pasir Panjang Secondary School continues to decline, plans will be made to close the school in the next 1-2 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the impending development, there is no necessity to renovate these two schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LITTERING</b>\n  </div> \n  <div align=\"center\">\n   <b>(Control measures)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Koh Lam Son</b> asked the Minister for the Environment whether his Ministry has identified the places where littering occurs habitually and what measures are being taken to control littering in such places. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, littering usually occurs in places with a high population density or high level of human activity. Examples of these areas are HDB estates, major pedestrian thoroughfares, bus stops, parks and beaches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry together with the HDB and the Parks &amp; Recreation Department held a \"No Sweeping Day\" on 5th March 1988 to demonstrate to the people the extent of littering that still persists in Singapore. The exercise also showed clearly the specific areas that are litter prone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have brought with me a set of photographs showing the extent of littering in these places. I have deposited a set in the Parliament Library for Members to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will continue with its educational efforts to get members of the public to cooperate in keeping such places litter free. Enforcement will continue to be taken against those who persist in their anti-social behaviour. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, may I ask the Minister whether it is a good idea perhaps to monitor those places which are habitually littered, and apply your enforcement actions, educational programme, just on those places. As an example, in the Telok Blangah Estate, we have one or two places, the rental blocks \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> which are habitually littered. If the Ministry could put up more penalty signs, the anti-littering signs, monitor the situation and apply enforcement action there, I think perhaps we can clear up the problem. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, I could not agree with the Member more. We will do that. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, the Minister has identified the HDB estates as a litter-prone area. Would the Minister for the Environment be prepared to give town councils when they are established a more effective role in litter control? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, the answer is yes. But it is hard for me to say at this point of time whether Town Councils will be a more efficient organization to control littering offences. All I can say now is that where the Town Councils are successful in communicating closely with residents of the estates under their charge and through persuasion and cooperation by the residents in these estates themselves, there should be every confidence that in such estates there would be fewer cases of littering offences and fewer litterbugs eventually. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANTI-LITTERING CAMPAIGN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Effectiveness of)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for the Environment (a) what is his Ministry's assessment of the effectiveness of the Anti-Littering Campaign in the past 20 years; (b) what was the percentage of foreigners in the 8,702 summonses issued to offenders in 1987; and (c) how many were foreigners out of the 190 motorists and their passengers who were fined a total of $26,200 in the same year. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, generally Singaporeans are aware that littering is an offence. Many litter under cover of darkness, for example, inside cinemas, throwing litter out of flats mostly in the nights. A motorist who throws out a cigarette butt usually does it by sliding his hands slowly down the side of the car hoping that he would not be detected. There are also many who are bothered \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> when they come across a place accumulated with refuse strewn all over. They get upset when they come across a littered beach and disgusted when they have to sit through a movie in a littered cinema. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, Sir, my Ministry received a total of 33 complaints from members of the public on littering and there were seven letters to the press complaining about littering. On the other hand, Sir, there are also people who would reason to themselves that the piece of litter that they drop on the ground would not do any harm, or they would say to themselves, \"The place is already littered. This piece of litter which I am about to drop will not make the place any worse.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The past 20 years, Sir, has definitely brought about greater awareness amongst our population that littering and other anti-social acts, such as spitting, urinating in lifts, are undesirable acts. The public, in general, know what they should do and what they should not. What we would like to do now, Sir, is to encourage everyone to make a personal effort to refrain from littering. Adults will be asked to set a good example to their children and children could also set a good example to the adults. We hope to see people refrain from littering as a nature of habit or through good sense of social responsibility rather than through fear of enforcement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Delta wants to know the percentage of foreigners in the 8,702 summonses issued to offenders in 1987. Sir, the answer is 536 or 6.2% of the offenders issued with summonses last year were foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also wants to know the number of foreigners there were in the 190 motorists and their passengers who were fined a total of $26,200 for littering last year. Sir, the answer is 10 or 5.3%. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Sir, can the Minister tell the House who these foreigners are? Are they visitors, tourists or workers? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, the foreigners booked last year were either workers or residents in Singapore. Tourists are usually given a word of advice if they are caught littering in public places. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INTEGRATED CIVIL DEFENCE EXERCISE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Dr Koh Lam Son</b> asked the Minister for Home Affairs whether his Ministry will in the near future conduct an integrated civil defence exercise involving rescue, food and water rations, transport, blood donation and other civil defence activities. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Dr Lee Boon Yang)(for the Minister for Home Affairs):</b> Mr Speaker, Sir, since November 1985, we have conducted a series of emergency exercises in various constituencies. These exercises provide an opportunity for our people to learn how to cope with emergencies. They are part of our Total Defence effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To date, we have conducted three Emergency Food Exercises in 21 constituencies, two Water Exercises in 11 constituencies, two Blood Collection Exercises in seven constituencies, one Transportation Exercise in three constituencies, nine Rescue Exercises in nine constituencies and one Public MRT Shelter Exercise. Our plan is to complete the exercises for the remaining constituencies over the next 4-5 years so that every Singaporean will have an opportunity to take part in these exercises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The public's active participation in the exercises has been good. In the Emergency Food Exercise conducted six months ago in 15 constituencies, some 200,000 residents from 57,000 households took part. In the most recent Civil Defence Shelter Exercise at the Tiong Bahru MRT Station, 4,500 residents participated on a Sunday morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do plan to integrate the different exercises gradually over the next 4-5 years. For a start, the Food and Water Exercises will be conducted together in the same constituencies next year. More integrated exercises will be carried out in subsequent years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VAGABONDS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Dr Koh Lam Son</b> asked the Minister for Community Development what is the latest figure of reported vagabonds and what is his Ministry doing to assist such unfortunate Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> Sir, a total of 232 beggars and vagrants were reported to the Ministry in 1987. The numbers reported to the Ministry for the past three years are: 1985 - 254; 1986 - 228; 1987 - 232. So on average there has been 20 cases per month reported to the Ministry. Many of these cases reported were from members of the public and they refer to the same persons sighted at different places at different times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry's Beggar Control Squad conducted 61 operations in 1987 and they picked up 145 beggars and vagrants. In 1985 they picked up 247 and in 1986 they picked up 152. I will ask the Clerk to circulate these numbers later to you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The beggars and vagrants picked up by the Beggar Control Squad are admitted to the Ministry's Welfare Homes pending social inquiries into their background. Such inquiries, which have to be conducted within one month to enable the Director of Social Welfare to ensure that only destitute persons within the meaning of the Destitute Persons Act (DPA) are required to reside in the Welfare Homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those with proper places of abode or means of subsistence are discharged to their families, relatives or other care persons with a warning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Welfare Homes provide shelter, care and rehabilitation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are really limitations as to what we can do for the destitutes as many of them have psychiatric or suffered from psychiatric disorders, physical disabilities, alcoholism and chronic illnesses like hypertension, diabetes and cardiac problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who are fit for open employment outside the Home are placed on day release scheme. They go out to work and return to the Home in the evenings. Those fit for light duties are placed in sheltered workshops or on home maintenance programmes. The rest are kept socially active through a series of programmes ranging from Qigong, gardening, indoor games, outing, tailoring, sewing to hair dressing and handicraft. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry through its welfare service supports the efforts of the Welfare Homes by helping the residents to adjust to institutional life, helping the residents to maintain a fair standard of personal hygiene and grooming, sustaining a pool of volunteers to befriend, advise and counsel the residents through regular visits, providing aftercare for residents who are discharged from the Homes. They find employment for them or help to patch up relationships with their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry will introduce legislation to repeal and to re-enact the existing Destitute Persons Act to make it current and relevant. Under the Destitute Persons Act, beggars and vagrants are treated as destitute persons. Begging is regarded as a social problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But able-bodied beggars and vagrants, including absconders and those who are recalcitrants, are more in need of discipline than care. The DPA is not meant to cater for this type of beggars and vagrants. Some of the beggars apprehended in 1987 had cash in their possession amounting to between $250 and $780. Two of them even have bank accounts. One of them has about $29,000 and the other $132,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendments will differentiate between the able-bodied beggars and vagrants and those who beg because circumstances offer them no alternative. Habitual beggars will be charged in court. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Among these habitual vagabonds, are there any non-resident Singaporeans who commute to Singapore to ply their trade? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Yes, there are some of these whom we call \"seasonal beggars\". They come here at a time when we have a festive occasion and they go off after the festive occasion. There are such people and if we find them in places of worship or hawker centres and so on, we work with the Immigration Department to send them back. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> How many of these vagabonds are new cases and how many are repeat cases, ie, the people whom you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> cannot help and they go back into the streets? Is it true that if a vagrant is found to have a home address, the Ministry will then not give him or her any assistance? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I do not have the details of how many were first-time beggars and vagabonds and repeat offenders like this. But if the Member is interested, I will try to dig them out for him. For those, as I said, with a habitual place of abode or relatives or with families, after social inquiries, that means after investigation into their background and if they are able to be returned to their families, we will make an effort to return them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>1987 ECONOMIC SURVEY OF SINGPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Copyright)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Chng Hee Kok</b> asked the Minister for Trade and Industry why the 1987 Economic Survey of Singapore is accorded copyright protection which effectively discourages the wider dissemination of the information contained in the report. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, dissemination of the information in the Economic Survey has never been a problem. The international practice is to copyright publications of this nature. Annual reports and surveys published by organizations like the IMF and World Bank are invariably copyrighted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even though the Survey has been copyrighted, portions can be reproduced with prior permission from MTI. This is how the newspapers pick up the major facts in the report. Besides this, the Copyright Act also allows anyone to copy parts of the Survey for his personal use. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> First, will the Minister confirm that this copyright notice is not found in the previous year's Economic Surveys? Second, who gets the profit from the sale of the Economic Survey of Singapore? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> On the first point, it is true the previous Economic Surveys were not copyrighted but in all previous years the Quarterly Surveys which are published in the first, second and third quarters have been copy-righted. So the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> Annual Survey was left out as an anomaly which has now been put right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for who gets the profits from the sale, I do not know whether any money accrues, but I should imagine either the printers get their share or its goes back to Consolidated accounts. Anyway, MTI does not keep the money. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> But the Economic Survey of Singapore is licensed by the MTI. So I assume some money must have gone back to the MTI. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I do not think that is a Government fiscal practice. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPLAINTS AGAINST TRAVEL AGENTS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Trade and Industry (a) how many licensed travel agents there are to date; (b) how many complaints have been made by local tourists to the Singapore Tourist Promotion Board against travel agents for not adhering to agreed programmes and services abroad since 1st January, 1987; (c) what action has been taken against these agents; and (d) whether the STPB has any plan to train more tourist guides. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, there are 392 licensed travel agents as at 12th March this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Between 1st January 1987 and 12th March this year, STPB has received 44 complaints from local tourists concerning overseas tours that were not conducted in accordance with agreed terms and conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the 44 complaints received were investigated by the STPB. Investigations on 35 of the complaints have been completed. Of these, 27 were established to be valid. Generally, the problems were due to lapses in coordination between the local and overseas tour operators. For all the 27 cases, the local travel agents concerned were made to refund or pay compensation to the complainants. In addition, the travel agents were warned to ensure that their overseas ground operators adhere to the terms and conditions of the tour as contracted, and to give proper pre-tour briefings to their clients. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, no travel agent has been prosecuted by STPB for such complaints. The problem is not a serious one because more than 4 million overseas trips were made by Singaporeans and permanent residents in 1987, many of whom had probably gone on organized tours, and there were only 44 complaints. Nevertheless, STPB is closely monitoring the situation and local tour operators will be constantly reminded to work more closely with their overseas tour operators to minimize such incidents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To date, STPB has conducted 22 Basic Tourist Guide courses. Currently, there are 544 licensed tourist guides in Singapore and they are conversant in one or more of 16 languages. STPB plans to train about 60-80 guides each year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDISAVE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Abuse)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Chew Heng Ching</b> asked the Acting Minister for Health whether the Medisave Audit Review Committee set up in December 1987 has identified cases of abuse in the use of Medisave and, if so, what actions will be taken to prevent these abuses from happening again. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the Medisave Audit Review Committee was set up in December 1987 to review audit reports on the financial compliance and medical aspects of Medisave claims. It also monitors Medisave spending patterns to see if any trends emerge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CPF audit team has recently completed an audit of Medisave claims in NUH and three Government hospitals. They evaluated the system of internal control, and carried out checks on compliance with the claims procedure and guidelines as well as on the accuracy of the documents and records. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The audit showed that there were a few minor administrative errors in some of the Medisave claims. There were, however, no cases of abuse detected. The findings have been brought to the attention of the hospital management to help them to tighten controls. Similar audits will be carried out in the other Government hospitals. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, all private hospitals have recently established inhouse Hospital Audit Committees comprising administrators and doctors to conduct monthly internal medical professional audit to ensure that claims are in order. For example, the Hospital Audit Committee will ensure that the operation and investigations carried out in each case are consistent with the diagnosis and are correctly classified and reported in the Medisave claims documents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Medisave Audit Review Committee will monitor the findings of the Hospital Audit Committees and will periodically conduct its own audit checks on the private hospitals. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HEALTH EDUCATION AND PREVENTIVE HEALTH CARE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Expenditure)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Chew Heng Ching</b> asked the Acting Minister for Health how much was spent on health education and preventive health care each year in the years 1983 to 1987. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, my Ministry's expenditure for health education and preventive health care services is as follows: \n  <pre>\r\n\r\n        FY 83      $24.86 million\r\n\r\n        FY 84      $28.56 million\r\n\r\n        FY 85      $31.36 million\r\n\r\n        FY 86      $30.61 million\r\n\r\n        FY 87      S30.72 million\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This includes the expenditure incurred by the Training and Health Education Department, the Maternal and Child Health Service, the School Health Service, the School Dental Service, the Childhood Immunization Programme and the screening and control of tuberculosis and sexually transmitted diseases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The figures do not include the cost of providing the laboratory service to support the programmes and the patient education by doctors and nurses in the hospitals. Such expenditure is difficult to quantify. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of preventive health care and health education provided by the Ministry of the Environment and by the Industrial Health Unit of the Ministry of Labour is also not included in the figures that I have just read out. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, may I ask the Minister whether he is happy with the role played by the private medical sector in health education and preventive health care and whether there are plans to get the private medical sector to play a greater role in these areas. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, the Ministry believes that some of the doctors in the private sector are carrying out a fair share of the required health education. However, we are not too sure as to what percentage of the doctors are actually doing it. We will be discussing further with the professional bodies to see how we can further improve on the level of health education being carried out. The private sector has also been obtaining from the Ministry quite a large amount of the literature on health education. If that is any indication, it indicates that at least they are taking them and distributing them to their patients. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>KENT RIDGE PARK</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for National Development what is the progress of Kent Ridge Park; what facilities will be available; and when this Park will be open to the public. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, basic park facilities such as car parks, footpaths, shelters, benches, toilets, park lighting and fitness corners have been completed at the Kent Ridge Park. Landscaping and improvement works as well as electrical works are being carried out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these works are expected to be completed before the end of this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ECONOMETRIC MODEL OF SINGAPORE ECONOMY</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Mr Chng Hee Kok</b> asked the Minister for Trade and Industry if he will give an update on the econometric model \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1061</b></font>\n  <br>\n  <br> developed by his Ministry for the Singapore economy, including the degree of accuracy of this model for economic forecast. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the formulation and estimation of the equations for the econometric model of the Singapore economy have largely been completed. The aspect of the model dealing with inflation was published in the second quarter issue of the 1987 Economic Survey of Singapore. Other aspects will be released in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Constructing the model has helped us understand the structure and linkages of the various sectors of the economy better. Some of these include: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact that in the international economy, Singapore is a price taker, both as a seller of products in the export market and as a buyer of raw materials, intermediate inputs, capital and consumption goods in the import market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the impact of profitability on private investment. Thirdly, it has shown how critically our export performance depends on our cost competitiveness and on the growth of OECD economies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, it has established the link between inflation and exchange rate changes and nominal wage increases which exceed productivity growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The model has been useful in simulating and estimating the effect of various policy changes, eg, how increased public expenditure on construction will affect the GDP growth, or the consequences of the October stock market crash on our economy, directly through its effect on our domestic consumption and investment expenditure, and indirectly through the effects of a slowdown in the US economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To forecast economic growth, MTI has developed an index of leading indicators as well as short term forecasting models. Details of the index of leading indicators were pulished in the 1987 third quarter issue of the Economic Survey of Singapore. This index enables us to forecast overall GDP growth. The estimate is verified against sector by sector estimates, based on short term forecasting models \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> and surveys of business expectations. The estimates are regularly revised as more information on actual growth and business expectations come in. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, may I ask the Minister whether he is aware of other econometric models developed by the academicians and professional institutions and whether the forecast of the economy from these models will also be taken into consideration? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I think the University has got certain partial models of the economy and I am sure other private banking institutions like Nomura or some of the Wall Street firms would have some basis for the estimates which they publish every year. As you know, no two models produce exactly the same result and we look at all the data. If our forecast is way out of line, we go to some trouble to try and understand why. \n  <br>\n  <br>11.40 am \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MANAGEMENT OF JTC APARTMENTS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Mr Yeo Choo Kok</b> asked the Minister for Trade and Industry (a) how many apartments have been built by the Jurong Town Corporation to date; (b) whether the JTC plans to build more apartments; (c) whether the JTC will let the Housing and Development Board take over and manage all its apartments; and (d) whether the JTC will be renamed appropriately to reflect its role as the sole factory and industry building authority in Singapore. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, to date, JTC has built 24,003 units of public housing flats, and 728 units of middle-income housing which comprises 304 condominium and 424 executive apartments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;JTC does not plan to build any more apartments as this task will in future be undertaken by HDB or the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;JTC handed over all its 24,003 units of public housing to HDB in May 1982. The management of the 304 condominium units was also handed over to the Management Corporation formed under the Land \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> Titles (Strata) Act. JTC intends to hand over the management of the remaining 424 executive flats to a Management Corporation to be formed by the lessees/residents so that they can manage their own estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, JTC has gained wide recognition, both locally and internationally. Any proposal to change its name has to be weighed carefully as it must affect JTC's established goodwill. Until such time when a more compelling reason and a better name are found, JTC's name will remain as such. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, JTC does intend to change its logo to reflect more accurately its role as an industrial authority in Singapore. \n  <br>\n  <br>\n  <!-- Mr Yeo Choo Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Choo Kok (Delta):</b> Sir, does the Minister agree with me that there is a strong possibility that JTC will be confused with another JTC, ie, Jurong Town Council, if there is one in the future? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, Sir, I do not know what municipal development may take place in Jurong. When it occurs, we will weigh it carefully to see whether it constitutes a compelling reason for change. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FOR THE FINANCIAL YEAR 1ST APRIL, 1988 TO 31ST MARCH, 1989</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>11.43 am \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [18th March, 1988], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head I be reduced by $10 in respect of Code IJ 5200 of the Development Estimates.\" - [Mr Leong Horn Kee.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Sir, when the House rose on Friday, the Member for Thomson was asking about the possibility \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1064</b></font>\n  <br>\n  <br> of SBC having local dramas in English. He raised also the possibility of more cultural programmes, particularly those from the ASEAN and Asian region, on Channel 12. He also asked about the possibility of having more educational documentary types of programmes for the period between 5.00 and 7.00 pm. I will take the points in the order raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the last year or so, SBC has been exploring the possibility of dubbing some of the more popular local dramas which were telecast in Mandarin. A small group of people has been working on it. We are now coming close to the completion of a local drama, the one that was extremely popular, entitled \"Samsui Woman\". This programme has already been dubbed into English. We expect it to be telecast sometime towards the end of April 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to emphasize that dubbing is an extremely expensive process. It is very, very labour-intensive. It is also very talent-intensive. Before we go full scale into the dubbing of local dramas in English, we need to be sure that there is a sizeable viewership for this type of programme before we commit a vast amount of resources into this particular project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Channel 12 has been providing regularly cultural and educational types of programmes for the past few years since its inauguration. We are very conscious of the need for a wider range of such programmes beyond those that are normally available from the Western countries. As a result of that, we have explored the possibility of having cultural programmes from the ASEAN and Asian regions. These have been shown whenever the films are available. But, unfortunately, there are not many such films around. But I will assure the House that where such films of the quality that we expect are available, they will be shown on Channel 12. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the possibility of having more educational programmes during the hours of 5 to 7 pm, we can consider this as an additional parameter to consider when we look at the rescheduling of our TV programmes. However, I need to caution that during that period, 5 to 7 pm, there is really not a very large viewership. Most of the professionals who would probably benefit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> from programmes of this sort would still be at work or on their way home. Therefore, it may not be advisable to have programmes of this sort in that time slot. I think it is preferable to have this particular time slot reserved for children's programmes. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Chong Boon):</b> Sir, I would like to raise a question with the Minister regarding SBC programmes, particularly the Tamil News which is now on Channel 8 at 6.25 pm each day. The Malay News is at 7.30 pm, Chinese News at 8.00 pm, English News at 9.00 pm. Viewers of Tamil News find that this programme at 6.25 pm is rather inconvenient. Working adults and school children in the afternoon schools are unable to take advantage of this programme because they return home well after 6.30 pm from their work place or from their schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure the Minister will agree with me that the programme telecast should serve the viewership it is meant for. Representations on this subject have been made to the SBC. Maybe the Minister can use his good offices and persuade the authorities in SBC to shift the Tamil News slot on Channel 8 to at least 7.00 pm in the evening. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, thank you for the opportunity given to me to speak on this subject of SBC programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since its establishment in 1980, the SBC has been doing a wonderful job. Its programmes have been steadily improving day by day in terms of quality, quantity and variety. It has managed to maintain a fairly good mix of programmes that inform, educate and entertain. Special mention should be made on programmes like \"Friday Background\", \"Feedback\" and \"Today in Parliament\". These programmes are very informative, educational and often thought-provoking. They contribute quite significantly in our effort to build a mature, cohesive and united nation. They influence Singaporeans in general to be more political conscious and also mindful of the nation's well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC has also done its fair share in helping the Government to carry out the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1066</b></font>\n  <br>\n  <br> various national campaigns every year. These are Courtesy Campaign, Speak Mandarin Campaign, Crime Prevention Campaign, Safe-Driving Campaign, Anti-Smoking Campaign, Productivity Campaign, and so on. Its effort in producing dramas with local themes in Chinese, Malay and Tamil has been particularly successful. Therefore, its ambitious move to continuously recruit and train more and better local talents for our drama productionm is commendable and indeed a step in the right direction. I would like to congratulate the SBC for a job well done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is always a high demand among viewers for good quality production and SBC, in this instance, cannot afford to rest on its laurels. To help improve further and enhance its programmes, SBC should continue to invite viewers to contribute useful feedback, constructive comments and criticisms with the aim of continuously upgrading its performance and achieving greater heights of success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to comment and suggest on some of the areas in which SBC can do better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The programme \"Today in Parliament\", introduced a few years ago, is a very enlightening, thought-provoking programme for which Singapore is the first country to introduce it on our TV screen. It has been generally well-received by viewers. It enables viewers to watch highlights of the parliamentary proceedings from the arm-chairs of their homes. It would be more useful to the viewers if the presentor for this programme could give a brief explanation of the parliamentary procedures, the issues or Bills to be debated, etc, before the programme is telecast. This will enable the audience to have a clearer understanding of the whole proceedings. Nevertheless, we are grateful and thankful to the five gentlemen behind the TV cameras in this Chamber for their skill, patience and tolerance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of a Chinese classical drama, SBC could explain the significance of the different costumes, facial make-up and various basic movements. In this way, the audience, especially the young, will also learn to appreciate classical drama. Today, Sir, sad to say, very few young people are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> able to understand, let alone appreciate, classical dramas or cultural shows which are part of our cultural heritage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from highlighting the launching of the various national campaigns, often with fanfare, SBC could do more by periodically reminding the people of such campaigns even though the month-long duration for each campaign is over. Theme songs can be played over the radio and on TV. Selective slogans of each campaign can appear on the TV screen in the midst of a show. This is important if we want the message of a campaign to sink into the sub-conscious minds of the people. The Mindef \"recall\" message on the TV screen, for example, has been very effective for our national service reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on news presentation, I must say that our TV news readers are doing a fine job. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Your time is up, Mr Teo. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, thank you for the opportunity. Everybody watches TV; as such, SBC plays a very important and effective role in forging a national identity. Here I echo the sentiment of the Member for Changi that the programme \"Today in Parliament\" has educated a large segment of our population regarding the nature and working of Parliament. The recent GRC Select Committee proceedings had also attracted the attention of a large segment of our citizens. In presenting this programme, I have found the editorial staff to be fair and unbiased, perhaps a bit more than fair. For instance, the time allocated to the sole Opposition Member, Member for Potong Pasir, is by far greater than the ratio he deserved, if one goes strictly by the proportion of the number of Members in the House. My only complaint is that the times allocated to the Backbenchers sometimes do not do justice to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides programming improvement, I would also urge SBC to look into technical improvement as well. For instance, television with stereo soundtrack has been available in other parts of the world for several years. On this item, for instance, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1068</b></font>\n  <br>\n  <br> on many occasions when I watch cultural programmes on Channel 12, I wish they are in this stereophonic sound so that one can really enjoy the programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other technical improvement I can think of, that is worthwhile looking into, is the simultaneous broadcasting of a second language sound track on a FM channel, for instance, in popular show like Zhi Ma Lu Dou. So this way when a popular show like that is broadcast, those who would like to listen to the English version can tune their FM radio to the second channel. So everyone watching the programme, regardless of their language preferences, can enjoy the show. At the moment Zhi Ma Lu Dou only depicts the social life of the Chinese segment of our Singapore society. The availability of a second language soundtrack would then encourage a more realistic representation of a cross-section of the Singapore society which is, of course, multi-racial. Then some scenes involving Singaporeans of all races can be easily incorporated into the current drama serials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister would consider my suggestions. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, in regard to TV broadcasting, may I ask the Minister whether or not the Government has intention to set up a commercial TV station. Sir, it has been said more than once by the Government that its intention is to make Singapore a communications centre of this region. It wants Singapore to be a Total Business Centre and its policy is also on privatization of government firms and it has also said that the private sector should be the engine of economic growth in Singapore. Yet the Government has been rather silent on its position whether or not there are any enquiries to the Government to set up a commercial TV in Singapore. And if there is none, whether or not the Government will take the initiative to set up a commercial television station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe if there is a commercial television station in Singapore, only good will come out of it. There will be only benefits to the Government and to the people of Singapore. I believe there would not be any political disadvantages to the Govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1069</b></font>\n  <br>\n  <br> ment. Across the Causeway, there is already one and the Malaysian Government seems to be quite happy with TV 3 which is the commercial TV station in Malaysia. If we have a commercial TV station, then we would have an additional window to the world and also to local domestic affairs. It would mean that there will be a greater variety of programmes. As it is now, TV broadcasting is a monopoly. The Government has full control and ownership of all TV stations. If we do have a commercial TV station, then there will be a competition to the Government, and I believe this competition will only result in improvement of programmes. It will be good for TV broadcasting. I for one, in particular, would welcome a commercial TV station and at least - \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> You have more coverage! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> - I can listen and watch the news perhaps without looking so much at only PAP Ministers and PAP MPs highlighted in our programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am sure out of 2.6 million people in Singapore, there must be a lot of activities which are newsworthy and are not broadcast in our news programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, if we have a commercial TV station, the whole attitude towards TV viewing will change for the better. I think there would be greater expectations of better programmes and I am sure in the long run, TV broadcasting will improve because of the competition. And I am sure advertisers will welcome commercial TV programmes and greater business activities will be generated. Government revenue will increase and, of course, there will be training for more jobs in respect of commercial TV broadcasting. If you look at it as a whole, I think there are many advantages of starting commercial TV programmes and I think the Government should think about this suggestion. \n  <br>12.00 pm \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, let me take the points raised by the different Members of Parliament in the order that they were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1070</b></font>\n  <br>\n  <br> raised. The Member for Chong Boon asked whether it is possible to have the Tamil news broadcast later in the evening, say, 7 o'clock or so. I will ask the SBC to bear in mind the Member's suggestion when they next review the scheduling of TV programmes. But I need to add for the benefit of the House that the scheduling of TV programmes is an extremely complex process. There is a limited amount of air time during which one tries to balance the needs of different communities in Singapore as well as to ensure that there is sufficient revenue coming in to SBC in order that there might be improvements to the programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may like to know that when the Tamil news was broadcast at 6.45 pm, the viewership of that particular programme was about 44,000, on the average. Since the programme has been moved forward to 6.20 pm, the viewership of Tamil news has indeed gone up, not down. It has gone up to 51,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are a multi-racial society with television broadcasting in four different languages. Unfortunately, what is referred to as prime time is only a relatively short time span between 7 pm and 10 pm. During this time, SBC hopes to meet the needs of the largest possible number of its viewers. And as a result, the more popular programmes that cater to the larger percentage of the population have been scheduled for telecast during this period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before anybody says that SBC is money minded and is only concerned with trying to maximize profits, let me emphasize that it is an extremely costly operation to have television in Singapore. It costs us approximately $120 million a year to have radio and television service in Singapore. And approximately $40-odd million is recovered from licences. So the balance of $80 million or so has got to come from advertising revenue. If we fritter away the prime time between 7 pm and 10 pm each evening and do not have programmes which command the support of advertisers, then obviously we have to increase TV and radio licences very very sharply which would obviously not be to the benefit of all. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1071</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prime time is perishable. If we have programmes that are not watched by the vast majority of people during that period, the revenue is lost permanently. Hence, it is important during prime time that we reserve it for the more popular programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Members of the House may like to know that in 1985, SBC suffered an operating loss of approximately $4 million. So it is not that easy trying to balance the budget for SBC and at the same time ensure that the needs of all our people are being met. I hope the public will give their full support and understanding to the requirements of trying to balance the different needs of the different communities in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to thank the Member for Changi for his very kind words for SBC. I am sure the people operating the various cameras in this House appreciate his word of appreciation and encouragement. SBC will try to continue its programme of upgrading to ensure that the quality of our programmes will continue to move upwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked about \"Today in Parliament\" and whether it is possible to give short introductions, giving simple explanations to the Bills to be discussed or to the subject matter in hand. Indeed, SBC has already summaries of this sort which is generally referred to as a headlining service, where the various key issues to be discussed during the rest of the programme are highlighted as headlines. This enables the viewer to follow more easily the rest of the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC has also in March 1987 last year produced two documentaries, one entitled \"Parliament at Work\" and another \"Parliament - A Code of Conduct\". These two programmes, one of 45 minutes and the other of 30 minutes duration, gave a brief account of the workings of Parliament. If Members of this House feel that the programmes have been useful, I can ask SBC to consider the possibility of having a repeat broadcast to enable more people in Singapore to understand the workings of Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1072</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also made another valuable suggestion regarding the possibility of having a simple introduction to the cultural programmes that we have, in particular, the classical drama. Indeed, such an approach has been adopted by SBC. In February 1985, SBC produced a 3-part documentary ntitled \"Painted Faces\". The documentary explained the significance of the different types of faces that are used in Chinese opera. I believe that programme was well supported by the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also another series of programmes currently on, entitled \"Chinese Costumes\" which seeks to explain the significance of the costumes worn by the various actors and actresses in the Chinese drama. This is broadcast not as a programme itself but in short snippets during the programme \"Studio 1 presents\". It has been going on since February, early this year. Wherever possible, we'll try to do more. This is extremely valuable and will be a means of helping to transmit some of the basic understanding of our cultures to the younger generations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for national campaigns, national campaigns usually are carried out in a specific month of the year. During that period, the campaign is focussed very intensively. A lot of messages, a lot of advertisements, are broadcast during that period. But that is not the only time when the campaign is being supported. Before that campaign period begins, various introductions to the campaign would already have been started. This will be the run-ups to the campaign and it helps remind the population of the importance of the coming campaign. After the campaign is over, even when the focus is less intensive, there will be feedback programmes, there will be interviews, there will be reports, of the success of the campaigns. These are gentle reminders to the public that while the campaign period may have officially been over, the importance of that campaign remains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are also various other ways of getting messages across, such as building them into the programmes of SBC. Take, for example, the courtesy campaign. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1073</b></font>\n  <br>\n  <br> Beyond that month during which there is intense focus on the campaign itself, programmes would also have written into their scripts the importance of courtesy, the practice of courtesy by the various actors and actresses in many of our locally produced dramas, such as the programme \"Our Neighbours\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now move to the Member for Bukit Timah. He asked whether it is possible for us to have a multi-channel broadcast, having something on TV and, at the same time, broadcasting an additional language on the FM radio. Technically, it is feasible. It has been done in other countries. We are aware of our three systems and we have been studying them for some time. There is the Japanese system which is in use in Japan as well as in some parts of the United States. The Germans have got a system that is currently under development. And the British also have a digital system that is also under development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC is monitoring the developments in this very new, very advanced, technical field closely to see if we can benefit from it. We should be careful that we do not jump into a technology that will prove to be obsolescent in next to no time. We must also ensure that this technology is compatible with all the equipment, computers and other facilities that we have already invested in over the last few years. Whatever technical system we choose must also be compatible with the television sets that our people have already bought. These are some of the constraints that we have got to look into very carefully to ensure that there is no wastage of funds, either for the Government and SBC or for the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having said that we are looking at this closely, I also want to caution the House that it can be extremely expensive. I mentioned a moment ago that dubbing is labour-intensive, talent-intensive and costs a lot of money. If we are thinking of having every television programme being telecast in the original language and then having three other languages on FM radio available to our different communities, I think we are talking of a lot of money. And where is that money going to come from to fund all these new technological \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1074</b></font>\n  <br>\n  <br> advances? I think we will have to strike a balance to ensure that there is sufficient benefit from the very high cost. \n  <br>12.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to the Member for Potong Pasir. He asked if it is possible to have commercial broadcasting. Sir, the Government has no objections in principle to having a channel by a commercial broadcaster. The Member is not aware but I have made such an announcement some three years back. Any commercial company that wishes to put up a commercial station in Singapore is free to approach the Government. Indeed some years back a broadcasting station overseas did make enquiries. We provided them with the information and we have not heard from them since. I assume that they have done their calculations and they have discovered that it is not very practical to have something like this in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why is that so? The reason is very simple. Unlike the United States with a population of more than 200 million people, ours is an extremely small population. We have only 2.6 million people and we have four language streams. It is not going to be easy to make money out of a commercial station. The size of the advertising pool in Singapore is relatively small. This has got to be shared by the different media. Television is one of them. Radio, newspapers, posters, magazines, books and so on. So the amount of money available from advertisement is not a lot. I would be happy to entertain any enquiries from anybody wishing to set up a commercial station in Singapore, bearing in mind the requirements of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member said that a commercial station can only bring about good. I do not know on what authority the Member speaks but I have here a copy of an article from the London Times, Wednesday, 24th February, 1988, where two people with experience in television and broadcasting have got views totally different from that of the Member for Potong Pasir. I quote, first of all, Mr Marmaduke Hussey, the Chairman of the British Broadcasting Corporation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1075</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Mr Hussey warned that television standards and programme quality may be seriously threatened by the wave of new channels due to be broadcasting in Britain by the 1990s. He said competition for advertising between stations could become so fierce that television might, in effect, end up with its own version of Fleet Street's \"gutter press\"'. \n  <br>\n  <br>And the headline to the article was titled, \"BBC Chief warns of gutter television\". Sir, another person who has experience in this matter, a Mr Richard Dunn, the Managing Director of Thames Television, said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... more competition in broadcasting would \"almost certainly\" mean lower standards.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before we rush into having more of these television stations, before we even look at the commercial side of the whole subject, I think it is wise for us to ponder over the possible consequences of having additional television channels putting out programmes that are supposedly to cater for the masses, because the danger exists, as has been observed in other countries, that broadcasters, wanting only to capitalize on the maximum return from advertisements, will lower their standards in order to do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally the Member talked about coverage of SBC of Ministers and other officials. This is a very common practice in all countries. The Member may not like it but Ministers and officials are the policy makers of the country. They are the people who decide on the changes that the country will make. I regret to say this, but the Member for Potong Pasir has got no say whatsoever in deciding on the policies of government. He can propose alternatives and his alternatives will be looked into very carefully. So far, none of his proposals has made any sense. Look at the United States. Television will show Mr Reagan and his Cabinet officials. There are hundreds of Congressmen, yet you hardly see them at all on television; and I think the reason is obvious. The weightage is correct. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I be allowed to clarify? I think the Minister has gone off in a tangent to compare the situation in England with that in Singapore. On the one hand, in England, as far as TV broadcasting and commercial stations are con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1076</b></font>\n  <br>\n  <br> cerned, the situation there is already an overcrowded one. But in Singapore we have not even got off the ground as far as commercial TV broadcasting is concerned. I do not think it is fair of him to quote out of context really on the Singapore situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the other point about PAP MPs and PAP Ministers hogging a lot of news time over radio as well as on TV, I would like to tell the Minister that this is not my complaint. This is the feedback from the ground. So I think he should take note of what the ground is saying. Of course, they have the privilege, they have the monopoly to broadcast Minister's activities as they like. But just walking about, kissing babies or such like activities - I do not think those activities are really related to policy. They are, I would say, to put it more crudely, just electioneering. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I mentioned a moment ago that I would be happy to entertain any request, any enquiries, from any commercial company. If the Member for Potong Pasir wishes to put in an application, it will also be entertained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also mentioned a moment ago that the cost of operating a television service in Singapore is extremely high, $120 million. For any commercial station wanting to operate in Singapore, they would have to be talking, at the very least, $40-50 million, if not more. And to cater for four languages, to cater for the various needs of the people, including the Member for Potong Pasir who hopes to be seen more often on the commercial channel. Sir, I do not think it is a practical suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of a gutter television is not something that is found only in Britain. It is a phenomenon being observed worldwide where progressively commercial television stations, in order to survive, go for excessive violence, go for pornographic films, in order to generate that viewership from which they derive advertising revenue. This is not something that we want. Sir, as for politicking, or \"electioneering\" as the Member said the Government in action has got to be seen by the public. The fact that Government Ministers go round supporting the various campaigns, the various projects in community centres is news. If the Member \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1077</b></font>\n  <br>\n  <br> for Potong Pasir is not interested in this type of news on television, he is free to switch channels and watch something else. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That is what many people are doing in Singapore. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> But unfortunately that is not shown by the figures. That comes forth only from the mouth of the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for English news, we are seeing a growing increase of viewership, typically averaging up to about 350,000 viewers for 1987. In the case of Chinese news programme, we are seeing a viewership in the region of 750,000. That does not include the Member for Potong Pasir of course. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, may I ask the Minister a few points. Firstly, I would like to ask the Hon. Minister whether there could be more newsreel and more on-the-spot reporting during News presentation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I heard the Minister mentioning just now one programme called \"Neighbours\". I noted that the programme comprises artistes who are all Chinese. In this programme could there not be a multi-racial cast in some of the episodes? This, to my mind, will go a long way towards breaking down racial divides and help build inter-communal understanding and harmony within our multi-racial society. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, may I just make a couple of points of clarification to the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I first suggested that the SBC should introduce English serials, I did not mean to say that we should cut down or curb the showing of Chinese serials. In fact, I believe the Chinese serials are very popular and they should continue. What I am suggesting is that perhaps the SBC should consider introducing new serials that have a more local flavour, and these serials can be in English. For example, a new serial on the Army, which has a wider coverage on a multi-racial background, can be broadcast as a new programme into English rather than considering dubbing the old serials in English which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1078</b></font>\n  <br>\n  <br> may result in a lower viewership because of its being a repeat programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I made is that the time from 5 to 7 pm could be used for children's educational programmes. But if there is an intention to introduce an educational programme for adults, perhaps the SBC can consider slotting it between 7 and 8 pm when the professionals and adults will be back home by then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My last point is, will the Minister enlighten us as to whether there is any intention to privatize SBC in the longer term, as it would give them more flexibility to operate as a private company? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the Member for Changi asked if we could have more newsreels in our News programme. Indeed this is something that SBC has been working towards. SBC was previously a subscriber to two providers of newsreels via satellite. They are the organization referred to as WTN and Visnews. SBC has just recently subscribed to a third satellite Visual Feed. It is called Visasia. So we can expect in due course more newsreels to be incorporated into the News programme, not a separate Newsreel. The purchase of an electronic news gathering equipment which I referred to on Friday will also enable us to have more local coverage. The problem here is not the shortage of visuals or newreels but the shortage of time. Anybody who is familiar with the business of a medium, whether it is in newspaper or in broadcasting will know that there is always a vast quantity of material from which the editors have got to trim down to the given space or to the given time. This is really the limiting factor rather than the quantity of material available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also asked whether it will be possible to have a multi-racial representation in our serials. Sir, this has been indeed the case in some of the programmes. We have had Malays and Indians in Chinese drama programmes and we have also had Chinese in Malay and Indian programmes. But I want to caution the House that in dealing with matters of this sort, one has got to be very delicate, one has got to be very sensitive, because if one were to get a Malay or an Indian speaking in Mandarin for a local \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1079</b></font>\n  <br>\n  <br> drama produced in Mandarin, unless people are not sensitive, it can arouse some unhappiness among the different communities. So while I accept the principle that wherever possible we should have multi-racial participation in the various programmes that we produce locally, I want to approach this very cautiously. Maybe when we get round to producing more local programmes in English, that problem can be more easily circumvented. That brings me to the point raised by the Member for Thomson. We will look into the possibility of having new serials in English as and when the subject material is appropriate. But it is a very expensive project and I want also to approach this very cautiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final point from the Member for Thomson is whether we could have educational programmes for adults in the time slot between 7.00 and 8.00 pm. Sir, this is already the case. On Channel 12, we do have programmes of this sort. I think one of the latest is \"I bought a computer\" which is a simple, elementary way of introducing the complexities of a computer to the lay public. I believe the programme has some measure of support. We would do more of such programmes if there is a need and a demand for it. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> I thank the Minister for his very patient replies to all the Members in the House. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $40,333,900 for Head I ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,144,537,400 for Head I ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1079</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br>12.33 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1). The time allotted for debate on this amendment is 167 minutes. Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head L of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1080</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since 1985 statistics reveal that about half of those who applied for entry into our University failed to gain admission. This has caused a lot of frustration for many students and their parents and concern among political leaders. These parents and their children regard it as a loss of opportunity to a brighter future and further climb up the economic ladder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To those who can afford, overseas education is an alternative. There are now approximately more than 9,700 students enrolled in universities abroad. This represents about 60% of the current enrolment at the NUS and NTI. NUS and NTI have a combined student population of approximately 16,000 (14,000 in NUS and 2,000 in NTI). I got these figures from The Singapore Economy Reconsidered, page 205. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there must be a number of 'A' level holders who have the potential for university education but are unable to enter NUS or to go abroad because of financial constraints. We have thus a problem which will get worse each year if the 'A' level results get better. This is to be expected as students become better drilled to take examinations and test-wise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is: how is NUS to cope with this demand? Are its facilities stretched to maximum? We have ingrained into the people the need to excel. We stress on the importance of excellence in Singapore. Whatever way you may want to explain the term \"excellence\" ultimately to most Singaporeans, excellence in education means getting a university degree. This is not surprising as our civil service stresses on paper qualification as the most important criteria for employment and promotion. Our people are smart enough to know that you cannot get very far without the training, the paper qualification. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore understandable that the Parliamentary Estimates Committee highlighted this issue in their report. They made a call for a review of the NUS admission policy because it was concerned that too few capable students were making it into the university. The Ministry of Education replied, and I quote: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1081</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'All students who qualify for admission to the NUS and are capable of passing its examinations will be admitted to the University.' \n  <br>\n  <br>This statement raised quite a few eyebrows. Bearing in mind that many of the applicants who satisfy the minimum entry requirements got rejected, it calls into question the university's own assessment of undergraduate potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addressing this issue, my GPC maintains that (1) standards must not be compromised; (2) enrolment must be based on manpower requirements. It is also a stand taken by the Ministry of Education and we strongly support it. How do we then find ways and means of addressing this issue? Admit all, as suggested by some politicians? To us, it is not a solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Committee studied this proposal before. We are not for it because those unlikely to make it are culled at the end of the first year. This is frequently practised in many American universities. But to us it is an unsatisfactory option. It is just postponing the problem, giving false hopes to many as well as a great waste of lost opportunities for those students who cannot make it after the first year. The high attrition rate of the first year Law students during my time in the university is an example of how we tried to accommodate this demand. It turned out to be not a wise move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then many approached us and put forward a proposal that an pen university should be a way out. But we feel that we are still not ready to accept such a concept. As time does not permit me to go into the ramifications of this open university, I beg your indulgence, Sir, to circulate to Members of this House a copy of a report made by my Committee in August 1987. [Copies of report circulated to Members.] In it, the paper discusses the concept, the admission criteria, the courses available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two interesting points that I would like to highlight are (1) that many students enrol in the university for the sole purpose of improving their knowledge without necessarily getting a degree. Second, I would like you to refer to page 1, second paragraph, item 3: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1082</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The lowering or removal of entrance requirements (hence the term \"Open University\") to accommodate students who would not have qualified for normal University entry.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our conclusion is that given our limited resources we should first concentrate on developing our own universities. We finally would like to make the following suggestions. First, I think we should expand the Nanyang Technological Institute into a full-fledged university. Second, we must identify other disciplines of need. I would not go into this question of the Nanyang Technological Institute expanding into a full-fledged university because I know some of the Members of this House will be speaking on this. I would just take on the second suggestion, ie, identify other disciplines of need. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The demand for tertiary education is a demand for self-improvement. Every applicant believes he or she can be further developed by a university programme. We should not ignore this demand. We must turn this demand into a positive force to propel Singapore into a hi-tech and advanced society by channelling our capable, young people into disciplines other than that available at the university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are at least two disciplines that need upgrading and are at present clamouring for young Singaporeans to join. They are the teaching and the nursing profession. In addition, I would like to add optometry. The selection of new disciplines in the university will reflect our country's needs, raise the stature and standard of practice and enhance Singapore's image as the regional brains centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate on the lack of teachers. In addition to advertising, the Government can concretely raise the professional image by developing a special degree course for teachers. This will attract 'A' level students to join the teaching profession. What we are suggesting is that instead of having our 'A' level students who want to be teachers compete with the others, why not develop an in-service training programme in teaching in the Institute of Education leading to a degree in education, say, after four years or so? In this way, you have opened up another way for our 'A' level students to have a tertiary education and you do not have to worry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1083</b></font>\n  <br>\n  <br> about the graduate employment as they are going to be teachers anyway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, if you fear that you may over-produce graduates of a certain discipline, then we are suggesting that you look into other disciplines that are in need of promoting and upgrading, ie, the training of nurses. At present, we are crying out for nurses. We are trying to employ nurses from the Philippines. Nurses in Singapore see no advancement in their profession. Like teachers, we propose that we set up an in-service course leading to a degree in nursing. This on-the-job training leading to a degree course will enhance its prestige and attract better entrants, leading to greater professionalism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So also for optometry. So many Singaporeans are myopic and need contact lens. Our present opticians can send their children to the university for upgrading. This should be the trend. Optometry is getting increasingly sophisticated. At present, Singaporeans with means can send their children to do such courses abroad but with courses available at our university more need not go abroad and the jobs are already there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many who will fault the Government for reducing the urge for higher education into an economic issue. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Your time is up, Dr Tan. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> One minute, Sir. This is the reality in practical Singapore. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Tan, your time is up. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> I will return it back to you in the next cut. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Arthur Beng. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, admission into the university and other institutions of higher learning is difficult to debate because it is an emotionally-charged issue. To the parent who has seen his children go through six years of primary education, four years of secondary education, pass the 'O' level well enough to go to a junior college, then two years of junior college, the expectation that his child will be admitted to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1084</b></font>\n  <br>\n  <br> university is, of course, extremely high. If the child cannot make it to the local university, the pressure to send the child overseas, finances permitting, is of course even higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can all be proud of the standards of NUS. It is high and well respected internationally. Thus, there is no question whatsoever of lowering the standards of NUS to permit more students to enter the university. The question is whether the standards are too high or whether there are other factors which prevent a child being given a chance to be admitted to NUS. The minimum criteria for the university have been set at two 'A' level and two 'O' level passes, including a pass in GP. Are all these students able to gain a place? The answer is no. Only about 50% of them will be given a place. This is because the next factor comes into play, ie, competition in the cohort. For example, in a particular year, if there are many students doing very well, with many As and Bs, then those who meet the minimum requirements will not have a chance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next factor is that of choice of faculty. If there is a great demand for Law or Medicine or Computer Science, then of course only the best can be admitted. Another important factor then comes into play - manpower projections, that is, how many graduates in a particular field are required. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is there anything wrong with this process of admission? There is basically nothing wrong. What it needs is a little fine-tuning. Do we have the leeway to fine-tune without sacrificing standards? The answer is \"maybe\". \"Why?\", one may ask. This is because, firstly, we have a very low failure rate and these are mainly first-year students. For this, of course, the University and faculty members must be congratulated. This is a reflection of good academic standards. The question is whether we can allow those on the \"borderline\" a chance to prove themselves in the first year in faculties they are able to cope with an increased intake. We now have a staff to student ratio in the University equivalent to that of many good universities in the West. I am not asking for the floodgates to be thrown wide open and to accept every \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1085</b></font>\n  <br>\n  <br> one with the minimum qualifications. Give those on the borderline a chance. Each faculty can satisfy itself by having a special entrance examination, if necessary, for this group of students. I am here unable to agree with my very good friend, the hon. Member for Ayer Rajah. There are those with good 'A' levels who subsequently do not do well in the University and vice versa. I believe that we should increase the intake in the first year and accept a higher failure rate, if necessary, at the end of the first year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we all have friends or relatives who have sent their children overseas, after being denied a place in NUS. They have been sent to good universities and come back with good degrees recognized by the PSC. Let us try to see if we can accommodate a few more in the first year. The failure rate may be slightly higher at the end of the first year. Parents must be prepared to accept this. The students must accept this. Faculty staff should not be blamed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our parents and students must also take heed of the advice from the University. They should especially take heed of advice regarding courses available. Faculty staff have told me that there are students who will accept nothing less than their first choice. Perhaps the faculty staff and parents should have more discussions before a second or other choice is rejected. Perhaps with good counselling, the student can be convinced to accept a faculty other than his first choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my mind, the greatest dilemma is that of manpower projections. Should University admission be linked to manpower projections? Logically, yes. But are manpower projections reliable? To quote the Business Times editorial of 24th February: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is arguable, for instance, as to how closely university admission policies should or indeed can be tied to national manpower needs. Manpower planning is not a precise science; the planners can only operate in broad strokes.' \n  <br>\n  <br>We do not want to have a situation of having unemployed graduates or under-employed graduates. This is unhealthy economically, politically and socially. On the other hand, if the manpower projection tends to be too conservative, some may \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1086</b></font>\n  <br>\n  <br> well \"miss the boat\". They have no second chance. In addition, others who can afford it can go overseas. Here lies the anomaly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I would like to make two suggestions. One, we should keep statistics, make it compulsory if necessary, of students going overseas to study. From this we can see if they are doing well, what types of universities they are studying in, that is the question of standards. We can also determine their career success or failure and also know whether they are actually coming back to Singapore or whether they emigrate. From this - of course, a long-term study - we can also decide on the use of CPF for education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second suggestion is this. Will the Ministry of Education and the Ministry of Trade and Industry consider making manpower projections widely known to parents and students? They can then make their own choices. The final responsibility will then rest on themselves, not on Government or University. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, the recent debate on the University admission policy has arisen because of the observations and recommendations made by the Estimates Committee as contained in its Report presented to Parliament in February this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the report, the Estimates Committee expressed concern that a high percentage of applicants (about 50%) were refused entry into NUS each year. So the Committee has recommended for a review of the admission policy as well as the funds made available to the University with the view to providing opportunity for more of our citizens to recieve tertiary education. The Committee has also stressed that the increase in students intake should be done without sacrificing academic standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the release of the Report, there has been questions raised as to whether the NUS could or should increase its students intake. The question of manpower projections were also raised. Some misinterpreted the Estimates Committee's recommendation to increase students intake as a suggestion to lower standards. Sir, as the Chairman of the Estimates Committee, I must take the opportunity of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1087</b></font>\n  <br>\n  <br> the Budget debate to re-state the Committee's recommendations, the basis upon which such recommendations were made, and what we really hope to achieve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what has driven Singapore to progress as a nation is the desire of our people to seek improvement and advancement in life. Pursuing higher education is seen as the key to success. The motivation to upgrade, to excel and to succeed in life provides the momentum and the driving force which pushes our society and our nation forward. The quest for higher education and better skills is obviously our strength, and we should well treasure that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With limited human resource, the stated goal of the Government has always been to develop each and every of its citizens to his fullest potential. In other words, if a person has the ability to complete tertiary education, he should be given a chance and, indeed, every encouragement to do so. Here, of course, the question of the standard of the University arises. If our University pitches its standards at a level set by the best universities in the world - Cambridge, Oxford, Harvard, MIT - and admit only the best students, then we will end up with confining tertiary education to only a privileged few, and denying a vast majority of our people the opportunity for university education. This would not be to the interest of the nation. On the other hand, by setting low standards which make it possible for students of low calibre to get in, the University degree will lose its value and become worthless. A sensible way is, therefore, to set the standard of our University at a level comparable to some of the reputable universities in the world, specifically those universities whose degrees are recognized by the Public Service Commission. The policy of the university should be to allow all students who can meet the standard to enrol into the university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us now look at the entry requirements of NUS. Currently, the minimum requirements for admission to NUS are two 'A' level passes, besides the General Paper and other requirements. I believe almost all the applicants who applied for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1088</b></font>\n  <br>\n  <br> admission in the past could meet the minimum entry requirements, which is 2'A' level passes. The applicants were therefore under the impression that they did qualify for entry into NUS. But the fact was that because of the keen competition and the limited number of places in each faculty, the actual admission requirement was higher than the stipulated minimum. Those who could just meet the minimum entry requirements were not likely to be admitted. The cut-off point for admission varies from faculty to faculty and from year to year, much depends on the number of places available and the grades of the students competing for the places. The number of places available in each faculty is in turn determined by the manpower projections. With such admission criteria, it becomes questionable whether all those who were rejected by the NUS were indeed incapable of making the grade to obtain a university degree. We are aware of people who have gone overseas and obtained degrees from reputable universities after failing to get a place in NUS. And these are the people who should have been accepted by NUS in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is therefore a need for the University to relook at the question of entry requirements. To start with, the entry qualifications should be defined more clearly and specifically. Instead of specifying just two 'A' level passes as the entry requirement and giving false hopes to many who apply, the NUS should be more specific and states the minimum grades and points required for admission. If two grade E passes are not good enough for admission, then state so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After determining the minimum entry grades, the University should try to admit all applications who can meet the grades into the University. Manpower projection notwithstanding, the policy of the University should be to try to accommodate all those who can make the grade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can reject an applicant if he cannot make the grade. But I don't believe we should deny places to those who can make the grade merely on the basis of manpower projections or for fear of producing too many graduates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1089</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the quality of the students improve, more and more students will be able to make the grade to obtain a university degree. The University will have to expand its intake. The students intake should not be constrained by manpower projections which, in the first place, is never an exact science. Between the options of producing too many graduates and under-producing, I suggest we rather err on the generous side. Train more if we can afford it. This is good for our society. This is good for our industry and our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Estimates Committe has made its observations based on the data and information submitted by the Ministry of Education. If the Ministry has other factors which it must take into consideration in determining the admission policy, it is best that such considerations be made public. With growing affluence and rising expectations among our population, and with better and better 'A' level results, the pressure for more university places will continue to build up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As it is, there is already increasing pressure on the Government to allow the use of CPF for education. The root of the problem is that those who could not gain admission into NUS are left with no alternative but to go overseas if they wish to obtain a university degree. Parents who have the financial resources could afford to send their children abroad. But to many, going overseas to get a degree would just remain a dream, as they could not afford to pay for the high cost of overseas education. Their only hope therefore hinges on the use of CPF. If CPF could be used for education, then there is a chance that their children can be sent abroad to get a degree. If not, then that is the end of the road. And this is the root of the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can NUS take in all students who can make the grade? Can the University cope with the increasing demand for university places? What standard should the University maintain? These are the questions. And I believe an explicit policy on tertiary education and University admission must be spelt out clearly at this juncture. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Time for suspension. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1090</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - (cont.) \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (West Coast):</b> Mr Deputy Speaker, Sir, as a city striving for economic and cultural excellence, there are many reasons why it is important that our people are given as many opportunities as possible for maximizing their potential through education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, there is the need to satisfy our people's aspirations to obtain the highest education that they are capable of. The vision of Singapore as a City of Excellence by 1999 cannot be achieved unless our people are highly educated. Secondly, Singapore's continued economic development and growth will be greatly influenced by the education of its people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is at present not only a shortage of skilled workers but also of qualified personnel and professionals. This had led to the high cost of employing professionals and qualified people. Clearly, it will be in our economic interest to lower the cost of professional and skilled labour and to decrease our dependence on foreign expertise. This can be done by increasing our pool of local professionals. In fact, currently we are putting a lot of emphasis in encouraging hi-tech companies to come and invest in Singapore. Such companies require more and more qualified people. And if our costs of these people are to be high and, in fact, in the last few years, wages of such people are even higher than those in UK, Japan and some of the European countries. If that is the case, there is no reason why investors from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1091</b></font>\n  <br>\n  <br> Japan, the US and European countries would want to come to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All of us know that the rate of growth of our indigenous labour force will also decrease as the population growth decreases. This implies that in order to maintain or increase our GDP, productivity must increase at a faster rate in order to compensate for the smaller increase of our labour force. To increase our productivity, we must have a better educated workforce. With the rapid changes in technology nowadays, the labour force must be educated so that it is flexible enough to cope with technological advances. Higher education will provide our workforce with the basic mathematical, scientific and language skills that will enable them to continually adapt to new concepts and new technology. An uneducated workforce, on the other hand, will lead to inflexibility, inability to cope with change and ultimately economic stagnation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, it has often been lamented that there is a lack of entrepreneurship in Singapore. This is not surprising when all our qualified people are having highly paid and secure jobs. Why should they take the risk of being entrepreneurs? An expansion in the number of tertiary educated people is a factor that will encourage entrepreneurial growth. In fact, if there is an excess of tertiary educated people, many of them would be forced to become entrepreneurs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said why opportunities for education must be available, the next issue is to what extent such opportunities should be available. There have been countless complaints in the past about the difficulty of entering NUS. This has culminated in the Report of the Parliamentary Estimates Committee which recommended a change in the admission policy of the NUS. At this juncture, there are two pertinent questions to ask. Of course, I am in full agreement with the Minister and the Ministry of Education and other Members of this House that a high standard must be maintained in our institutions of higher learning. But what is the standard set by NUS? And is there a fixed standard which the university \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1092</b></font>\n  <br>\n  <br> has imposed and which it considers the proper one to maintain? This does not appear to be the case since the standard changes yearly according to the performance of students in the 'A' level examinations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is whether the standard which we have purported to set is so unrealistically high that a large number of capable people are denied access to a tertiary education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An expansion of the intake of students at tertiary level does not necessarily imply a sacrifice in the standard of education that is at present available. There is no question of lowering entry requirements. Any expansion would involve admission of the many who meet the entry requirements by present standards and yet are rejected. This big group of students represent capable people with the potential to contribute to Singapore's economy. Testimony to this is the large number of students who go abroad each year and obtain recognized degrees from foreign universities. These people return to Singapore and are able to make valuable economic contributions. This clearly indicates that each year a large number of able people who can and will obtain a university degree are denied the opportunity to do so in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The seriousness of this is not so acute for those who have the funds to pursue a higher education abroad. But what about the large number who do not have the financial means to do so? These people are denied the chance to maximize their potential and this is not only a loss to them but, more importantly, a loss to the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, there is a real danger of a brain drain. Many who go abroad ultimately choose to remain there. This is a trend which should be avoided as far as possible and can easily be avoided by reducing the number of people who are forced to seek tertiary education abroad. The capabilities of Singaporeans, nurtured by a high standard of education from the earliest stages, is evidenced by the success of Singaporeans both here and abroad. It would be a pity and a great waste to lose even a single one of them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1093</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Deputy Speaker, Sir, the various speakers, my PAP colleagues, who spoke earlier on, have already touched on the question of the minimum entry qualifications and the need for the criteria for admission to the NUS to be clearly stated. I do not want to belabour on the points which have been raised by them. However, I would just like to say, like them, I am concerned that many applicants who are able to meet the minimum entry qualifications have not been able to get admission. Let me also state here that I agree that we should maintain the high standards of the NUS which must be equivalent to the standards of reputable and well-established universities of quality in this world. So I am not asking for any relaxation or compromise in our admission criteria. Yet, I believe we should try to assist more of our students who either meet the minimum entry qualifications or even exceed them to gain admission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just deal with two points. Firstly, the admission of foreign students. Let me say also that I agree that there is a need to get students from other learning environments and social, cultural and economic backgrounds who have performed well, who have high standards of education, to enter our university. Their presence will indeed raise the quality of learning in our univeristy. It will make for a richer learning environment, an interaction of ideas among students from various cultural, social, background. However, we should not let them enter our university at the expense of our students who are also able to qualify, although their educational performance may not be as good compared to them. However, there must a proper balance. And as we want to get our students to achieve their maximum potential, I think we should try and achieve a proper balance where these two objectives could be met. I hope the Minister can elaborate on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that I would like to deal with is on the need to plan university graduates in accordance with manpower requirements. Here, I think what has been said is that there is a fear of unemployed graduates, the fear that we may produce too many graduates. I am not quite sure \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1094</b></font>\n  <br>\n  <br> whether this is a real fear. In fact, the number of graduates which our economy can absorb will depend on our economic growth and also the attitude of our graduates. The point is: do we really need to be too conservative in our manpower projections? I think in the final analysis, the market place is the best judge of this. Moreover, if our graduates are prepared to start modestly, eg, one rung lower down the ladder and be prepared to make progress through the companies, I am sure with economic growth, the market will be able to absorb most of them. And this will indeed add quality to our workforce and help us in our drive to be more competitive. I think we should not compare ourselves with the experience elsewhere where there are cases of large numbers of unemployed graduates. If we maintain our high standards and keep our quality high, I am sure the graduates that the NUS produces will have a premium and this will be able to help them to adjust and to find jobs. It may take a little time but with some patience and if they are prepared to start working at the modest level, they should be able to find employment and apply the knowledge they have gained at the university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In some countries, standards of university admission may have been lowered to take in more students and in order to let them get through the university, standards may have been compromised. As a result, there is little confidence or no confidence and indeed no recognition of the degrees obtained by the students. I think we do not need to go to that state. We should maintain our high standards but allow as many students as possible to enter the university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just conclude by stating that we should not compromise our standards. We must maintain our high standard of quality and excellence and at the same time we should endeavour to help our students who qualify a chance to enter the University. If necessary, alternative arrangements should be made or at least to give them a chance to get part-time degrees. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Sir, whilst I agree that we should not lower the standard of admission which, in turn, ensures that the academic standards are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1095</b></font>\n  <br>\n  <br> high, I think it will be very informative to know the basis the requirement of admission is based on. If this basis is peculiar only to NUS, is the standard reasonable? Or is it unrealistically high? If the basis is based on the average admission requirements by overseas universities, then I cannot reconcile the fact that a student who is rejected by NUS will find no difficulties in entering an accredited overseas university either in Australia or in Britain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for academic standards, the irony is that many students who fail to get admission into NUS are able to get degrees awarded by the accredited universities overseas. Some even get excellent results. Surely these degrees have obtained the required standards, otherwise the Government would not recognize them. Does this not show that our admission requirements may be unrealistically high? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister once said that the long-term solution is to have better schools so that our pupils will be better educated and the standards will be higher. Sir, will the Minister assure this House that NUS will not raise the admission requirements when better results are achieved? Otherwise we will be back to the situation we are now in. I hope the Minister will consider reviewing the admission requirements by NUS. \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Trade and Industry (Encik Sidek bin Saniff):</b> Sir, if the figures given by the Chairman of the Estimates Committee is correct, then nearly 50% of our students will be rejected or will not be admitted into the University. I would just like to ask the Minister and maybe the Ministry concerned to look into the finding of a report, the Plowden Report, chapter 2, paragraphs 56 to 64, which states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Children's ability had been shown to shift with opportunity. If the IQ had been made the single criterion at 9 or 10, [this is where our streaming is all about] for sorting the children into sheep or goats, and if the same criterion had been used again at 19, it would have been found that a mistake had been made in 20% of the cases.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is, when we project our manpower projection whether this particular area has been taken into account. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1096</b></font>\n  <br>\n  <br> other words, if your projection is 1,000, is it possible to increase by 10 or 15%, which means maybe lesser students will come to see their MP. They say, \"Look, last year the criteria to go to the university is about 45 or 46 points, but this time Mr So and So says it is 48.\" I always advise them, \"Look, the moment you understand that some of your colleague last year happened to enter university at 48 points, you must try to add another two points, which is 50.\" This is the reality of the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second question is this. Is there any monitoring of this particular group, those who are not being admitted into university? For instance, whether they go into the job market, what sort of job they are attaining. Second, those who pursue their studies abroad, whether there is a monitoring on these particular students. What are their successful rates and second how good are they compared to our local students? \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Dr Tony Tan Keng Yam):</b> Sir, the topic of admission into the National University of Singapore (NUS) has been touched on by many Members today. This topic has also been included among the subjects dealt with in the Report of the Parliamentary Estimates Committee which was presented to Parliament on 15th February this year. In its Report the Estimates Committee urged the Ministry of Education to review the NUS admission policy and to make funds available to tertiary institutions with a view to providing more opportunities to our citizens to receive tertiary education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of the considerable public interest in this subject, I would like to speak on the matter in some detail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the worry among parents and students and Members of this House, as expressed by speeches today, seems to be primarily because places in the NUS are determined by manpower projections, able students may, because of the limited number of places that are available, find themselves unable to obtain places in the NUS even though they may have obtained satisfactory grades in the 'A' level examinations. I think this is the crux of the speeches that have been made by the Members this afternoon. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1097</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I really wish that the problem was simply an insufficient number of university places because these had been limited by over-conservative manpower projections. If this is so, then it is a management problem and can be resolved without too much difficulty, as we have done by increasing the number of students admitted into the NUS by 50% over the last six years - from 4,370 students in 1982 to 6,530 students last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, the real problem is more basic and more complicated. Surprising as it may sound, the real problem is that, even up to last year, 1987, our schools and junior colleges could not produce enough students who were able to show, though meeting the NUS admission standards, that they had the ability to cope with the academic requirements of the courses conducted by NUS and NTI and thereby benefit from a university education that is very heavily subsidized, up to 85% by the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain in greater detail. There are three points which Members have to consider. The first point is the minimum requirements, the second point is the actual application process and the third point is the level of NUS admission standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the first point, Sir, Members must not confuse the NUS standards to qualify for admission with the University's minimum requirements to apply for admission. These are two different matters. The University's minimum requirements are, as the name implies, minimum requirements for a student to be eligible, not to qualify, but to apply for admission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Essentially these minimum requirements to apply for admission are: (1) Two 'A' level passes which are obtained at one and the same examination. (2) A minimum grade of C6 in English at 'O' level, and (3) A minimum grade of D7 in Second Language at 'AO' level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a student who does not meet the Second Language requirement but who subsequently qualifies for admission because of his good performance in his other subjects, he can still be admitted but he will have to make up the Second \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1098</b></font>\n  <br>\n  <br> Language requirement by passing a special University examination during the course of his studies in the University. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just because a student is eligible to apply for admission, it does not mean that he automatically qualifies for admission. This is in a way not so much different than when a person applies for a job or a scholarship. The minimum requirements are usually set at a fairly low level in order to open the field to as many applicants as possible. But simply meeting the minimum requirements does not mean that the applicant will automatically get the job or the scholarship. It all depends on the competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this matter of minimum requirements, the point is made very clear in the University's Handbook called \"Instructions to candidates who are applying for admission\". With your permission, Sir, I will just read out the relevant section from this Handbook. It says under section 5, the minimum requirements: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Satisfying the minimum requirements means only eligibility to apply for admission to the University or to the Nanyang Technological Institute. Selection for admission is based on competition among all eligible candidates for the places available in the Faculty concerned. Selection shall be solely within the discretion of the University or the NTI.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, this is a matter which all applicants are told when they apply to the University and, as it states here quite clearly, the minimum requirements are the requirements to apply for admission, not the requirements to qualify for admission. I thought I should make this point clear because there has been some confusion on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, the second point. The second point which Members should note is that students do not apply for admission to the University. The students apply to be admitted to particular courses in the University, NUS or the NTI. Each applicant for admission is given a choice of four courses for study in his application and he can list them in his order of preference. The number of places in each course is determined by projected manpower requirements. I think that this is only sensible because it would obviously be foolish for us to produce thousands of, say, Arts and Social Science graduates when all our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1099</b></font>\n  <br>\n  <br> manpower projections show that it will be engineers whom we will need most and who will find it easiest to get jobs when they graduate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When a student sends in his application, he is considered first for admission to the course of his first choice, and then if he is unsuccessful he will be considered for his other three choices in the order which he himself has indicated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, it is easier for a student to get a place in a course which has a large intake, like Engineering, than it is for a student to get a place in a course where the intake is very small, for example, Medicine. It is important here for the student to be realistic about the chances of his getting into any particular course. If the applicant sends in an application form and says that the only course which he will consider is, for example, Medicine, or Law, then he makes it very difficult because if he does not get his first choice, then he has got no other options because he has not made use of the other three choices which have been made available to him by the University. Similarly, Sir, if a student after passing the 'O' level wants to study Science and applies for a junior college, and then he puts down that he wants to go to Hwa Chong or RJC or NJC and nowhere else, then he is obviously running a very big risk, unless of course he is a very good student and is very confident of his or her own chances. But, Sir, this arrangement, where the student is given four choices, ensures the maximum opportunity so that every applicant who qualifies for admission will be given a place in a course in the NUS or the NTI, although the course may not be the student's first choice. In this connection, Sir, I welcome the suggestion from the Members for West Coast and Fengshan that we should publicize more the various manpower projections for various jobs so that students and parents can make a more realistic choice and a more informed choice about what careers their children should follow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point, Sir, and this is, I think, the most crucial point which we should ask ourselves, is whether the NUS admission \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1100</b></font>\n  <br>\n  <br> standards are unduly high. I think this is a point which has been brought forward by many Members today. Generally, Sir, my view is that I do not think so. The NUS admission standards are set at a level which is comparable to that of the well-established British \"red-brick\" universities, for example, Birmingham, Bristol or Manchester. The reason why they are set at this level is because, from experience, the lecturers know that if they admit students who cannot meet this level of admission standards, then the students are unlikely to be able to pass their examinations and complete their courses at the NUS or the NTI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would take, Sir, as a concrete example the case of Engineering, the faculty with the largest intake, simply because engineering graduates, being the most versatile, are the type of professionals who are most needed and would therefore find it easiest to get jobs when they graduate. For 1986, the university had targetted to admit 1,170 students into the Engineering course. This is because the manpower projections by the Ministry of Trade and Industry had indicated that we would need at least this number of engineers by the time the 1986 cohort graduates in 1990. But, Sir, the number that the university could actually admit in that year was only 994, a shortfall of 176 students. This means that the university had 176 places available in the Engineering faculty which could not be taken up because there were not sufficient students of the right quality. This number of 994 was only after the university had taken in a number of borderline or marginal students, as was mentioned by the Member for Fengshan, where the faculty had serious doubts as to whether these students had the academic ability to meet the requirements of the NUS or NTI Engineering course. In other words, after giving these marginal or borderline students the benefit of the doubt and letting them in, the university still could not find enough students of the right standard to fill the number of places which the university had available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1986 was not a rare occurrence. The situation was the same in 1987. The number of places available for Engineering in 1987 was 1,230 and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1101</b></font>\n  <br>\n  <br> number of those who could be admitted was 1,150, a shortfall of 80 students. When the faculty in 1986 and 1987 had to admit these borderline students in order to take up the places which were available in Engineering, the faculty did so with reservations because they knew that this would result eventually in higher failure rates. This must be the case and indeed this has turned out to be actually the case. Failure rates in the Engineering first-year examinations are higher than the university's average, and I regret to say it has reached 10% in some years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that basis, Sir, Members can imagine the failure rates which will result if the university does not maintain a reasonable level of admission standards or, as has been suggested from time to time, the university simply admits all students who meet the minimum requirements to apply for admission. The NUS admission standards are not designed to keep students out, but to ensure that those students who are admitted into the NUS or the NTI have at least a reasonable probability of being able to pass the examinations and to finish their courses. These standards are not dependent on the level of the 'A' level results every year. In other words, they do not go higher whenever the 'A' level results get better. I can assure the Member for Paya Lebar that this is not the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we do not have these reasonable admission standards, then the result is a higher failure rate, more trauma for the students, a waste of time and effort by the lecturers and a great deal of unnecessary expenditure first by the university, the taxpayer and, finally, by the students and the parents themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I come to the next point which is the Report of the Estimates Committee and, in particular, the table showing the number of applications for admission into NUS and the percentage of applicants which were accepted for the years 1982 to 1987. This table shows that for 1986 and 1987 approximately only half the number of applicants were accepted in those two years. I believe this is the point which was highlighted by the Estimates Committee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1102</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before drawing conclusions, I think that it is worthwhile to have a closer look at these statistics and for this purpose I have asked the university to do a more detailed analysis of the admission profile of applicants for these two years 1986 and 1987 which have been highlighted by the Estimates Committee. The details are given in a schedule (Cols. 1131 - 1132) which, with your permission, Sir, I will ask the Clerk of Parliament to distribute. [Copies of schedule distributed to Members.] \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880321/19880321-HA-0501131.htm\">schedule - NUS/NTI Admission Profile of Applications/Offers of Admission by Citizenship (Cols. 1131 - 1132)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Members will look at the schedule, they will see that the schedule divides the applicants into three categories. The first category, ie, the first two columns, relates to those students who took their 'A' levels one year prior to application to the NUS. The second category, which is the next two columns, relates to all other applicants from Singapore and the last one is applicants from non-Singaporean students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if Members were to look at the first two columns which relate to applicants from Singapore who took their 'A' levels one year prior to application, they will see that in 1986 out of 7,644 such applicants, 4,907 or approximately 64% were admitted. For 1987, the figures are 8,302 applicants, 5,372 were accepted or 65%. This means that in these two years, roughly about two out of every three Singaporean applicants who took their 'A' levels one year prior to admission were accepted by the NUS. This percentage of two out of three is significantly higher than the 50% of applicants accepted which formed the thrust of the comments from the Estimates Committee. It is worthwhile to bring this point to the notice of Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To complete the picture, I will go on to the next group which are the Singaporean applicants other than those who took the 'A' levels one year prior to application. The percentage of those admitted here is much lower, 23% in 1986 and 20% in 1987. The reason is that this second group comprises a very varied group of applicants. For example, among them are national servicemen who actually have already been admitted to the NUS but who are applying to change their courses. Also, from time to time, we have applicants \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1103</b></font>\n  <br>\n  <br> from students who have taken their examinations many years ago or from those who have applied unsuccessfully on earlier occasions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third group is the applications from non-Singaporean students. Here the percentage, as Members will see, is also quite low, comprising about 27-28% for 1986 and 1987. I think this point was brought up by the Member for Geylang Serai so I will talk a little bit about why we still have to admit foreign students into the NUS. The non-Singapore students who are admitted into the NUS are required to meet much higher standards than those for Singaporean students. This, in my view, is only right so that the numbers will not be large for it is right and proper that the bulk of places in NUS and NTI should be taken up by our own Singaporean students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, with all these worries which have been expressed by parents, by students and by backbenchers about admission to the NUS, we may wonder why we continue to admit foreign students and also, as the Member has just asked, whether admission of such foreign students would be at the expense of Singapore students. I have discussed this matter quite fully in the Budget debate in 1985 but to refresh Members' memory, let me repeat the reasons again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We in Singapore are a small country. Our pool of talent is limited. As I have indicated just now, for certain faculties in the university, for example, in Engineering which has a large intake of over 1,000 students every year, we simply cannot find enough Singapore students who have the academic ability to pass the university's engineering course. That is all there is to it. Unless we want to run into a shortage of trained Engineering personnel in the coming years, then we have to supplement our own manpower resources by admitting qualified students from other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These foreign students have to have grades which are significantly better than those for our own Singapore students before we admit them. All foreign students, as Members will know, who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1104</b></font>\n  <br>\n  <br> graduate from the NUS or NTI have to sign a bond to live and work in Singapore or at least to work for a Singapore company for at least three years after they graduate. Here I would remind Members that we are not the only country trying to attract able people to increase our manpower resources. Other countries, including the developed countries, like Australia and Canada, are doing the same. They are trying to attract able students and we are, in fact, facing fierce competition from the developed countries which are also seeking to enlarge their talent pool. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, besides increasing our talent pool, having foreign students in our University also gives our own Singapore students at NUS and NTI the chance to interact with students who have grown up in different societies and with different backgrounds. I think this will help our own students to get a fuller university education, ie, not only getting the required training and getting their degrees but also learning a little more about life in Singapore and in the countries around us. Such knowledge and understanding will stand our students in good stead when they graduate and then find that their employment will require them having to work with people from other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fact that we have been able to attract a number of able foreign students to study at NUS and NTI and subsequently to live and work in Singapore is not for the benefit of the foreign students but for the benefit of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1985 I mentioned that I would regard a reasonable percentage of foreign students in the University to be of the order of 20%. As Members can see from the schedule, in 1986 and 1987 the number of foreign students admitted as a percentage of the total number admitted has, in fact, been much lower. For 1986 the figure was 15%; 1987 even lower, 13%. If this percentage continues to decline, I would regard it as a something to worry about and something which has to be taken up by the Ministry and the University. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, I come to the question asked by the Member for Kolam Ayer as to what the Government is doing for the approximately one-third of 'A' level applicants \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1105</b></font>\n  <br>\n  <br> who were not successful in gaining admission to the NUS. Sir, the question is not how can the Government provide places for these students. I think the real question is, should these students aim for university education? Or even a more basic question, should they have gone to junior college in the first place? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is somewhat unfortunate, Sir, that with this stress on gaining university degrees, many students, whose chances of gaining admission to the University are marginal, still go to our junior colleges after their 'O' levels. They pass their 'A' level examinations with poor results, marginal results, and subsequently find themselves unable to get admission to the NUS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, for many of these students, for example those with more than 15 points for first language and best four other subjects, it would have benefitted them more if they had gone to our polytechnics. Because in the polytechnics they would have acquired skills which would later enable them to find ready employment with good salaries and they would also not have to face the trauma of failure either in their 'A' levels or subsequently when they try to get admission into the NUS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this connection, I would like to refer Members to a letter in the Forum Page of the Straits Times on 14th March. I think what the letter says is quite relevant. The letter is headed: \"Polytechnic students have chosen well. Too much emphasis on need for an 'A' level education\". I would just quote a few paragraphs from this letter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... an A level education - particularly in the Arts/Social Science and Science streams - remains very academic as A level is an academic qualification par excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, polytechnic education is practical oriented and the diploma is internationally recognised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All students who now stand on the threshold of a JC [Junior College] or polytechnic entry should consider the latter [ie. the polytechnic] as a very real first option. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the resources that the Government is currently spending on both polytechnics [ie Ngee Ann Polytechnic and the Singapore Polytechnic], they are rapidly enhancing their good reputations as centres of educational excellence in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1106</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only if a student has very firm career ambitions and only if these necessitate a university degree (e.g. medicine /dentistry), should he/she head in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The future prosperity of Singapore depends very much on the nation's graduates with technical/business qualifications and, in many respects, the two polytechnics are the best equipped institutions to offer the type of courses a modern technological society demands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of the post 0 level students will feel proud when they receive their acceptance into a polytechnic course. They will have chosen well! \n  <br>\n  <br>Signed \n  <br>\n  <br>Peter C.N. Hardstone (Dr)' \n  <br>\n  <br>Sir, I think there is much in this letter which constitutes sound advice which parents and students would do well to consider seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, a word about university education, academic standards and employment of graduates. Students who go to the NUS spend time, effort and money and they should obtain at the end, when they pass their examinations, a degree which is internationally recognized and which bears the stamp of high quality. If we do not maintain rigorous standards of admission, instruction and examination, then the degrees of the NUS and the NTI will become devalued in time. And although, Sir, we may have more university graduates, the degrees which they get will no longer be of much value. Then it will not be long before we face the problem of graduate unemployment which has been a big problem in many developing countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this matter, Sir, I believe that it is instructive to note what the Prime Minister of Malaysia, Datuk Seri Dr Mahathir Mohammad, said recently in reply to a question which was put to him by a magazine called Malaysian Business (1 January 1988). I would like to quote from his reply. The question from the magazine is as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Unemployment is becoming a serious problem, graduate unemployment a new one. Some academics feel that there are too many graduates being produced; others feel that too many are sent off to second-rate universities abroad and there are those who claim that overall educational standards, especially at tertiary level, are dropping. Thus they call for a more balanced human resource policy. Comment?' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1107</b></font>\n  <br>\n  <br> The answer from Dr Mahathir, the Prime Minister of Malaysia, is as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This is wisdom from hindsight. Now that they see it they say it's wrong. But at that time they were calling for more universities, they wanted more students sent abroad. So we did. And they couldn't get into all the best universities because there simply weren't enough places. And it's costly so they got into the less known universities. But there're still quite a lot of them who've done quite well after graduation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What do you do? I agree with some of the points. I don't like this stress on academics. It only turns out a lot of critics ... who know how to run things but who've never actually run anything. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First I'd like to see hard-working people. I'd like to see more technicians, more skilled workers. But this is not a popular idea, this notion of having a lot of practical people. It's so much easier to be able to say things and not do things. I'm looking for people who can do things.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On a different note, Sir, this is a more academic quote, I quote from the section on Malaysia in the 1986 Commonwealth Universities Handbook from an article written by Professor Sharom Ahmat and he talks about university access in Malaysia here: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The issue of access to university education is potentially a politically explosive problem. One way of easing the tension is for the government to expand enrolment. However, any attempt to satisfy private demand without due coordination with social demand, that is, the potential demand for trained manpower to meet the objectives of maximum economic and social development, is an extremely dangerous position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just because the demand for places in universities far exceeds the number of places available, that does not socially or economically justify an expansion of supply. This is because uncontrolled expansion of higher education without corresponding productive employment opportunities is not only wasteful but can create a more unstable and explosive situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A paradox which can be seen in some countries is where, in the development process, increased investment and economic growth are often accompanied by increasing unemployment and the under-use of human resources. In order to avoid such a situation, which will be disastrous for a multi-racial Malaysia, the universities have to try to ensure that increase in enrolment is monitored in relation to employability.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think there is much in these two quotes which we would do well to bear in mind. It is not only in the developing countries but in many of the developed countries which have over-expanded their university systems that have run into problems of overcrowded universities, dif- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1108</b></font>\n  <br>\n  <br> ficulty of maintaining standards and considerable unemployment of graduates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having said all that, I do not want to add by leaving the impression with Members that there are entirely no prospects of our ever being able to get more students to go to university. With the hard work put in by the Ministry of Education over the last eight years, we have improved our schools and junior colleges significantly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Academic standards have gone up. '0' and 'A' level results get better each year. This year, Sir, more students will be able to meet the NUS's admission standards and therefore qualify for admission. The Government will correspondingly increase the number of university places at NUS and NTI so that all qualified students will be admitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can therefore, Sir, give a definite answer to the question from the Member for Boon Lay when he asked whether we can ensure that all qualified students will be admitted to NUS. The answer is yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on a broader note, this does not necessarily imply that we should simply expand the NUS indefinitely until it resembles one of the giant mega state universities in America. I think when a university becomes too large, the quality of education falls because it is not possible for lecturers then to give the type of personal attention to the students which is the hallmark of a good university education. And today with NUS having a student population of about 15,000 students (this incudes the post-graduate students), I am of the view that the NUS is in fact reaching the limit of its expansion. And as far as the NUS itself is concerned, I think that it would be preferable to maintain the level of intake at roughly the present level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would concur with the point made by the Member for Ayer Rajah that instead of expanding the NUS we should expand the NTI. With a bigger pool of qualified students, the time is in fact opportune for NTI to establish a wider variety of courses to complement the present courses of Accountancy and Engineering which are available at the Institute today. This expansion of NTI will not only enable us to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1109</b></font>\n  <br>\n  <br> provide more university places for qualified students but it will also pave the way for NTI to develop into a full-fledged technological university by the 1990s. This has always been our objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this purpose, Sir, the NTI Council has set up a Committee, under the Chairmanship of the NTI President, Professor Cham Tao Soon, to look into the further expansion of NTI and what new courses should be introduced. The Committee expects to complete its deliberations and to submit its recommendations to the NTI Council and to the Ministry of Education before the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking further ahead, Sir, once the expansion of NTI has been completed, it is my personal hope that in due course of time, perhaps in the 1990s, we shall see in Singapore another institution at university level teaching subjects which are not taught at present at NUS or at NTI, subjects such as teaching, physical education, and I think very important, the fine arts, music, drama and dance. I think that this would form a complete structure for university education in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to sum up, the NUS and the NTI are institutions that Singapore can be proud of. They are regarded by employers and academics as being comparable to the established universities in the developed world. Graduates of NUS and NTI have shown that they can hold their own in the workplace against graduates from other well-known universities. We should not throw away decades of hard work, effort and money by revising policies of admission, instruction or examination which have served us well and which have stood the test of time. Yes, we want more university students. But they must be university students who are of the right calibre, who are properly qualified and who can obtain jobs when they graduate. Sir, this I regard as the responsibility of a responsible government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much obliged, Sir. [Applause] \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Mr Deputy Speaker, Sir, I am an academic but I do not just talk. I am here to offer a solution. I propose to look at the issue of tertiary education from another angle, namely, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1110</b></font>\n  <br>\n  <br> alternatives open to 'O' level school leavers. Sir, with your permission, may I ask the Clerk of Parliament to distribute two diagrams? Illustration A presents the current alternatives for 'O' level school leavers. The figures used here, I must stress, are estimates for illustration purposes only. Take a cohort of 35,000 'O' level school leavers, 4,000 enter the labour market, 12,000 take up VITB courses, 7,000 go into the polytechnics and roughly 12,000 get into junior colleges and pre-university centres. Out of the 12,000 'A' level students, approximately 6,000 eventually make it to university. (But if we use the ratio quoted by the Minister just now, this figure should be adjusted to about 7,000). Another 1,000 'A' level school leavers go to the Institute of Education or other institutions or re-enter polytechnics and the remaining 'A' level students enter the labour market. The current situation has given rise to two major problems: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there are too many 'A' level students but too few are admitted into the local university, the point just stressed by the Minister. The second problem is that competition from junior colleges and pre-U centres has resulted in a substantial number of 'O' level students with poorer results entering the polytechnics and VITB courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to propose different alternatives for 'O' level school leavers and this is presented in illustration B. The proposals are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Reduce the number of 'A' level intake from 12,000 to, say, 10,000 and rechannel these students to polytechnics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Increase NUS intake by 750 from the 'A' level output; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Increase the NTI intake to include 500 polytechnic diploma holders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These proposals will meet several objectives: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Increase output of technical manpower; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Improve quality of technical manpower output by improving quality of inputs to the polytechnics and vocational institutes; and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1111</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Reduce the number and proportion of 'A' level students who cannot get into universities and hence reduce the frustration of these students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These proposals also have some additional benefits, namely: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) They partially meet the increasing demand for university education; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) They emphasize that the polytechnics offer a better option for the average or above average 'O' level school leavers (with, say, 12-20 points for five subjects) than the junior colleges and pre-U centres. If most of these students eventually cannot make it to university, then why should we, in the words of the Minister for Education on 25th February and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'hold out false hope and, eventually, to do a disservice to them...' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, if these 2,000-plus 'O' level school leavers who would have opted for 'A' level education otherwise are now channelled to the polytechnics, nearly all of them will get a polytechnic diploma in three years. And for these students, the polytechnic diploma has a higher value than the 'A' level certificate, the point made by the Minister just now. At the same time, the best among them will still have the chance of entering the NTI if the NTI increases its intake as proposed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 25th February, the Minister made two points. Firstly, about the academic standard. I share the concern of the Minister for Education regarding the academic standard of our universities. The proposed increase of the university intake must be done in stages. The major constraint on the supply side is not physical facilities, but the recruitment of teaching staff of high calibre. If the universities are to maintain 1 : 10 staff-student ratio, an additional 100 staff members must be recruited for every increase of 1,000 students, and that is not an easy task. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Minister is also worried about the rapid increase in the university's annual intake which may result in unemployed graduates or some of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1112</b></font>\n  <br>\n  <br> graduates may become hawkers, waiters or waitresses. I think not. Firstly, our graduates are less likely to become hawkers, waiters or waitresses. They are more likely to become supervisors, restaurant owners and even entrepreneurs. Secondly, it is a question of pay. In the 1985-1986 recession, our graduates were realistic enough to adjust their expected salary downwards and hence none of them were unemployed. Thirdly, even if in future some graduates cannot find jobs locally, they can seek employment outside Singapore. Is it not our economic policy to encourage investments overseas? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, let me quote the First Deputy Prime Minister. He told the NUS students on 1st August 1985 and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If there are enough students who can make it to university, and if this requires the doubling of the intake, we should encourage it ...' \n  <br>\n  <br>And he went on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If there are graduates who cannot find employment in Singapore, at least they can find employment outside Singapore.' \n  <br>\n  <br>I agree with him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One question, Mr Deputy Speaker, Sir, which we should ask ourselves is: Should our universities serve merely as service stations to the economy, producing technical and professional manpower as required by our economic growth and re-structuring? Or should our universities also play a higher role and serve as trend-setters, widening the intellectual horizons of our citizens and defining the values, philosophy and goals of our society? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to suggest to the Minister that the universities should offer part-time courses. We should offer second chances to those who missed their opportunities the first time. Here, let me quote the then Minister for Trade and Industry. In the appendix to the 1981 Budget statement, the then Minister for Trade and Industry and now the First Deputy Prime Minister, said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'More students must make it into the higher ranges of education in the Eighties by increased intakes, and offering second chances to those who fail their entrance, and by part-time and full-time programmes for those already in employment ...' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1113</b></font>\n  <br>\n  <br> Sir, may I ask the Minister for Education to seriously consider these proposals? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Dr Tay Eng Soon):</b> Mr Deputy Speaker, Sir, the Member for Leng Kee has raised not only very specific details as provided in the schedule but also some more general questions about the purpose of university education, whether it should be closely linked only to manpower needs or to the broader issue of educational requirements of people and trend setting for the society as a whole, as he put it. I think he is actually trying to strike a balance because, on the one hand, he says that the university has its wider purpose and, on the other, he produces a very specific manpower plan, which he has tabled for all of us. I find the plan that he has tabled for our consideration is a very interesting one with great detail, down to specific numbers. I am unable to comment straightaway whether these numbers are appropriate for Singapore in 1988, 1990 or 1999. But certainly we will look at these figures and we will certainly also send these figures to the Ministry of Trade and Industry who are concerned with the economic manpower needs of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is an important point here because we recognize that a cohort of school leavers now is about 35,000-40,000 people. That is the size of the number of Singaporean school leavers of all types. When they leave school, they have to finally find their way into the country's economy, whether in the armed forces, whether in manufacturing, in the service sector and so on. So it is a problem of how to allow all these limited manpower resources we have to go into the most appropriate channels that they want to go into, where their talents can be best used for the good of themselves as well as the country as a whole. So I will take his figures with interest and I will forward them to the appropriate departments for closer examination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member made one interesting point which I would like to endorse and support here. He has indicated that it would be more appropriate for some students who are eligible to go to junior colleges to do the 'A' levels, to go to the polytechnics rather than to the junior colleges. I think \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1114</b></font>\n  <br>\n  <br> this point has also been brought up by my Minister in his speech earlier. It is true that out of all the students who are eligible to go to the junior colleges every year, more than a quarter of them decide not to go to the junior colleges. And many of them go to the polytechnics to do a 3-year diploma course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The studies that we have carried out over a number of years now also indicate that students who have 15-20 points who are eligible to go to junior colleges or the pre-U centres to do 'A' levels are the very kind of students who would benefit more from going to one of our polytechnics to do a diploma course. The evidence is quite strong. For example, in that range of 'O' level points, barely one in five students when they do 'A' levels will do well enough or get enough 'A' levels for admission into NUS. On the other hand, their counterparts in the same group who go to the polytechnics, more than 90% of them will come out with a professional diploma which will see them to a good job. I think that point is taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His suggestion as to whether students would choose to go to one course or the other is not a simple matter because their own personal choices are involved. But what we can certainly do is to inform students at the school level much more about the prospects of going through a diploma course as against going to a junior college or a pre-U centre to do an 'A' level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the wider issues about the role of university education, whether it is merely to meet manpower requirements for the nation's needs or whether it has a wider role than that, I think this is a subject of debate which has no simple conclusion. It is really a balance of a number of things that we all desire. Obviously, university education which is the most costly form of education in any country must be related to the needs of employment, job market, so that when people graduate after spending so much time and money, there should be a satisfying job for them. So we cannot divorce it from economic needs. When we talk of higher needs for self-fulfilment and so on, university is not the only channel in which a person can get self-fulfilment. People who go through other kinds of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1115</b></font>\n  <br>\n  <br> courses which are non-degree courses do go on to extra-mural courses, short courses or long courses, to achieve self-fulfilment. This may not be specifically for an economic objective. So I would hesitate going into this broader debate because it is a debate which has no simple answer and, in fact, individuals do look for their own self-fulfilment requirements, whether within a degree course or even outside a degree course. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, from today's proceedings, it is quite clear that there is a very strong urge among Singaporeans to acquire a university education. This urge takes the form of requests to use the CPF for education and call for a higher intake into the local universities. Enough Members have spoken on it earlier and the Minister has given his reply convincingly and comprehensively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Instead, I would like to address an issue that is equally emotional, and that is, the issue of part-time studies for a university degree for individuals who did not get into the university in the earlier part of their life. They were unable to do so for a variety of reasons. For instance, they might have been deterred by the stringent requirements of a second language at the'A' level and decided to get a diploma at the Polytechnics instead. Other reasons include financial difficulties, family demand for earlier work start date, etc. These individuals find that the lack of proper qualifications hinder their career advancement. They would like to make up the gap in their professional qualifications, ie, getting a Bachelor Degree. They will find that the opportunity to do so is rather limited in Singapore, especially on a part-time basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a specific example, let me refer to the professionals in the engineering field who fall into this category. These individuals could be of very high inert abilities indeed. They say that the very best polytechnic graduates are as good or better in calibre than the below average Engineering graduates. At the moment in Singapore it is quite short of engineers, especially electrical engineers and electronic engineers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1116</b></font>\n  <br>\n  <br> A fresh graduate in this field commands a starting salary in the range of $1,800 to $2,000 per month. While there is a great demand for engineers, these professionals without a degree are quite frustrated in their quest for advancement. They would like to acquire better academic qualifications. To date some of them get enrolled into NTI. Failing that the only avenue left would be to go overseas which means interruption of their career and incurring large expenses. Some of these individuals become disillusioned about Singapore because once they are overseas they realize that the reason they were unable to advance their career is not the result of any limitations on their capabilities but because the Singapore system does not cater for late bloomers through the provision of continuing education, particularly at the tertiary level. They are aware of the argument that the country should not subsidize the education of any individual more than once, particularly at the tertiary level. To them, this argument is no longer acceptable. Not at a time when the continuing upgrading of even the unskilled or semi-skilled workers has been recognized so that these workers can keep up with the changing technologies as stated by the Minister for Finance in his Budget Statement. After these individuals went overseas, some of them decided to remain behind after their education as they found that the overseas countries provide better opportunities for them to advance and thereby contribute towards the brain drain. If we were concerned about brain drain then we shall be cognizance of these issues. Even if they return, some of them could harbour a sense of frustration towards the Singapore society and the Government since they will query our value system, having been forced to go overseas to upgrade themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would say that opening up the university degrees through part-time studies would alleviate some of these problems that I have highlighted. In the case of Polytechnic diploma holders, they are already acquiring the necessary experience at the workplace. All they need is the theoretical education. I urge the Minister to consider providing them an opportunity to acquire an engineering degree through part-time studies. The concern about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1117</b></font>\n  <br>\n  <br> standards here can be overcome by having them sit for the same examination as the full-time students in the engineering courses in NUS and NTI. I propose engineering first because I perceive that there is a demand for this and being a purely technical degree this would be easy to implement. After this has been proven successful the concept of continuing education at the tertiary level can be extended to other disciplines. I hope the Minister will consider this favourably. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chew is not here. Mr Chiam See Tong. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I would like to speak on the need for a second university. In fact, this is not a new idea. In 1984 my party in its election manifesto has called on the Government to create a second university with an open university concept where further higher education is encouraged for all who wish to further their personal development. This objective in fact is in line also with the Government objective of developing every citizen to his fullest ability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to hear that the Minister has plans to develop NTI into a second university and make it into a technological college and the present NUS to expand on its curriculum. I think this is a step in the right move. Because, as the Minister has said, it is not possible to expand the university indefinitely. In fact, this is what I had in mind when I debated on the need for a second university. As has already been mentioned and explained to a certain extent by the Minister, as regards the large number of applicants to the university who have been unsuccessful. If we look at another table we would note that in the Estimates Committee project, budgeted projects, up to 1992, in fact they have only plans to increase the NUS intake by about 300-400 per year. This is indeed fairly low compared to the number of students who want to get into the University. As regards NTI, that is about doubling the intake in 1987 and after that the intake tapers down. So there is really a case for a need for a second university. If we compare our university graduates with Japan and Taiwan, I am just taking countries in this region, we will find that we have the lowest output of university students. The Goh Keng Swee \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1118</b></font>\n  <br>\n  <br> Report on Education published in 1978 showed that we had the lowest. Japan, out of a cohort of, say, 100, have 38 university graduates. In the case of Taiwan, they have 20, and in Singapore we have the lowest, something like 9. Even this figure has been confirmed recently. The increase has not been that great. I think there is also a case for a second university, as has been mentioned, because of the large number of our students going abroad to seek university places. Of course, it is a heart ache for those who have failed to gain entrance into our local university and cannot afford to go abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have also read recently that, in fact, the Singapore Government is making great efforts to recruit professionals from abroad, in particular from Hong Kong. So the fact that we are going to make efforts to recruit university graduates or professionals from abroad shows that our pool of graduates or engineers is insufficient in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The policy of the Singapore Government seems to be to provide university places only for manpower requirements. As has been mentioned, of course, this is a big subject whether to have a university providing enough for our manpower needs or to provide a university for the fulfilment of each individual. I would say, of course, both are needed. But I think the Singapore Government should not be so materialistic as to cut off those who desire to get into the university and who qualify to put them into another faculty. I have heard them saying that too many of our students want to apply for the Faculty of Medicine and many of them have very good grades and they were forced to go into Engineering or some other faculty. Of course, these students who love Medicine refused to accept the alternative courses given to them. So they go abroad instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we should not carry this policy of requirements of manpower needs too far. There is a case, indeed, for a university education to develop a person to his potential. I think we should learn lessons from America. There is no such thing as a course where it has no economic value. Every course has got an economic value. It is only how you develop it. There is also a fear of producing too many graduates. I do \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1119</b></font>\n  <br>\n  <br> not think there is a case of having too many graduates in a country. I think there must be something wrong with this education policy or how they train their citizens. If you train a citizen right and give the citizen the right attitude and you train him to think, to work individually, to show initiative and even if there are no jobs available to them they can creat jobs for themselves. This is what Dr Albert Winsemius has in mind. He says the only way if you want to create indigenous entrepreneurs is to have more university graduates and more idle university graduates. Then they will start to use their brains and think and really create jobs not only for themselves, but more businesses for others as well. This is almost a reflex action of the PAP for fear that more graduates will create more problems for them. But please, I do not think that if a person who has been properly trained in the schools, in the universities, he will create trouble. But of course if there are injustices or unfairness to be dealt with, I am sure a properly trained person will not fear to speak up. I do not think the Government should fear of political mischief from idle graduates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has quoted Dr Mahathir, in the case of Malaysia, so many of their graduates are not getting jobs. There must be something wrong with their university system. University graduates must be told that they are not privileged persons where a job is guaranteed for them. It does not mean a student going through his secondary school, 'A' levels and come out with a good honours diploma in whatever course from the university, is guaranteed a job by society. I do not think the society owes him a living. If he comes out from the university with a good degree, it is only a start for him in life. I think it is a mistaken idea, especially in this part of the world, in the Asian world, that the university graduate is a special person who has to be given special privileges. I think this whole acceptance of university graduates has to be abolished or done away with. Then we will get them to work for themselves and, in fact, also to create jobs for others. This is the sort of attitude we should have. You are a university graduate, so what? I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1120</b></font>\n  <br>\n  <br> think the Government or the private sector is privileged to give a university graduate a cushy job in an air-con room. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would argue for a case where the more university graduates we have, the more benefit it will be for the nation. In fact, education must be tied with nation building. Without education, without university graduates, how are we going forward with our development? We must increase the talent pool. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Your time is up. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Sir, I would first deal with the point made by the Member for Bukit Timah regarding the desirability of having part-time degrees and continuing education, for example, for polytechnic graduates who might like to take a degree in engineering part-time, and similarly for other students who might like to continue their education on a part-time basis. This is not a new suggestion. It has been made from time to time. We have looked at it seriously. The problem is basically a question of economics. First of all, whether it is economically feasible to have these part-time degrees as against our present system and, secondly, as to whether the NUS or NTI have the capability to mount these part-time degrees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member will know that the major part of the running expenses in any educational institution, including the university, is actually expenditure on manpower which accounts for over 80% of the running costs. Whether a student is taught part-time or full-time, if he is to be taught properly, you must have the same number of people. So having a part-time degree does not really save that amount of money. It is not so much the equipment or the plant which actually cost money. The most costly item is actually recruiting the lecturers in order to teach the students and if you have more students, whether these are full-time students or whether they are part-time students, the cost figures do not change. Presumably, we do not want to dilute the quality of education by worsening our staff-student ratio. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is that I am not convinced that it is cheaper to educate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1121</b></font>\n  <br>\n  <br> students part-time than full-time. This is because our statistics show that the attrition rate is very high and if you take the number of students who start at the beginning of a part-time course and the number who actually graduate, say, four, five, six years later, the cost per graduating student is, in fact, much higher than for full-time students. So it may not be the most economical means to educate these students on a part-time basis. I do not say, Sir, that we should entirely rule this out completely. There may be a time when this is necessary and certainly at the graduate level, the university runs part-time Masters courses in Engineering, in Business Administration and Medicine and these have proved to be popular and feasible. Where they are feasible, we will of course study these implications. But I do not think that we should lightly go into these part-time studies or part-time degree courses until we have made a thorough analysis and found that economically this would be desirable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I come to the suggestions from the Member for Potong Pasir. In 10 minutes he has covered such a wide field that I do not know whether to agree or disagree with him. On the part about statistics which he has taken, saying that the percentage of graduates in our workforce is not as high as those in the developed countries which I believe is taken from the Economic Committee's Report, I would simply just quote what my Permanent Secretary has written to the press on this subject. I do not think it is necessary to give any new reasons because they are all here. The letter to the press states that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The quoted percentage of workforce with tertiary education in Singapore reflects the low output of graduates from the NUS in earlier years. This percentage will increase as a result of rapid expansion of university enrolments since 1981. The intake into the university presently constitutes 12% of the corresponding school cohort as against less than 4% for Hong Kong which has a system of education similar to that of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the statistics on the proportion of workforce with tertiary education in Singapore are not directly comparable with those of Japan and United States because the systems of education are different. In Singapore, applicants for admission into NUS are required to sit the GCE 'A' level examination which is a national examination whereas in Japan and the United States, individual universities set their own standards for admission. Furthermore, in Japan and the United \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1122</b></font>\n  <br>\n  <br> States, a significant number of degree holders are graduates of community and other colleges which are not of university status.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, the Member called for a second university which, as he says, is not a new call, and he has said this before. If I can remind him, he also brought up the matter in the Budget debate in 1985. My reply at that time was this [Hansard, Vol. 45, Col. 1451]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Member for Potong Pasir has suggested, quoting Dr Winsemius, [which he has done today again] that we should have a second university in order to provide more places. Sir, I would like to inform him that we do have a second university, and that is, the Nanyang Technological Institute [whose expansion I have outlined today]. At present, it is affiliated to the NUS but in due course, we hope to develop it into a technical university, which is what Singapore will need in future years.' \n  <br>\n  <br>This is what I replied to him in 1985. I do not think that I need to add any new point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, there is one point which I think requires a bit of discussion, ie, his suggestion that we should not worry too much about what students study. If they all want to study Medicine, let them study Medicine. If there are 1,000 students each year who want to study Medicine and 200 who want to study Engineering, then we shall rearrange our faculties so that we expand the Medicine faculty and downgrade or shrink the Engineering faculty. I find this argument a bit strange when all parents know, and we all know, that in the years to come, Singapore cannot absorb 1,000 new doctors every year. There are just not enough jobs available. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Let the market forces decide. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> I am a great believer in market forces but not at the expense of the careers of young people, and I think they will thank us more if we direct them into courses where their employment prospects are good rather than pretend to be kind now and let them do what they like and let them graduate with degrees for which there are no jobs. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Go abroad. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> We are in the business of trying to find people to come to Singapore and settle here rather than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1123</b></font>\n  <br>\n  <br> persuade our own people to go abroad and emigrate. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, we have heard a lot about tertiary education. Now I propose to talk about the problems in the classroom, the so-called bottom-up approach advocated by the Ministry of Education. I remember last year the Minister did mention that he would like to get ideas and innovations from the schools rather than from the Ministry. I would like to know from the Minister whether this particular approach so far has been very fruitful. Do you get teachers responding? Do you get principals responding to your call for new ideas coming from the school or are you still adhering to your old style of top-down approach? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To find out, I conducted a session with a few teachers just to assess whether your call is genuine or not or is it just lip-service. I must report that it is not going so well. I would not mention all the points because I know the Chairman would not give me too much time and he will probably cut a lot of my time. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You are only cut when you exceed your time, Dr Tan, and you are very fond of doing that. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> All right. Some of the principals asked the Ministry for teachers and they have worked out the number and type of teachers they need. But, unfortunately, the Ministry of Education does not seem to be able to fulfil this request. They allocate the teachers but the type of teachers given to them are not what they really want. You only give them the number but not the type that they need. So they find it very difficult to actually plan the school programme because certain teachers are not able to conduct lessons in, let us say, Art. If they have been trained in Chemistry, you cannot expect them to teach Art. Of course, this is related to your problem of the convert teachers. You have your second language teachers who have been with these new educational changes. They have been asked to go for retraining and therefore they will have problems of conducting themselves in classes, teaching \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1124</b></font>\n  <br>\n  <br> especially in subjects that they are not familiar with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You promised them that you would provide auxiliary support for the schools. When I asked the teachers, they said no. There is not much of a support coming from the Ministry. The teachers are doing the same kind of work that they were asked to do in the past. They were hoping that with your new educational changes they would be able to get some relief. For example, they need library clerks but you never give them. They need AVA technicians but these are not coming. They spent a lot of money, over a hundred thousand dollars on AVA equipment, and they find that they do not have the personnel to man it and the equipment get spoilt and this has caused a lot of unhappiness. Of course, the Ministry will expect the teachers to do all this job. The teachers feel very unhappy because they are over-burdened and, of course, the teachers will try to get the students to become library helpers, and again you over-burden them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They have also asked for a review of the curriculum. Some of the teachers feel that the curriculum is too heavy and certain schools are encouraging the students to take 9 or 10 subjects. This sort of arrangement has actually caused some of the other schools to try and emulate these schools. So they also start to pressure their students into taking more subjects. This is all at the expense of the character building of the student. In fact, they say that this call for excellence has resulted in more competition leading to a lot of uncooperation among students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The teachers are also concerned about the number of continual assessment tests. These have actually become some sort of examination and parents are pretty worked up by the number of assessment tests. In fact, if you include the two examinations, all in there are six tests per year. The idea of introducing these continual assessment tests is to reduce the pressure of examinations. Unfortunately, it is not going that way. We are putting more pressure on the students. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Have you finished, Dr Tan? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1125</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Yes. All right, I will carry on later on. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Sidek. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, like the Member for Ayer Rajah, I would like to know from the Minister about the bottom-up approach and what is the progress made. I firmly believe that whether it is the bottom-up approach or top-bottom approach, the most important area is that human factor or the human approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the human approach encompasses personal contact and the other one is by communication through letters, now computers and so forth, I would like to know whether the Ministry would like to consider the decision made by Britain recently asking their civil servants, their people, their lawyers to use language in a simple, practical way. This does not happen only in Britain but to a certain extent in US also. Because they are very wary, as early as 1970 I would say, over the use of long words or even long sentences. Let me illustrate by examining the overly long words that was awarded a booby prize in Britain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A village had asked for a bus shelter to be provided near the school. This was the sentence given in the reply. Mind you, there was only one full stop at the end of the sentence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The stated requirement for a shelter at this location has been noted, but as you may be aware shelter erection at all locations within West Yorkshire has been onstrained in recent times as a result of instructions issued by the West Yorkshire Metropolitan County Council in the light of the Government's cuts in public expenditure and, although it seems likely that the Capital Budget for shelter provision will be enhanced in the forthcoming Financial Year, it is axiomatic that residual requests in respect of prospective shelter sites identified as having priority, notably those named in earlier programmes of shelter erection, will take precedence in any future shelter programme.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is an example of an overly long sentence. The US also mounted a campaign in favour of plain English. The US advice was, \"Don't use multisyllabic jargon or verbal distortion.\" They called them \"Haigese\" because Mr Haig, the former Secretary of State, used them so much. This is the illustration given. One of Mr Haig's aides asked him for a pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1126</b></font>\n  <br>\n  <br> increase. Mr Haig just could not say no. Instead, he replied: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Because of the fluctuational predisposition of your position's productive capacity as juxtaposed to government standards, it would be momentarily injudicious to advocate an increment.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The perplexed aide replied; \"I don't get it.\" Mr Haig replied, \"That's right.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know we do not have Dickens among us or maybe modern day Dickens like Denning. But browsing through the speeches of our Prime Minister and some Ministers, I would say we have that talent. If we can only institutionalize this talent, I think it would be good for us in Singapore. For instance, I think Denning has the courage at one stage to really change the Law Reports. Instead of the long judgments, covering many pages without a break, he divided each judgment into separate parts: first, the fact; second, the law; and the heading after another. So much so that when he retired, Mr Simon Brown, the \"Treasury Devil\" according to Denning, added humourous reference to his style of judgment which I think it is worthy of our lawyers, and especially, our civil servants, to emulate: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'My Lord, we shall continue also, as will generations to come, to read your Lordship's judgments in the reports, and how refreshingly easy it is to read them compared to many others. We shall recall that short sentences are best and the verbs are optional.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish the Minister would consider this and, hopefully, look into this matter or, if possible, look through pages 59 to 65 of Lord Denning's book: \"The Closing Chapter\", and maybe make it compulsory reading for our teachers, our students especially in the university, and why not our lawyers too. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, I want to thank the Member for Kolam Ayer for his fairly long speech. I am glad to note that, in fact, one of the characteristics of Singaporeans, and I include all of us here, is that we are quite terse in what we say and that we very seldom use very long words and long sentences. Evidence of that is the fact that we are running a litte bit ahead of time in our schedule here in the debate because our speeches are rather terse and to the point. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1127</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point that he has made about instructions in schools and communication in schools, I agree with him that there is, of course, room for improvement - better communication among principals and teachers, heads of departments and teachers. For that reason, Sir, it is in the Diploma in Education (Administration) course that we require all principals and future principals to go through, at the IE, the Further Professional Certificate in Education as well. For those who want to become heads of departments in their schools, communication skills is very much a part of that course. It is really to improve inter-colleague communications within the school community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn now to the long list of points that were raised by the Member for Ayer Rajah. Many of the points he raised are not new points. They have been raised before and I can assure him that to the best of our ability we try to minimize these problems that he has mentioned. Some of them are rather more difficult to solve than appears at first hand. Take, for example, the question of auxiliary staff - clerks, library assistants, and so on. The Ministry has noted and endorsed this point brought up by the Committee of Principals who put up a report last year on Towards Excellence in Schools. This was one of their recommendations and we have noted that recommendation and, in fact, endorsed it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem, Sir, is one of money. It is easy to recruit one clerk for a school. But when you have 450 schools, you have to think of recruiting 450 clerks, and that becomes a big financial issue. Of course, this is something which the Ministry of Finance will have to scrutinize and agree, much as we would like to have an additional clerk in schools. That applies to library assistants and others, because it is always a question of fairly large numbers of people, not just for one school but for all schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point he has brought up is the problem of too many assessment tests, therefore, they are taxing the children in schools. I think this has been brought up before. There is a balance between assessment or continual assessment tests and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1128</b></font>\n  <br>\n  <br> the end-of-term and end-of-year examinations. To have one without the other would be inadequate. So schools try to strike a balance between these two, so that the child, throughout the year in school, will have a good idea of how he or she is performing before he takes the final examination. I think that is a balanced and a fair system. I think the end-results speak for themselves. There has been an improvement over the years in '0' level results, in 'A' level results. The PSLE results have been consistently good. I think parents find that the system is helping their children and they are reasonably satisfied with what is coming out of schools. Of course, teachers have to work hard to achieve this. All these results have come about not without any effort on the art of not only the students but of the teachers as well. Much as some teachers may be unhappy or grumble about the amount of work they have to do, I think ultimately the results speak for themselves, and the credit must go to the teachers who have put in all that hard work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would hesitate to review this system that we have - continual assessment and end-of-term examinations - without taking very careful cognizance of the consequences on the education our children will receive. What has been working is satisfactory. We should fine-tune it and improve upon it, but we should not go for radical changes in the curriculum or in the methods that are well tested in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He brought up the subject of difficulty of principals getting the kind of teachers they want. As an example, the bottom-up approach apparently has not worked. Of course, principals want certain types of teachers for certain subjects. I think, as far as is possible, within the manpower constraints that we have and the mix of teachers that we have, we try to give schools the teachers that are required by their vacancies. If a school requires an Art teacher, we will certainly not send the school a Chemistry teacher who cannot draw. That is something which no administration would do on purpose. So, where possible, we would try to meet with the nearest qualification of a teacher who would do the job in that school. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1129</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member mentioned about teachers who have been converted. Yes, we have converted teachers from the Second Language streams to teach other subjects. This is necessary because they would otherwise become redundant. Over the years we have run many courses to convert nearly a thousand teachers to teach in various other subjects like Mathematics, Science, and so on, where the language requirement is not so high. But it is not a 100% satisfactory arrangement because some teachers find it difficult, after such a course, to conduct these classes and so some have reverted back to become Second Language teachers. This is a problem which has no perfect solution and we can only work at it with further conversion courses when needed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have covered all the points that the Member has raised and I would be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1130</b></font>\n  <br>\n  <br> happy to deal with his other points personally. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1988/89, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1131</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1988/19880321/19880321-HA-0501131.htm\">schedule - NUS/NTI Admission Profile of Applications/Offers of Admission by Citizenship (Cols. 1131 - 1132)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1132</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
