{"memberId": null, "volumeNo": "51", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"6\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"51\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1988-05-27\"> \n  <meta name=\"Start_Col\" content=\"169\"> \n  <meta name=\"End_Col\" content=\"224\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">6</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">51</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">27-05-1988</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SIXTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 51</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 27th May, 1988</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 11:00 AM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Dr Yeoh Ghim Seng (Joo Chiat)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang). \n  <br>Mr Abdullah Tarmugi (Siglap). \n  <br>Dr Ahmad Mattar (Brickworks), Minister for the Environment. \n  <br>Dr Ang Kok Peng, BBM (Buona Vista). \n  <br>Mr E.W. Barker (Tanglin), Minister for Law. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr Chai Chong Yii (Bukit Batok). \n  <br>Mr S. Chandra Das (Chong Boon). \n  <br>Mr Bernard Chen (Clementi). \n  <br>Mr Eric Cheong Yuen Chee (Toa Payoh). \n  <br>Mr Chew Heng Ching (Kaki Bukit). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied), Senior Parliamentary Secretary to the Minister for Home Affairs. \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru), Minister of State, Ministry of Community Development. \n  <br>Mr S. Dhanabalan (Kallang), Minister for Foreign Affairs and Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Jalan Kayu). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information. \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Tanah Merah). \n  <br>Prof. S. Jayakumar (Bedok), Minister for Home Affairs and Second Minister for Law. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon). \n  <br>Mr Lai Tha Chai (Henderson). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development and Government Whip. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Boon Heng (Kebun Baru). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Geylang Serai). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Phua Bah Lee (Tampines), Senior Parliamentary Secretary to the Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> \n  <br>Mr S. Rajaratnam (Kampong Glam), Senior Minister, Prime Minister's Office. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Kolam Ayer), Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Minister for Education. \n  <br>Mr Tan Soo Khoon (Alexandra), Deputy Speaker. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Khe Bong), Parliamentary Secretary to the Minister for Education. \n  <br>Mr Tang See Chim (Chua Chu Kang). \n  <br>Dr Tay Eng Soon, PBM (River Valley), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Bo Wen). \n  <br>Encik Wan Hussin bin Haji Zoohri (Kampong Ubi). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Wong Kan Seng (Kuo Chuan), Minister for Community Development and Second Minister for Foreign Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment and Deputy Government Whip. \n  <br>Encik Yatiman Yusof (Kampong Kembangan), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Acting Minister for Health. \n  <br>Mr Yeo Choo Kok (Delta). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chng Hee Kok (Radin Mas). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Maj Fong Sip Chee (Kampong Chai Chee). \n  <br>Dr Ho Tat Kin (Boon Teck). \n  <br>Mr Jek Yeun Thong (Queenstown). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Mr Ong Pang Boon (Telok Ayer). \n  <br>Dr Toh Chin Chye (Rochore). \n  <br>Dr Aline K. Wong (Changkat). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng (Kebun Baru) - from 27th May to 17th June, 1988. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das (Chong Boon) - from 6th to 10th June, 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chee Wee (Boon Lay) - from 6th to 23rd June, 1988. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       YEOH GHIM SENG\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, may I seek your consent and the general assent of Members present to move that the proceedings on the motion of the Member for Braddell Heights today be exempted from the provisions of Standing Order No. 44 so far as is necessary to enable Members to speak more than once to any question and without being subject to the time limit for speeches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on item 1 in the Order Paper today be exempted from the provision that no Member shall speak more than once to any question and from the time limits for speeches laid down in paragraphs 3 and 8(A) of Standing Order No. 44. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACTION UNDER INTERNAL SECURITY ACT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Amendment [26th May, 1988] to Question [25th May, 1988], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) supports the firm action of the Government to prevent our country from being subverted whether by Marxists, communists, western powers or other foreign interest groups, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) deplores, in view of recent disclosures, all foreign interference, particularly that of some United States' officials, in our domestic affairs, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) calls upon the Government to be vigilant to all such groups and stop them from interfering in our domestic affairs, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) endorses the Government's detention, under the Internal Security Act, of the people involved in the attempt to subvert Singapore.\" - [Mr Goh Choon Kang]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'to leave out from \"House -\" in line one to the end and there to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"(a) rejects the recent action of the government against alleged subversive activities of Marxists, the United States government and foreign interest groups, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) calls upon the government to be more open and tolerant and declare that under our democratic system, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> legitimate pressure groups do have a say in our domestic affairs.\".' - (Mr Chiam See Tong). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Jalan Kayu):</b> Sir, I stand up to reject the amendment standing in the name of the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in support of his amendment he has stated that if he believes that there is interference in our domestic affairs, he will join us in condemning the interference or those who perpetrate the interference. However, up to now, despite the exposure given, the Member for Potong Pasir is still not convinced. Sir, I do not know what it takes to convince him but I thought that the systematic chronology of events and activities disclosed by the Minister for Trade and Industry on Wednesday was more than adequate. Perhaps he is not comfortable because the United States is a friend and why would a friend interfere in such a manner? Sir, he is perplexed perhaps because he does not think that there is an apparent motive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of my colleagues here have given reasons for the interference, stretching from self-interest to a belief that what is good for America is good for the world. Sir, included in some of the explanations is the philosophy of human rights and how such a philosophy has affected America's foreign policies. Perhaps if the Member for Potong Pasir does not believe us, let me quote from an eminent American scholar, one Dr. Russell Kirk. He is a distinguished fellow of the Heritage Foundation and a scholar of more than 40 years in political writings, foreign affairs and the such. Furthermore, he is also the recipient of 12 honorary Doctorates and many more such honours. Sir, in his book entitled, \"The Wise Men know what wicked things are written on the sky\", he has a chapter on Human Rights. It is a very interesting chapter, and I quote from this particular chapter: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In international affairs, the United States needs to beware what Sir Herbert Butterfield calls righteousness, that is, national self-righteousness.... It is not the mission of the United States to establish universally some imitation of the American political and economic order. Every people must find their own way to order and justice and freedom. The American Constitution is not for export. The American Constitution grew out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br> of the peculiar historical experience of the Americans. So it is with the underlying constitution of every people. An attempt to impose in short order the American pattern of rights, aside from being hopelessly impracticable, would have consequences distinctly different from those that most Americans desire.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From here, it is clear that the author (1) believes that the United States need to curb its sense of self-righteousness in the belief that the American system is best for the world; (2) cautions the policymakers in the United States not to impose its values and beliefs on other countries; and (3) realizes that the American system of democracy can lead to disastrous consequences for the countries concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the reason why I find this episode so tragic, so sad. I think the Americans involved truly believed that they were doing Singapore a service. They were doing Singapore some good. And, like missionaries, they believe that they should bring light of their democracy to the rest of the world, Singapore included. And because they are friends and because we consider them as friends, many react in horror that we should now accuse them of interfering in our domestic affairs. But, Sir, is this so strange? We all know what zealots or believes can do in the name of good for the people. It does not matter whether these people are zealots of Marxism, religion or human rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, part of the argument put up by the Member for Potong Pasir has been that the official line of the US has been accepted by the Singapore Government. That means the interference was done by some errant diplomats and bureaucrats and that the US government has absolutely no intention to interfere in the domestic affairs of Singapore. Of course, Sir, the Singapore Government has accepted it. Sir, he has made much of this acceptance and, based on this acceptance, the Member for Potong Pasir has concluded that there was no interference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, earlier I said, of course, the Singapore Government has accepted the US official line; that is what it should be between friends. To do otherwise, Sir, that is, not to accept their version, would mean \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 176</b></font>\n  <br>\n  <br> irreparable damage to our friendship. But then I am not part of the Singapore Government. I am only a Backbencher and as a Singaporean, I do not have to accept Singapore's official version. I do not have to accept what the Minister for Foreign Affairs in the name of Singapore has to accept from a friend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, why do I say this? My point is this. If this is the official stand of the US Government, then why does not the State Department, which is after all a Ministry of the United States Government, come out and say so? So far, all we have are vague denials. Even if the State Department truly believes that what their diplomats and what their officials have done are normal diplomatic activities, it could still come out with some sort of statement which could go like this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The activities as described took place. We do not consider them as interfering in your domestic affairs. But if you do think that they are interference, then we are sorry we conducted them. Now that we know that you define ---' \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, I wonder whether the hon. Member would give way for a point of clarification. Are you willing? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The hon. Member said that Singapore has accepted the official version of the United States government in that it was the errant diplomats who were at fault and not the US government. But the Member for Jalan Kayu does not accept the Singapore Government's stand on this matter because he says the Singapore Government accepted it because it is between friends. So is he implying that the Singapore Government does not believe in what it does? That it is just because of friendship, that the Singapore Government accepts the US position although not believing in it, not sincere about it? Is that what the Member for Jalan Kayu is implying? \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Mr S. Dhanabalan):</b> He can speak for himself. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No. He said what he is implying. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I did not put such implication. If he read those implica- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 177</b></font>\n  <br>\n  <br> tions into my words, then let it be so. All I am saying is that the Government has accepted the version put up officially by the US government. That is the Government's prerogative. But as a Singaporean I need not necessarily accept the official statement of the Government. All I am saying is that --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What are you saying? \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Would you listen? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Carry on, Mr Heng. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, all I am saying is that as a private individual, as a Singaporean, I need not accept the Government's official version, and I was trying to explain why I do not accept it. I gave way because I thought he has something of earth-shaking importance to tell me. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is of earth-shaking importance. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, it is a matter of opinion. However, let me continue, Sir. [Mr Chiam See Tong interrupted.] \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Stop interrupting, Mr Chiam. Please, carry on, Mr Heng. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> As I was saying, the statement by the State Department could go like this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Now that we know that you define this as interfering in your domestic affairs, we assure you that we will not conduct such activities in future. In future, we will conduct our activities within the laws and regulations of the Republic of Singapore.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, between friends, this is what friends should do. And if this happens, then I would say, \"Yes, it is truly a misunderstanding. It is a misunderstanding of what constitutes proper behaviour. Therefore, let us put this behind us because it is simply a misunderstanding of what is right and what is wrong behaviour.\" But so far, all we have are vague denials. So what can we expect from them in future? Sir, this is the whole crux of the matter - are these activities of the US State Department officials and diplomats considered interference in our domestic affairs? Or are they not? Surely, if the Americans think \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 178</b></font>\n  <br>\n  <br> that they are not, then one can only infer that they will continue to conduct such similar activities in future. If not, why not come out and say so openly? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the clear crux of the matter is that this is Singapore and who should define what would be considered as political domestic inteference. We or the Americans? I think the answer here is quite evident. Therefore, I would like to ask: how can the Member for Potong Pasir ask this House, ask all Singaporeans to support his amendment to \"reject the government's action against alleged subversive activities\"? Sir, alleged? Even when they have been so completely exposed? Truly, now I understand the saying, \"None are so blind as those with eyes but cannot see.\" \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> See for yourself. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, the Member for Potong Pasir had also asked in one of his comments earlier in the House what was wrong with the US type of democracy for Singapore. I think there are many things wrong. But let me just quote from Dr. Russell Kirk again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'And why should we expect other nations lacking our political traditions and long established social institutions unendowed with America's material resources to achieve what is imperfectly attained in the United States? Do we Americans enjoy the ultimate fulfilment of human rights? To walk the streets with reasonable safety is the most basic of civil liberties. Yet millions of Americans dare not step out at night and some scarcely dare to venture by day. The safety of children at school is a basic civil right. Yet in every American city pupils are assaulted daily and some killed. Do we have no claims of right unsatisfied? Physician heal thyself.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is what is wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The American system may be good for them but I believe that our system is good for us. Both our systems grew out of our own peculiar experiences. Even an American more eminent than the Member for Potong Pasir acknowledges this fact and I hope that he will do so too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I call upon this House to reject the amendment. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, I rise to urge this House to reject in toto the Member for Potong Pasir's amendment to the motion standing in the name of the Member for Braddell Heights. The Member for Potong Pasir calls it an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> amendment. But, Sir, anyone with some commonsense can see that it is not an amendment. It is, in fact, a completely new motion he is moving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are an open society and we subscribe to open debate. Therefore, we give him full opportunity to debate his amendment. In moving his amendment yesterday, Sir, the Member spent the better part of his time to quote from the newspapers. He had nothing to offer nor did he make anything substantive. But I have several questions to ask of the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, why does the Member for Potong Pasir persist in making reference to \"alleged subversive activities\"? Surely he can read and comprehend the numerous statutory declarations and Government statements reproduced in the local newspapers. If not, surely he can understand the news readers of the Singapore Broadcasting Corporation (SBC), that is to say, if he watches television. Anyone with commonsense can see that the disclosures so far have shown that the Singapore Government has acted justifiably in the interests of the security of Singapore. No one, including the US government, has challenged the truth of the disclosures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not for one moment suggesting that the Member for Potong Pasir has no commonsense. Perhaps he has a short memory. Let me refresh his memory and draw his attention once again to paragraphs 25, 26 and 27 of the Press Statement released by the Government on Friday, 20th May 1988, and I do not wish to belabour the House with repeating what is stated in the three paragraphs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is: is he challenging the truth contained in those paragraphs when the US Ambassador to Singapore did not? Perhaps he knows more than the US Ambassador. Would he care to elaborate them? Furthermore, Sir, I would like to refer to the front page in today's Straits Times where it is captioned \"'Baseless charges' can harm close ties, US warns Singapore\". In my view, Sir, it is clear from the statement made by a State Department \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 180</b></font>\n  <br>\n  <br> spokesman, one Charles Redman, when he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"'The United States is not, and has not been, engaged in interference in Singapore's domestic affairs,\" he said, and added: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"What our embassy officers do in Singapore is no different from the normal diplomatic contacts of our diplomats in every country of the world. It is also no different than the conduct of Singaporean diplomats in the United States.\"' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to take this statement very cautiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, Sir, it is clear from the statement that the US government says that Mr Hendrickson and some US State Department officials have done nothing wrong. Therefore, I would like to assert that it is very important that the people of Singapore will have to take a sharp second look at all American embassy officers here from now on. In this respect, I would ask the Member for Potong Pasir: does he agree to the US State Department's statement and therefore allow the Russians to do likewise? Similarly, Sir, the Chinese, should diplomatic relations between Singapore and the People's Republic of China be established at some future date. Please say yes or no. In the same manner, I would ask of our US friends the same question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me remind the Member for Potong Pasir that the \"written communication\" referred to in paragraph 26 of the press statement was a letter from none other than the US Secretary of State, Mr George Shultz. He has read it. He knows about it. I would therefore ask him, where in paragraphs 26 and 27 of the press statement is there a denial by the US government of the actions of its diplomat and State Department officials? I think the Singapore Government has tackled the matter with more restraint than the matter deserved. I made this point two days ago here in this House when I spoke in full support of the main motion. If the Member for Potong Pasir has the interests of Singapore at heart, he should ask the US government what disciplinary action it will take against its errant diplomat and State Department officials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, what action has the Government taken against foreign interest groups? I ask the Member for Potong Pasir \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 181</b></font>\n  <br>\n  <br> to name the foreign interest groups referred to in paragraph (a) of his amendment. Please also specify what actions the Government has taken against these groups or for that matter what action has the Singapore Government taken against the US government that warrants a rejection by this House? In my view, as I said, the Singapore Government has conducted itself honourably as far as the US government is concerned. I think the Member knows it though he refuses to admit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, what does the Member for Potong Pasir mean by calling upon the Government to be \"more open and tolerant\"? He has used vague words. What is the meaning of \"open and tolerant\"? May I ask how open and how tolerant? I have said we are an open society and we debate openly. What more does he want? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, what \"legitimate pressure groups\" is the Member for Potong Pasir referring to? Does he have a list of it? Can he name these groups? Is he advocating that the Singapore Government allows groups of people who are not the elected representatives of Singapore to help the Government govern the nation? It is a well-known fact that pressure groups have always lobbied in their own interest which may not be in the interest of Singapore. The Government may hear them out but the Government is not obliged to agree with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me remind the Member the oath of allegiance he made before taking up his seat in this House. He swore to protect and defend the Constitution of the Republic of Singapore. Therefore, by asking the pressure groups to be given a say in our domestic politics, I think he has forgotten the Constitution of the Republic of Singapore. I am therefore shocked and utterly disheartened at the line taken by him. He is a lawyer. I am not. He should know better. It is totally repugnant to our Constitution to say that pressure groups should be given a say in the government of Singapore. Surely, Sir, the task of governing Singapore lies with the elected representatives of the people of Singapore and nobody else. This is our parliamentary democratic system. Let us be clear about this. It is by this parliamentary democratic system that the Member for Potong Pasir \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 182</b></font>\n  <br>\n  <br> occupies his seat in this House and it is by the same system that he is given full opportunity to propose and debate this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me ask the Member for Potong Pasir this. Is he proposing the amendment in good faith and in the interests of Singapore or is it in the interests of the Singapore Democratic Party, his party? Only he can answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, let me place on record my regret and disappointment in the Member for Potong Pasir as his amendment is repugnant to the Constitution of the Republic of Singapore. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, can I just have a point of clarification from the Member for Punggol. He has got himself tied up in knots and contradicts himself. I am not defending the US in any way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You are. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He said that the US government has not denied? But the statement he has just read to us today is a clear cut denial of the US government's interference in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Member for Punggol is barking up the wrong tree. I have already made my position very clear yesterday. I said that we reject the Government's position because it is based on evidence obtained when the person is under detention, under duress. Evidence obtained under duress is not legal evidence. Everybody knows it. Anybody who knows anything about law knows it. That is the reason why we reject the findings of the Singapore Government in respect of the statutory declaration. That is the position. If Patrick Seong and Francis Seow come out in the open, and if the Government allows them to swear another statutory declaration that that declaration is not accepted, let us come into the open inquiry as free men, and if they admit all those things, I will accept them and, in fact, I will be the first one to condemn the Americans. So do not get me wrong. That is my position, and for heaven's sake, please do not go and make personal attacks at me again. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 183</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I am not making any personal attacks. I am merely stating the facts - what is in the Government statement. Is he denying it? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Answer the question posed. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Of course. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Does he agree to the US statement and will he allow the Russians to do likewise? Similarly, the Chinese, if diplomatic relations between the PRC and Singapore are established at a future date? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I clarify, Mr Speaker? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, please let Mr Ng finish what he wants to say. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> He has all the time been standing up and interrupting, without listening for one moment. I think this House ought to understand the behaviour of this man. I am not making a personal attack but he keeps on interrupting. When he wants to ask for clarification, I give him way. So he should give me the same courtesy, and until I have made my clarification, he should notinterrupt me. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I clarify? \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, with due respect to the Member for Punggol, he is comparing the United States with Russia and Republic of China. Of course, he probably means Mainland China. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> I said it is People's Republic of China. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You said Republic of China. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> People's Republic of China. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> People's Republic of China. All right. Then you have clarified. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> There you are! You are not listening. That is the trouble. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> These two countries, they are communist countries. They \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 184</b></font>\n  <br>\n  <br> got hardly any investments in Singapore. They are not friendly nations as compared to the US. I think he is comparing two completely different entities. The US is our biggest investor in Singapore and is our close ally and a friendly nation. I think there is a proper attitude between friends. If we have got the proper evidence, then we will chastise our friends. But under the circumstances, we have obtained evidence, statutory declarations when the poor chaps are in prison. The jailors - I do not know what they do with them. So it is on this basis that we do not accept. But we in the Opposition here, unfortunately only one, but the Opposition does not accept the Government's position until these people are released, on their own free will admit to the things that they have admitted in the statutory declarations. Then we will take the Government's stand. Until such date, we will reject the statutory declarations of both Mr Francis Seow and Mr Patrick Seong. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting:</b> Mr Speaker, Sir, I am afraid I have to liken the Member for Potong Pasir to an ostrich burying its head in the sand. When he mentioned that the Russians and the People's Republic of China are communists, Ah, here we see the interesting line. The Russians have got their embassy here. They have also their interests here - banking, and so on. So has the Chinese indirectly to trade, even though we have not established full diplomatic relations. They also have got interests. So will you allow this gross interference in the domestic affairs of Singapore? He has not answered the question. He has been beating about the bush, talking about extracting a statutory declaration under duress, and so on and so forth which is totally different. He is merely not able to answer my question, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Member for Punggol just refuses to accept what I have said in this House. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, I hope you are not going to repeat what you have said. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> That's right. The Member for Punggol just refuses --- \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> If you are, please sit down. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 185</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> --- to understand what I have to say. \n  <br>\n  <br>\n  <!-- Dr Yeoh Ghim Seng (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Then sit down. Mr Lai. \n  <br>\n  <br>\n  <!-- Mr Lai Tha Chai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lai Tha Chai (Henderson)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, to talk about making friends, the Member for Potong Pasir would be the first one I would like to make friends with because he is very straightforward and very generous with his words. But his amendment, I should say, is rather unspeakable. I feel hard, uncomfortable, criticizing his amendment because this is not a small matter. We are talking of major countries, super powers interfering in our internal affairs. It is a matter of big fish eating small fish, a reality in this world. The Singapore Government is not so foolish as to fight against a super power. I would stress that Singapore has been independent for about 30 years because we go according to law, abiding by the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give two examples. In the 1960s, in Soekarno's time, during confrontation two Indonesian special agents came and planted a bomb in Orchard Road and killed some people. We dealt with them according to the law, and hanged them. The Indonesian government was not happy about this incident. Then some Singaporeans said that distant relatives are not like close neighbours. So we must be friends with Indonesia. But we stood firm and went strictly according to our law. Especially in a multi-racial country, if we do not deal with such matters according to the law, then today we would not be able to deal with the recent incident involving a greater country, more powerful than Indonesia. It would be harder to tackle. So on this matter, the Indonesian government now understands us. Today the relationship between Singapore and Indonesia is very good. That is because at that time in 1968, 20 years ago, how we dealt with that problem was very correct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After 20 years, now Americans are now interfering with our internal affairs. The Minister for Foreign Affairs said this involves international law. So you are wrong, we are right. The Minister for Trade and Industry also said, \"If you say you are right, and also those people involved, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 186</b></font>\n  <br>\n  <br> can have a debate, even through satellite link-up TV. The important thing is that we go according to law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now what the US government has said is because of 'saving face'. I believe we have given them very much face. According to me, the Government of Singapore has given them very good face. But our principle has not changed. If you have done something unlawful, we send you back. That is courteous enough. But they have also asked us to recall our own diplomat. Compared with Indonesia, the US is too narrow-minded, too over-bearing, too uncultured, too gentleman-like. Some Singaporeans have been bought over by foreigners. Just like what the Member for Radin Mas had said on the 25th inst., Americans wanted to buy over our leader at the price of $10 million. This is not a small amount of money, but it was refused by our leaders. The US officials wondered why Singapore leaders could not be bought over with such a great sum of money. If this had taken place in other countries, it could have been successful. But they do not know that our leaders have the basic conviction and will in governing and building Singapore for over 30 years, that is, they would not be corrupted by wealth and they would not be moved by poverty and would not be cowed by force (&nbsp;&nbsp;&nbsp;&nbsp;). Because of this, our leaders have been able to weather Singapore through all these 30 odd years and Singapore can stand proud till today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In future, 30 years hereafter, we may be faced with greater challenges, but I believe what F.D. Roosevelt said in1933. He said: \"The only thing we have to fear is fear itself.\" So if you fear anything, you could not deal with anything. So, on these matters we talk of law, we talk of reason and talk of mutual relationship, and will go about things in this manner, it is good for us. If the Americans do not go by the same method, then leave them alone. So be it. I believe Singaporeans after this experience, will have learnt something more and acquired certain safeguard and it will be better for our future. Therefore, I insist that Parliament rejects the amendment by the Member for Potong Pasir. Thank you. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 187</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> Mr Speaker, I rise to speak only on the amendment and reserve my right to speak on the main motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment \"rejects the action of the government against alleged subversive activities of Marxists, the United States government and foreign interest groups.\" That is the first limb. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I assume the Member for Potong Pasir is \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;against the arrest and detention without trial of the 22 persons in May and June last year, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;that he is also against the detention without trial of Patrick Seong and Francis Seow in April and May this year, that, further, he is against our making these disclosures that the United States State Department officials and its First Secretary have had improper contacts and activities with dissident and opposition groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has not said so here on this specific occasion, but he has said so here and outside, time and again, that we should abolish the ISA. Because without the ISA, none of these things could have been done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I first entered this Chamber in April 1955, 33 years ago, as one of three PAP MPs - myself, Goh Chew Chua, an old man, above board, and Lim Chin Siong. We were an anti-colonial united front. We had no scales in our eyes. We knew the difference between the non-communist Left which I represented, and the communist Left which Lim Chin Siong represented. Riots, civil commotion, disorder, within months of elections in 1955, again in 1956. Lim Chin Siong and his group were detained. We were in a quandary. We could not disavow them. If we disavowed them, it would not be understood by the ground and we would become no different from the other, what they called, \"lackeys of the imperialists\". And we would have been destroyed. So we had to stand by our Marxist, communist fellow united fronters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We could see the evolution of events - that on a free play of open exploitation of democratic rights and practices, we stood no chance. We would be dead because we were above-ground politicians. They were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 188</b></font>\n  <br>\n  <br> an underground organization. They had a whole network - safe houses, safe exits, killer squads. You do not argue with killer squads. One of my most vivid memories immediately after the elections was a tea party given by the Chayang Huay Kuan, which is a Hakka association, to honour me, because I am a Hakka, at Cairnhill, Khee Fatt School. Next to the school was a musical society, and as they were entertaining me to tea there, a shot rang out and a poor young man had been shot through the head. He was a running dog. It was no contest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirty three years after those tumultuous events, I have the rare privilege of listening to the Member for Potong Pasir espouse the vestal virgin line - \"We are all innocent, above-board politicians. Prove it, if they are guilty. It is not enough that they signed a statutory declaration whilst under detention.\" If we accept his advice, even now, and release Chia Thye Poh and allow them to reorganize, Mr Chiam and his SDP would not last very long. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I recognized that and we played both ends against the middle. It was a hazardous enterprise, I can assure Members. There was every reason to believe that a government under Lim Yew Hock, with a Colonial Secretary as his Minister for Home Affairs, Sir William Goode, would make no distinction between the non-communist Left and the communist Left. And we would find ourselves in the same predicament - in Changi camp and having to make common cause. Fortunately for my few colleagues and I, we had established very close personal ties with important Labour Party leaders when we were students in Britain. Because we had campaigned for British Labour Party candidates in elections in Britain. We were then British subjects and therefore participants of the British electoral process. They made a clear distinction between us and the Communist Left and we survived the recommendations of the Head of the Special Branch, Alan E.G. Blades, now dead, who subsequently served me as Commissioner for Police, that I be arrested. It was a risk I ran. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By 1958, we had mobilized the ground. We did not have the newspapers with us. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 189</b></font>\n  <br>\n  <br> The newspapers were all set against us. Radio Malaya, which was Radio Singapore, broadcasting to Malaya and Singapore from Singapore, was dead against us. So were the Straits Times, Nanyang, Sin Chew, Utusan. What did we have? Word of mouth, small meetings, big meetings, pamphlets. We organized unions, workers, coffeeshop owners, provision shop owners, clan associations. And we had a ground swell rolling with us like a surf. We knew we were going to land, carried by this surf. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We had to make a decision. Do we pretend that when we win the elections we are going to have Queensbury rules? Because we knew we would be dead. So in 1958, if the Member would look up Hansard, he will see a carefully reasoned piece which I spelt out, worked out not by me alone but also by Mr Rajaratnam, Dr Goh Keng Swee, Dr Toh Chin Chye. We were a group and we spelt out in clear, very simple terms that there would be detention without trial as long as the security situation in Singapore or in Malaya required it. Because the two societies, the two situations were and, in my view, are inseparable. The Communists read it. They took note of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Their representative, Fang Chuang Pi, whom I called \"the Plen\", made an approach to see me. I saw him at Empress Place between Victoria Memorial Hall and the Government offices. I took him to what was the Committee Room, now the smaller room of the Members' Room. We spent an hour and a half. He tried to explain to me why I should not be afraid of the communists, that we were all together in a great anti-colonial movement. I asked him how would I know that he represented authority in the underground and the communists. He said, \"You have to take my word for it.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said, \"No, that's very difficult.\" He said, \"Well, what do you want me to do?\" I said, \"Prove to me that you can give an order and a communist subordinate will obey. Get the City Council Member for Kallang to resign.\" He was a Workers' Party candidate. We knew he was part of the outfit. I then went to a Constitutional Conference in London in April/May, and when I was there I looked at the newspapers - he had resigned. It is a very creepy feeling you get. Here is a man \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 190</b></font>\n  <br>\n  <br> whom I met, pale, never seen sunshine for years, on the run. And through devious ways, within a matter of 2 1/2 weeks he arranged that the order be carried out. I do not forget these things because they have deep implications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did not change my stand. We won the elections. And before we won, at Clifford Pier I made a very important speech meant for them and for the Malaysians, because there was going to be an Internal Security Council. I said quite clearly that after the elections, it would be what kind of Singapore we wanted, whether as part of a non-communist Malaya or as a springboard for a communist Malaya and the fight would be between us and the communists. It had to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So when it was time to renew the ISA, then called the Preservation of Public Security Ordinance, on the 14th October, if the Member will look at Hansard, col. 667, he will see what I said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'that there will be no abolition of the Emergency laws in Singapore until they have been abolished in the Federation.' \n  <br>\n  <br>Then I quoted what I had said in 1958, about a year and a quarter before. And this is important because this explains why Mr Chiam See Tong is here. Because if we had misused the ISA, he would not be here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'But we also wish to say that the use of these Emergency powers depends upon the stand of the persons who are equipped with them, and we stand for an independent, democratic, non-Communist Malaya. Within this democratic system, everyone has the right to compete, to preach his political views, but the competition must be for the purpose of working the system, not of destroying it [which was what the communists were going to do]. These powers will not be allowed to be used against political opponents within the system who compete for the right to work the system.' \n  <br>\n  <br>We give him full rights. He wants a meeting - Toa Payoh Stadium, Queenstown Stadium, National Stadium? Any hall, it is open to him. He can write, he can pamphletise, organize talks. He can go through new towns, town centres, market centres. There is no restriction on him. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That is fundamental and basic, or the powers will have destroyed the purpose for which they were forged. If in using these powers you, in fact, negate the purpose for which you have made them, then you will end up with a situation where force, and more force, will become increasingly necessary.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 191</b></font>\n  <br>\n  <br> If we shut out the Member for Potong Pasir, if we shut out J.B. Jeyaretnam, if we shut out everybody, there will be an inevitable reaction, and force then becomes legitimate, which is one of the reasons why there were riots in the Philippines and Manila - bombs, killings. This is part of the reasons why the Americans coerced, cajoled, coaxed the Koreans under General Chun to open up and allow it. Because they are not communists. The Americans are quite happy. They have troops in Korea. They can lend them in another big war, and they are not going to allow Communists to take over the South. And as long as Chun applies those powers against the communists, they are all for it, but not against non-communists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is our position, and it has always been because we knew that if you bottle it up, you will force the non-communists to join the communists and you make them a bigger force. Then you are in bigger trouble. That is the reason why I am here today. Because Dr Goh and I, and Dr Toh, had friends in the British Labour Party leadership. They were the government at the time we were students there. They were leaders of the Opposition when we came back. And the Conservative Party leaders knew that and the Governor knew that. Therefore, the recommendation of the Commissioner for Police, Mr Alan Blades, was never executed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we did not abuse the liberties they gave us, because when the communists took to violence, as they did in 1955, there was a clear-cut division between me (sitting where the Member for Ayer Rajah is sitting) and Mr Lim Chin Siong who was sitting behind me. I denounced the rioters. Mr Lim Chin Siong went skating around. That was the first parting of the ways that landed him in 1956 in Changi Prison and left me out in the open to organize. Because Bill Goode, the Chief Secretary, later the Governor, was sitting there, next to Lim Yew Hock, who was sitting here. He decided it was a chance worth taking. If you have weaklings to fight the communists, you will lose. But if they took a chance with us, and obviously we did not lack guts, because to organize together with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 192</b></font>\n  <br>\n  <br> the communists, to operate with them and be against them, required a certain iron in the soul. You must have fire in your belly or you don't embark on such an adventure. And they took a chance. That chance paid off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again in October. By October Bill Goode was the Yang di-Pertuan Negara. He had become Governor, the Yang di-Pertuan Negara. He retired that December and he had the pleasure of listening to me when he was in Government House. I added this very important paragraph. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Let this also be made known, that our definition of the word \"subversion\" is probably different from the British definition of that term, and maybe even from the Labour Front definition of that term - \"subversion\". In our definition \"subversion\" is any political activity designed to further the aims and interests not of our own people but of foreign powers; and by foreign powers we mean not just Russia and China, but also America and Formosa, and the Western bloc.' [Formosa, because the cheque for Chew Swee Kee came from Formosa.] \n  <br>\n  <br>The position was made clear then. It has always remained thus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote Dr Goh Keng Swee when he expanded on our position on detention without trial. The PAP position is an open one. We are not ashamed of what we are doing. I am prepared to go anywhere and defend and justify what we are doing because what we are doing has been right for Singapore, good for Singapore and has brought about today's Singapore. Dr Goh said this, in Canberra, to the Australian Institute of Political Science on the 28th January 1967, and it was published in Communism in Asia. First and foremost, how to fight the Communists. Dr Goh showed this to me and I made some corrections. So this was an agreed position. We were taking a stand internationally. We were prepared to go anywhere to hold our position. This is no hole-in-the-corner business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The first and most important of the prerequisites of success [success in fighting communism] is, I regret to say, an efficient secret police, or Special Branch, to use the delicate British colonial term for it. [It is so delicate we decided to call a spade a spade and said Internal Security Department. It was the Special Branch.] The object is not so much to capture the secret Communist underground, for without very severe totalitarian controls, this cannot easily be achieved. The main function of the secret police is the penetration of all Communist open-front mass organizations. Since the membership and overt leadership of these organizations are by their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 193</b></font>\n  <br>\n  <br> nature open and not secret, penetration should not present difficulty to technically competent police personnel. The object is to identify the principal leaders, assess their character and capability and find out the current intentions and plans of these organizations. Without such knowledge available to the government, counter-measures against the communists may well prove counter-productive. With such knowledge, we can, to quote Mao, [and these are Mao's quotes] \"await the enemy assaults with ease and poise\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second function of the secret police is to arrest and detain key united front leaders at suitable times. When this occurs, it is important to make an explanation in terms understood and acceptable to the public, [understood and acceptable to the public] not prove it in a court of law which cannot be done. It is of course regrettable that the due process of law cannot be applied here. There are three reasons for this. First, the evidence to satisfy the requirements of legal procedure will blow the cover of police agents who have penetrated communist open-front organizations. Second, the possibility of prosecution assumes that participation in communist conspiratorial activities is a legal offence, which it is not in most countries.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not, still under our law, outside the ISA. The day Chia Thye Poh abjures violence, the day the CPM and its armed forces are destroyed, that day we allow a communist party to organize and compete with us in elections. But no guns. No \"shot in the dark\" whilst I am having tea next door. It is quite terrifying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Third, to wait for the communist activist to engage in overtly illegal action - for example, riots and other acts of violence - before prosecution, will give them a political advantage which few governments of the new states of Asia can afford. For by then the political situation would have deteriorated to a state of acute instability, which in turn would probably have caused economic decline due to loss of confidence. The power of arrest and detention without trial is, therefore, a necessary weapon in the fight against the communists in the newly-established Asian states. It is, however, of the utmost importance that the highest standards of conduct on the part of the secret police are maintained. There should be checks, in the form of Review Committees consisting of lawyers and professional men, on the actions of the police. These checks should be real and not perfunctory measures. Nothing would be more favourable to the growth of communist influence than the extensive and indiscriminate use of the powers of detention. For this will generate widespread resentment against the authorities which the communist underground can use to stoke the fires of revolution. Further, it is important that police action be limited to really worthwhile targets - thinkers and planners, the able propagandists and the organization men.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is our open position. I have not claimed that we have beaten the communists fighting Queensberry rules and they using Siamese boxing. We have put curbs on them. And as a result, they have not been able to expand and grow and, as we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 194</b></font>\n  <br>\n  <br> move, they fought us. 'Language means culture. Culture means a whole host of literature, ideas, ideology. When Singaporeans were Chinese-educated in the majority, their recruitment was easy. So we had a difficult time. As we introduced bi-lingualism and parents chose, not that the Government imposed, between CL1 and EL1, they began to lose. The pool from which they could recruit shrank. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1981 Nanyang University merged with the University of Singapore and became the National University of Singapore. So at tertiary level it has dried up. Difficult. Because to read Mao in the translation does not excite you. I am told that if you read Omar Khayyam in Persian, it is very different from Fitzgerald's translation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By 1985 the last of the Chinese primary schools, CL1 schools, went into EL1. Of course, we have new problems. Do they give up? Can they give up? A whole lifetime of tens of thousands of people, determined, dedicated, zealous. They do not give up? They must dive into the English-educated world and capture new recruits, however difficult. If reading Mao is difficult in the translation and does not enthuse and fire them, maybe they can read whatever literature, French or Italian communists read. Or maybe nearer home, what Filipinos are putting out in English. This is now a fight between the communists trying to move into the English-educated world in Singapore and the ML1 or Malay-educated world in Malaya and us, the Special Branch or the ISD denying them that recruitment. If they do not recruit by the 1990s, these aging men, and even Chia Thye Poh must know (he must grow old) his cause must die with him unless he finds new recruits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then when they are gone, and with it the underground, we can have them form a Singapore Communist Party. They can run around. No guns, mass meetings, mass rallies. The votes, yes, but not with their strong-arm squads. And remember, this battle has been going on since the 1920s. The first Comintern agents came from Shanghai to Singapore in the 1920s, the decade I was born. They are as old as I am. We were only formed in 1954. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain what is the problem. The history of the Special Branch is tied up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 195</b></font>\n  <br>\n  <br> with the history of the MCP, (Malayan Communist Party) now called the CPM (Communist Party of Malaya) and their subversion. From 1930s, it was clandestine politics, communist operators hiding behind innocent fronts - trade unions, coffeeshop associations, restaurateurs' associations, brass gong associations, musical gong associations, old boys' associations, rural dwellers-country people's associations. You name them, they have thought about it. And they know how to get their cadres to work in them. One cadre is enough. You end up with two or three sympathizers. And one cadre plus two or three sympathizers who are prepared to sit out everybody else on the committee, they carried the vote each time. It was being done regularly. So they became experts at penetrating and controlling all types of innocent, social, cultural, educational and other non-political organizations because then under the British no political organizations were allowed. So they developed the united front as a fine political art form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the Special Branch's job and expertise is how to follow them into these innocent fronts and ferret out the operators and leave the innocent people and their organizations alone because if you go and hit innocent people you are going to make enemies. In any case, men and resources are finite. Surveillance and investigation is a costly business, and if you waste manpower and resources on peripheral activities and you miss the major plots, the country is in trouble. Now it is not in trouble because the Special Branch and the ISD have become highly professional. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I saw on television an Australian journalist questioning the credentials of our ISD - whether they were professionals. I do not know how the Australian secret service works. But I think the Australian secret service knows that the Singapore ISD and SID are not amateurs. They liaise with us. They know that we are not amateurs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain last year's operation. Since 1983, there has been only one detainee, Chia Thye Poh. That is how successful we were, and Chia Thye Poh can leave at any time. All he has to say is, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 196</b></font>\n  <br>\n  <br> \"I am against violence as a means to power.\" If he refuses to say that, he can leave for any country he likes and the Canadians have offered to take him. He is making a political stand. He is going to stay. He has invested his whole life. He was in it since his student days before he became an Assemblyman here and later an MP in Malaysia. Why give up? He is tough and I respect him and I respect Fang Chuang Pi who is still at large. He is probably older now but he is several years younger than I am. He is not giving up. I would be a fool if I believe he gives up. His whole life is the revolution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should we, out of pique fancies, stupidity, move into the church and cause an upset? Does it make sense? But ISD alerted - it is the job of the ISD - we do not know Mr Vincent Cheng. Never heard of him. I do not know any of those arrested except Teo Soh Lung whom I met at the Select Committee on the Legal Profession (Amendment) Bill. I did not know any of them. But by 1986 the net was growing. ISD's specialty is to see when a pattern forms - little cells here and there and a coordinator. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the network. They are all innocent. From Vincent Cheng it goes to Students Christian Movement of Singapore, Young Christian Workers' Movement, National University of Singapore Catholic Students' Society, Singapore Polytechnic Catholic Students' Society, Singapore Polytechnic Students' Union, Geylang Catholic Welfare Centre, Justice and Peace Commission, and a few in the Workers Party - not the Workers Party as such, but those who ran the Hammer, not the editorial board but the people who wrote the articles and were not on the editorial board. All this was being directed from a para-church group with a few priests helping Vincent Cheng. What happened? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a messy business attacking the Catholic church. The Minister for Home Affairs had his Permanent Secretary meet the Archbishop to explain. \"Look. These are strange goings-on. Church publications coming out with political articles, taking sides on political issues.\" If I remember 9th of July, 6th of July? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 197</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> 1986. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> 1986. Permanent Secretary having met him, the Minister met him. It did not abate. I was kept posted. So when the Pope came here in November, in the presence of the Archbishop of Singapore, Gregory Yong, the Pope's Secretary, a Cardinal, and the Papal Nuncio, the Ambassador in Bangkok also accredited to Singapore, Archbishop Martino, before the closing of the meeting, the last 10 minutes, I said, \"Your Holiness, the Catholic Church has done good work in Singapore and we want it to continue to do good work. We are grateful for all the work that has been done and especially grateful that when we had to fight the communists the Catholic Church was the stoutest of the stalwarts against communist subversion, running their schools with discipline, the only Chinese school where the communists could not take over - Catholic High School. Hence I chose to send my son to Catholic High School.\" Yes, there are very good reasons for it. \"But your Holiness, there are some strange goings-on in the Church now. Some para-church workers and some priests are conducting themselves and acting as if I was President Marcos and the Government of Singapore has to be worked against, undermined and knocked down.\" I said, \"This is very odd. I do not understand this.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Pope and his Secretary and the Papal Nuncio took note and I hope the Archbishop took note because by the time I raised it with his Holiness, the Pope, this cannot be a lot of amateur dramatists, social workers who help Filipino maids and so on. What is wrong with that? We are all in favour of it. But we are not in favour of Mr Vincent Cheng, like the centre of a spider's web, controlling this. And Mr Vincent Cheng, when he was interviewed, admitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Broadly it is accurate, this chart. It is an accurate graph of the network, actually, that I had, you know. The only disagreement I would have with this is the relationship between myself and the YCWM [Young Christian Workers Movement] is not or was not through Ang Lay Lee, you see. It is a direct relationship, just as I would be related to the SCM. The various organizations have all been formed into CORD [that is his acronym for some coordinating group] and my control over them is central in that we have different people under my charge to relate, actually, to the organization.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 198</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not a picnic. I left it to my younger colleagues because it had not reached a point where there could be riots and big trouble. It would take another two or three years. But the build-up was there. They decided, discussing with Director ISD and his men, that they would take action in May. I agreed. Let there be no doubts that we knew this is an English-educated group, University graduates, Poly graduates. The second round included a Harvard graduate. He has got connections with Congressmen, Senators in Massachusetts. So there is going to be a rumpus. So? We fold our arms and allow this to grow? No! I left it to my younger colleagues, and I am pleased to say they did not lack resolve. I played goalkeeper. I left it to them - explanations, everything theirs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But once they started holding masses for the detainees, not for the Catholics, but all detainees, run by Father Edgar D'Souza, I decided this would lead to the Church versus the State. So I alerted the Vatican, through the Papal Nuncio in Bangkok. There was a Charge, Rev D'Aniello. The Papal Nuncio had been transferred to the UN. We got in touch with him in the UN and kept him fully posted. Then I had a meeting in June, with the Archbishop and 10 others. The Archbishop then discussed it with a Vatican representative, Father D'Aniello, not in my presence. He then wrote down what he wanted to say - that the action was not against the Catholic Church. In other words, there is no conflict between Church annd State. And it became 16 individuals and their families versus the State. We kept them fully posted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Vatican is one of the oldest organizations in the world, 2,000 years of history. Its foreign office is one of the most competent in the world. And they sent our representative in the UN -because that is where the man who was present when I met the Pope had been sent - a third party note to explain the things they have done as a result of all this and why they hope that we will work together and restore serene conditions together with the Archbishop. I will release the document. I did not want to because I did not think it was necessary. But the Member for Potong Pasir by his motion believes that all this was a lark. It is not a lark. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 199</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was an extremely sensitive and difficult operation because the man was hiding behind the Church. And we have not released Vincent Cheng because he is in the centre of this net. We have to make quite sure that we negative him. And his links go to Tan Wah Piow, whose links go to the CPM. Of course, I have my doubts on Mr Tan Wah Piow. I think he has got links, he had links with the CPM. But watching him in Britain, I think, like the former Secretary-General of the Communist Party, Loi Tak, he has got other links too, that is why he is in London. I think the communists know. If they do not know by now, they must be stupid. What is he doing in London? Why is he doing so well? What is he doing in Oxford? Very fishy, isn't it? Why has British Special Branch or MI6 nothing to tell us? Well, we draw our conclusions. He may have more than one loyalty. So be it. But that does not mean that Vincent Cheng was working for MI6. Vincent Cheng was working for his liberation theology and his Marxist ideals, and he was regularly going back to the Philippines to meet his mentor, Father Torres (is it Father Torres?). And that is now the on-going model. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the professionalism and the integrity of the ISD which is crucial, and it is Singapore's most valuable asset. It is an organization that since 1948 has successfully fought and countered both communist terroism and subversion besides keeping a check on communal, linguistic and religious extremism. Why do we have peace and stability? This is a volatile mix. We are not in the Caribbean. We are not in the Mediterranean. This is Southeast Asia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have worked with 11 Directors of the Special Branch since June 1959. The first one was an Englishman called Linsell, and 10 others - competent, professional men. The present one, Mr Tjong Yik Min, I would rate as one of the ablest I have worked with, although I did not have as much to do with him as with the ones in the earlier years. I used to meet them every week to know what is going on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you his background. He is not a gestapo chief or a gauleiter. He is from Catholic High School, bilingual, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 200</b></font>\n  <br>\n  <br> Chinese and English. You have to be now because the Communists are going to be bilingual. He was a President's Scholar and a Colombo Plan Scholar. He is an industrial engineer with a First Class Degree from the University of Newcastle in Australia. He is in the Administrative Service and has been seconded to Intelligence for more than 12 years. Nobody wants to go into Intelligence. No Admin officer willingly goes. It is a tough job. Amongst other things, Special Branch Chiefs had been killed time and again. In Malaysia, Inspector-Generals of Police had been killed. Mr Tjong Yik Min took some time, discussed it thoroughly with his family, was finally persuaded to take it on. He has spent time both in internal intelligence, ISD, and in external intelligence in SID. His formal education in Intelligence - Marxism-Leninism, a course we run in Singapore; and in 1980, the United Kingdom course for Senior Security Intelligence Officers. He knows his job. If he did not know his job, we would be in trouble. We would never find out about Mr Hendrickson, would we? Or Mr Lambertson, or Mr Snyder, or Mr Colin Helmer. He was completely unfazed; there's a job to be done. Mr Patrick Seong is out. Why does the Member for Potong Pasir not ask him? Was he tortured, brutalized? Was he made to fabricate this? Did the ISD write this down and say, \"Now, you say this.\" Are we mad? This is an honourable officer of the Admin Service, a man whose career, if he did not go into ISD, would take him up to a Permanent Secretaryship. Why should he do these things? He needed persuasion by Chairman, PSC. And I congratulated the Chairman. He is dead now. The Chairman shared a thought with me. He said, \"I knew that his brother went back to China and had a very difficult time with the communists. So he is not in favour of communism.\" It was a good Chairman of the PSC who went through the whole list of the top ablest officers and picked him. And I stand by him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we did not have men of integrity and impartiality, with the interests of the State uppermost, the security of the State - not of the PAP; the PAP can come and go; he is part of the permanent Civil Service - if he abuses these powers, he will blunt it, he will ruin ISD, he will ruin Singapore. It is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 201</b></font>\n  <br>\n  <br> record of scrupulous, careful exercise of wide discretionary powers. And without an effective ISD, we could not have overcome our security threats with such minimal suspension of the rule of the ordinary law of the land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, whatever the other propaganda points made, please remember, this is a professional outfit with a professional job to do, not to look for PAP opponents. If you do that, you are wasting resources. We can look after them. We can look after Mr Francis Seow or Mr Patrick Seong. There are 1,200 lawyers in Singapore, many of them abler than Patrick Seong and Francis Seow. But as I have read into this House for the record in 1958, and again in 1959 - if you advance the interest of foreign powers, we will have to deal with you. We are here to represent different segments of Singapore. Imagine a House, some beholden to the British, some beholden to the Soviets, some beholden to the Americans, some beholden to China, some beholden to Taiwan, some beholden to other countries. Will Singapore survive? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I reject the amendment and I ask this House to endorse what we have done, what the ISD has done, as in the public interest. [Applause]. \n  <br>12.45 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Kaki Bukit):</b> Sir, allow me to share my thoughts on this issue. Before we proceed, I would like to say some words about the Director of ISD, Mr Tjong Yik Min. Mr Tjong Yik Min was a classmate of mine, from the University of Newcastle. We graduated together with First Class Honours in Industrial Engineering. As a friend of Mr Tjong Yik Min for four years in the same university, I got to know him very well. And I share the Prime Minister's thoughts totally about this person. He is very competent. He is intelligent. He is a very careful and meticulous man. And I know him as a very loyal and very committed Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to come back to the main motion proposed by the Members for Braddell Heights and Radin Mas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 202</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> A point of order, Mr Deputy Speaker, Sir. We are now on the amendment moved by Mr Chiam. Perhaps we should put Mr Chiam's amendment to the vote first before the Member for Kaki Bukit speaks on the main motion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chew, have you finished speaking on the amendment? \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the words proposed to be left out, be left out.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment negatived. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> The Question now before the House is the Original Motion moved by the Member for Braddell Heights. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, allow me to come back to the Original Motion moved by the Member for Braddell Heights and Member for Radin Mas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I think through the issue more deeply, I find that it has very serious implications for us in Singapore. If we are not careful, our political stability, a very important pillar of our success, could be destroyed. All it takes is just a few foreign groups set to undermine the political stability of Singapore by causing dissent among Singaporeans, particularly the young, against the PAP Government. And if they are successful, what we have achieved in nearly 30 years could be wiped out overnight. We may ask ourselves: why are they doing this to us? We have no enemies. We do no harm to others. Perhaps it has got to do with us being too successful, our strategic location, our success as a model for Third world countries, our tightly knit society, our highly disciplined and adaptable workforce or even our consensus building. All these may be the envy of many a country. But all these could also pose as threats to others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Hendrickson affair, Singaporeans should be aware that various other foreign groups have taken the opportunity to try to interfere in our domestic affairs. They are the US-based human rights group, Asia Watch; the London-based Amnesty International; a Thai human rights group who call them- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 203</b></font>\n  <br>\n  <br> selves the Thai Human Rights Support Group for Singapore Detainees; a group which is called the Roman Catholic Bishop Committee for Justice, Development and Peace in Australia; and another group who call themselves the Australian Committee of 100. All have openly criticized and made unfair statements about Singapore. The last group, the Committee of 100, even went to the extent of running an advertisement in a national newspaper in Australia urging Australians not to visit Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are they up to? Are they trying to destroy the livelihood of Singaporeans? What have they got against us? Have they the right to tell us what to do? Are they aware of our conditions at home, our history of communist subversion, our communal problems, our social norms and our culture? Are they aware that any Singaporean can speak up against the Government, write to the press or even join political parties, hold rallies and stand for elections? They may care about the few detainees. But do they care about the economic well-being of all the other Singaporeans? Will they come to our rescue if we face an economic recession? Will they place an advertisement in their local press encouraging Australians to visit us? Will they place an advertisement in their local press encouraging their businessmen to invest in our country? More importantly, if we are attacked by an unfriendly country, will they come to our rescue? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is quite clear that some of these groups are politically motivated, out to undermine the peace and stability of Singapore. Many are totally ignorant of our culture, our social norms and conditions at home. Many are not sincere in their words and intentions. And many do not have the long-term interest of Singaporeans at heart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the midst of all these developments, I find Singaporeans generally reticent about the whole matter. They seem contented to leave it to the Government and PAP political leaders to react to the actions by the foreign elements. This is not enough. I think Singaporeans should speak up more vocally against these foreign elements. We should collectively \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 204</b></font>\n  <br>\n  <br> send strong signals to the outside world that we do not want foreign interference in our domestic affairs. We know how to deal with the problems and we are masters of our own destiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to end my speech by reading a very short letter written by an American businessman which appeared in the Forum page of the Straits Times dated 19th May. I would like this letter, if possible, to be published again in the local press. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I was in Singapore for three-and-a-half weeks on business. I watched your news with a great deal of interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It seems that many locals feel somewhat that their Government is overly paranoid about \"foreign influence\" and \"political undermining\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure you that your Government is correct in its assessments of current situations and in its reactions to those situations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Powerful nations always attempt to \"steer\" smaller nations in directions that will benefit them. No doubt Mr Hank Hendrickson had the best of intentions with his activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We Americans are fond of a saying that will be enlightening in this area of consideration: \"The road to Hell is paved with good intentions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A poison to Singapore is a poison, whether it is administered by a friend or a foe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard Brigadier-General Lee Hsien Loong state more than once, \"that Singapore alone should decide what's right for Singapore\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You have probably heard this said enough times that you have become numb to its importance. Renew its freshness in your minds, because that really is the important consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Western countries will insist that at least two political parties need to exist before there can be \"political justice\". Simply argue back that the original party has done a fine job so more are not needed. Make sure they realize that Singaporeans are perfectly free to start new parties and have done so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In closing, let me say, especially to the young of Singapore, who seem so anxious to grasp Western styles and ideas, that not all things Western are good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Remember, as you bend over to smell the flowers, to watch for the snake in the grass. \n  <div align=\"right\">\n   Sgd: Brian Lovejoy.'\n  </div> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Geylang Serai):</b> Mr Deputy Speaker, Sir, I strongly support the action taken by the Government to safeguard Singapore's independence and sovereignty. And I would like to urge all Singaporeans to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 205</b></font>\n  <br>\n  <br> stand united to make this message clear to all foreign powers, foreign press, overseas interest groups and their agents and proxies. Do not interfere in Singapore's domestic politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans are angry that the errant American diplomat and certain high officials in the US State Department have interfered in our internal affairs. But I think that our people are more sad that the United States which we consider a close friend has allowed her officials to meddle in our domestic politics, and yet to state that these officials and Mr Hank Hendrickson's activities in Singapore were in keeping with the normal diplomatic practice and responsibilities as officers in the United States foreign service. I do not want to push this point further, but merely to remind what the Minister for Foreign Affairs has stated, that if a Singapore diplomat meddles in the internal affairs of the country in which he is posted, then we will take a very serious view and our diplomat will be severely dealt with by the Ministry of Foreign Affairs. Anyway, Sir, I suggest we leave this to the US State Department to deal with their officials. We do not wish to interfere in their internal affairs. But there is no doubt that Mr Hendrickson has interfered in our domestic politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The statements made about Mr Hendrickson's and other senior Department State officals' activities in Mr Patrick Seong's and Mr Francis Seow's statutory declarations have not been challenged. The Minister for Home Affairs has explained and our Prime Minister has explained that the statutory declarations were properly sworn statements, administered in accordance with standard legal procedures. Mr Francis Seow's statutory declaration was \"craftily drafted\". He has been very careful and not said anything to incriminate himself and he knew when to become hazy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, why are we raising this issue over and over again? This is the third day of the debate on this issue. All points have been ably and well covered. This is not a question of more Opposition Members in our Parliament or about more press freedom. This is a matter of our security, of our continued survival and the Americans, other foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 206</b></font>\n  <br>\n  <br> powers and even some Singaporeans must understand that this is an issue of life and death for us. This point has been made. I just repeat it once again. If the Americans can get away with their attempt to subvert Singapore, then other superpowers will think that they have also the right to interfere in our domestic politics. They will think that we are a pushover. We will be in deep trouble. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is 1.00 pm. I suspend the Sitting and will take the Chair again at 2.00 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 1.00 pm until 2.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, before we adjourned for lunch I was stressing why we have taken a very serious view of this matter and why we are repeating this issue again and again. It is simply that if we do not do so, if we do not act firmly, super powers, overseas interest groups and the foreign press, may think that they have a right to interfere in our domestic politics and that we are a pushover. Sir, given the gravity of the issue, we had made our protests in what I think to be a very calm, a very restrained and indeed a very dignified way. Our workers held a rally to protest against this US interference in our domestic affairs. They protested because they know that their rice bowl is at stake and we want to stress that only Singaporeans should decide on Singapore's destiny. We did not burn any American flag. We did not burn an effigy of Uncle Sam. We did not storm the American Embassy. We spoke of friendship with the American people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that the American Government has assured that it has no plan to interfere in our domestic affairs. We have made our position clear. We have no quarrel with the American people. We want to work together to strengthen and improve the relationship. We share common economic and strategic interests. But we must act firmly when they inter- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> fere, when they try to subvert our independence and integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are indeed thankful to see many American visitors in Singapore. We are thankful and we are grateful that many American companies have invested in Singapore and making a contribution to Singapore's economy. American investments have provided employment for our workers. And at the same time our workers working in American companies work hard and make sacrifices to help their companies to become successful. In fact, the outstanding performance of our workers in the American companies in Singapore have made American goods more competitive in the world market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many American tourists come to Singapore every year and we welcome them to Singapore, not only to enjoy themselves but to learn about us. Our workers of the various races in the hotel and tourist industry will do their best to make their stay here enjoyable and memorable. Similarly, many Singaporeans visit America every year and they too have an enjoyable time there. So let us do our best to help our people-to-people relationship bloom. In this way, Americans can learn about Singapore and why we are what we are. We can become close again if we respect each other's sovereignty and integrity. Singaporeans want to be left alone to decide what should be our destiny and what is best for our future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Mr Deputy Speaker, Sir, I am in full support of the principle that we must be in control of our own affairs. There is no doubt that if a foreign country wishes to intervene in our domestic policies we must take appropriate action. It is well-known, of course, that countries, especially super powers have always done and always will, I suppose, try to influence events in other countries. It is up to the country at the receiving end to resist and to do whatever is necessary. However, they sometimes back the wrong horse. I think this has been the case where Mr Francis Seow and the USA is concerned. Therefore, in this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 208</b></font>\n  <br>\n  <br> instance, I think we do not need to feel unduly threatened. Let us not over-react. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was in Australia recently for 20 days. While I was there I came across one advertisement calling on Australians not to visit Singapore until detainees under the ISA have been released. I did not come across any editorial comment on the matter. During my visit I had occasion to talk with many Australian and other nationals. Nobody brought up the subject of the detentions. On the contrary, and without my fishing for compliments, they were full of praise for us - about our progress, our efficiency, the cleanliness of our City. A major point that many of them brought up was how safe they felt when they visited us. Another one was so impressed with our CPF and Medisave that he asked me to send him brochures about it. I have obtained a very nice attractive set of brochures from the CPF Board and he will be getting them. So I think people in other countries, including Australia, have a high regard for us. I think we should not equate what we read in news magazines with what people in these countries think of us. With due respect to the Senior Minister who is not here at the moment, I do not think that a lot of foreigners are paying a lot of attention to the issue of our detainees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about Singaporeans? Well, I have found Singaporeans on the whole to be a little cagey when it comes to expressing their personal views publicly. No doubt this is born of past experience and I think the exhibition of the powers of the ISA from time to time does not help either. But they express themselves well enough at the polls. We must remember that in countries like the US and Britain, if the President or the party won 45% of the votes, that is a landslide victory. By these standards, the PAP in the 1984 elections won a super landslide victory and that shows us what our people think and how they think. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is not necessary and indeed not healthy that 100% of the people agree with us 100% of the time. There will always be those who think differently from the majority. As it were, they follow a different drummer. The question in my mind is that it is not whether we approve of them, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> whether we agree with their views, whether we like them or the friends that they keep. The question is whether their actions pose a danger to our national security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is timely at this juncture for us to re-evaluate the Internal Security Act. I do not mean that we do not need the Act. I think we still do. But I think from time to time it is good that we re-evaluate what this Act is for, and what latitude may be allowed at this juncture, at this stage of our national development. The reason is that I am worried that if we protect our population, our people, from all kinds of possible dangers and never expose them to any real dangers, they will not have the stimulus to grow and develop into political maturity. That, I think, will be a danger to us in the future. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Sir, as I listened to the Member for Potong Pasir, I had to ask myself the question; who is the wronged party? Is it the United States or is it Singapore? And as I read the newspaper about the reactions of State Department officials, I ask the same question: did we do them wrong, or did they do wrong to us? Let us be very clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This incident may be only a minor diplomatic flap for the United States. But for us, it involves our dignity, our integrity as a nation. It involves issues of life and death. The debate must not proceed on false assumptions, on false equations, on false conclusions, because the consequences can be very dangerous. As an example of two false assumptions, people are asking: the US is a friendly country, even the Government has said so. How can it have evil intentions towards Singapore? What is wrong with promoting an Opposition even when the US is behind it? People do not know history - that subversion attempts have been made in Singapore and elsewhere by both friend and foe alike. Sir, countries may have common interests and become good friends. But friendship stops when interests no longer coincide. There is room for opposition in Singapore of a legitimate kind, of a home-grown kind, but there is no room for puppets subject to manipulation by others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we look at our own political history, I am tempted to ask the question: does \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 210</b></font>\n  <br>\n  <br> history repeat itself? I took a look at an article written about the 1959 Singapore General Election, published in the Journal of Southeast Asian Studies, March 1975, by Dr Ong Chit Chung, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The first shot was fired by Dr Toh Chin Chye, the PAP Chairman, who charged at a pre-election mass rally on the 15th of February 1959, \"that Income Tax investigations into a half million dollar account at the National City Bank of New York, in the name of a Minister was quickly choked off ... Americans [this is still Toh Chin Chye] are very slow in learning that those who can be bought for money are not worth buying\". The United States Consulate-General and the General Manager of the American bank immediately denied involvement in any such deals. The SPA (Singapore People's Alliance), the ruling party, denounced this charge as \"completely unfounded\" and \"as false as it is stupid\". Subsequent events showed that although the charge did not present the full and accurate picture, it was not \"completely unfounded\" and definitely not \"stupid\", for it was the PAP's coup de grace. The SPA's house of cards collapsed with this blast.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further on: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The whole affair was added with more international intrigue when Chew was linked to Dr Liu Ssu Yeh, a businessman and ex-Minister of Finance in the Kuomintang government of China, and Archbishop Pau Yu Pin, who was the leader of the Catholic hierarchy in China till the fall of the Kuomintang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The disclosure that one of the shareholders of the company in which Chew had invested the \"political funds\" was Kartini binte Abdul Mulok, the wife of the Deputy Chief Minister and president of UMNO in Singapore, put the integrity and the modus operandi of the whole coalition government into question.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The voting was interesting at the general elections. The SPA which was the ruling party, 20.4%; Liberal Socialists, 8.1%; Independent, 8.1%; UMNO-MCA, 6.3%; others 3.5%; PAP, 53.4%. What does this illustrate, Sir? That even at that time when Singapore had barely achieved self-government, the people were already opting for a government that is truly independent, ie, a government of integrity. It was an anti-puppet vote. It was an anti-corruption vote. We have come a long way since 1959 and I am pretty sure today the voting will be even clearer - that the people will decisively reject those who are puppets of foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A letter was sent to the Prime Minister from Dean Rusk, dated 15th April, 1961, about the whole affair. After much denial, a letter was finally written, and the Prime Minister revealed this publicly on 2nd Sep- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> tember 1965 and I quote Dean Rusk's letter: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Dear Mr Prime Minister \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am deeply distressed to learn that certain officials of the United States government have been found by your government to have been engaged in improper activities in Singapore. I want you to know that I regret very much that this unfortunate incident has occurred to mar the friendly relations that exist between our governments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new Administration takes a very serious view of this matter and intends to review the activities of these officials for disciplinary action. \n  <br>\n  <br>Sincerely yours \n  <br>\n  <br>Dean Rusk.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have a very simple question. Will history repeat itself? We have been hearing a lot of denials recently but finally will there be a letter of apology? But for us here in Singapore, the principle is clear and must be established. The message is to friend and foe alike. Do not meddle in our politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next question, Sir, is why are there so many groups outside Singapore against us? I will venture some answers. I think they do not like our government. It is one of the few governments in the world that dares to exercise authority. It is incorruptible and it happens to be very successful and popular and it cannot be manipulated. When I meet journalists I have the distinct impression that most of them prefer government leaders who are stupid and who can be easily influenced. They do not like it when we are able to tell them exactly the solutions that we have devised to our problems. They also, I think, do not like our economic success. By all human reasoning, Singapore should be a broken-backed nation. It should be like a banana republic in Central America. It has got no good reason to be successful the way it is. It has got no good reason to have a reputation much bigger than the geography of Singapore, the natural resources of Singapore allow. But we are successful because we have a government that cares for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And the label \"authoritarian government\" has been attached to our Govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 212</b></font>\n  <br>\n  <br> ment. I looked up Webster's Dictionary and it has the following meanings for the word \"authoritarian\". It says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Relating to or favour blind submission to authority. Relating to or favouring a concentration of power in a leader or an elite not constitutionally responsible to the people.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a Government that has to be judged by the people every four to five years. It is a gross insult to the people of Singapore to say that the people of Singapore blindly submit to the Government. Outsiders do not realize that Singaporeans appreciate the Government because it has given good policies to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as recently as five years ago, economists noted that there is a close correlation between political stability and economic growth. The Asian NICs, in particular, were a cause of adulation when economists wrote about the economic success of these countries. Few queried the political system. Fewer mentioned human rights. Now these same Asian NICs are labelled \"dragons and tigers\". For the Chinese, the dragon is an auspicious mythological animal. But for westerners, this House might like to know, the dragon is an evil symbol. And the tiger, of course, is a ferocious animal. So to describe us as dragons and tigers is not a compliment. It is meant to disparage us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The very institutions that have brought about the economic success are now under severe attack. A disciplined political system, a hardworking population, responsible trade unions - these things take time to build. They took the lives of people who invested themselves in the nation and yet we find in the Far Eastern Economic Review of 19th May 1988 three articles about Singapore. I have got three quotes from those articles to show you the kind of campaign that has been mounted against us and what is the thinking behind it. First quote, it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Further economic development depends on political liberalization.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Singapore has been moving against the political trend evident in the other NICs in East Asia progressively restricting freedoms and plurality.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 213</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My third quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Where is Lee taking Singapore? If not to a more liberal democracy than most South Koreans and Taiwanese seem to assume is the reward and flower of economic progress and beyond a certain point a necessity for further economic development. How long can the PAP stay in unchallenged power without succumbing to toddyism and corruption.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;See the thinking behind. Political stability is no good if you want further economic development. Destabilize these countries if you want them to grow faster. South Korea and Taiwan have given in to this kind of pressure because they are client states. But we refuse to concede. The result: South Korea today is in turmoil. And Taiwan, there are strikes. Farmers are agitated, and two Ministers in Taiwan have publicly stated that they blamed the political liberalization for the economic dislocations that have come about in their nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the aims of these pressure groups? I believe it is a three-fold aim. Firstly, it is to build an effective opposition that could be an alternative government amenable to manipulation. Secondly, to pressurize existing governments into giving concessions. Thirdly, economic sabotage. These attempts happen to coincide with the economic stagnation of the West. It also happens to coincide with the rise of protectionism in the West. But the sad results of the efforts of these groups are that politicians of flawed characters are nurtured, promoted and put into office, and puppets like Noriega of Panama are put in power. Do we want such a situation in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have observed our own political developments, it seems to me that we are developing our own political model suitable for Singapore, and may I just list the elements. Firstly, the people are the supreme arbiter every five years. Secondly, we have free competition among legitimate political parties. Thirdly, no society is to be used as a means of political or social agitation. They are to be used only for their own legitimate objectives. Fourthly, the mass media is to have an informative, educative role. Fifthly, no appeals to race, religion or language. Sixth, protection of the rights of minorities. Seventh, foreigners may discuss local events but must not interfere with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 214</b></font>\n  <br>\n  <br> political process. Eighth, no one is above the law. The laws of libel, corruption, arson, riot, will be used, whether for MPs, Ministers, priests or whatever. Ninth, the ISA will remain an integral part of our security system. Here, I must disagree with my colleague, the Member for Ulu Pandan. We must not give way on this issue. The Prime Minister has stated very clearly the historical reasons for the birth of the ISA and for its retention. We need it to govern this place. It has been used judiciously, wisely. There has never been any abuse and I believe there are sufficient safeguards. The No. 10 element of this political model - religious leaders are not to meddle in politics by using churches, temples and mosques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I just say something about the liberation theology which is so popular in the western countries, and it is being propagated in many developing countries. This is the theology from the pit of hell. It is really covetousness of power, contempt of authority and licentiousness that are hidden beneath the clerical robes of those who preach this kind of theology. Biblical theology teaches submission to all authority, even unfair authority. There is no biblical warrant for riot or revolution or using the church as a political platform. The injunction is, \"Render to Caesar the things that are Caesar's and to God the things which are God's.\" By all means, let us do the good works that are the evidence of living faith - visit the sick, feed the poor, educate the illiterate, whether we are christians or non-christians. There is so much social good that we can all do as Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the motion by my colleague calls for a vigilant government but I believe the public needs to be vigilant as well. I would urge the public of Singapore, firstly, to be suspicious of fly-by-night politicians. Secondly, to be aware of foreign attempts to steer our political direction. Thirdly, to report any attempt to instigate, subvert or buy politicians or would-be politicians. In these ways, we can help to safeguard the integrity of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, a word for the Member for Potong Pasir. Yesterday he mentioned that I paid him $6,000. I am glad he did. But I am not sure he will be glad he did shortly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br> What I did shows very clearly that laws in Singapore apply to everybody, whether we are PAP MPs, opposition MPs. I was advised by Joe Grimberg whom I went to see that I should settle. I made one mistake. I thought he charged $200 for one letter but he said he wrote several letters. So I paid. I got into trouble defending a poor constituent of mine. But when the Prime Minister won his libel suits, he gave the money to charity. May I challenge the Member for Potong Pasir to give the same to charity, including the $1,000 I paid him for legal fees? $7,000 in total. I want him to reply to me, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I would like, with your permission, Mr Deputy Speaker, to clarify one point with the Member for Whampoa. He alleged among other things foreign interference is to --- \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> No. Answer my last question first. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Just give me time. We have got more important matters here. In fact, what he has brought up, you should rule not an issue at the moment. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> As I remember, you were the one who brought up the $6,000 first. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He was the one who interfered me and I had the right to respond to him. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You brought it up first. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> So now this is an additional matter which I think, if he wants to, we can have a debate on it on another day. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> On a point of order, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> remained standing. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> It is a point of order. Can you sit down, Mr Chiam? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes, Dr Tan. What is your point of order? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 216</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> You allowed him yesterday to make the allegation against me. It is only right and proper that I have the right to defend myself and he should give me a satisfactory answer right here and now. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> That was what I just told him. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have to get the Member for Whampoa to clarify a very important point of what he has said first. He alleged that one of the reasons for foreign interference was economic sabotage. Now, this is a very serious allegation of big powers, including the United States of America, because they say that their own economy is in disarray. Is he implying that Americans are trying with the acts or alleged acts of Mr Hendrickson to sabotage our Singapore's economy? Is he saying that? A friendly nation trying to sabotage our economy? What is the point of doing that? They are investing millions of dollars here. They want to bring us to ruin? I cannot fathom the Professor of Economics in this sense. Please explain. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> I won't let him off so easily. We will take one issue at a time. I mentioned various groups. The Member for Potong Pasir the other day made a statement in the press that he considered the Marxist Conspiracy a laughable matter. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Answer my question, please. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> No, wait a minute. And he cannot see connections. I cannot make up for his mental deficiencies. But I can at least try to explain. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Repeat that outside the House. Be a man! Don't run out of this one! \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> May I amend it to say that his intelligence quotient is less than what I would like for myself? The connection between the Marxist Conspiracy and the Hendrickson affair is simple and obvious. Here is a pot of trouble brewing away, exploit it for political advantage. It is as simple as daylight. Now, if you want me to say outright that the Americans are trying to sabotage us, of course I cannot \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> say. I do not have the evidence. In the nature of black operations, you only see the results. You do not see the motives. You do not see the agents actively doing things. You see things moving, shadows. That is why we need the ISA. And if he is really for Singapore, he should come up and say, \"Yes, we need ISA for the security and stability of Singapore.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, please, what about my $7,000? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> You paid me only $6,000, not $7,000. Don't increase that amount. $5,000 for damages, $1,000 for costs. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Interest. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Oh, please. You did not pay me interest. This is a serious point. This Professor of Economics is making a very serious allegation of foreign powers, especially the United States, that a friendly nation is trying to sabotage the economic prosperity in Singapore. I know speakers cannot come and get away so easily with this kind of unfounded allegation of our friendly power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the other point he has made, he says that the success of Singapore is due to the government that cares for the people of Singapore. That is not the only contributory element to Singapore's success. He knows just as well as everybody else, there are other contributing factors. Above all, it is the hardworking, disciplined people that we have in Singapore. It is not just the Singapore Government alone. And what about the conditions in surrounding countries during that period when we were prospering? That also is a contributing factor. I wish he would clarify this point first. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Sir, I mentioned one deficiency earlier on. But now I detect another deficiency - of hearing. I said things he never listened properly to and now he comes up and accuses me of all kinds of things. Of course, besides stable, good government, there were other factors. Yes, we are a hardworking people, like the Member for Potong Pasir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, may I have your permission? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I do not think we want to waste our time in this House. If the hon. Member has said, \"Look, actually I don't want, don't feel like paying you $6,000. But if I do pay you, please, will you donate it to my church or some other charity?\" I would probably gladly do it. But he has not said so. Only at this hour, after I have gone for a nice holiday in Australia [Laughter] he comes here and say, \"Give it to charity.\" I got to thank him for the holiday. That is the best I could do now. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> It is not too late. You know, when the Prime Minister gave the money away, it was good, politically, for him. So it is good politically for you to give the money away. It is not too late. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, I do not want to go into this whole thing. But if he gives me the permission, I will go into the whole episode of this defamatory action that I took against him, the Member for Whampoa. It will not put him in a very good light. But if he challenges me, I will reveal all the details if he wants to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I think I have to put a stop to this. I think we are straying from the subject. Mrs Yu-Foo. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, for the past few days, my colleagues in this House have been speaking on this unfortunate incident. When I discussed it with some workers and union leaders, I found that there were different opinions. Some intellectuals thought that we should not talk too much on it. And there are some members of the general public who do not quite understand these matters. So I feel it is right to talk about this in this House so that our people can understand better the truth of the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past 20 years, the living standard in Singapore has changed for the better. It is getting better and better. About over 80% of our people live in a healthy environment of hygienic housing. Some Japanese who have lived here for several years are of the opinion that our housing and standards of living can be said to be even better than those in Japan. What is the basis of our good living standards? It is due to the unity of the people with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 219</b></font>\n  <br>\n  <br> Government, political stability, the diligence and efforts of our people and their high degree of vigilance for national security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the comforts of our present life, we tend to forget that we are situated at a strategic location in a situation abound with danger. We should also not forget that we are a small country with limitations. When we get wealthier, there are people who want to compare us with other rich countries, forgetting our smallness and our limitations due to geographical situation. Some people think that we are in a peaceful environment where there is no danger. We do not have any worries. But recent incidents have given me some enlightenment. We should think of possible danger when we are living in peace. We should be cautious about and be prepared for foreign interference. When Rome was prosperous and strong, who could have thought that it would one day perish? So, while we are enjoying a good standard of living and if we wish to maintain it, we should maintain a high degree of vigilance against any possible lurking danger around us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we piece the activities of this small group of people with those of the foreign press, the para-churches, students, Marxist and human rights organizations, etc, a picture of a big conspiracy is formed which we should deal with, firmly and with all seriousness. They tried to shake the unity of our people. So it is a very serious matter. If their attempts were successful, breaking up Singapore into factions, then foreign investments would stop coming while existing investments might run away causing unemployment. Recession might step in causing hardship to our people, giving us greater challenges. This black operation seeks to interfere not only through the foreign press, human rights organizations and even foreign diplomats but some of them even sought to infiltrate into our unions to interfere in our internal affairs, according to information supplied by foreign union leaders to our NTUC Secretary-General. They know the importance of a mass base, so they tried to use the unions as a foothold among the masses. Just now the Opposition Member \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 220</b></font>\n  <br>\n  <br> thought it laughable that this could be a threat to the economy. This is a threat to everybody. They even wanted to infiltrate into our unions to cause trouble. They called for the rights of the workers. On other occasions they called for human rights. They say there are no workers' rights in Singapore. American unions criticize us for lacking human rights and workers' rights. However, behind this facade, the American labour unions have only implemented seven of the International Labour Organization's conventions. Whereas Singapore has implemented 20 out of them. Compared with us, they are 13 articles short. When US trade unions condemn other countries,including South Korea, Taiwan and us, for falling short of workers' rights, they themselves have not carried out Article 87 about freedom of association and Article 98 about the right to unionize or organize or to have collective bargaining. So they can pay lip service only to freedom and rights. Therefore they do not have the moral right to champion these rights, as they themselves do not carry out such articles. Just as the Member for Bo Wen had pointed, and I concur, they have double standards in passing judgment on human rights. They are using their double standards to measure us, just as they do in measuring our workers' rights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we read foreign newspapers or look at foreign propaganda, we should be very careful and analyze what they are proposing. As a woman trade unionist, I would like to point out that the most laughable matter is that concerning Article 95 which is about the right to paid maternity leave for women workers which has been implemented in our labour laws. In the US, such a provision is not being implemented in many States. So this is the mask of so-called Western gentlemen, something that can show that they are unfair in criticizing others while they themselves do not preach what should be right for them to carry out. Just see how they treat their own blacks and the aborigines. Therefore, we have to discern the good and bad points in different value concepts between the East and the West, skim the cream of what is good for us to learn from the West, we cannot take everything in toto from the West. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recent incidents of foreign interference remind us to be vigilant although our living standard has been improving. We should not allow such things to happen. There is a question whether the ISA should be preserved. I personally feel that it is meant for the security of our nation. Should there be anybody carrying out illegal acts, we must him to book according to law. We should not forget that Singapore is a small country ruled by law. So we should not relax our laws in the face of such disturbance which must be curbed. Just look at Taiwan. After some relaxation of the regulations we can see that even the opposition members resort to force in the Parliament, followed by farmers' demonstrations also resulting in violence. So we should not discard ISA just because we are now enjoying peaceful living. So if we do not have this ISA, how could the Ministry of Home Affairs tackle these events? These incidents serve to remind us that Singaporeans are situated at the mid-point between the East and the West. That situation has moulded our unique value concepts and quality. We have a link to both worlds. We welcome people all over the world to come visiting us, including the Americans, to do business here, to travel, to invest and to have friendly interchanges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That our Government is clean and efficient, fair and just, and upholds freedom and integrity is a fact well known throughout the world. We should not lose our character of political zeal and good friendly quality because of the troubles caused by recent incidents. We must assure all that although we raise the matter of foreign interference, we do not mean that we do not welcome foreign friends. We still welcome them here to invest and be friends, but we will not tolerate any unwarranted interference. Let us assure them that we are not weak. We have the capacity to look after ourselves and we are able to make our own judgments. People, for the past 100 years, have experienced the influence of high technological development of Western countries. Therefore, psychologically they have developed an admiration for certain good things of the West. This is understandable. I admit that we can learn a lot from Western systems of government law and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 222</b></font>\n  <br>\n  <br> modern management science and technology, etc. But it does not mean that the Western powers can impose their systems and value concepts in toto on us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Japan has advanced very much in science and technology and successful in economy in the fields of commerce and industry. Therefore, nowadays, there are people who call for looking East. As Singapore is at the mid-point between East and West, it should preserve its Eastern spirit while absorbing Western good points. Everything in the West is not all perfect and good. We know that they have many problems, a very high crime rate, drug abuse, divorce and abnormal practice of men and women, the Aids disease is rampant in such countries. We must uphold our own good character and quality in order to prevent ourselves from corruption and be destroyed by pernicious and undesirable influences of the West. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another enlightenment to me is that statesmen and politicians should have upright character in political integrity. Ours is a parliamentary democrary. We welcome knowledgeable people to take part in politics and contest in free elections in order to become representatives of the people to take on the responsibility of guiding them. But to take part in politics and elections does not mean that we can condone foreign intervention which is entirely a different matter. Should any participants in politics have any ulterial motives or willingly be manipulated or influenced by foreign elements such persons should be discarded by us. Foreign intervention will always be there. It has happened in the past. In future, it will happen again. Therefore, all those desirous of taking part in politics if they do not have a firm character and will power, they may easily fall prey to the foreigners. For our mutual encouragement, I will quote a saying from Mencius who is of the Confucian school: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'One should not be corrupted by wealth or changed by poverty or cowed by force.' \n  <br>\n  <br>That is to say, we should not be induced or corrupted by riches and high position or let our will be changed by poverty or dire circumstances, nor should we submit to or be cowed by unjust force or power. This \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> should be the quality and character that Singaporeans should uphold and preserve. Thank you. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Deputy Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Debate be now adjourned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Debate be now adjourned. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Resumption of debate on what day, Mr Goh? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 224</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Next Tuesday, 31st May 1988. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Five\n  </div> \n  <div align=\"right\">\n   Minutes to Three o'clock pm\n  </div> \n  <div align=\"right\">\n   to Tuesday, 31st May 1988.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
