{"memberId": null, "volumeNo": "52", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "7", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"52\"> \n  <meta name=\"Sit_No\" content=\"7\"> \n  <meta name=\"Sit_Date\" content=\"1989-01-25\"> \n  <meta name=\"Start_Col\" content=\"459\"> \n  <meta name=\"End_Col\" content=\"556\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">52</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">25-01-1989</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 459</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 52</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 25th January, 1989</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), First Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 460</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Second Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 461</b></font>\n  <br>\n  <br> \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 462</b></font>\n  <br>\n  <br> \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 461</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development - from 26th to 28th January, 1989. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 462</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence - from 26th to 28th January, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment - from 26th to 28th January, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau (Tanglin) - from 26th to 28th January, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Abdullah Tarmugi (Siglap), First Deputy Speaker - from 26th to 28th January, 1989. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 463</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hong Hai (Bedok GRC) - from 26th to 28th January, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip - from 28th to 31st January, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) - from 24th February to 2nd March and from 8th to 23rd March, 1989. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 464</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs - from 30th January to 4th February, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Kah Ting (Punggol) - from 8th to 25th February, 1989. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 463</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>POLYCLINIC IN WOODLANDS NEW TOWN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Completion date)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Lee Yiok Seng</b> asked the Acting Minister for Health whether his Ministry has any plan to build a polyclinic in Woodlands New Town; and, if so, when will it be completed. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the proposed polyclinic in Woodlands New Town is scheduled for completion in mid-1991. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 463</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" This Bill is closely related to the other Bill which is next on our Order Paper, the Internal Security (Amendment) Bill. \n  <br>\n  <br>\n  <i>Main purposes of the two Bills</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the main purpose of both Bills is to restore the law on judicial review, its review by our courts, of discretionary powers of the Executive under the Internal Security Act (ISA), to restore it to what it was before the recent Court of Appeal judgment on 8th December 1988. In effect, it is to restore and reaffirm that the subjective test should apply. Another purpose, which is spelt out in the Internal Security (Amendment) Bill, is to abolish appeals to the Privy Council in cases involving review of ISA cases, interpretation of the ISA or interpretation of provisions in the Consti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 464</b></font>\n  <br>\n  <br> tution dealing with emergency powers or subversion, namely, the provisions in Part XII of the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I suggest, of course, with your permission, that the debate on these two broad purposes take place during the debate on this Bill because the points and arguments and issues are inter-related and I think it will make for a more coherent debate and avoid repetition and overlapping of points, although of course Members should not be precluded from raising questions or expressing their views on the other Bill. \n  <br>\n  <br>\n  <i>Clause 2: Position of the Chief Justice</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let me deal with clause 2 of the Constitution (Amendment) Bill which has really nothing to do with the Internal Security Act. That, Sir, concerns the constitutional position relating to the Chief Justice. This was covered last week in this House when I answered the question from Dr Lee Siew-Choh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the amendment is intended to remove any doubt that a Chief Justice who has reached the age of 65 can be re-appointed to continue in that office beyond the age of 65. As I said last week, Article 94(3) of the Constitution expressly allows judges who have reached the age of 65 to be re-appointed. We have several judges in this category and the current Chief Justice is one of them, having been re-appointed on 28th September 1982 upon reaching the age of 65. Mr Jeyaretnam, in his appeal to the Privy Council (PC) on the question of disbarment, questioned the legality of the Chief Justice's re-appointment. As I said last week, there is no merit in the argument. The point was not pursued in the appeal nor was it addressed in the judgment of the Privy Council. But since the point has been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 465</b></font>\n  <br>\n  <br> raised, we think it is necessary to put the matter beyond any doubt; and that is the intention of clause 2. \n  <br>\n  <br>\n  <i>Review of decisions of the Executive under the ISA</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now turn to the main purpose of these Bills, namely, the question of reviewing discretionary powers of the Executive under the ISA. These Bills are necessary because the Court of Appeal in its recent judgment of December 1988 departed from long standing principles of law governing such judicial review. \n  <br>\n  <br>\n  <i>What were these established principles of law?</i> \n  <br>\n  <br>\n  <i>\"The Subjective Test\"</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let me explain to the House what are these established principles of law and what is the subjective test. In Singapore, ever since we had our first Emergency legislation way back in 1948, the Executive alone has been responsible for decisions on national security, including arrests and detentions. This was the case right up to and until the Court of Appeal judgment in December 1988. Until then, the courts would never question the exercise of the discretionary powers by the Executive. They would not substitute their judgment for the judgment of the Executive. In other words, they applied what is commonly known as the \"subjective test\". I have distributed to Members of the House extracts from cases of Lee Mau Seng and Karam Singh. These are cases which firmly established these principles of the subjective test and are cases which are important precedents that have guided the courts ever since and its extracts, I hope, will be helpful to Members to understand the issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may briefly, Sir, refer to page 1 of the extracts, the underlined part, the Chief Justice in the Lee Mau Seng case said, if I may quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... the power to issue a detention order has been made [that means in the Act] to depend upon the existence of a state of mind in the President acting in accordance with the advice of the Cabinet which is a purely subjective condition so as to exclude a judicial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 466</b></font>\n  <br>\n  <br> enquiry into the sufficiency of the grounds to justify the detention.' And on page 3, an extract from Karam Singh's case, towards the end of that extract: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Whether or not the facts on which the order of detention is to be based are sufficient or relevant, is a matter to be decided solely by the Executive. In making their decision, they have complete discretion and it is not for a court of law to question the sufficiency or relevance of these allegations of fact.' And it is not just the Malaysian court or the Singapore court, I have also included an extract from one of the Law Lords, Lord Diplock in a case commonly referred to as \"the GCHQ case\". Last extract: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'National security is the responsibility of the executive government, what action is needed to protect its interest is, ... and common sense itself dictates, a matter on which those on whom the responsibility rests, and not the courts of justice, must have the last word. It is par excellence a non-justiciable question. The judicial process is totally inept to deal with the sort of problems which it involves.' \n  <br>\n  <br>\n  <i>What did the Court of Appeal decide?</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What did the Court of Appeal decide in December? The Court of Appeal altered this principle of the subjective test which had been laid down by the Chief Justice in Lee Mau Seng's case. It has, in fact, said it will no longer follow the subjective test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, the Court of Appeal decided that the courts henceforth can question the decision to detain. It can examine whether the decision was reasonable and based on the evidence acceptable to the court. What will be the end result? The end result will be a substitution of the judgment of the courts for the judgment of the Executive. That is the end practical result. \n  <br>\n  <br>\n  <i>What was the Basis for Court of Appeal's judgment?</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On what basis did the Court of Appeal come to this decision and on what basis and on what reasons did the Court of Appeal abandon the long standing law as reflected in Lee Mau Seng? Quite frankly, Sir, the Court did so because of cases decided in the United Kingdom and other parts of the Commonwealth. In fact, the Court said so, and I quote from the Court's judgment: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We [ie, the Court of Appeal] respectfully say that we agree with judicial opinion expressed in other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 467</b></font>\n  <br>\n  <br> jurisdictions, to the effect that the Court can objectively review the President's exercise of discretion in the context of preventive detention on national security grounds.\" Sir, the Privy Council is the final Appellate Court in our legal system and cases decided in the UK and the Commonwealth, especially decisions of the Law Lords in the Privy Council, are \"persuasive authority\" in our courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of developments in Britain and elsewhere in the Commonwealth, developments which are totally unconnected with our country and our society, courts in the United Kingdom over recent years have been adopting what I would call an interventionist approach, an interventionist role in reviewing the actions of the Executive. That is, they are willing to ignore or disregard the clear intent of the statutory provisions and go behind the decisions of the Executive. These trends are particularly marked when it comes to statutory provisions which are similar to our Internal Security Act and the British courts have interpreted such provisions to allow greater and greater judicial intervention and control of acts of the Executive, even when it comes to questions of national security, the most recent example being that of the Spycatcher case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent judgment of the Court of Appeal in December 1988 showed that the Singapore courts have accepted such United Kingdom and other precedents. Indeed they have to, they have no choice because, if our courts were to ignore such precedents, the Privy Council in the United Kingdom can and probably will overrule our Court of Appeal. So they have to follow these precedents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So in the recent Court of Appeal judgment, the Court \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;departed from the long standing but settled law on subjective test and it has really given notice that in future it will follow these changes in judicial attitudes in the United Kingdom and also the judgment shows how our courts will be influenced by changes in the United Kingdom and indeed even of Europe, as I will show in a moment, changes which have been caused by factors totally unrelated to our society. The question can then be asked, \"What is wrong with these foreign trends being imported into Singapore? Why should the subjective test be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 468</b></font>\n  <br>\n  <br> restored? Sir, there are good reasons why it is necessary to restore the subjective test in Lee Mau Seng case and to provide that foreign case law shall not apply. Let me give three reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, Sir, if we do not restore the subjective test in Lee Mau Seng, and if we allow foreign case law and precedents to allow our courts to be involved in an interventionist role, then we will have an untenable position - clearly an untenable position - because our law on national security matters will be governed by cases decided abroad, in countries where conditions are totally different from ours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate, Sir, let me mention the Spycatcher case. In that case the United Kingdom government on national security grounds wanted to restrict newspaper publication of allegations made by a former member of the security service, in breach of his duty of secrecy. The United Kingdom courts rejected the evidence of the United Kingdom Cabinet Secretary that such publication would be damaging to the national security of United Kingdom. The courts rejected this. I cite this for us to consider: if the courts in the United Kingdom take such a decision with regard to the United Kingdom government on a matter concerning national security of the United Kingdom, what more regard do we expect those judges to have with regard to national security of Singapore thousands of miles away? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A second illustration, Sir. Members must have read recently that the European Court of Human Rights decided that the United Kingdom legislation which empowers their government to detain suspected terrorists violated the European Convention on Human Rights and declared it to be invalid. This is but one example of how United Kingdom laws, United Kingdom legal position, and eventually their judicial thinking, is being affected and will be affected by their entry into the European Community and decisions of the European Court which are factors totally alien to us. The European Court has no concern whatsoever to Singapore. But their law is binding on UK courts. It will influence the UK judges and those precedents will be then imported into Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 469</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second reason, Sir, as to why it is necessary to restore the subjective test is that if Singapore courts are allowed, because of all these foreign precedents, to review the discretion of the Executive on security matters, as expounded in the Court of Appeal judgment, then Singapore judges will in effect become responsible for and answerable to decisions affecting national security of Singapore because they would then have the final say. It must be so. But this was not, and never was, the intention of the Legislature as expressed in the ISA or the earlier predecessor legislation. It never was. It is the settled principles of the subjective test which have enabled the Government to deal effectively with Communists, communalists and other threats to security. It is these settled principles which have enabled us to handle security threats and to maintain stability. And they will remain essential to the security of Singapore and it is unwise to change the law. Our courts, Sir, should not therefore be involved in the exercise of these powers of detention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me add here, Sir, that this position which I have expounded is not some newfangled theory concocted by the Government. This has always been the position of the Government, and I would refer Members to the Hansard when the PAP Government took power shortly after it assumed office. I refer, if Members are interested, to Hansard, 14th October 1959, a speech by the Prime Minister where he moved amendments to the then Preservation of Public Security Ordinance. One of the amendments concerned the role of the judges. At that time the judges had a role sitting as an Appellate Tribunalon preventive detention. The judges had communicated with the Government, and the Acting Chief Justice had communicated with the Government to say [col. 669]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'My brother judges and I are all of the opinion that it is extremely undesirable for members of the judiciary to constitute the Appeal Tribunal ... we think it was a mistake to have caused the judiciary to be associated with the work of the tribunal.' Then from the Prime Minister. These are some extracts from what the Prime Minister said. He said, first, in principle, it is wrong to use the judges in this way. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 470</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'First, by the very nature of the tribunal the judges are not presented with a justiciable issue. ...' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, on principle, the responsibility for the detention or otherwise of a person under extraordinary powers such as these cannot rest with the judiciary. An Executive which shifts this responsibility to the judges ... is shirking its responsibility .... On principle, it is not the duty of the judiciary to act as administrative or executive officers of the Government, nor are they properly equipped to discharge such functions. In all civilised countries the responsibility for the security of the State rests with the elected government, not the judges .... Certainly they are not vested in our judiciary.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the Government's position on the role of judges articulated in October 1959. That has been a consistent position, and that is the position which forms the rationale for the amendments that are being moved today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third reason, Sir, for restoring the subjective test is this. As the courts themselves have recognized, preventive detention by its very nature is a precautionary measure. The Government must act on the best possible security evaluation of information that is available, as distinct from proof or evidence in a court. Preventive detention consists in anticipating, pre-empting, preventing. It involves restraining someone from doing something injurious to our national security, preventing him from completing a scheme on which he may have already embarked. A judge in court is not equipped to investigate or decide whether there are suspicious circumstances warranting some restraint. In conspiracies or other covert operations, the mischief-maker or mischief-makers operate in a clandestine, furtive manner, making it impossible to get the kind of evidence that would enable a conviction in court. This was the main reason why detention without trial was introduced in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I say that judges are not equipped, I think I can do no better than refer again to the extract from Lord Diplock on page 3. I just put it very succinctly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The reasons for the decision-maker taking one course rather than another do not normally involve questions to which, if disputed, the judicial process is adapted to provide the right answer, by which I mean that the kind of evidence that is admissible under judicial procedures and the way in which it has to be adduced tend to exclude from the attention of the court competing policy considerations which, if the executive discretion is to be wisely exercised, need to be weighed against one another, a balancing exercise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 471</b></font>\n  <br>\n  <br> which judges by their upbringing and experience are ill-qualified to perform.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For these reasons then, Sir, the Government has therefore decided that our laws should expressly reaffirm that the established principles of review of preventive detention stated in the cases of Karam Singh and Lee Mau Seng is to be the applicable law in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now turn, Sir, to the other point concerning abolition of appeals to the Privy Council. The intention is to abolish appeals to the Privy Council in respect of judicial review of decisions under the ISA, of interpretation of the ISA and interpretation of any provisions in the Constitution relating to subversion and emergency powers contained in Part XII of the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think we all know that after independence, Singapore continued to retain the Privy Council's right of appeal from our courts. Singapore, in fact, is one of the very few countries to have kept this link with Britain. New Zealand, a country which is most akin to the United Kingdom in terms of culture, heritage, political system, is now considering abolishing appeals to Privy Council. Australia has already done so. No other Asian country, except Brunei, allows appeals to the Privy Council. India, Sri Lanka, Bangladesh, Malaysia have all abolished them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, why are we now abolishing appeals to the Privy Council in security matters? There are two main reasons, although some of what I have said, it must be clear, is equally applicable on this question. First, Sir, we are an an independent country. We are very different from the United Kingdom. What will decide our future? It is not circumstances in United Kingdom or Europe but events in Asia which will affect our future. Economic, social and political conditions of Singapore and United Kingdom are in fact divergent, not convergent. Matters of public law, especially defence and security, are very crucial for the survival of any country. So not only must our laws meet our different circumstances but our laws must be interpreted by our own judges, people who are part of our society, judges who are aware of our history and of our conditions. Because no independent country, no independent government, can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 472</b></font>\n  <br>\n  <br> surrender its responsibility to uphold the security of the country. But as a carry-over from the colonial days, we have continued to allow the Privy Council as our final court, even on security matters up to today, a body of UK judges sitting in the United Kingdom, thousands of miles away, who really have no knowledge or experience of our own circumstances here. The Privy Council, Sir, cannot continue to be the final court of appeal in matters concerning the exercise of national security. National security must be decided by us. And questions which go to the courts must be decided by Singapore courts and Singapore judges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We felt no real urgency to rectify this anomaly so long as the trend of judicial thinking in the United Kingdom posed no serious problems for our national security. But the trends that I have described, the increasingly interventionist role of the UK courts in reviewing the UK Executive's actions, including on national security, has changed the outlook. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me also inform Members that after Britain joined the EEC, it accepted the jurisdiction of the European Court of Justice and the European Court of Human Rights. And on several occasions, after the European Court of Human Rights ruled that British practices conflict with European Convention on Human Rights, British law had to be changed to conform to the Convention. Further, Sir, British legal practice and judicial attitudes have also incorporated elements of the European tradition of administrative law, especially in the area of public law. British judges, in other words, have entertained principles founded in European Community law as possible new grounds for judicial review of Ministerial decisions. But then all these developments connected with the European Community are contrary to Singapore's experience and irrelevant to our circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we do not cut off appeals to the Privy Council in security cases, what will be the result? The inevitable result will be either: (a) our courts will (as happened in the Court of Appeal judgment) follow the United Kingdom precedents which have established an interventionist role which is unacceptable; or (b) they ignore the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 473</b></font>\n  <br>\n  <br> United Kingdom trends, but will almost certainly be overruled by the Privy Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I might add that it is not just the security cases that we are concerned with. In fact, the Government has been concerned for some time over how long we can continue this system of appeals to the Privy Council. Some Members may know that during the British Empire, some of the judges who sat on the Privy Council had experience serving in the colonies or in the Commonwealth. That way, some of the judges in the privy council had valuable local perspective when overseas cases came up to the Privy Council. This was important. For example, in recent years before Australia abolished appeals, when Australian cases came up before the Privy Council, the then Chief Justice of Australia, Sir Garfield Barwick, was a Privy Councillor, made it a point to sit as a member of the Privy Council. But since the British Empire ended, there are no longer judges sitting on the Privy Council who have colonial or Commonwealth experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should therefore add that there are also other areas, particularly of administrative and public law, where our courts must also have the final say. This is because the political, social and economic circumstances of a country are crucial factors in interpreting and applying such law by the judges of that country. However, we shall decide on these matters after careful deliberation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now turn, Sir, to the specific provisions in the Constitution of the Republic of Singapore (Amendment) Bill. I have already dealt with clause 2. New clause 3 is an enabling provision to allow legislation to be passed in order to restore the status quo ante in regard to judicial attitudes towards such powers of the Executive under the ISA. In other words, it enables Parliament to pass legislation to re-establish the rules of interpretation, which I just pointed out, have been long adhered to by our courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other amendments to Article 149(1) are the inclusion of references to Articles 11 and 12. The reference to Article 11 is necessary to ensure that the retrospective application of the Internal Security \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 474</b></font>\n  <br>\n  <br> (Amendment) Bill is not challenged. The inclusion of the reference to Article 12 is also necessary because the Court of Appeal, influenced by judgments in other Commonwealth countries, commented that a subjective test may be inconsistent with Article 12. It is also provided that Article 149(1) which allows such inconsistencies also applies to a law amending Article 149(1) or a law enacted under new clause (3). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the provisions of the Internal Security (Amendment) Bill, I will take them up during the Second Reading of that Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>1.08 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, the Government Parliamentary Committee for Home Affairs and Law supports the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today is momentous as we are discussing a matter of great importance, an amendment to the Internal Security Act and, for the first time, reviewing the status of the Privy Council which has been part of our legal system for over a century. The Privy Council is the highest court of appeal in our system, a time-honoured and hallowed institution. The Law Lords of the Council are eminent jurists of great intellect, knowledge and wisdom. The Council has been the beacon to our legal path and has helped developed our laws and concepts of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the issue before us today is not just the competence of the Privy Council as judges of the hour. It is also an issue of national importance, namely, whether on matters of national security the Executive should or should not be the final arbiter, subject of course to the restraint that the Executive is ultimately accountable to Parliament. We have before us today two issues: (1) should the courts have the power to review the acts of the Executive under the ISA? (2) should the Privy Council be retained as the highest court of appeal in security matters? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will deal, firstly, with whether the courts should have the power to review the acts of the Executive under the ISA. To \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 475</b></font>\n  <br>\n  <br> answer this, we must refer to the original intent and purpose of the Act. Let us remind ourselves once again that this Act was promulgated by the British before our independence. Preventive detention is practised to this day in the United Kingdom, as mentioned by the Hon. Minister for Law, with respect to their unique problems of terrorism in Northern Ireland. Do we also not have our own unique problems? The answer is an obvious yes. We still have the Communist threat with us. This threat, of course, takes a different form today. Nevertheless, it is a threat which must never be underestimated nor can it be a threat to be wished away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must next remember that we are a multi-racial, multi-religious community, set in extraordinary circumstances. Yes, it is said that there are many nations which have a multi-racial, multi-religious composition. What is the big deal about Singapore? But is any of them comparable to us in that we are living in a tiny island of 600 sq km? Under these circumstances, the chances of creating mischief and misunderstanding are ever present. The Executive must therefore have unchallenged power to nip the problem in the bud, in the light of highly sensitive information available only to the Executive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In any responsible society, the individual's interest must be second to that of society at large. Nevertheless, the individual must also have his rights protected. It may be perceived that if the Executive's decision is final, then the individual is denied of his rights. Will this amendment make the individual totally impotent, and therefore at the mercy of the Executive? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the proposed amendments must be read in the context of the ISA. Under the Internal Security Act, there are safeguards. These are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The detainee's case must be reviewed by an Advisory Board within three months of the issue of a Detention Order. The Advisory Board itself is presided over by a High Court Judge. This ensures, in my view, judicial supervision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The detention is further reviewed by the Advisory Board on a yearly basis. The current state of the detainee is thus annually reviewed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 476</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) A further safeguard provided by the ISA and the Constitution is that the power to detain without trial is conferred on the highest executive body in the country the Cabinet. Who is the Cabinet responsible to? Ultimately to this House Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us remind ourselves once again that Parliament is supreme. Parliament has the people's mandate to make laws. The duty of the courts is to interpret the legislation passed by Parliament. In discharging this duty, the intention of the Legislature is all important. It has never been the intention of the Legislature, as expressed in the ISA, that the courts should be assigned the right to review Ministerial discretion in security matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I at this point quote from Halsbury's Laws of England, 4th Edition, Vol. 44, 1983, page 510, under the subtitle \"Functions of the Courts\". Paragraph 840 reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is the province of the legislature to enact statutes, and of the courts to construe the statutes which the legislature has enacted.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Paragraph 841 reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The making of law is a matter for the legislature, and not for the courts; and the courts are not entitled to canvass the power of Parliament to make any statute, or the propriety or wisdom of making it .....' This, Mr Speaker, Sir, I understand, is a cardinal principle and a generally accepted view. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to the Privy Council. Sir, the Privy Council has rendered invaluable service to Singapore as our Appellate Court. However, on national security matters, the final Court of Appeal must be the Court of Appeal of our own nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must view with gravity that in interpreting what is a security threat the mindsets of the interpreters is of paramount importance. They are a product of their own social, cultural and educational environment. Likewise, we are a product of our own social, cultural and educational environment. This is an inescapable fact of life. We are just not the same. Is it fair for us to expect anyone else to be able to switch to our mindsets? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our understanding of security threats obviously may not be the same as that of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 477</b></font>\n  <br>\n  <br> others. We are therefore the best interpreters and most competent to deal with our own security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having said all this, I would like to raise the following hypothetical case scenario. We cannot assume that we will always have the PAP as the ruling party, a Government of proven tract record of integrity and honour. What would happen if a corrupt regime were to by freak chance take over? With this in mind, would it not be wise to consider giving powers of review to our own courts on questions touching on illegality and legality? This fear has been brought to my attention by lawyers and laymen alike. My colleague, the Member for Toa Payoh GRC, Mr Davinder Singh, will expand further on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, we know that the role of the Privy Council in our legal system is under review. The Minister has given us some insight. The Legal Profession (Amendment) Bill will also make reference to the Privy Council. Can the Minister at this time enlighten the House as to the various options under consideration? In this respect, I would also like the Minister to consider the setting up of a permanent Court of Appeal, a court of Appellate Judges as distinct from Judges who sit in the court of first instance. I understand that there are problems and constraints of manpower and expertise. However, I believe that this is the correct time to pursue this. This would be the next natural step in the evolution and maturing of our judicial system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other Members of my GPC will, with your permission, rise also to speak on other aspects of this Bill. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, may I be allowed on a point of clarification from the last speaker? He says that the Communist threat to Singapore is still real or something to that effect. Sir, he has made a very strong statement. May I know whether this threat is from without or within and, if so, what evidence has he got for saying so? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I made the statement that the communist threat is still present based on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 478</b></font>\n  <br>\n  <br> events over the last year and the threat is of course both from without and within, and I believe that they will remain so for many more years to come. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, if it is a question of national sovereignty that we are now an independent nation that has come of age and that we should have the final say on our own matters and therefore we should cut our links with the Privy Council, then we should all agree with this Bill. In fact, many sovereign nations in the Commonwealth have already done so. But, if issues need to be decided and judged locally, should it not apply to all matters, and not just internal security matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our people accept the fact that the Government elected by them to run the country is responsible for our national security. The people also accepts the fact that only the Government could have all the resources, information and the experience to know when our national security is threatened and what actions must be taken immediately. But, Sir, the people also wants checks and balances to ensure that the Government do not abuse its power and to ensure that the power of detention under the ISA is invoked only when absolutely necessary. Up to the present, the Privy Council has been providing that check. Removing the appeal to the Privy Council for all judicial review cases under the ISA is removing the checks and people are obviously concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not against breaking away from the Privy Council. After Britain joined the European Community in 1973, the European influence on British Law had taken effect. Community law has become an integral part of British law and even the UK House of Lords are now subject to the final decisions of the Europrean Court of Justice. Sir, if we continue to tie ourselves to the Privy Council, then we are subjecting our way of life to the influence of the European mode of life which may not be entirely suitable. But what I am concerned with, like so many of our citizens are, is what appeal system do we have to replace the Privy Council when we break away from it? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at present we have an honest PAP Government and the people trust the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 479</b></font>\n  <br>\n  <br> Government. But what about the future when there may not be an honest PAP Government around? What checks will there be in place to prevent a corrupt Minister in the future from abusing his powers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the questions I would like to ask the Minister are therefore: Do we have an alternative check system to replace that provided by the Privy Council? Are we ready to set up our own Court of Appeal? Do we have the necessary manpower in sufficient numbers to start our own Court of Appeal? Will the Government be able to set up our own Court of Appeal immediately to take over the work currently handled by the Privy Council? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I think the public sees this amendment as an immediate reaction of the Government to the recent Privy Council decisions. In fact, some friends of mine in the legal profession told me that the Government is fire-fighting and is in such a hurry that even the wording of the Bill is not as well written as it should and improvements ought to be made. I hope the Minister could clarify these points, Sir. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, I propose now to speak only on clause 2 of the Bill seeking to amend Article 94 of the Constitution. Clause 3 merely prepares the way to amend the ISA. So I will touch on clause 3 of the Bill when the amendment to the ISA comes up. In spite of what the Minister has said, I wish to speak separately on the two different Bills. I need the full time, Sir, allowed under Standing Orders, and if I am allowed one full hour for the two Bills I will carry on straightaway. Otherwise I will speak now on the Bills wait a while and then speak again. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You have only half an hour on this Bill. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Yes. So I will speak, then wait for the next time again. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Your right is not deprived. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> So I will speak on two occasions. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Thank you. When I raised at the sitting of the House on the 19th January on the validity of the appoint- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 480</b></font>\n  <br>\n  <br> ment of Wee Chong Jin as Chief Justice in 1982 and continued thereafter, the Minister for Home Affairs gave it as his opinion that the power for that appointment in 1982 was to be found in Article 94(3). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wee Chong Jin had reached the retiring age of 65 on the 27th September 1982, and under Article 98 could not hold the office of Chief Justice after six months from that date. The Prime Minister, by Gazette Notification, purported to appoint him again as Chief Justice on the 28th September 1982, and the Minister for Home Affairs said on Thursday (19th January 1989) that the Prime Minister had this power under Article 94(3) when he made the appointment in 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But he had to explain away why, if in fact and in law, the Prime Minister had this power, it was necessary to bring in an amendment now to that Article. That is vital, Sir, very, very important. If the Government were convinced that Article 94(3) gave the Prime Minister the power, why now raise doubts in the minds of the public - whether the Prime Minister had this power or not - by bringing in an amendment? The truth is, however the Minister for Home Affairs may try to hide it, that the Government has now realized that the Prime Minister did not have the power in 1982 when he continued Wee Chong Jin in the office of Chief Justice and renewed that appointment in 1985 and 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Home Affairs in Parliament has urged me to accept his advice and opinion since he was a Professor of Law at the University and could be expected to know the law much better than I do. May I suggest to him, with all the deepest respect, that professors are not infallible and many a professor has been shown to be wrong in his views on the subject on which he claims to have expert knowledge. The Minister for Home Affairs said on the 19th January that this amendment was prompted by a ground raised by Jeyaretnam, the former MP for Anson, in his appeal to the Privy Council on the validity of the appointment of Wee Chong Jin as Chief Justice. He has mentioned it again today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Home Affairs went on, however, to give the impression, and he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 481</b></font>\n  <br>\n  <br> mentioned this again, that after raising this point in the petition of appeal, it was not pursued before the Privy Council, thereby giving the impression that Jeyaretnam had abandoned the point on the advice of his counsel, there being no merit in the ground. I have ascertained, Sir, from Jeyaretnam that that was not so. The point was not pursued before the Privy Council simply because it had not been reached in his appeal; there being a few grounds in the appeal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were several grounds raised by Jeyaretnam in his petition and I understand that their Lordships in the Privy Council, after hearing Jeyaretnam's counsel on the first two grounds relating to the validity of the convictions, indicated to his counsel that they did not wish to hear him further, but wished to hear the Counsel for the Law Society. Therefore, it is not true to say that the ground was abandoned or not pursued before the Privy Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand, Sir, from Jeyaretnam that it was the considered opinion of his counsel that Wee Chong Jin's appointment as Chief Justice from 1982 onwards was ultra vires Article 94(3) of the Constitution. I am afraid that whatever the Minister for Home Affairs or anybody in the Government may say, the public will conclude that the appointment of Wee Chong Jin in 1982 as Chief Justice had been made outside the Constitution. Now the Government seeks to ratify something which was done illegally, outside the Constitution, as legal and within the Constitution by back-dating the amendment to 19th November 1971, the very date when Article 94(3) was first introduced into the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It must follow that if Wee Chong Jin was not validly appointed Chief Justice from 28th September 1982, the functions and duties which he discharged as Chief Justice were irregular and ultra vires the Constitution. Wee Chong Jin, by virtue of his appointment on the 28th September 1982, continued to preside as Chairman of the Legal Service Commission. If this appointment was invalid, then his functioning as Chairman of the Legal Service Commission was also invalid and contrary to the Constitution - contrary to Article \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 482</b></font>\n  <br>\n  <br> 112 (2) of the Constitution which sets up the Legal Service Commission. Whatever Wee Chong Jin did in his capacity as Chairman of the Legal Service Commission is now called into question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Workers' Party member in Parliament, that is Mr Jeyaretnam in the last session, in the January and March 1986 sittings of Parliament, raised the question of the transfer of the Senior District Judge from his office in August 1984. Wee Chong Jin handed in a memo to the Prime Minister, which the Prime Minister tendered in Parliament, saying that he had transferred the Senior District Judge in his capacity as Chairman of the Legal Service Commission after consulting the Attorney-General. It would now appear that Wee Chong Jin was acting ultra vires the Constitution when he decided to transfer the Senior District Judge from his office in August 1984. I do not know what other functions and duties Wee Chong Jin performed and discharged by virtue of his purported office as Chief Justice after 28th September 1982. But it is now quite clear that a grave question mark hangs over all the functions and powers exercised by Wee Chong Jin as Chief Justice after 28th September 1982. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I express my amazement that this Government which prides itself on its competency could have overlooked that Article 94(3) did not give the Prime Minister the power to appoint Wee Chong Jin as Chief Justice on 28th September 1982 in spite of what the Minister has said. The Prime Minister himself is a lawyer. I am not sure whether he looked up the Constitution when he made the appointment and I am not sure whether the Home Affairs Minister looked up this Article too when the appointment was made. Or was the Prime Minister merely content to rely on the advice of the Attorney-General? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I say, apropos another advice that he has recently given to the Government, that I understand the legal fraternity is surprised that he should consider reasons given by the Privy Council in allowing the appeal by the former MP for Anson, to be mere comments, things said by the way, which according to some people, is not true. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 483</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment seeks to legalize the wrongs and make them right. Can the Government really set right all that has been done wrongly by the Government through this amendment? I understand that the Chief Justice also draws a higher salary than the other judges of the Supreme Court. Therefore, it would follow that there has also been misuse of public funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But beyond all this, Sir, there is a point of principle which I want to stress. My Party has objected from way back in 1972, after Article 94(3) was introduced to the Constitution, to the power given to the Prime Minister by that amendment, to appoint persons to the High Court for periods of time at the pleasure of the Prime Minister, and my Party's objection was that this would undermine the independence of the judiciary. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H H Tan (Whampoa):</b> Point of clarification. Which Party is the Member referring to? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> My Party now is the Workers' Party. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> At that time, did the Barisan Sosialis Party object? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> No, Sir, at that time, I did not. But there is no harm in objecting now, though a bit late. Better late than never. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> But, Sir, he claimed that his Party objected at that time. So it appears that he is telling a lie. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> No lie, Sir. That is a word which must be withdrawn. It is a fact and I am now a member of the Workers' Party, and therefore I refer to that Party as my Party. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> But, Sir, it was not his Party at that time. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> What difference does it make? I represent the Workers' Party today and I must refer to what has happened in the past as what was done by my Party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Anyway, Sir, my Party's view is that the judges cannot be seen to be independent if they can be appointed by the Prime Minister for fixed periods during the pleasure of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 484</b></font>\n  <br>\n  <br> the Prime Minister. The Prime Minister can terminate the appointment of the person at any time during the period. This I understand is provided for in the Interpretation and General Clauses Act. So how can a judge or judges appointed under this Article be seen to be independent of the Prime Minister and his Executive? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the proposed amendment compounds the matter further. The power of appointment of the CJ is now contained in Article 95(1) of the Constitution, and under that appointment the CJ continues until he is 65. Article 95 also confers the power to appoint other judges. Now the Government proposes to vest the power of appointment of the Chief Justice in an additional Article 94(3). Have they not overlooked the fact, Sir, that with this new amendment, the Prime Minister can appoint anyone not just someone who has ceased to be CJ or even a judge in the Supreme Court but anyone who qualifies for appontment to the High Court Bench as Chief Justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The difference is that while the appointment is made under Article 95(1) the CJ's tenure is secure until he reaches the age of 65 but if he is appointed under Article 94(3), even though he has not reached the age of 65, the Prime Minister may terminate his appointment at any time during the period of his appointment, and in any event his appointment lapses at the end of that period. With this amendment, Sir, the office of the CJ is made more tenuous and less secure than the office of a judge of the Supreme Court. Is that what the Government wants a CJ who can be hired and fired by the Prime Minister at his will when other judges appointed under Article 95 cannot be hired and fired until they reach the age of 65? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the whole amendment, as has been mentioned by some of the speakers a little while ago, has been broached as a result of the Privy Council's judgment on Jeyaretnam and I wish to come to that section a little while later when I speak on the ISA. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I be allowed to speak on the amendment to the Internal Security Act? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 485</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I rise to oppose the Bill. The Minister wants this House to continue to give the Government absolute power for detention of any person in Singapore. The amendment before the House arises from our Court of Appeal's decision on 8th December 1988. Sir, I have the highest regard for our courts. In that judgment, our learned judges said that henceforth they shall want to see, like precedents set in England, the evidence from the Minister whether the person to be detained is a threat to national security. The Government holds that if that is the case our High Court judges will be the final arbiters in questions of national security. That is not true. What the decision of 8th December really means is that (1) the Government is not above the rule of law; (2) the courts want to ensure the freedom of the individual; (3) there is no arbitrary use of power and the abuse of power by the Government; and (4) justice not only must be done but manifestly seen to be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government in campaigning for the installation of an Elected President advocates strongly for a second key to protect our national reserves. Similarly, Sir, it is not wrong for the people of Singapore to ask for a second key, that is, the said review of evidence by our courts, to protect the freedom of the individual. How can, Sir, I agree to a principle to give absolute power to the Government to arrest whoever it likes? I cannot do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that in the last general elections the people of Singapore gave the Government an overwhelming mandate 80 seats in Parliament out of 81 seats but that does not mean that the people of Singapore have given the Government a blank cheque to do whatever it likes. On the issue of whether or not to continue to give the Government absolute power, I believe the majority of the people of Singapore will oppose it. I know for sure the spouses, parents, relatives and friends of Chia Thye Poh, Vincent Cheng, Chng Suan Tze, Kenneth Tsang, Kevin De Souza, Chew Kheng Chuan, Teo Soh Lung and Wong Souk Yee, will definitely oppose this amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 486</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's present political system is still a copy of that of England, the Westminster parliamentary democratic system, and our judiciary, except for a few changes, like the abolition of the jury, is basically a copy of the English judicial system. Under such a system, unless there is imminent national or security danger to the state, there is really no justice for the state to be allowed to arbitrarily arrest or detain its citizens without the recourse to our courts. Our courts, if the amendment is allowed, can only look at the procedural matters in regard to an arrest under the ISA. That is not justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What this House is asked to do is likened to giving a big bully in a kampong all the powers to do whatever he likes. Is this analogy wrong? I do not think so. With absolute powers of arrest and detention, this Government sooner or later will act like a big bully. The whole population will be coerced and cowed and the majority of our people will become intimidated and become submissive. We shall perpetuate the culture of fear in Singapore. Unless of course the Government changes the ground rules and follow the Japanese model, as explained to us by the Minister of State for Trade and Industry at the previous sitting, then it could be a different matter altogether. The Government shall have to take the Opposition into confidence. If the Government can convince the Opposition that there is justification for each arrest under the ISA, the Opposition shall support the Government in the exercise of that power. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> You want to be consulted? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But under the present system, Sir, there is no check on the Government at all. It can smack down anyone it likes. It requires only to give a flimsy reason. There is no effective avenue for remedy if the Government is wrong in its decision. The Advisory Board, Sir, is seen by the public not to be independent. In any event, it only advises the Government and the Government is not bound to accept its recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a result of having the Internal Security Act which allows administrative or preventive detention, as the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 487</b></font>\n  <br>\n  <br> terms it, there is one citizen of Singapore, Mr Chia Thye Poh, has suffered under this so-called preventive detention, 22 years of incarceration since October 1966. Sir, we have gone through this matter in 1985. The Government says that Mr Chia only needs to sign an undertaking that he will not support the Communist Party of Malaya or to be its member and to give up force to overthrow the Government of Singapore. But Mr Chia has written to the Minister, I believe, denying that he is a member of the Communist Party of Malaya or, in fact, even applied for membership, and that he has not really advocated violence to overthrow the Government of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am myself convinced that he is no security threat to Singapore under our present conditions. If he were a security threat, why does the Government allow him to be released under certain conditions. If he really wants to indulge in violence, in any event he will give an undertaking and come out to participate in violence, because violence does not obey the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to detain a person for 22 years is inhuman, whatever way you look at it. I feel that I have come here not just to ask for his immediate release. Sir, I believe that if we are going to practise what we promote the Government is going to promote Confucianism I think we have to be human. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have never met Mr Chia myself. I have only met his father and sister quite recently at two dinners (one organized by the Workers' Party and one organized by my Party). He is not in any way affiliated to me politically. Two of my party members had visited Mr Chia's home and they reported to me that the family is law-abiding; the sister is a devout Christian and the younger brother is an engineer. It was also reported that Mr Chia Thye Poh's health is getting bad, his eyesight is failing. I think it is humane and compassionate if the Government should release him immediately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am willing to give an undertaking to act as a guarantor for the release of Mr Chia Thye Poh and should he within the next five years, within the duration of this Parliament, participate in any violence, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 488</b></font>\n  <br>\n  <br> will undertake to resign my seat as Member of Parliament and refrain from taking part in politics for the remainder of the period of this Parliament. Sir, this is no laughing matter. If you think it really properly, a man has been detained for 22 years. Let us not be insensitive; let us not be so hard. I think there is good ground for releasing Mr Chia. If I could act in any way as an intermediary, or in any way, for the release of Mr Chia Thye Poh, I will do it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have prepared this undertaking in writing. Perhaps I will submit it for circulation. [Copy of undertaking handed to the Clerk.] Sir, the undertaking reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I Chiam See Tong, MP for Potong Pasir, in consideration of the Government of Singapore releasing Chia Thye Poh from detention, ordered under the ISA, immediately and unconditionally shall act as his guarantor that Mr Chia Thye Poh will not participate in any violent activity calculated to overthrow the legitimate government of Singapore for the duration of the life of the 7th Parliament and should Chia Thye Poh be proven to participate in the said violent activity within the said period then I shall resign as Member of Parliament for Potong Pasir and refrain from taking part in politics for the remaining period of this Parliament.' \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry and Second Minister for Defence (Services)) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry and Second Minister for Defence (Services) (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I rise to seek a point of clarification from Mr Chiam. I would like to reserve my right to speak again later on. I will not comment on his rather remarkable offer to stand guarantee for Mr Chia Thye Poh, although I personally fail to understand how after one man has committed violence, forcing another presumably innocent and peaceable MP out of Parliament and out of politics, will help either to repair the damage, or to further the interest of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I only want to ask him one question. Mr Chiam said that the PAP, despite having been returned overwhelmingly in the last General Election, does not have a mandate to amend the Internal Security Act and restore the status quo ante. May I, therefore, ask him: Firstly, whether it is not true that in the last General Election in the PAP's Party programme, there was a specific section explaining the PAP's stand on the ISA, reasserting that the PAP believed the ISA was necessary, would use it with judgment and impartiality, and would campaign on it to seek the support of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 489</b></font>\n  <br>\n  <br> people on this specific point? And secondly, why Mr Chiam in all his election campaigns since 1976 - 1979, 1980, 1984, and particularly 1988, did not at any time during the campaigns raise this issue and did not make this generous offer to stand guarantor for Mr Chia Thye Poh, in order to get public support and backing for him to come here and say he is speaking on behalf of the people of Singapore? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the Minister for Trade and Industry has made a long speech although he was only supposed to ask for clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It was a clarification. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I want to ask the Minister and ask the Government: Is it not cruel, is it not inhuman to have preventive detention of one of our citizens for 22 years, coming to 23 years next October, and his health is failing and he has got no organization, nothing? The question is: Is he a threat to national security? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my judgment, I do not think so. That is why I dare to give this undertaking. I am sticking my neck out and putting it on the chopping block. Sir, because I do not think so. I have thought about it, my party members have spoken to members of his family. And by looking at the family background we can tell more or less the person from that family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So it is therefore now a question of my judgment against the judgment of the Government whether or not he is a security threat. I say no; the Government says yes. But I have given my undertaking. I want the Government to respond to that. Does the Government accept my undertaking and release Chia Thye Poh now without conditions? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, that is not the question. I have already, in passing, referred to the futility of forcing Mr Chiam out of this House as a result of Mr Chia Thye Poh committing violence. Attractive and inviting though the neck may be on the chopping block, I fear it is the wrong neck. The question is: Why did he not mention this during the General Election? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 490</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, as far as I know, during the last Elections, the Government hardly mentioned the Internal Security Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> They were harping only on the town councils. In fact, even the Agenda for Action, the programme in it, was never discussed at the General Elections. That is as far as I know. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the reason the ISA did not get discussed was not for want of trying of the Government or the PAP. The reason it was not discussed was that all the Opposition parties, including the Workers' Party and those who had newly joined the Workers' Party, funked the issue. May I quote, therefore, to establish this from the Party programme, the PAP Programme \"More Good Years\", which we issued before the Election campaign and, when we gave a press briefing introducing this programme, I specifically highlighted these paragraphs: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'To safeguard our prosperity and stability, the Government must be vigilant. From time to time, foreign elements and their proxies try to meddle in Singapore's affairs. Subversive groups try to exploit our rules to break our system. If we allow them to destabilise our society, by organising a covert network of pressure groups, staging mass protests, and causing rioting, bloodshed and violence, as Vincent Cheng intended to do, then we can forget about 9% growth or extra bonuses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP government believes we need the ISA to preserve our tranquillity and freedom. Without the ISA, no government can protect Singaporeans from those who mean us harm, and seek to overthrow our democratic system. But the Government can only act on behalf of the people of Singapore. Ultimately, you must decide: do you still want to deal firmly with threats to our security? Or should we be more tolerant of potential threats, even though they may exploit our tolerance as a weakness, and grow stronger and more dangerous to tackle later? The choice is yours.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would have thought, Mr Speaker, Sir, that is as clear a statement as you can make. The cards were put on the table. Ican understand Mr Chiam might be squeamish about making a speech on this subject in an election campaign. But I would further ask whether a corresponding paragraph could be found in the SDP or Workers' Party manifesto. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 491</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think the Minister is trying to divert the issue at the moment. The issue at the moment is whether or not Mr Chia Thye Poh is a threat to national security. If they say no, release him, accept my undertaking. We are not talking about internal security generally. There may or may not be grounds for retaining the Internal Security Act. But the point is that exercise of power has been done and one of our citizens under the so-called administrative detention has been locked up for 22 years. Is that right? If we have got a conscience, if we have got feelings for our fellow citizens, I want to ask the Government: is that right? Is he really that great a danger or is it just a face-saving device like what the Asians say, they are trying to save their face? I have given an undertaking because I take the seriousness of this. I think Singapore people must have a heart. And if we are going to have a heart, let us show it. Release Mr Chia now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have got everything to lose. I have got no connections with Mr Chia whatsoever nothing to gain. But he is a Singaporean and we must care for him. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, the issue before the House is really the two Bills that have been tabled. And if the Member wishes to have a debate on the question of Chia Thye Poh, I think there can be another opportunity when he can raise it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Accept my undertaking! \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, we have not seen his so-called undertaking. I look forward to reading it. But from what he read, I find it very significant that he has not referred anywhere to his undertaking that Chia Thye Poh will not resume his links at all with the CPM or the Communist United Front. And he must also tell us \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I correct it? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, could you resume your seat? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> And he has not told us how such an undertaking is to advance our national security. If the event does take \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 492</b></font>\n  <br>\n  <br> place that Mr Chia Thye Poh resumes his subversive activities, then not only would we have another security problem, but we would have also lost an Opposition Member. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I want some clarification, Sir, from the Minister. First of all, I must congratulate a new champion for Chia Thye Poh. Some people have been saying that he is trying to jump onto the bandwagon. I am not sure if he is. But anyway we welcome all this, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Can you seek your clarification? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> But I want to ask the question of the Minister about the violence that he talked about. Since when has this violence that he talked about --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I have a clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, can you resume your seat? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I object to the tone of turning this into a joke, Sir. This is a serious matter. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, before you rise to speak, you have to seek my permission first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee, can you finish your clarification? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> The Minister was referring to the violence by Chia Thye Poh. What sort of violence had he been carrying out? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, you have made your clarification. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> And the other one too, Sir. He also said something about all political parties having funked the issue on ISA. That is not true, Sir. They have a record of all our speeches. I am sure they can play them over and listen to them. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Dr Beng, make your clarification. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I have two points of clarification for the Member for Potong Pasir. Firstly, he said that the Advisory Board is seen by the public not to be independent. I would like him to clarify as to his own views. Does he see it as an independent board? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 493</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in his enthusiasm to champion the cause of Chia Thye Poh, he has made an offer to resign as the Member for Potong Pasir. If that is the case, will he not be letting down the people of Potong Pasir who have voted for him? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, if the review board is to be effective, I think some non-government people should be in it. Otherwise it will always be seen to be not independent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards whether or not I would let the people of Potong Pasir down, I think it is no concern of Dr Arthur Beng. It is between me and my constituents. \n  <br>2.02 pm \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai (Bedok GRC):</b> Mr Speaker, Sir, I rise to speak on the Constitution of the Republic of Singapore (Amendment) Bill and the related amendment to the Internal Security Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not a lawyer and I am not familiar with legal technicalities. So I would like to limit my remarks to the concerns of the man in the street. The main concern is this. Do the amendments to the Bills affect their civil and political liberties? Are they not subject to abuse without recourse to the courts? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it needs to be emphasized that neither the Internal Security Act nor the proposed amendment to it infringes on the right of every citizen of Singapore to take part in political activities, be he for or against the government in power. The ISA exists as an instrument against those who threaten our security through subversion and acts of violence, and against those who gamble with our way of life, our family and our property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, there has been some confusion in some quarters of the public, and I believe also in the mind of the Member for Potong Pasir: some confusion between a political opponent of the Government and a subversive who seeks to overthrow the Government. A political opponent, Sir, works within the system. A subversive uses unconstitutional means to achieve his objective. This confusion may have arisen partly because some subver- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 494</b></font>\n  <br>\n  <br> sives in the past had been members of the political opposition. We need to constantly remind ourselves and assure the public that they were arrested not because of their political beliefs but because they posed a threat to national security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir has mentioned Mr Chia Thye Poh. I believe that the Government has stated its position before that if Chia Thye Poh were to renounce the use of force, he could be considered for release. I believe he has not to this date renounced the use of force for political objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, threats to national security are quite real. For all our economic progress, ours is a fragile and a volatile society. I remember vividly as a child during the school holidays travelling through Johor in the days of the emergency. Communist insurgents lurked in rubber plantations through which we drove. We passed through many security blocks and we saw trucks with bodies of soldiers and innocent victims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have myself witnessed one racial riot and have been curfewed as buildings around me were burning. Sir, these events happened not so long ago and could happen again if we ever slipped into complacency and relax controls over national security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in restoring to the Minister for Home Affairs the power of subjective discretion in internal security matters, we are doing no more than to affirm our trust in Cabinet and Parliament. To be sure, the Government can violate our trust and abuse their powers. But are there sufficient safeguards against such abuse? Members in this House have mentioned various safeguards that already exist. I wish to add that ultimately the safeguard is with the people. It is within their power to remove unjust governments by the use of the vote. Cabinet and Parliament cannot afford to forget and has never forgotten that we are accountable to the people for running a fair and just government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has there been abuse of the ISA to suppress the opposition? The answer is obvious. If we look at the last general election and compare it to previous elections, there have been more opposition candidates in the last election and of better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 495</b></font>\n  <br>\n  <br> quality. Of course, the cynics would say, \"Well, the Government allows only the weaker opposition candidates to come forward, putting away the really tough ones who can give us some competition.\" I do not think the two Opposition MPs in this House would agree that this is so. These two Members are fierce critics of the Government and each has a substantial following of supporters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the opposition is alive and well in Singapore, thanks to the free society that the ISA has helped to make possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Minister's position on the Bill. \n  <br>2.08 pm \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, I would just like to confine my remarks to the question of appeals to the Privy Council. Of late on this subject, there has been much attention and discussion. So I thought I will spend sometime on this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Minister stated in his opening statement, appeals to the Privy Council have been in existence since colonial days. Today, the Privy Council is the highest Court of Appeal for Singapore. Other Commonwealth countries like Canada, Australia, India and Malaysia have done away with appeals to the Privy Council and established their own courts as the final arbiter. However, smaller countries like Singapore and some states in the Caribbean have found it useful and necessary to retain this recourse to the Privy Council. I think the decision to retain appeals to the Privy Council has been a right one so far. In fact, we have benefitted from this practice. Further, I am also sure that the judges in Singapore do not mind their decisions being tested by the Law Lords. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in an article in yesterday's Straits Times, Viewpoint, there is a strong case made for the retention of appeals to the Privy Council. If I may read, Sir: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Singapore still needs the Privy Council.' I would like to ask the Minister how useful and effective have appeals been to the Privy Council for Singapore. How many cases have gone up to the Privy Council in the last 10 years? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 496</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The writer of this article also made the assertion and I would like to quote the particular section: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Like any court here, the Privy Council interprets the law of Singapore. So as long as the ISA is competently drafted and leaves no reasonable room for doubt, the Council will have to give effect to the wishes of the Singapore Parliament as expressed clearly in the Act.' I would like to ask the Minister whether this assertion is true. Because reading other parts of the article there seems to be some contradiction. Maybe the Minister can clarify. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I were asked whether all appeals to the Privy Council should be maintained, my answer is no and maybe a partial yes at the same time. As a sovereign state, all cases, whatever the extent and seriousness, be it related to ISA or other criminal or civil matters, I believe the final decision must be made in Singapore. However, Sir, I am prepared to concede in some cases, particularly in the commercial areas, maybe shipping and banking as an example, for appeals to be allowed to go to the Privy Council. But I would like to go on to suggest that such appeals go to Privy Council provided both parties put it as a pre-condition in their contracts, ie, it is mutually agreed by both parties. If this is adopted, then it will go to some extent to reinforce the point made in the same article yesterday about foreign investors needing to have some confidence in the system. In banking parlance, this may amount to what one might say a \"comfort letter\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Barring this exception, Sir, I would strongly recommend to the Minister and this Government that it is time seriously to consider ceasing all appeals to the Privy Council. I think the Minister made various points. I would like to repeat some of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ground rules, firstly, have changed over time. Britain itself, as indicated by the Minister, changed course because of its entry into the European Community. It is being influenced by European law, particularly in the field of administrative law. Secondly, there is very little or no Commonwealth input in the Privy Council, as it was previously the case. Thirdly, conditions and development in Singapore are different from those in Europe and Britain. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 497</b></font>\n  <br>\n  <br> Britain itself is finding it difficult to adjust to a European climate. What more for Singapore. Hence, I am convinced that it is not appropriate for us as a sovereign nation to submit to an external authority like the Privy Council. Lastly, if the Singapore courts make any mistake, we as a nation will pay for it. If the Privy Council were to make a mistake, will we be bailed out by the British Government? Certainly not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some quarters believe that the current changes are being proposed because of recent rulings of the Privy Council. I think it will be very difficult for Government or anyone to convince such people. I personally feel it has helped us to focus on the problem and the potential areas of conflict. These cases have merely shown us why it is necessary for us to make the changes now. It is only a matter of time. As for me, I think the time is right for us to change course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Appeals to Privy Council have provided us a breathing space. Our Judiciary should be the highest court of our land. We cannot allow Law Lords, who sometimes do not play cricket, to decide for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I commend the Minister the total withdrawal from Privy Council, I would also like to draw his attention to two areas. Firstly, if appeals are withdrawn from the Privy Council, will this not put an extra load on our already over-burdened judiciary? My question is, are we geared to take on this extra responsibility? Sir, as the Member for Fengshan said, I would also like to ask whether we need a separate Court of Appeal? Right now, with a limited number of judges, is this also feasible? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, abolishing appeals to the Privy Council is one thing, but I believe we also must be geared to take on this additional role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, I can only repeat that whilst the Privy Council has served us well so far and we should be grateful for this. Nevertheless, Sir, it is time for us to be master of our own destiny and, to misquote the Straits Times' Viewpoint article, \"Until then, Sir, I submit that the Privy Council is dispensable.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 498</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Foreign Affairs and Minister for Community Development and Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs and Minister for Community Development (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I rise in support of this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when Singapore became independent in 1965 the Government decided to retain the final court of adjudication with the Privy Council. There were many reasons for this. One was that Singapore inherited its legal traditions and common law from the United Kingdom. Many of the Law Lords too had served in the colonies in Asia and so would have an intimate experience and subtlety in dealing with cases from Singapore. Their knowledge of local conditions and history resulted in decisions that served to strengthen stability here. It was this knowledge of local conditions that allowed the implementation of the ISA, which was a device used by the British colonial government to maintain security. The Singapore Government inherited the ISA from them. Indeed, Sir, if you look at Articles 149, 150 and 151 of the Constitution of Singapore, you would note that they have their origins in the Constitution of Malaysia, which probably derived this also from the British ISA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore also retained the right of appeal to the Privy Council because in its initial years of independence, there was a lack of experienced Singapore judges. Hence it was important to retain an external reference to avoid developing a parochial, closed legal system, and to give our foreign investors some confidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Sir, many Asia-Pacific countries in the Commonwealth, for example, India, Sri Lanka, Australia and Malaysia, have long ceased to have their cases adjudicated by the Privy Council. We should have done the same. It is an anachronism that should have been abandoned. Why do I say so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the 23 years since Independence a number of changes in Europe and in Singapore have taken place. Britain has joined the European Community and has adopted a more European-oriented approach. Development of concepts of human rights in Britain has followed the European and liberal western models, such as the European Convention for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 499</b></font>\n  <br>\n  <br> Protection of Human Rights and Fundamental Freedoms. Europe emerged from World War II with its tradition of established political, legal and administrative systems still largely intact. European societies are much larger and more stable and therefore a greater leeway in the interpretation of human rights and liberties could be tolerated. For example, Sir, although Europe faced its own peculiar brand of communism, Euro-communism did not attempt to wrench power through guerilla and revolutionary tactics. Instead they accepted the course of obtaining power through the ballot box. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, Sir, as time goes by, the empathy and the understanding that the Law Lords have for local conditions have diminished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation in South-East Asia evolved in a markedly different manner from that in Europe. In the South-East Asia region the nexus between human rights and the companion concept of responsibility is a more critical one. After World War II the countries in the region were largely still colonies struggling for independence. The birth of new countries of South-East Asia was accompanied by a certain amount of travail which included regional hostilities and communist guerilla movements. The communist movements in Singapore and Malaysia were not nationalist ones but were based on ideological lines. Unlike European communists, the CPM attempted to gain power through guerilla warfare and violence. The threats by the CPM to the existence of order in Singapore required unique solutions. The CPM has also changed its tactics in response to political and social changes in Singapore. The arrests and subsequent statements by the Marxist conspirators in 1987 have shown that the CPM has not discarded its intentions to undermine and overthrow the Government. Despite what the Member for Potong Pasir said, Sir, between 1973 and 1985, 45 civilian police officers and other officials were killed by the communists in Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the multi-racial nature of our society also makes it necessary to have preventive detention laws to preserve racial harmony. The Government is in the best position to assess and to determine the appropriate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 500</b></font>\n  <br>\n  <br> measures and responses to make in order to safeguard national security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, preventive detention laws are never palatable. They place a heavy burden on those who have to use them. The Government has never abused this power even at the time between 1966 and 1981 when Parliament consisted of only the PAP members. It has always judiciously used the ISA to maintain peace and security for the good of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government, Sir, has never shied away from difficult problems. It has always confronted tough issues head on. Take, for instance, our drug and crime situation. Despite being the hub of communication in South-East Asia and being so close to the Golden Triangle, we have been relatively free of the drug problem. The reason why this is so, Sir, is that we have the Misuse of Drugs Act which punishes with death a person who is convicted of drug trafficking. We also have a law called the Criminal Law (Temporary Provisions) which empowers the detention of gangsters and drug traffickers. There are close to 1,500 such persons under detention and yet no one has challenged that it is wrong to detain them. Therefore, it is not preventive detention per se that is undesirable but the implementation that is being questioned. Sir, I submit that the records show that so far we have not taken this responsibility lightly. The judicious use of such powers has enabled us to have a relatively drug-free and crime-free environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, western human rights campaigners would call these laws draconian. But we know that these laws have been effective in protecting the interests and safety of our people. Similarly, the Internal Security Act has enabled the Government to detain people who threaten the security of the State. Sir, the ISA has never been used by the Government to detain people who are against Government policies or who speak up against the Government. It has never acted like a bully. If the PAP Government has done so, it would have been voted out of office a long time ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people think that stopping appeals to the Privy Council is like the end of the world. Nothing is further from the truth. Singaporeans should have no reason to doubt that they will continue to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 501</b></font>\n  <br>\n  <br> survive even without access to the Privy Council. We must decide our fate ourselves. National security interest must be a matter to be decided by the Government which is democratically elected by the people. It is a responsibility that cannot be abdicated to a foreign court which has no stake in our well-being. As the Singapore Court of Appeal has said that it agreed with judicial opinion expressed in other jurisdictions, it is also necessary to amend the law to restore the subjective test principle so that the Executive alone could decide on matters of national security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in all the previous General Elections, the Internal Security Act was canvassed, yet the people have rejected the views of the Opposition. The people have given the Government the mandate to govern and look after their security interest. We cannot abdicate this responsibility to any court. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, I rise to support the Motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to offer some observations, Sir. As we go about amending this particular piece of legislation, I think we could do a better job in anticipating the change that is about to take place rather than to react to a particular and specific situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it appears to put us in a bad light that the law is drafted in immediate response to a particular and specific change of event. I do not know whether it is because we have not provided adequate facilities and resources for the Ministry of Law or that the Ministry has been tied up with so many other matters that this area of work has been low in their priority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as various laws are being reviewed from time to time, I would suggest that a Law Reform Commission or a Law Review Committee be set up to systematically prepare ourselves in anticipating the changes and development taking place in Singapore and throughout the world. We have been very good in planning in other areas and in the area of legislation which affects every citizen, this should remain high in our priority. Sir, I urge the Ministry and the Minister to give due consideration to this suggestion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 502</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 2.50 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.25 pm until 2.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, matters pertaining to our internal security matters are a matter of great concern to a majority of Singaporeans. Therefore, it is essential that the ordinary man in the street understand the principles behind the Bill now before us to dispel whatever ambiguities that he or she may have. Singaporeans must always acknowledge that internal security matters require high-level decisions and responsibility on the part of the Government in other words, decisions which could only beapplied in extraordinary circumstances where the expertise and judgment of the Government are called for, rather than the Judiciary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we must realize is that such decisions are made not by one or two persons but rather collectively by the Cabinet which is responsible to Parliament. It demands swift action on the part of the Government to handle exigencies cutting through normal legal procedures in order to prevent or arrest potentially explosive situations to safeguard our national interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Internal Security Act has many similarities with the ISA of our neighbour, Malaysia. However, difference is that Malaysia has, since the 1960s, disallowed appeals on ISA cases to the Privy Council in London. This was a wise and practical more which we in Singapore could follow based on the principle that the internal security matters of an independent and sovereign country must be solely decided by the Government of that country who understand's and grasps local circumstances better than outsiders or foreigners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As loyal and law-abiding citizens, we should accept the fact that every independent country has the prerogative to decide \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 503</b></font>\n  <br>\n  <br> and determine its own laws which are designed to safeguard its well-being and that of its citizens. It is our absolute right to determine our destiny without being obliged to refer to or be influenced by external events. A fundamental question we should ask ourselves is do we not agree that the legal system of each sovereign country should evolve in accordance with local situations and circumstances? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said all that, Sir, with regard to cases other than internal security cases, I would like to urge the Government not to rush into making a decision but to examine thoroughly the implications of disallowing appeals to the Privy Council. In my opinion, this is crucial if we wsih to continue to uphold confidence and ensure stability of our legal system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, if we go down to the basics, the question is whether we need the ISA to help us guard against subversion, conspiracies and other threats to our security. If the answer is yes, then the reason for the two Bills is obvious. The Government is responsible for security and the Executive must retain the subjective right to decide what is or is not a security threat. If the answer is no, then the debate on the two Bills is wrongly focused. The debate should be on the repeal of ISA, not the judicial review of security cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ISA issue is not new. We had to make a stand on this in mid-1987 when we used it to arrest Vincent Cheng and 15 others for their involvement in a Marxist conspiracy to destabilize the State. In that experience with the Marxist conspirators, their re-arrest in 1988 and later the arrest of Francis Seow for his getting involved with some American officials in our domestic politics, reinforced my conviction that we must have the ISA, and not discard it. Without it, we would not have been able to deal with these threats to our security so quickly and effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the recent judgment of the Court of Appeal, I still hold the view that the Executive's powers under the ISA must remain undiluted. The communist threat may have diminished. It may be receding \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 504</b></font>\n  <br>\n  <br> but it has not disappeared. Foreign powers and human rights groups may refrain from interfering in our domestic politics but such restraint is not permanent. To have the power of detention without trial, to deal with these similar threats diluted, or subject to review by another body which is not answerable for the security of Singapore, is to risk our ability to deal a crippling blow to these threats quickly and decisively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our position on the ISA, however, is only as strong as the people's. If the people are not convinced of the need for the ISA they have the right to take it away. In an election, they can vote us out provided the Opposition campaigns on the basis of repealing the ISA. That right belongs to the people. If they want the ISA but feel that we have abused our powers under it, they too have the right and power to remove us from our position of authority. Indeed, we made this very clear before the last general elections, and also in earlier elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The re-arrest of the Marxist conspirators, the arrest of Patrick Seong and also the arrest of Francis Seow all these took place before the September general elections. There was an uproar both among Opposition parties and also among overseas human rights groups, like the Amnesty International, Asiawatch, and so on. We answered them point by point and reminded them that in using the ISA the PAP Government had the mandate of the people of Singapore, freely and repeatedly given in successive general elections in which the ISA had been an issue. Mr Chiam said we did not make this an issue, we did not raise this. He has conveniently forgotten that it was in the PAP manifesto. BG Lee quoted you the passage from our manifesto just now. Indeed, even before the elections in April 1988, our press statement on Francis Seow had a paragraph on this. And if I may remind Mr Chiam, let me quote this paragraph to refresh his memory: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'From time to time, at elections in the 1960s and 1970s, political parties and even individual candidates have campaigned against detention without trial. All Singaporeans are free to do this, in fair and open debate, so long as they are acting on their own, and not at the egging or with the help of foreign groups. Now the prime movers behind these detainees, who the government believes are not Singaporeans, have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 505</b></font>\n  <br>\n  <br> again made detention under the ISA an issue. The next general elections will provide the proper constitutional channel for genuinely different views of how to govern Singapore to be put before the electorate. Then Singaporeans will have to decide by their votes whether they support the use of ISA powers against subversives to preserve the security and tranquillity of the Republic, as in these cases, or whether they believe that Singapore has advanced into a mature society like the West and can afford to adopt the practices of the West.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition parties ducked the issue. Mr Chiam who has contested five elections (1976, 1979, 1980, 1984 and 1988) has not campaigned against the ISA during the elections. Even Francis Seow, the \"great\" champion of human rights in Singapore, conceded that the ISA was needed, although he said, rather softly, that the use of ISA against him personally was wrong. But he did not follow up in the elections. He did not tell the whole electorate what the abuses were. He did not explain or prove to the electorate that there has been an abuse of power insofar as he was concerned under the ISA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh, having campaigned for the Barisan Sosialis against the ISA in every previous election, piped down this time. He himself has never been arrested even though he was closely associated with communist sympathisers and operators who were, because the ISD knew the difference between him and them. He knows the powers have not been misused. If his friends had won, he would not be in Parliament today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why did the Opposition not make it an issue in the last general elections? Because they knew the voters would support the PAP's position on the ISA. The September elections had been significant not only for the issues which had been discussed or debated Town Councils, Elected President, and so on but also for those which were not raised the ISA. BG Lee pointed this out on election night. Now Dr Lee Siew-Choh and Mr Chiam have resurrected their old stand. Who gave them the mandate to do so? During the elections they could have gone to the people for the mandate, they did not. So, who gave them the mandate to do so now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Court of Appeal issued the judgment changing the law on preventive \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 506</b></font>\n  <br>\n  <br> detention, we did not just dismiss the judgment. We sat down to carefully review our position on the ISA again. First, has our situation changed so that the ISA is no longer necessary? The answer is that it has not. Second, should we follow the UK practice and allow more scope for judicial review? The answer is no, because security matters are squarely the responsibility of the Executive which must answer for its actions to the electorate. Do we or do we not act now to restore our position to what it was and thus reaffirm the continued relevance of the ISA to potential subversives, human rights groups, well-intentioned but wrong-headed foreign governments and others who might otherwise have believed that we were softer than the Prime Minister's generation? We considered the matter carefully and decided to act. Better to remove any doubt about our position on the ISA than to tempt others to try their luck at subversion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subject before the House is not a Home Affairs matter. The Bills are decided by the entire Cabinet. I know that the ISA is a powerful tool, and in the wrong hands can do harm. But I also know that Singapore cannot be governed without the ISA. This only reinforces the importance of having men of absolute integrity and judgment in politics, so that the Government does not abuse the power which it has been vested with, as this PAP Government has never done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The answer to possible abuse of ISA, however, cannot be judicial review. That will merely transfer the important matter of national security from the Executive to the judiciary, a responsibility which it is not equipped to discharge. This is especially so when the appellate body is outside Singapore, like the Privy Council. The answer to possible abuse of the ISA must be political, that is, having another political body to exercise judgment on security cases, much the same way as the Executive has done. In other words, have another political body other than the Executive to provide a second opinion and a check and balance. We are working on this idea. But meanwhile before the idea is crystallized, make sure you have men of integrity in Government to prevent any abuse of the ISA or any other laws in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 507</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr K. Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr K. Shanmugam (Sembawang GRC):</b> Sir, I would like to briefly address this House on a point made by Dr Lee Siew-Choh before coming to the constitutional amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Lee suggested that the proposed amendments to Article 94, subsection (3), will in fact make the Chief Justice \"beholden\" (to use a term used by a former Parliamentarian) to the Government. That was the central point he made. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> A point of clarification, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Would you like to give way to Dr Lee to make a clarification? \n  <br>\n  <br>\n  <!-- Mr Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Shanmugam:</b> Yes, I would give way. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I do not know what he meant by \"beholden\". \n  <br>\n  <br>\n  <!-- Mr Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Shanmugam:</b> Sir, I was merely paraphrasing. I think the Hansard can be referred to. What he suggested was that if the Chief Justice could be repeatedly appointed by the Prime Minister, the independence of the Judiciary will be affected. That I think is what he said, and the word \"beholden\" precisely covers that point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the effect of the amendment is to merely clarify the existing legal position. The Government's point is that the Chief Justice can be appointed after reaching retirement age of 65 under the existing constitutional position. A question as to the validity of that mechanism has been raised in the Privy Council very briefly. In order to avoid any such suggestion, the Constitution is being amended to make it clear that the Government can advise the President to continue the appointment of a Chief Justice after he retires or reaches retirement age. That is no different from the decision taken by the Government in the first place to appoint a judge. A judge is appointed by the President on the advice of the Government. So in that sense, I think Dr Lee has missed the point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may now come to the proposed constitutional amendments. Mr Speaker, Sir, the proposed amendments appear to be a direct consequence to the recent decision of the Court of Appeal. The intention of the amendments is to ensure, first, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 508</b></font>\n  <br>\n  <br> that the merits and grounds of the Minister's decision to detain a person under the ISA cannot be reviewed at all by the courts. Secondly, the effect of the amendments is to ensure that there can be no appeals to the Privy Council in respect of challenges to a detention under the Internal Security Act. The rationale for both these amendments have been set out by the Minister for Law and Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, two aspects of this amendment will have to be considered. First, the effect of the proposed law, and second, the impact it will have on public opinion and perception. The effect of the proposed law is to give the Minister near-absolute powers to order the arrest of any individual. He decides whether or not there is a threat, and his decision cannot be reviewed on the merits. An arrest under the ISA means that none of the basic constitutional rights can be exercised by the detainee. He has no right to trial because he has not committed an offence. The ISA forms an exception to all that is basic in our society, including the concept of rule of law and the concept of separation of powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ISA has been justified, and I fully accept the justification that such powers were necessary considering our circumstances and the communist threat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to the amendments, it will be useful to consider what exactly the Court of Appeal said. It did not say that it can itself decide whether or not the detainee posed a threat. The Court said that it can consider, within broad parameters, whether or not there was any ground at all for the detention. It will set aside the detention only if there were absolutely no grounds for the detention, ie, it takes the view that no one in his right mind could possibly have concluded that the detainee posed any threat to national security. Otherwise, it will not interfere with the Minister's decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the amendments will deny the courts that power. This Government believes that it has never abused the ISA and that there is nothing to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 509</b></font>\n  <br>\n  <br> fear. The Government works on the basis that the persons in Government should be upright, moral and only do what is good for the country. Thus the people have nothing to fear, despite the powers that the Government has. These powers will never be abused and because they are so effective, they help the Government govern effectively for the greater good of all. So that has worked. But can we be sure that down the road, the situation will be the same? We cannot guarantee that the future government will comprise honourable men. Our election system is not geared towards that end. 20-30 years from now, there can well be a party which forms the government by winning 43 out of 81 seats and less than 50% of the votes. The temptation to use the ISA for political ends becomes almost irresistible under such circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An argumment, therefore, can be made out that there must be checks and balances within the system. The Minister in taking his decision can arguably be made to realize that if his decision is so unreasonable that one look at the facts will show that he could never have considered the detainee a threat, then his decision should be reversed by the courts. Sir, the idea is really to find a middle ground. I agree that it is unacceptable that the courts can review and substitute their own decision for that of the Minister's. The courts cannot and should not be able to say that they would have decided it differently and that therefore the detainee should be released. The only question is whether they should be able to say that they have reviewed the facts and that the detention is so unreasonable that there is no ground at all for coming to that decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The distinction between the two approaches is well set out in a substantive article yesterday by Mr Cheng Shoong Tat in the Straits Times. I was surprised, Sir, at the perceptive analysis of the legal and constitutional position and, in fact, my position has been fully anticipated by Mr Cheng. What I would suggest is that there ought to be amendments to the ISA, to make it absolutely clear that the Minister has the responsibility for the security of the State and that the courts cannot substitute their view for the Minister's view. The courts have not done that as yet but under the existing law, particularly after the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> recent decision of the Court of Appeal, there is a possibility that they may do that. Thus an amendment is necessary to define exactly what the courts can and cannot do. However, I would urge the Minister to consider whether the court should be given a residual right to review the decision of the Minister when they are convinced that the Minister's decision is totally unreasonable. A suitable legislative formula could be found. If the Government is convinced that the proposed amendments should be proceeded with in the present form, then I would suggest that the Hon. Minister at least consider what other safeguards can be built in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second aspect is the impact this legislation will have on public opinion. I suspect that there will be an unfavourable reception. Among this section of the public, there has been termed \"western-educated liberal\". That section is fairly young and probably play an important part in opinion-making in our society. Their views cannot be ignored. Their hearts and minds must also be won if we are to achieve the society of excellence that we aspire towards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that group of people who are concerned about the proposed amendments are people who accept the ISA, in principle. They only want to know that there are safeguards. This is another factor which I would urge the Hon. Minister to consider. The thrust of my point is that we are honest, we are sincere, we will never abuse the power. But we are building in a legislation and in 50 years there could be some other government. And morality in government can never be ensured by us now. My point is that if the legislation on what the courts can and cannot do is carefully drafted, then despite judicial activism the Privy Council and all lower courts can only be given the task of deciding whether the Minister was acting irrationally. The Parliament is sovereign. We can decide by way of law, if necessary, by amending the Constitution, what the courts can and cannot do. We can therefore design the ISA legislation such that the courts can only act where there has been clear abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me end by expressing my hope that some safeguards will be built in. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 511</b></font>\n  <br>\n  <br> firmly believe in and accept the ISA. At the end of the day, under our system of parliamentary democracy, this proposed Bill will become law because the Government has the total support of the House, bar perhaps the Member for Potong Pasir since Dr Lee has no vote on this point anyway. However, that, if anything, imposes a greater obligation on the Government. \n  <br>3.22 pm \n  <br>\n  <br>\n  <!-- Mr Ong Teng Cheong (Second Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Deputy Prime Minister (Mr Ong Teng Cheong)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, today, we are discussing the Internal Security (Amendment) Bill. What is it all about? We all know that since colonial times until now, all court cases including those relating to internal security could appeal to the Privy Council in Britain. In other words, the Privy Council has the final say in these decisions. Today, this amendment Bill is to do away with all the appeals relating to internal security cases to the Privy Council. In other words, these cases relating to internal security can only appeal to Singapore's highest judicial tribunal, so that Singapore's 3-judge appeal court will retain the final say in the decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who oppose this amendment Bill would say that this is depriving the people of their rights of appeal and is an infringement against human rights; therefore, it is unreasonable and is against the principles of fair play and justice. But those who are for this Bill say that it is correct and right, because it is a matter affecting our sovereignty and our rights. Singapore is an independent sovereign country. We have our own courts and our own judges. Why then should we allow the British courts and judges to make the final judgment on our cases? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people have asked why British cases do not need to appeal to some other country's judicial tribunal, say, the American Supreme Court or Appeal Court? Why is there nobody criticizing the British judiciary as being against the principle of justice, depriving the people of their right of appeal. Australia is an independent country adopting the British system of law. It is an independent country. The Australians are decendants of the British. They have a common Queen with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 512</b></font>\n  <br>\n  <br> the British. But Australia has done away with appeal to the British Privy Council long ago. This is not against any principle of fairness or justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the Judiciary and the Executive have different roles to play, with different functions and powers. We would not allow the Executive to interfere in the jurisdiction of the courts or infringe the independence of the Judiciary just as we would not allow the Judiciary to interfere in the Executive's decision. Although the court has the supervisory judicial power to ensure that the President or the Minister, in carrying out his constitutional or executive power, does so in accordance with the law and the legal procedure, the court cannot overstep its own jurisdiction or scope of power. Our courts have all along been abiding by the legal principles in the decided cases under the Internal Security Act. That is to say, the court has no right to question or review the actions of the President or the Ministers exercising their powers under the Internal Security Act. However, recently our courts have begun to change their long standing principle and attitude. Our judiciary is modelled on the British judiciary which has a long history of experience. We do not deny this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, there are merits in allowing Singapore court cases to appeal to the British Privy Council, particulary in the earlier period of our independence. But we have been independent for over 20 years, and for as many years we have been separated from the British colonial empire. Therefore, our geo-political conditions and particulary our internal security situation, are matters that the British judges may not fully understand. I agree completely with what the First Deputy Prime Minister has said about the Internal Security Act earlier. It is mainly due to this Internal Security Act that we have been able to enjoy peaceful living with secure jobs in a stable and prosperous country. Every general election has shown that the people are supporting the Government in preserving this Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Britain, there are also many changes. Britain has joined the West European group. In recent years, she has been affected by the West European thoughts and moods. Her courts recently have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br> superseded their traditional jurisdiction and tended to take on a new interventionist role and posture in the British Executive decisions. This could cause conflicts between the Judiciary and the Executive. The British and west European courts, in hearing or reviewing cases, have changed their former objective attitude and stand but tend to embark on an intervening and interfering posture in questioning and reviewing the reasons of and the evidence for the Executive decision. Therefore, if we continue to allow our appeal cases on internal security matters to go to such foreign judicial tribunals, then such foreign tribunals would be able to intervene and question the reasons and basis for our President or Minister's decision. In this way, we will be allowing them to out-stride their jurisdiction and interfere in our internal affairs and infringing our sovereignty. Therefore this amendment Bill today is to protect our sovereignty and to ensure that there would not be any conflict between the Executive and the Judiciary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill reasserts the underlying legal principles in the cases under the Internal Security Act. Other cases are not affected. The cutting away of such appeals to the Privy Council relating to cases under the Internal Security Act is only the first step. As regards other cases unrelated to the Internal Security Act, for how ong more would their avenue of appeal to the Privy Council be preserved, I think it would have to await further study by the relevant authorities before a decision can be reached. In my personal view, it is only a matter of time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the proceedings on the item under discussion and item 2 on the Order Paper today be exempted at this day's sitting from the provisions of Standing Order No. 1\" - [Mr Wong Kan Seng]. \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF</b>\n  </div> \n  <div align=\"center\">\n   <b>SINGAPORE (AMENDMENT) BILL</b>\n  </div> Debate resumed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 514</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry and Second Minister for Defence (Services)) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry and Second Minister for Defence (Services) (BG Lee Hsien Loong)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I will avail myself of this opportunity to say that I fully support what the First Deputy Prime Minister had said earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This question of ISA is not new. The ISA has been in force for over 40 years. In recent years, there were the Marxist incidents, the Hendrickson incident and the arrest of Francis Seow. These cases happened one after the other. In the past two years, we had serious and heated debates, taking place both inside our country and outside the country. In fact, two years ago when we arrested these Marxists we had already taken our basic stand and decision. We did not just decide the fate of Vicent Cheng and others only. In fact, we had made our basic decision, because this was a new situation, a new electorate, and new leaders. Should these new leaders make use of the old law to deal with different questions and problems? Of course, new you do not have to mention it. But old it is also quite clear, but different problems. Now it is not a question of Chinese educated communists but a question of English educated intellectuals. Some had links related to European Communists, others to the Philippine Communists. Others were not communists but religious extremists, against whom we must also use the ISA. So this was a basic fundamental decision. Our decision was that we must carry on with this ISA. Therefore we arrested Vicent Cheng. Thereupon we found out their link with the Philippine Communists. Thereby we discovered that Tan Wah Piow in England had been manipulating this group of people. If we had not arrested these people, we would never have discovered all these facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One year later, some of them denied their statutory declarations made under detention. So we re-arrested them and re-examined them. Then, as we also had some suspicions about Patrick Seong, their lawyer, therefore we arrested Patrick Seong and interrogated him. Was there any evidence? No. But we had great suspicion about him. Because we arrested Patrick Seong, thereby we found out Francis Seow's link with Hendrickson, and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 515</b></font>\n  <br>\n  <br> American diplomat's attempts to interfere in Singapore's internal political affairs. Therefore we arrested Francis Seow and asked him about the relationship between him and Hendrickson, and what Hendrickson told him to do. This was not based on evidence, but again on some doubt or suspicion. So in the end our actions were proved right. If we had not arrested these people, Singapore's future might be quite different from what it is now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these had happened before the last General Elections. Sir, you know that no government would like to do this kind of thing before a General Election because it confuses the people's minds, creates instability, and may affect the government's votes. But the country's security must come first. Therefore we had no choice but to do this. Of course, it had caused some hue and cry. In Singapore, the Opposition made a hue and cry of it. Outside, the human rights groups in America, Australia and England organized a campaign to pressure the Government of Singapore, to cause us to change our attitude and stand. In the end, we had a verbal fight, to and fro and tit for tat, for the ensuing few months. Those involved did nothing else but to write letters to counter attack. We said very clearly that this matter was a decision for the people of Singapore, because the Government had to work for the people, to do things for the people. At every general election the Opposition had raised the matter of ISA and the Government's power of arrest as an election issue. Therefore ISA would again become an issue at the next general elections. As early as April last year, a Government's press statement had also said very clearly stated that foreigners should not interfere, as this matter should be left for the Singapore people to decide. Therefore nobody can say that PAP is doing things undercover or stealthily. It is not like the Opposition. Indeed, when the General Election came, we laid he cards clearly on the question of ISA as an issue at the General Election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier when I was discussing with MP Chiam in English I rread out a passage which I said was our General Election platform, that is a document entitled \"Prosperity Forever, Good Years Forever\". Mr Speaker, Sir, I would like to apologize \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 516</b></font>\n  <br>\n  <br> to you and to all Members here that the specific passage was from another election document. But although the language used was different, the meaning was the same. Let me read out the Chinese translation: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Internal Security Act provides us with safeguards. Unfortunately, we are living in a dangerous world. Those who are opposed to Singapore always do not go by the rules of the games. When they cannot achieve their aims through democratic and legal means, they resort to undemocratic and illegal tactics. They organized pressure groups and then manipulate from behind the scene. They seek foreign assistance and support. They do not use peaceful persuasion but resort to violence, bloodshed and riots to achieve their political aims. The Internal Security Act will enable us to counter such threats.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The wording is different, but the meaning is very clear. The General Election was the time for the people to choose. They supported this stand. Not only did the people support us on this issue; the Opposition, by not raising this question, also showed that they recognized that the people supported this stand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the people have elected a new leadership, the question before the new leadership is whether we have the determination to carry on with this decision. The Court of Appeal's review of cases of Teo Soh Lung and others has given us another opportunity to review this question. The question is very simple. First, has the situation of Singapore entirely changed so that we need not implement the Internal Security Act? Or, second, should we follow the British model? Their conditions have changed. They have entered the European Common Market. They changed their laws. Must also follow suit exactly? Or we should directly explain that the power of arrest is an Executive reponsibility and not the duty of the Judiciary? The Minister has to consider all factors in order to arrive at a political decision: whether this person is detrimental to Singapore, whether he has done something wrong, or whether he has not yet done anything wrong but has the intention to do something dangerous to Singapore, whether there is adequate evidence or not, it is better to arrest him and question him. If the answer is we want to do this, then our final question is, whether we should change our law so that we may restore to the position before the latest trial, so that those foreign elements \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 517</b></font>\n  <br>\n  <br> and those who are a threat to Singapore may understand that we have a unanimous, firm and resolute stand in Singapore? The Cabinet after considering this matter decided unanimously that we must take action. It is always better to take action first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government recognizes the ISA as a powerful means to carry out its function. Of course, in the hands of a dishonest government, it may be a dangerous weapon. A dishonest government can do many wrong things even without ISA, but the ISA is one tool it can misuse. But we should understand that without this Act, no government would be able to govern Singapore and to deal with any potential space threat to the security of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In principle, the Government is agreeable to the idea of having a double safeguard. But the question: is what kind of second safeguard? When we talk about safeguarding CPF funds, the elected President is the second key. That is a second safeguard. But for internal security, we have to search for an organization that is able to execute the second key. Judicial courts and the Appellate courts would not do, because who nominates the judges to make the decision? It is not a matter of law, it is a matter of security. So it should be an executive body, a political organ. As to how to go about it, we are considering the matter. It takes a period of time. But in principle and in law, I feel that the amendment Bill before us is very necessary. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Mr Speaker, Sir, I would like to respond, if I may, to a couple of points, the first made by the Member for Potong Pasir. In his address to this House, the Member produced an undertaking which reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I, Chiam See Tong, MP for Potong Pasir, in consideration of the Government of Singapore releasing Chia Thye Poh ...' goes on to agree to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'act as his guarantor that Chia Thye Poh will not participate in any violent activity calculated to overthrow the legitimate government of Singapore' and the gist of it is that if he should do so, if he should breach that undertaking, then he would vacate his seat. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 518</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I speak purely from a legal angle. Whatever may be the policy decision of the Executive in response to this document, it is couched as a contract. The words \"in consideration\" and \"as guarantor\" are used specifically so that if it has any force, it purports to have force as a binding and valid agreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a principle at common law that the courts will not uphold and, in fact, will strike down contracts which are illegal. There are a number of heads under which contracts may be illegal. A contract to commit a crime is illegal. A contract which is against public morals is illegal and a contract which is against public policy is illegal. What we have here is an offer to the Government to commit an illegal act. The deal is this. You abdicate your responsibility, you forget everything that you have said for the past 20 years about this man, you forget your convictions that he is a threat to Singapore, in return for my undertaking and my guarantee, you release him in the hope or the expectancy that the undertaking might be breached and therefore you would have a House where all elected MPs would be of the PAP Party only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not the legal adviser to the Government. But if I may offer some gratuitous advice. I would respectfully suggest that no consideration be given to this document purely because it is an offer to engage in illegal transaction and it runs contrary to this Government's position for years. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Point of clarification, if I may. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, make your clarification. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is a serious matter. But Mr Davinder Singh has attempted to turn it into a joke. If one of his brothers were to be detained for 20 years, I wonder what his feelings will be like. This is not an illegal contract. The Government itself wants Chia Thye Poh to sign an undertaking so that he can be released. It is not a legal contract. We are men of our words. We have given an undertaking not to be decided by the courts of law but to be decided by the people of Singapore. Where do you stand? Are you bound by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> your words? That is what it is all about in politics. I think Mr Davinder Singh, briefly only in Parliament, has a lot more to learn. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> Sir, this is no light matter. It is very serious because I stand before this House today and I say that it is my view that this offer, if consummated by an acceptance, would be tantamount to an illegal contract which would be struck out by the courts and will not be upheld even if an attempt is made to enforce it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point. There is a significant distinction in law between the Government's offer to the detainee to sign an undertaking and a third party stepping in as a guarantor to say, \"Forget that undertaking and in view of it, I will be guarantor.\" That distinction cannot be overlooked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, if I may be allowed to proceed to the second point which I indicated I would like to respond to, and that is, Dr Lee Siew-Choh's point about the proposed amendment to the Constitution, in particular, Article 94(3). As I understand his argument, he rejects the Minister's point that the proposed amendment is inserted purely for the avoidance of doubt. I support that argument and that this Article is merely inserted, to use the Minister's words, for the avoidance of doubt, the point being that the Chief Justice has not acted ultra vires at any time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Members may not have copies of the relevant Articles in the Constitution before them but if I may take Members through the Articles. Article 94(3) states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A person qualified for appointment as a Judge of the Supreme Court or a person who has ceased to hold the office of a Judge of the Supreme Court may sit as a Judge of that Court, if designated for the purpose ... in accordance with Article 95, and such person shall hold office for such period or periods as the President acting on the advice of the Prime Minister, shall direct.' And Article 95 sets out the means by which the appointment is made. The relationship between the two is this. Article 94 is the substantive provision for appointment and Article 95 is the procedural Article in that it sets out the manner in which appointments are made. The issue therefore is: what is the meaning of the word \"Judge\" in Article 94(3)? Do we have to insert the words \"Chief Justice\" in Article 94(3) and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 520</b></font>\n  <br>\n  <br> my submission, Sir, is that we do not have to. The word \"Judge\" includes in the context of Part VIII of the Constitution the Chief Justice unless it is expressly provided otherwise and this is plain from reading a number of these Articles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Article 94(1) says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Supreme Court shall consist of a Chief Justice and such other Judges as may, from time to time, be appointed.' \"Chief Justice and such other Judges\" in other words, the Chief Justice is one Judge and then there are such other Judges. Article 95(1) says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Chief Justice and the other Judges of the Supreme Court shall be appointed by the President, acting on the advice of the Prime Minister.' Once again, \"the Chief Justice and the other Judges\". However, if it is necessary to draw a distinction between the two, the Constitution addresses it in this manner. Article 95(2) says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Before tendering his advice as to the appointment under clause (1) of a Judge, other than the Chief Justice, the Prime Minister shall consult the Chief Justice.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have a situation where if it is intended to draw a distinction between a Judge and the Chief Justice, he Constitution would say, \"a Judge other than the Chief Justice\". Article 94(3) does not make this distinction. It is plain that a person or the Judge referred to in Article 94(3) includes, for the purposes of construction, the Chief Justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sorry that I have to go through this technical analysis only because I think it is necessary to address the point, which is a very serious point, that the Chief Justice has been acting ultra vires. Dr Lee also refers implicitly to Article 95(3) to support his argument that the position and the discharge of duties was outside the Constitution. Article 95(3) says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'This Article shall apply to the designation of a person to sit as a Judge of the Supreme Court under clause (3) of Article 94 and to the appointment of a Judicial Commissioner of the Supreme Court under clause (4) of Article 94 as it applies to the appointment of a Judge of that Court other than the Chief Justice.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the record, that Article only makes it plain that when it comes to the appointment of a Judge after his office is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> terminated, then the same procedural requirements which apply when he is first appointed remain the same. In other words, in the first instance, when a Judge is to be appointed, he shall be appointed by the President on the advice of the Prime Minister after consulting the Chief Justice. But when the term of the Chief Justice is to be extended, it makes sense that there is no need to consult the Chief Justice. The Prime Minister would advise the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My third point is this. The Chairman of the GPC for Law has earlier today affirmed the GPC's support for the amendment. I am a member of that GPC and I likewise affirm my support. The issue today is not whether the ISA is necessary or not. The issue today is whether the amendment ought to be in place and the amendment deals with one point whether the established law up till 8th December 1988 should continue to apply notwithstanding the decision of the Court of Appeal? My point, Sir, is that the legislation, if amended, must take into account one factor and, that is, accountability. It has been held by the Court of Appeal and if I may quote from the decision in relation to accountability to Parliament, this is a comment of Lord Diplock: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is not in my view a sufficient answer to say that judicial review of the actions of officers or departments of central government is unnecessary because they are accountable to Parliament for the way in which they carry out their function. They are accountable to Parliament for what they do so far as regards efficiency and policy and of that Parliament is the only judge. They are responsible to a court of justice for the lawfulness of what they do and of that the court is the only judge.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the reaffirmation of the subjective test. But I would also urge the Government, and in fact the ground has somewhat been cut from under my feet by the earlier statements (the First Deputy Prime Minister) to establish or institutionalize a mechanism somewhere between the judiciary and Parliament which would ensure accountability will assure that whatever actions are done, are done in good faith and that there is no abuse of power. And until that happens, I would urge the Government to continue what it has been doing, ie, to put itself up before the press, defend and substantiate everything which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 522</b></font>\n  <br>\n  <br> is being done, open everything up for scrutiny, because the majority of the people in Singapore have come away with the view, I believe, that such actions have been done in good faith and in the interest of Singapore. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I wish to thank Members who have spoken on the Bill, and I would only want to respond to some of the points made by hon. Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, in view of the comprehensive rebuttals given by my colleague Members in the House, Mr Davinder Singh and Mr Shanmugam, on the points raised by Dr Lee Siew-Choh concerning the Chief Justice's position, I think it is not necessary for me to spend any further time except to say that his arguments have no merit. And as both my colleagues have pointed out, the purpose of the amendment is to put the matter beyond any doubt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I now go on, Sir, to the points raised by hon. Members on the Constitution (Amendment) Bill and the Internal Security (Amendment) Bill. I will not deal with all the points but only the major points which I think need addressing. First, Sir, the hon. Member, Dr Ho Tat Kin, said that he is concerned with the reactions or comments that he has heard that this amendment abolition of appeals to Privy Council, in particular is a reaction to the Privy Council's decision on Mr Jeyaretnam's appeal concerning disbarment. Sir, Members would have heard me saying in my speech that we have for some time been concerned with how long we can continue appeals to the Privy Council for the reasons that I have mentioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that he has raised this point, I think I should disclose to this House that, in fact, we have been considering this matter for several years. I will ask the Clerk of Parliament to kindly distribute certain documents because these documents will show what I mean. [Copies of documents circulated to hon. Members.] What I am circulating, Sir, are extracts from letters written by the Prime Minister in correspondence with a United Kingdom Law Lord who was a Queen's Counsel some 30 years ago, who had represented the Prime Minister in a case that many years ago. And the Prime Minister had kept in touch with him as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 523</b></font>\n  <br>\n  <br> a personal friend throughout these years and he is now elevated as a judge and indeed as a Law Lord and is, in fact, sitting as one of the Law Lords in the Privy Council. The correspondence involves some discussion concerning a matter relating to one of the Inns of Court. So I have just reproduced the relevant extracts from the Prime Minister's letter in reply to this Lord Justice's letter. I first refer to the Prime Minister's reply to an earlier letter from the Lord concerning the matter of one of the Inns of Court. And I think I should read it out, Sir. Prime Minister said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I hope the Privy Council will remain relevant to Singapore's judicial system indefinitely.' This is 9th January 1985. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The elevation of lawyers and judges from many parts of the Commonwealth to the Privy Council, with experience of conditions in different parts of the world, has ceased. I do not see how the flow can be resumed. It troubles me that appellate judges in the Privy Council have no experience of the totally different social, economic and political conditions obtaining in the countries they hear appeals from. However able the men who stay at the English Bar and later go on the Bench, they are unlikely to gain this exposure to conditions abroad in the Commonwealth, apart from the occasional brief.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This was a letter written in January 1985. To this letter, that particular Lord Justice replied. But since we have, as a matter of courtesy, to obtain the consent of that Law Lord, I am not in a position to reproduce the exact copy of the letter. But I might say that in his reply that Lord Justice said that he entirely agreed with the Prime Minister - that it was a pity that appellate judges in the Privy Council had little experience of the totally different social, economic and political conditions obtaining in the countries from which they hear appeals. He entirely agreed and he said also that there were many amongst his colleagues who felt that they had really missed a big opportunity to provide that the Privy Council should sit from time to time in the Commonwealth countries in which the cases emanate, to which the Prime Minister wrote again on 7th February. And the Prime Minister commented: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'A better solution to Singapore's need for talented advocates in her courts, especially in international commercial cases, is to widen admissions to able and experienced lawyers from the American and other Commonwealth bars.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 524</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My purpose, Sir, I am unfolding these extracts to respond to Dr Ho Tat Kin to show this is not a knee-jerk reaction. This is something we have been considering for many years. We have been monitoring the trends, observing, thinking of how it will have an impact on us. And now we have decided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I then go on to another point, Sir. Several colleagues have spoken about the need for these amendments to the ISA but have an expressed concern, and I think a genuine concern on their part, that down the road 10 years, 20 years, 30 years, we can never be sure that the PAP Government is going to be always in charge, that some freak result or other turn of events may bring into power, as Mr Shanmugam said, a minority government, hanging on threadbare power, and may be unscrupulous, dishonest to want to abuse these powers. If the question is: can the powers in the ISA be abused? Then the honest answer to that is, yes, with or without the amendments they can be abused. But then, Sir, it is not just the ISA but all government powers, all Government legislation which confer discretionary powers in the Government can be abused - Internal Security Act, Criminal Law (Temporary Provisions) Act, Misuse of Drugs, powers on immigration, citizenship, granting of licences, permits. Such powers can be abused. The best safeguard is what was mentioned by the First Deputy Prime Minister. The most important safeguard is for the people to ensure that the Government elected is composed of men of integrity, honesty and incorruptibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Freak result the scenario painted by several Members, including Mr Shanmugam is not to be excluded. But I think it is highly illusory to imagine that in that kind of scenario which they have painted the solution is to vest the courts with the power of judicial review. Because once such a dishonest bunch of crooks comes into power, the first thing they are going to do is to pack the courts. Isn't it? And under our system there is no limit to the number of judges who can be appointed. So that is why one must think again if one believes that to take care of that situation, the remedy is in giving the final say to the judiciary. It is highly illusory. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the First Deputy Prime Minister pointed out, this is something that we ourselves have also been giving thought to. Just as you can have a situation where a dishonest government can raid the reserves, and it is necessary to have a safeguard to protect the reserves and key appointments. So, also, we will have to consider and we will put in place similar safeguards to take care of the situation that Mr Shanmugam and other Members have mentioned. But such safeguards and checks cannot be judicial safeguards for the reasons I have given in my speech. Or, if the judiciary is to have the final say on matters concerning exercise of discretionary powers, particularly in the area of defence or national security, then surely it must lead, must it not, to friction and confrontation between the executive and the judiciary? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have seen what is happening in Malaysia where the executive considered the judiciary has trodden on matters not within their purview. They react disciplinary proceedings, firing of the head of the judiciary, several other judges subject to disciplinary proceedings, foreign judges brought in to sit in those disciplinary proceedings. Do we want that to happen here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, Mr Chandra Das asked me for my comments on the newspaper articles by Mr Cheng Shoong Tat which he found, as a non-lawyer, not to make much sense, and which my colleague, Mr Shanmugam, thought make great sense. So is the non-lawyer right or the lawyer right? First, he asked me for my comments on Mr Cheng Shoong Tat's proposition that since we have made these amendments, there should be no reservations or difficulties in continuing with appeals to the Privy Council. What Mr Cheng says is that our amendments tabled today are so well drafted to use his words, \"with such clarity\", again unambiguously worded, \"that there can be no harm in allowing appeals to Privy Council\". Because all that the Privy Council will be doing is just to interpret these very beautifully drafted amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Cheng is inconsistent because elsewhere in that same article, he tells us \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 526</b></font>\n  <br>\n  <br> forcefully and persuasively that no matter how carefully the law is drafted, in the United Kingdom the courts have gone behind the legislative intent and, to use his words, \"the judges stretch, at the slightest opportunity, the meaning of Acts of Parliament.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There can be no such thing as antiseptic interpretation of laws. Laws have meaning in the context of social, economic and political circumstances of a given society. Likewise, judges who interpret the laws have a role not in vacuo, but have a role in the context of the society whose laws they are interpreting and applying. And therefore they must be knowledgeable of, and familiar with, these circumstances and society in which they are interpreting the laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then Mr Cheng mentioned, and Mr Shanmugam raised the point, that there can be no harm in the judges having a limited power, which Mr Shanmugam described as \"residual power\", to see whether the act of the Executive and invocation of the ISA is reasonable or not. The word used by Mr Cheng is \"relevance\" and he said it is difficult to see how the court's responsibility over national security can be compromised if it is required to satisfy a court that its decisions arrived at after considering relevant evidence. Of course, the key question is \"relevant\". What is relevant? What is reasonable? And I go back to the central point in my speech, that if a court is to be entrusted with the power to decide that the Executive's decision is reasonable or based on relevant consideration, it must mean surely that it must have the power to review objectively all the circumstances leading to the exercise of the discretionary powers. And if you are giving this power to the court, it must mean that the court has the final say, and that is the crucial policy question for us to decide on matters of national security, who has the final say the courts or the Executive? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I might demonstrate this point, Sir, and I might close my remarks by taking an actual example because part of the difficulty in this exercise is talking in abstract terms. But let me take an actual example, and that is, the arrest of the silat group in 1987. I think Members are all familiar with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 527</b></font>\n  <br>\n  <br> the facts. And Members consider how this could have been amenable to the judicial process. In 1987, ISD arrested and detained four silat group members for spreading rumours of, and making, preparations for impending racial clashes. Consider this. First, the Government could not prosecute them in court because the information that they were up to mischief came from sources which could not be revealed without putting them at risk and jeopardizing other ongoing investigations. Secondly, one of them was found with parangs. But he could not be charged with possession of offensive weapons because the parangs were not carried in a public place. They were kept in the house. That is not an offence. But we knew what was the purpose. Thirdly, the Government could not rely on the confessions of the four to secure conviction because these confessions were inadmissible under the strict rules of law. If we are to proceed in court against those odds, the prosecution would surely fail and the court would be duty bound to release them. The best evidence in such cases for successful prosecution is to catch them redhanded, in the act of committing a crime. But the question is: should the Government wait until they attack innocent people and foment racial strife? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I cite this example to show that the Executive must take pre-emptive action, based on security assessment by the professionals in the ISD. It is not a judicial decision, nor does it lend itself to judicial process. Equally so, it is well nigh impossible, (just as it is impossible to prosecute) equally it does not lend itself to objective evaluation by the courts. Because these are security decisions taken on security grounds, not legal grounds, by the Executive based on the security experts whose job it is to watch, monitor, security threats and make security assessments. I leave this example to Members to ponder about because in real life, when we talk of the ISA, we are dealing with security threats which manifest themselves in many forms and the Executive has to act quickly. It is not amenable to the judicial process. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I be allowed to clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Very briefly, please. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 528</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the Minister has given an example of the silat group. I would not question the decision made by him. But in regard to Mr Francis Seow's case, can the Minister tell us in what way he was a threat to the national security of Singapore? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, it would appear that the Member has forgotten that in 1988 we had a full, unrestricted, debate lasting five days on the Hendrickson affair, the arrest of Mr Francis Seow and the re-arrest. And I do not intend to repeat what we have said. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, it has been said that the American bases in the Philippines are to protect us from the Communists. Why should they undermine our security? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, I think you should not make any more clarifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh</b> rose \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lee, do you want to make a clarification? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I want to speak on the second Bill. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> We are not on the second Bill yet. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Not yet. I will wait then. \n  <br>\n  <br>\n  <!-- Mr Peter Sung (Minister of State for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Foreign Affairs (Mr Peter Sung):</b> Sir, could I ask Mr Chiam who told him that the American bases in the Philippines are to protect us from the Communists? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think Mr Chiam is not clear. The Question is, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Division will be taken to ascertain that the Second Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 54 Members, pursuant to Article 5(2) of the Constitution. Ring the Division Bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 529</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 80; No, 1; Abstention, Nil. \n  <pre>\r\n\r\n          Ayes                         Ayes (cont.)\r\n\r\n\r\n\r\nAbbas Abu Amin                   Ng Kah Ting\r\n\r\nAbdul Nasser bin Kamaruddin      Ng Pock Too\r\n\r\nAbdullah Tarmugi                 Ong Chit Chung\r\n\r\nAhmad Mattar                     Ong Teng Cheong\r\n\r\nBeng Kian Lam, Arthur            Othman bin Haron Eusofe\r\n\r\nChandra Das, S.                  Ow Chin Hock\r\n\r\nChay Wai Chuen                   Peh Chin Hua\r\n\r\nChen, Bernard                    Seet Ai Mee\r\n\r\nChen Seow Phun, John             Shanmugam, K.\r\n\r\nChew Heng Ching                  Sia Khoon Seong\r\n\r\nChin Harn Tong                   Sidek bin Saniff\r\n\r\nChng Hee Kok                     Sung, Peter\r\n\r\nCh'ng Jit Koon                   Tan Cheng Bock\r\n\r\nChong, Charles                   Tan, Dixie\r\n\r\nChoo Wee Khiang                  Tan, Augustine H.H.\r\n\r\nChua Sian Chin                   Tan Keng Yam, Tony\r\n\r\nDavinder Singh                   Tan Soo Khoon\r\n\r\nDhanabalan, S.                   Tan Tee Yong, Philip\r\n\r\nGoh Chee Wee                     Tang Guan Seng\r\n\r\nGoh Chok Tong                    Tay Eng Soon\r\n\r\nGoh Choon Kang                   Teo Chong Tee\r\n\r\nHeng Chiang Meng                 Vasoo, S.\r\n\r\nHo Kah Leong                     Wan Hussin bin Haji Zoohri\r\n\r\nHo Tat Kin                       Wan Soon Bee\r\n\r\nHong Hai                         Wang Kai Yuen\r\n\r\nHu Tsu Tau, Richard              Wong, Aline K.\r\n\r\nIbrahim Othman                   Wong Kan Seng\r\n\r\nJayakumar, S.                    Wong Kwei Cheong\r\n\r\nKoh Lam Son                      Yap Giau Cheng, Eugene\r\n\r\nKoh Lip Lin                      Yatiman Yusof\r\n\r\nLau Ping Sum                     Yeo Cheow Tong\r\n\r\nLau Teik Soon                    Yeo Ning Hong\r\n\r\nLee Boon Yang                    Yeo Toon Chia\r\n\r\nLee Hsien Loong                  Yeo Yong-Boon, George\r\n\r\nLee Kuan Yew                     Yu-Foo Yee Shoon\r\n\r\nLee Yiok Seng                    Zulkifli bin Mohammed\r\n\r\nLee Yock Suan\r\n\r\nLeong Horn Kee                         No\r\n\r\nLew Syn Pau\r\n\r\nLim Boon Heng                    Chiam See Tong\r\n\r\nLim Chee Onn\r\n\r\nLoh Meng See                        Abstention\r\n\r\nLow Seow Chay\r\n\r\nMah Bow Tan                            Nil\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill.- [Prof. S. Jayakumar.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Third Reading on what day? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 530</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Now, Sir. I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The procedure at the Second Reading will again be adopted here. Ring the Division bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 80; No, 1; Abstention, Nil. \n  <pre>\r\n\r\n          Ayes                         Ayes (cont.)\r\n\r\n\r\n\r\nAbbas Abu Amin                   Ng Kah Ting\r\n\r\nAbdul Nasser bin Kamaruddin      Ng Pock Too\r\n\r\nAbdullah Tarmugi                 Ong Chit Chung\r\n\r\nAhmad Mattar                     Ong Teng Cheong\r\n\r\nBeng Kian Lam, Arthur            Othman bin Haron Eusofe\r\n\r\nChandra Das, S.                  Ow Chin Hock\r\n\r\nChay Wai Chuen                   Peh Chin Hua\r\n\r\nChen, Bernard                    Seet Ai Mee\r\n\r\nChen Seow Phun, John             Shanmugam, K.\r\n\r\nChew Heng Ching                  Sia Khoon Seong\r\n\r\nChin Harn Tong                   Sidek bin Saniff\r\n\r\nChng Hee Kok                     Sung, Peter\r\n\r\nCh'ng Jit Koon                   Tan Cheng Bock\r\n\r\nChong, Charles                   Tan, Dixie\r\n\r\nChoo Wee Khiang                  Tan, Augustine H.H.\r\n\r\nChua Sian Chin                   Tan Keng Yam, Tony\r\n\r\nDavinder Singh                   Tan Soo Khoon\r\n\r\nDhanabalan, S.                   Tan Tee Yong, Philip\r\n\r\nGoh Chee Wee                     Tang Guan Seng\r\n\r\nGoh Chok Tong                    Tay Eng Soon\r\n\r\nGoh Choon Kang                   Teo Chong Tee\r\n\r\nHeng Chiang Meng                 Vasoo, S.\r\n\r\nHo Kah Leong                     Wan Hussin bin Haji Zoohri\r\n\r\nHo Tat Kin                       Wan Soon Bee\r\n\r\nHong Hai                         Wang Kai Yuen\r\n\r\nHu Tsu Tau, Richard              Wong, Aline K.\r\n\r\nIbrahim Othman                   Wong Kan Seng\r\n\r\nJayakumar, S.                    Wong Kwei Cheong\r\n\r\nKoh Lam Son                      Yap Giau Cheng, Eugene\r\n\r\nKoh Lip Lin                      Yatiman Yusof\r\n\r\nLau Ping Sum                     Yeo Cheow Tong\r\n\r\nLau Teik Soon                    Yeo Ning Hong\r\n\r\nLee Boon Yang                    Yeo Toon Chia\r\n\r\nLee Hsien Loong                  Yeo, George Yong-Boon\r\n\r\nLee Kuan Yew                     Yu-Foo Yee Shoon\r\n\r\nLee Yiok Seng                    Zulkifli bin Mohammed\r\n\r\nLee Yock Suan\r\n\r\nLeong Horn Kee                       No\r\n\r\nLew Syn Pau\r\n\r\nLim Boon Heng                    Chiam See Tong\r\n\r\nLim Chee Onn\r\n\r\nLoh Meng See                       Abstention\r\n\r\nLow Seow Chay\r\n\r\nMah Bow Tan                          Nil\r\n\r\n</pre> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Third Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 531</b></font>\n  <br>\n  <br> \n  <br>4.40 pm \n  <div align=\"center\">\n   <b>INTERNAL SECURITY (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the debate we have just had on the Constitution (Amendment) Bill, I have already explained really the rationale for the broad purposes of both Bills. Therefore it is not really necessary for me to repeat what I have said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me, however, draw the attention of the House that this is a law which would be enacted pursuant to the new clause (3) of Article 149 of the Constitution. It expressly declares this fact in the long title. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall not repeat the points but I shall instead take the House through the different provisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2: Clause 2 sets out four new sections 8A, 8B, 8C and 8D which will be incorporated into the ISA. These new provisions will henceforth be an integral part of the ISA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New Section 8A: This is an interpretation section which defines \"judicial review\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New Section 8B: New Section 8B has two subsections. Subsection (1) is to reaffirm and restore the law as was laid down in the cases of Lee Mau Seng and Karam Singh, namely, that the subjective test applies in determining the proper exercise of discretionary power by the President or the Minister under the ISA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is provided that in all such cases of judicial review, the law shall be the same as was applicable before any part of the law of the United Kingdom or of any other country in the Commonwealth was introduced. The significance of the date 13th July 1971 is that that is the date when the judgment in the case of Lee Mau Seng was delivered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this way, therefore, the law on judicial review, including the principle of the subjective test, is restored to what it was when the case of Lee Mau Seng applied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subsection (2) of Section 8B: Subsection (2) provides that nothwithstanding the pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 532</b></font>\n  <br>\n  <br> visions of subsection (1) there shall be no judicial review in any court of any act done or decision made by the President or the Minister save in regard to any procedural requirement of the ISA governing such act or decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why is subsection (2) necessary? Members will recall that the Government statement issued subsequent to the Court of Appeal judgment as well as the Explanatory Note to this Bill stated that the intention of the Government was to restore the status quo ante, ie the subjective test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 8B(1) sets out to achieve this because it states the general law to be applicable to be that at the date of Lee Mau Seng, thus reaffirming the subjective test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it is open to argument whether the subjective test has been restored beyond any question by section 8B(1). For example, the Court of Appeal, influenced by judgments of other countries, stated that the subjective test now may offend some of the fundamental liberties articles of the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, Lee Mau Seng and Karam Singh cases did not lay down exhaustively all aspects of the law on judicial review. Those cases are precedents on the facts and arguments which were before those cases, and those cases dealt with detention orders. But there may be many other types of decisions which can arise in the courts. Other decisions made by the President or the Minister which are not detention orders, such as: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- Restriction Orders (RO); \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- Suspension Directions (SD); \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- Conditions attached to Suspension Directions or conditions attached to Restriction Orders; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;- Decisions to suspend a Suspension Direction; etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, to put these and other ambiguities beyond any question, section 8B(2) is necessary. It provides that there will be nevertheless no judicial review except for compliance with procedural requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 8C is a provision which abolishes appeals to the Privy Council in respect of proceedings which I have already mentioned in the other Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 533</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New section 8D: This is to make clear that these new provisions will apply to all proceedings instituted whether before or after the commencement of this Amendment Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Mr Speaker, Sir, I rise to support the amendment Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my mind, the issue is clear. Are there security threats to our Republic? The answer simply is yes. There are any number of foreign powers, foreign agents, communists, communalists, fanatics and the misguided who are manipulated by others who do not wish us well, who aim to do us in, destabilize the country and subjugate us. We therefore need the internal security laws to curb them, contain their actions and prevent them from doing us harm or undermining our national security and national interests. It is painful, sad and unpleasant to detain persons without trial. No one likes to do this job. But some responsible body in this country has to exercise such authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question before us is who should constitute such an authority. Should it be the Government, the Executive arm elected by the people, or the judiciary? The original intention of the security laws, implemented in 1948 during the Malayan Emergency and applied in Singapore by the British, was that the Executive should be the authority for such detention and the courts should not review Ministerial or Executive decision in such security issues. This was the settled position and was confirmed by the landmark Lee Mau Seng case of 1971. But the 1988 Court of Appeal judgment clouded the issue and put a question mark over the exercise of Executive responsibility or Ministerial discretion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, therefore, the task of Parliament, as the supreme law-making body of this land and the elected representatives of the people, to make it amply clear and entirely unambiguous that authority and discretion in internal security rests with the Executive. If I may, Sir, paraphrase President \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 534</b></font>\n  <br>\n  <br> Truman, the buck stops at the desk of the Executive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are good reasons for allowing the Executive to exercise such authority. Sensitive information and confidential sources relating to explosive issues and foreign governments cannot be paraded in court or in public. It could expose our sources and lead to rupture in relations with foreign governments, riots, panic or loss of confidence in Singapore as a centre for investment. Moreover, Sir, the Executive, honed by its years of experience, and, supported by a professional civil service, is well equipped to decide and take action on security matters. It has also the mandate of the people to act in the best interests of this nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the ultimate safeguard against abuse of the internal security laws lies with the people. No government can go on detaining persons without rhyme or reason and yet get away with it. If I may quote President Abraham Lincoln, \"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.\" An unrighteous government will be turned out at the next election in our democratic system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a related issue is appeal to the Privy Council for security cases. If we decide that Executive or Ministerial discretion is not subject to judicial review, then it makes no sense to retain the Privy Council as a court of final appeal. There are also other compelling reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we want to be ourselves, to decide our own fate as a sovereign nation in our Singaporean context, especially on matters of national security. Singapore is not England. England is big, secure and has a long history of traditions and identity. Singapore is small, vulnerable and is still, as you all know, searching for an identity or national ideology. As they sing in their song, \"There'll always be an England and England will be free.\" Can we be sure that there will always be a Singapore and Singapore will be free? To put it in an English way, it is not cricket for five English Lords to sit in judgment over matters of security which are vital to us Singaporeans. If there is a misjudgment, they could say in far-away England that it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 535</b></font>\n  <br>\n  <br> is just too bad, but we here will have to face the music if Singapore were lost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Abolishing appeals on security matters to the Privy Council is not, Sir, a setback but setting it right, for it is an anachronism, a relic of our colonial past, as many other countries like Malaysia has long cut this link. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, if I may say so, Sir, precedent in rejecting jurisdiction of a foreign or international court. The British government has declared that it will not consider the rulings of the European Court of Human Rights to be binding in security matters relating to Northern Island. Thus, we have every right, and indeed duty, to decide on our own national security issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some may characterize this approach as being very typically Singaporean, as having the kia su syndrome. I say it is better to be kia su and safe, than care-free and perish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the amendment Bill. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I point out that Dr Ong Chit Chung has said that five Law Lords in England, if they give the wrong reason they would just say, \"It is too bad.\" I think this is contempt of court. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, first a word of clarification for Mr Shanmugam although he is not here and although he spoke on the Bill which has just been passed. Because I did not catch what you said, so I missed the chance to clarify a little while ago. I just want to say that when he paraphrased what I said as \"beholden\", that is not correct. When he kept saying that I meant that, I want to put it on record that I did not miss his point whereas he has missed mine, namely, that he has misread the Article whereas I have not. My point was that because of the misreading of Article 94(3), serious mistakes were made and, because of those mistakes, the PAP Government is now trying to backtrack and cover up those mistakes. Mr Wee Chong Jin's name was mentioned not because I launched any personal attack on him and neither did I mean that he was beholden to anyone. He just happened to be in the centre of the argument. That is all. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 536</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, let me come to the Bill that we are supposed to debate on. I believe, Sir, future historians and, of course, I do not mean the PAP historians, but historians who have regard to the objective truth, will surely regard today as one of the blackest days of Singapore, equated perhaps to 15th February 1942, when Singapore fell to the advancing Japanese forces. It is indeed ironical, Sir, that this Parliament which we have borrowed from other Parliaments in freedom-loving countries, and notably the United Kingdom, should today sit to legislate for the abolition of freedom and justice in this land of ours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Make no mistakes, Sir. What this Bill does is to say that justice is completely irrelevant and will not be available to any citizen in this country if the Executive should so much as desire to arrest and imprison people for alleged activities which the Executive may consider, threatens not the security of Singapore but their continued rule over Singapore. And here in Singapore, Sir, this institution, which is expected to defend, protect and preserve public liberty and justice of the people, is today legislating for the denial of this freedom, liberty and justice to those amongst us who may incur the wrath of the Executive. It is indeed a mockery of this Parliament and it is a mockery of justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When this Bill becomes law, the Executive can pick up any person, maybe because they do not like the looks of him, may be he has got some red hair or blue hair, and detain him under the provisions of this Act and nobody, I repeat, Sir, nobody, not even the courts which are the traditional guardians of liberty of the subject, can do anything about it. That is what it really means. They cannot question why the Executive has found it necessary to lock up an individual. So I repeat, it is indeed a very black day for Singapore and a day in which all Singaporeans should go into mourning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill is being rushed through this Parliament whilst there are proceedings pending before the courts. I understand that after the Court of Appeal ordered on 8th December 1988 the applicants in the four habeas corpus applications to be released, the Executive immediately re-arrested them. After that, the applicants \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 537</b></font>\n  <br>\n  <br> made fresh habeas corpus applications in court. These applications have not yet been heard. I understand that in UK, which is the home of this habeas corpus, habeas corpus applications have priority over all other proceedings in court and are heard immediately so soon as arrangements can be made to hear the applications. The saying, I understand, Sir, is that one can disturb a Judge in his bath with a habeas corpus application and he has to come out of his bath and give directions for the immediate hearing of the habeas corpus application. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a matter of great regret that in Singapore these applications, which were filed soon after 8th December, have still not been heard although some six weeks have now elapsed since the applications were filed. It is a very sad state of affairs for all of us in Singapore, because what is the point of filing habeas corpus applications if they are not to be heard immediately, and the Executive is allowed to change the law, as they intend to do now, before they are heard? It is a big farce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also a matter of profound regret that the Court of Appeal in delivering its judgment on 8th December 1988 did not go on to decide the applications on their merits, having now accepted that the previous law applied by the courts in Singapore were wrong and that the correct and proper law should be as laid down in numerous decisions, in not only UK but also other parts of the Commonwealth, where similar legislation is to be found. And it is a great pity, Sir, that the Court of Appeal refrained from going into the merits, and confined itself purely to a technical and procedural defects in the making of the order for detention. And because the Court of Appeal did not go into the merits and order the release of the applicants on the merits, ie, there was no evidence before the Minister on which he could reasonably have exercised the power given to him under the Act, the Executive were left free to re-arrest the applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill that we have before us in the House is the clearest admission, if any further admission were needed, that the Government had no evidence at all against \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 538</b></font>\n  <br>\n  <br> the detainees who were detained originally in May 1987 and re-detained in April 1988. This view, Sir, that the Government had no evidence at all against the detainees was held by people and institutions inside and outside Singapore. It is a view that is shared by some Congressmen in the United States and legislators in Australia, New Zealand and other parts of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because the Government has no evidence, it is now introducing this Bill to shut the door on what it has done and put up a notice, \"You shall not inquire into anything we have done or may do.\" That is what they say \"Out. You don't look into what I have done.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill does not take away the jurisdiction of the courts to pronounce that any order made by the executive under the Act is invalid because of some procedural or technical defect. This is some protection in a way, but a hollow protection because it does not avail the citizen anything. As we have seen, the Government can re-arrest the person immediately and put right a technical defect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that instead of wasting the time of the courts and the time of the executive in attempting to meet any application, the Government should be honest with itself and to the people and just legislate for the abolition of judicial review altogether in detentions under the Internal Security Act. If that should be done, at least one could credit the Government with some honesty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not have to remind the Government, Sir, and particularly the Prime Minister who was here a little while ago, that before the Government took power in 1959, the PAP was second to none in protesting against the detention without trial. I supported the PAP wholeheartedly then. Time does not allow me to repeat what the Prime Minister said of detention without trial when the party was in opposition between 1955 and 1959. His statements can be found in the reports of the proceedings of the Legislative Assembly for those years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr David Marshall, who was the first Chief Minister at that time, had a conscience, and he introduced an amendment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 539</b></font>\n  <br>\n  <br> which gave the Appeal Tribunal the power to release any detainee, if the Tribunal considered that there was no evidence on which the order could have been made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What did the Government do when it took power? After protesting against detention without trial as being a complete violation of the rule of law, this Government, no sooner had it got into power, removed the one safeguard that David Marshall had introduced. It took away the power in the Appeal Tribunal to order the release of detainees and instead substituted the Advisory Board. A party that proclaimed itself opposed to detention without trial did a complete somersault when it was given the power to enact its own principles and made it impossible for any detainee to be released. That was one of the major reasons, Sir, why we rebelled then against the leadership in the PAP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And what is the Advisory Board which has been spoken about a little while ago? According to the QC's opinion that was published in the papers sometime ago when the case was being heard in Singapore, it is only part of the administrative process to determine whether the detention order should be issued or extended. It is also emphasized that the Advisory Board is only advisory, not an independent judicial process. Its recommendations are not binding and therefore nowhere near the doctrine of separation of powers. The secrecy surrounding the hearing before the Advisory Board is completely contrary to judicial safeguard. The Board's recommendations are not made known to the public, and not even to the detainee himself or herself. This makes it impossible to appeal against the decision reached or to seek judicial review. And according to what was published in the newspapers, the principle of administrative law detention must be subjected to the test of whether it is legal, rational and proportional to whatever infringement of law alleged. This has not been done. If I may remind the House, Sir, all those detainees who were detained in the 1963 \"Operation coldstore\", after going before the Board the first time, never bothered about the Advisory Board reviews again, because they knew what was happening. You merely appear before the Advisory Board, and that is all. Then you go back to prison \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 540</b></font>\n  <br>\n  <br> and nothing more would be heard from it. So the detainees called it a farce and never bothered to appear before the Advisory Board again after that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, statements have been made that this Bill is designed to stop the Privy Council or other tribunals outside Singapore from intervening in the affairs of our country, and particularly when it comes to internal security. This is a complete distortion of the truth. The Privy Council or other tribunals outside Singapore are not intervening in Singapore's internal affairs. What these courts outside Singapore have declared is that in the name of justice, liberty and freedom, which they have sworn to uphold, that where an Executive arrests and detains a person, the courts can call upon the Executive to show whether there is any evidence for the exercise of the power. And because the Singapore courts have now, after a long time, applied this principle of law dedicated to justice and freedom, the Government is saying that the foreign courts are intervening in Singapore's affairs. It is utter rubbish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also nonsense to say that the decisions of the courts abroad, which the Court of Appeal accepted on the 8th December 1988, amount to the courts usurping the powers of the Executive. They speak of independence of Singapore and the need to safeguard our sovereignty. We have heard a lot of that today. How correct. I agree wholeheartedly that we should try as far as possible to safeguard our sovereignty. If they brought this up in 1959 or 1965, they would have found widespread support. But the issue of sovereignty is raised only now, now, after many many years, and only as a response to the Privy Council's judgment which has criticized the grievous injustice done to Jeyaretnam. Therefore, the reason why the PAP has brought in this Bill is quite clear in the minds of the people. It is not to safeguard the sovereignty of Singapore. The Government has brought put in this Bill more as a pique reaction, than anything else. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The courts outside Singapore have clearly said time and time again that it is not for the courts to usurp the power of the Executive. It is for the courts to determine \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 541</b></font>\n  <br>\n  <br> whether the order should or should not have been made. It is not for the courts to determine the correctness of the order and the court's role is simply restricted to requiring the Executive to show evidence upon which it acted. The courts do not enquire into the adequacy of the evidence or whether the order should have been made in the light of that evidence. The courts are simply seeking to know what the evidence was. This is a fundamental safeguard of liberty. If you detain somebody, you must justify your detention of that person and produce evidence upon which you have detained that person. This is to be found even in our Constitution. But, of course, this Government sometimes considers the Constitution as completely irrelevant. It is absolutely wrong and misleading for the Government to say that the decisions of the courts outside Singapore will result in the courts usurping the power of the Executive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another oft-repeated excuse for the need of the ISA is that conditions in Singapore are different from those of other countries that practise parliamentary democracy. We ask: Have conditions changed? No. What are the so-called special conditions of Singapore? Have they listed them out? Even the Prime Minister's letter does not say so. Do we have frequent strikes, demonstrations, riots? No! Do we have gun battles, armed intervention, war? No! Communist threat? Whenever they arrest anybody, it is always because of the communist threat. So you can put the word \"communist\" into the basket. Sir, there is no crisis of any sort, no emergencies whatsoever. On the contrary, we have the same conditions that you can find in other western countries. In fact, we are more peaceful than many of those large cities of the western countries where they have regular demonstrations, fire-bombs, stoning, everything. We have here very good economic development, with everyone going about his business, and there is political stability which the Government stresses again and again with hardly any opposition. I am only a non-representation MP. I could not even vote a little while ago. We have peaceful conditions here, many times better than in South Korea, for example, the Philippines \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 542</b></font>\n  <br>\n  <br> or Sri Lanka. Why then are the people in Singapore denied their basic human rights and freedoms? Why? Why is it necessary? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung</b> stood up. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lee, do you wish to give way to the Member? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Yes, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Mr Sung, make your point. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Mr Speaker, Sir, I would like to seek a point of clarification from Dr Lee. He said that Philippines is not so peaceful. Is he aware that security officers in the Philippines have complained of the frustrations they have about the constraints of having to face the normal rules of evidence in court, and that they have asked for the Singapore model or the Malaysian model of the ISA to be introduced there? It is not just a question of whether the ISA exists or not, but whether there is any abuse of the powers under the ISA. For example, in the Philippines under Marcos, there was no ISA. But there was wholesale abuse of power leading to the \"denial of liberty and justice\", in the words of Dr Lee. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Yes, Sir, we would get the same thing later on if we carried on with the ISA. We can see for ourselves on TV or in the press that they can hold demonstrations which we are not allowed in Singapore. Can we do it? Do you allow us? Now I see in the new Minor Offences Bill, my God, the penalties are so heavy that once penalised, one could be disqualified from being an MP. That is what it amounts to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You may ask: what is the difference between those countries and Singapore? The difference, Sir, is not in the social conditions. The difference is in the government. We have a government that is intolerant of criticism, that does not allow the development of a political opposition and that is more interested in holding on to power than in upholding justice for the people. And if the amendments in the House are pushed through, our courts will not be allowed to review Executive decisions and actions connected with so-called internal security, and appeals to the Privy Council will be abolished. Then the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 543</b></font>\n  <br>\n  <br> people will be in for a very very rough time. With no possible curb by the Judiciary on the excesses, misuse and abuse of powers by the Executive, the fears, many people have already expressed, the fear in the minds of many people, will be multiplied manifold. As the saying goes, power corrupts and absolute power corrupts abolutely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why have they reaffirmed the principle? They have given some of their reasons. I will tell you what the PAP's real reasons are. The reasons are obvious. The Government just wants to have Executive powers completely unfettered by any form of judicial review. Then it would be able to use the ISA to deal with political opponents, intimidate critics, would-be political opponents, and so cow, even coerce, the people into submission. Is it any wonder that not very many professionals have joined up with the opposition parties to openly oppose the PAP? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In its 30 years of rule, the Government has arbitrarily arrested hundreds and hundreds of political opponents who have been conveniently labelled as Communists, pro-communists, Marxists, chauvinists, what-nots. But so far, it has not been able to produce a shred of evidence against the detainees in open court. Take the case of Chia Thye Poh, arrested in 1966 and still in prison today. He has been called a Communist who wants to overthrow the constitutional government by force. Some Ministers have said that he was violent. I can tell you, Sir, when he was arrested, he was just sitting by my side in our Party headquarters discussing matters with me. There was no demonstration, no stone throwing, nothing. The secret police just went in to arrest someone who was sitting down quietly. That is what the ISA does. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, Sir, that was the last time I saw him. In days gone by, we were allowed to pay visits to detainees in the prison. But the Prime Minister soon changed all that. After one or two years, they stopped us from visiting the detainees. Previous to that, we could. After that, no. Sir, the Speaker initially over-ruled the Prime Minister. But the Prime Minister has more powers than the Speaker. And all visits to detainees in prison were stopped. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 544</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They do not have any evidence against Chia Thye Poh. If the PAP had the evidence, why then have they not produced him in court? Charge him in open court. Communism is illegal. Using violence is illegal. Charge him in court and nobody will complain that he has been kept in prison. Yes, many people have realized that he has been in prison for more than 20 years, the second-longest term prisoner in the world, after Nelson Mandella. Have they no compassion on the person himself or on the family? Does the PAP really intend to keep him there until he is old and feeble and cannot even move about? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been fighting against the ISA for years and years. During the elections, we criticise it everytime. And everytime we remind people of Chia Thye Poh and other people who are still being kept in prison. But has the press ever given any publicity to what we said? No. Only PAP Ministers, only PAP MPs and Backbenchers, will get all the advertisements that they want. We have no chance whatsoever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you can see from Chia Thye Poh's case alone the abuse of powers by the PAP Government and the PAP Executive. The courts, we say, should be allowed to review the case. Would the Government dare argue its case in open court, before a review committee or court? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministers frequently say that they cannot rule without the ISA. Why? Why can they not rule without the ISA? They have 80 out of 81 MPs in Parliament. They can rule. They can push through any legislation they want. What they really mean is that if they do not have the ISA to coerce and create fears in the hearts and minds of the people, their days will be numbered. They themselves fear the people. That is why they keep the ISA, and the ISA is intended to keep the PAP in power, nothing more, nothing less. All this talk about other reasons is just, shall I use a new phrase, sheer unadulterated bunkum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A little while ago, Sir, someone, I cannot remember the name, quoted Abraham Lincoln. He said: you can fool some people all the time and all the people some of the time. And that is what the PAP have done. They try, if possible, to go one stage further, to fool all the people all the time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 545</b></font>\n  <br>\n  <br> But I think long before that they would be overthrown. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Dr Lee, the time allotted to you has expired. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Just half-a-minute, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am sorry. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Just one second. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In fact, you have exceeded by several seconds. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Let me just finish this, Sir, the last part. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I am sorry. Your time is over. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I will just finish this, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lee, I have ruled that your time is over. Could you resume your seat? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Shanmugam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I have brought one matter before you. You have not made a ruling. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, I am giving you another warning. You do not rise to make a clarification unless permission has been given. The Chair has recognized Mr Shanmugam. \n  <br>\n  <br>\n  <!-- Mr Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Shanmugam:</b> Sir, I request two clarifications from Dr Lee Siew-Choh. First, he went on at some length about the fact that there has been delay in the courts about hearing habeas corpus applications and also to the fact that the Court of Appeal should have decided on the substantive merits of the case that was before it. Is he suggesting that this House or the Government has the power to tell the courts what to do, what to decide, how to decide, what reasons to give, for their decision? Because I personally will find it extremely difficult to live in a system where the government and the Parliament can give directions to the courts on what they should decide and how they should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 546</b></font>\n  <br>\n  <br> decide. That is the first clarification I request of Dr Lee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second clarification I request is that he referred to the Hansard of 1955 [Vol. 1]. I would like to ask him if he has read the Hansard fully and whether he has read all that Mr Lee Kuan Yew said at that stage. If he had done so, I could point out to him various passages where the crux of Mr Lee Kuan Yew's argument was that he accused the Labour Front of hypocrisy, of campaigning during the elections to abolish the Emergency Regulations and then after being elected to power, proceeding to pass the very same regulations. He said that if you have the courage, go out to the people, win the votes and then pass whatever laws you like. Is that not what the PAP has done? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I did not catch the first question, Sir, but I will reply to the second question. And if he will let me know what the first question is, then I will reply to that one too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was in the PAP at one time and it was quite clear to many of us at that time that the Prime Minister had not lived up to his words. That was why there was a rebellion inside the PAP. As regards the actual words, unless Mr Shanmugam is willing to quote the exact words to me, I do not know what he really wants me to tell him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the second question? \n  <br>\n  <br>\n  <!-- Mr Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Shanmugam:</b> Sir, I will quote him the relevant passages. At col. 718 of Hansard, Vol. 1, Mr Lee Kuan Yew said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'One of the basic political tenets of democracy is that a Party is elected on its election platform. Of course, if one wishes to avoid the inconvenience of having to go back to the people after going back on an election pledge one could say, in a moment of flamboyance, \"I would break a promise if it were in the interests of the country.\" To commit that heresy would make a mockery of democracy.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He carried on, Sir: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The whole attack that the Chief Minister has skilfully directed does not explain why, if he honestly and sincerely believes that he is right in changing his mind, he should not take the people into his confidence, and put these facts before them. Let him ask for a mandate for this most important of all the Labour Front's election platforms - a mandate for the Emergency Regulations to be attired, not in a policeman's uniform, but in the Chief Minister's bush jacket.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 547</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At col. 719-20, Mr Lee Kuan Yew said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... what the Labour Front is seeking to do today is something quite contrary to what they told the people they were going to do.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If the Chief Minister today accurately represents the feelings, the temper and the views of the people, then, no doubt, he and his colleagues would be returned with greater strength and greater confidence. They would have a mandate to go through with this legislation;' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can quote him several other passages like that. But the crux of all the arguments is that the Labour Front did not have the mandate of the people when it pushed through the Emergency Regulations. It, in fact, was hypocritical because it campaigned on a platform that such regulations were not necessary and then proceeded to do the reverse in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the first question, I wanted to know the relevance of stating the time limits taken by the court and the fact that the Court of Appeal did not decide on the substantive merits of the application. How is that relevant to a debate in this House? Because can this House tell the courts what to decide, why to decide, what reasons to give for a decision or how long should the court take in deciding to hear habeas corpus applications? We do not have any such powers. So I wanted Dr Lee to clarify why he was raising that point. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> It is simple, Sir. We do not have those powers but we have the power to discuss issues concerning how things are being done in Singapore. We are not going into the full merits of the case itself. I think as a lawyer he should know that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter about Mr Lim Yew Hock, mandate and all that. First, if you want to talk about mandate, the PAP never had any mandate for the conscription law. They pushed it through. The National Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is the ISA. Has he ever read the 1954 manifesto of the PAP? That would tell him exactly what the position is. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, Mr Chiam, you want to make your clarification? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Much obliged to you, Sir. Sir, I brought to your attention that Dr Ong Chit Chung, in my view, has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 548</b></font>\n  <br>\n  <br> committed a contempt of court. The Privy Council is part of our judicial system and he cannot just say five Law Lords sitting there in England and if they make the wrong decision it is just too bad. I think it is contempt of court. It is a very irresponsible statement. You have to make your ruling. If it is not contempt we will leave it on record. If it is contempt then we have to strike it out. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> As far as I know, that is not a contempt of court. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged to you, Sir. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Can I speak in clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, make your brief clarification. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> I do not intend to cast any aspersion on these five learned Law Lords in the Privy Council. But I meant it as a matter of saying that they would not be much affected by the consequences of it. If I had inferred in any way their reputation, I withdraw those remarks. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged to you. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, Mr Sung. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Can I ask Mr Chiam this question. Earlier when he talked about the amendment he said that he has the highest regard for our courts. He also said that the PAP talked about the Elected President during the recent elections. My question for Mr Chiam is whether by quoting this example in his argument, he agrees with the principle of the Elected President. Let us have it on record. The second question is, if he has the highest regard for our courts, why must we go to the Privy Council? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I wish Mr Peter Sung would stay awake and not sleep while I am talking. I did not say any of those things. I did not accept the concept of an Elected President, but I am putting your arguments to support the review by our courts in regard to detention under the Internal Security Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as regards the Privy Council, I have not touched on that part of the law in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 549</b></font>\n  <br>\n  <br> regard to the ISA at all. If you have followed my speech, I have left that out completely. I do not know how he could bring it up. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> I think the Hansard would show what he did or did not say. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, first of all, I would not reply to all of Dr Lee Siew Choh's points because the answers to many of his points have, in fact, been covered by me in my earlier presentation because he is really arguing for the courts to have judicial review. But if I might just touch on one or two of his points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He talked about ISA being used as a tool for not tolerating criticism, arbitrary arrests. I might say this, Sir. That Dr Lee Siew Choh is a living example how scrupulous and careful the PAP has been in exercising the ISA powers. Even at the height of the Communist United Front activities when his colleagues in the Barisan Sosialis and others were detained, was he ever in danger of being arrested? Because the Government makes a clear distinction between those who are involved in subversion and conspiracy and those who are not. Mind you, Dr Lee's utterances, for those who have read them, were vociferous, almost bordering on the vile. But we made a distinction, the Government made a distinction. He was open. He was not a member of the Communist United Front. He was not in danger and he knew it. I think therefore he is a living example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He talks about views of Congressmen in Australia, in the United States. But we are talking about Singapore. And what really determines is the wishes of the people of Singapore and, as the First Deputy Prime Minister pointed out, we have been open about the ISA, the need for the ISA, and each time we have used the ISA we have not flinched from a debate and we have not flinched from making it an election issue. That is all I wish to say in response to what Dr Lee Siew-Choh has made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, I realize that in my earlier presentation I omitted to comment on Mr Chandra Das's point as to whether we should have an extra Court of Appeal and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 550</b></font>\n  <br>\n  <br> this was made by some others like Dr Arthur Beng and Dr Ho Tat Kin. This, of course, can be looked into but if it is looked into it is quite distinct and separate from the measure to abolish appeals to the Privy Council because it assumes that there are so many cases each year going to the Privy Council that to cut off appeals to the Privy Council means that there is going to be a tremendous backlog. I do not think the figures bear this out because for the last 10 years there were 55 criminal cases which went up to the Privy Council, 65 were civil cases. So if there is a backlog or overload on our courts which he talked about, that is within the system before even any appeals go beyond the Privy Council. So the concern is expressed and the others have expressed, echoing the views they have heard from other lawyers, will have to be addressed whether by appointment of more judges or establishment of more courts or whatever. Of course, I think Members are aware that the Prime Minister has spoken on more than one occasion of the difficulties we have in getting the best of our legal minds in legal practice to come and serve as judges in our courts. But this is a point that has been made today by several Members and is a point that will be looked into. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I agree with the Minister for saying that we should be dealing with the affairs concerning the people of Singapore and not be bothered with what the Australians or the US Congressmen say. Nevertheless, these people have expressed opinions and opinions are taken into account the world over. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the other point -- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lee, what is the clarification? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> The clarification is the next one, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You cannot embark on another speech. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> That I am the living example of PAP democracy because I happen to be free. The same question has been asked of me on many occasions as to why, if I said that there was no democracy, I was free to go about. If the Minister, in his younger days when he was still a student \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 551</b></font>\n  <br>\n  <br> or a semi-student, had listened to me in the University forums, lectures and talks, he would have known that my answer has always been that the PAP has no reason to arrest any of my colleagues and no reason to arrest me, and that they did not arrest me simply because they wanted to use me as a facade of democracy. Yes, Sir, you must understand that. The PAP had very bad publicity all over the world on the way the PAP had been dealing with the Opposition. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, I think you have made your point. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Okay, thank you. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, Mr Chiam. Mr Chiam, this is the last clarification I am granting you. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I am very much obliged to you. I am very thankful, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have on record an offer in relation to Chia Thye Poh to the Government. I think it is only proper the Minister should give me an answer: either he accepts, he rejects or is he going to have more time to ponder over it? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, that matter was discussed during the debate on the previous Bill and it has been disposed of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. [Prof. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 -- \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 3, to leave out \"means\" and insert \"includes\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these introductory comments apply to all three amendments which I propose. The amendments are of form and not of substance. They are designed, in my respectful view, to clarify our intention behind the proposed legislation. I have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 552</b></font>\n  <br>\n  <br> heard the Minister's speech as to the rationale behind the proposed amendments. I have read the Long Title of the Bill which provides that one of the purposes of the Bill is to restate the law applicable to judicial review of the decisions made and done under the ISA, and I have read the explanatory statement to the Bill which makes it clear that the purpose of the new section 8B is to reaffirm the law as laid down in the decision in Lee Mau Seng and Karam Singh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a court construing legislation does not have the benefit of the explanatory statement and therefore it is all the more necessary for us to be as plain as possible in our intention because in interpreting a statute what the court is concerned with is not what the legislators meant to say but to ascertain what they have said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in relation to the first amendment, I would respectfully propose that the word \"means\" in page 2, line 3, be deleted and the word \"includes\" be inserted for the reason that, as presently worded, the phrase \"judicial review\" as defined in section 8A is limited only to the proceedings set out and explained in sub-paragraphs (a) to (d) of section 8A. It is a distinct possibility, Sir, that judicial review may either be described in other Commonwealth countries otherwise than has been described in sub-paragraphs (a) to (d) or that there might come a time when new labels may be attached to proceedings begun by way of judicial review. It is my respectful view, Sir, that the use of the word \"includes\" in place of \"means\" would take care of these possibilities and developments. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, may I say that I have studied the amendments moved by Mr Davinder Singh and my comments apply to the other two amendments also. So I do not have to speak again. I have also discussed these amendments with the legal draftsman and I am glad to say that we welcome his contribution. It does not affect substance and we welcome his contribution and we will be able to accept the amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 553</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, line 16, to leave out from \"(1)\" to the end of line 24 and insert -- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Subject to the provisions of subsection (2), the law governing the judicial review of any decision made or act done in pursuance of any power conferred upon the President or the Minister by the provisions of this Act shall be the same as was applicable and declared in Singapore on the 13th day of July 1971; and no part of the law before, on or after that date of any other country in the Commonwealth relating to judicial review shall apply.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two limbs to this proposed amendment. First, I propose that the words \"Subject to the provisions of subsection (2)\" be inserted at the beginning of section 8B(1) to make the structure of the amendments clearer. The aim is for section 8B(2) to be the dominant provision. The words \"subject to\" in my view, are more apt to describe this relationship between section 8B(1) and 8B(2). Subsection (1) is not to be disregarded as the word \"notwithstanding\" in subsection (1) ought to, might suggest. It is meant to be subservient and to be operative outside subsection (2) and irrespective of whether subsection (2) stands or is struck down by the courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second limb of my proposed amendment addresses itself to that portion of section 8B(1) beginning with the words \"prior to the introduction into Singapore since the 13th day of July 1971 of any part of the law of England or of any country in the Commonwealth relating to judicial review.\" The purpose of this subsection and therefore of these words is to reintroduce the law as stated in Lee Mau Seng which was declared on the 13th day of July 1971 and to make it clear that nothing else in the way of pronouncements of the law before or after that date in Singapore or before, on or after that date anywhere else in the Commonwealth relating to judicial review shall apply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present wording may, however, not lend itself to this construction for the following reasons. It may be open to a party making an application to court to argue that the law which was applicable in Singapore prior to the introduction in Singapore since 13th July 1971 of any part of the law of England or any other country in the Commonwealth relating to judicial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 554</b></font>\n  <br>\n  <br> review was the law as declared by the Court of Appeal on 8th December 1988. This is because of the theory that the courts merely declare what has all along been the common law. In other words, the law has always been the same. The Court of Appeal has only recently discovered this law and that therefore even as at 13th of July 1971 the applicable law is that stated on 8th December 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Alternatively, Sir, even if this argument is not accepted by the courts, it may be argued that the law prior to the introduction in Singapore since 13th July 1971 of any of the law of England or of any other country in the Commonwealth relating to judicial review is that declared by the Privy Council in 1951 in a decision called Nakuda Ali which also rejected the subjective test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I respectfully suggest, Sir, that the insertion of the words \"and declared in Singapore on the 13th day of July 1971\" make it plain that Parliament's intention is that the applicable law is that enunciated in Singapore by the High Court on that day, ie, in Lee Mau Seng. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The latter part of the amendment, ie, \"and no part of the law before, on or after that date of any other country in the Commonwealth relating to judicial review shall apply\" reinforces the object of ousting all other views of the law before, on or after that date anywhere else in the Commonwealth. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I just want to mention that since Mr Davinder Singh alluded to the possibility of subsection (2) being struck down by the court, I want to repeat again that all these provisions in this Act is an Act enacted pursuant to new clause (3) of Article 149 and because of the amendments to Article 149 itself it is provided that inconsistencies in this law with fundamental liberty provisions cannot be the basis of a challenge under Article 149. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I want to point out that since his amendment, in our view, does not alter the position that subsection (2) will be the overriding provision, we are able to accept the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 555</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 2, lines 25 and 26, to leave out \"Notwithstanding the provisions of subsection (1), there\" and insert \"There\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This proposed amendment to section 8B(2) is consequential on the insertion of the words \"Subject to the provisions of subsection (2)\" in subsection 8B(1) which was the subject of the earlier amendment. In view of the insertion of those words which has received the sanction of this House the words \"Notwithstanding the provisions of subsection (1)\" become redundant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 556</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2, as amended, agreed to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with amendments; read a Third time and passed. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Seven\n  </div> \n  <div align=\"right\">\n   Minutes to Six o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
