{"memberId": null, "volumeNo": "54", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"54\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1989-05-30\"> \n  <meta name=\"Start_Col\" content=\"231\"> \n  <meta name=\"End_Col\" content=\"322\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">54</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">30-05-1989</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 54</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 30th May, 1989</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung (Bukit Batok) - from 5th to 9th June, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Teo Chong Tee (Changi) - from 5th to 16th June, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education - from 6th to 18th June, 1989. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House - from 11th to 18th June, 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong (Cairnhill) - from 1st to 3rd June, 1989. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>HDB 3-ROOM PURCHASE FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Number unsold and conversion into bigger flats)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr S. Vasoo</b> asked the Minister for National Development what is the number of 3-room purchase flats which are not taken up as at the latest convenient date; and what plans are being made to convert these flats to enhance their take-up. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, as at 30th April 1989, there are 10,900 unsold 3-room flats. Out of these, 3,300 units will be converted into bigger flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining 7,600 3-room flats will not be converted and are being offered for sale. There are presently 1,710 applicants on the waiting list for 3-room flats. The HDB has ceased further construction of 3-room flats for sale. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEASURES TO CURB ROAD USAGE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for resuming adjourned debate on Amendment [29th May, 1989] to Question [29th May, 1989], \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House supports the principles underlying the latest measures introduced by the Ministry of Communications and Information to curb road usage.\" - [Dr Hong Hai]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Which Amendment was, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'at the end, to add - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"but regrets that some of the measures are too hastily introduced and too harsh; and that this House urges the Ministry to review them.\".' - [Dr Arthur Beng Kian Lam]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed, \"That the words proposed to be added, be there added.\" \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, this debate on our land transport policy would not be complete if I do not give this House the feedback of the taxi operators on the issue. At this point I would like to declare my interest again as the General Manager of NTUC Comfort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I last addressed this House on this subject in January the taxi drivers were still reeling from the sudden hefty increase in taxi diesel tax in November last year from $1,100 to $4,400, an increase of $3,300 or 300%. This increase translated to a cost increase of $10 per working day. Since then the Public Transport Council approved only a 20 cents increase in flagged-down fare. Six months after the fare increase, daily collections have gone up only marginally - $2 in the case of single shift taxi drivers and $6 for two-shift \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> taxis. In the same period, however, operating costs have gone up further because the price of diesel fuel has gone up in November last year from 34.2 cents to 42.9 cents per litre, an increase of 8.7 cents per litre or a percentage increase of 25%. This works out to an increase of about $3 per day for two-shift taxis. The net result therefore is that two-shift taxi drivers are still $7 worse off per day compared to pre-November 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before enough time has been given for taxi drivers to recover fully they are now again hit by the recent measures announced by the Government to curb the usage of cars. There are two particular measures which hit them directly. The first one is the HDB car park fee increase from $25 to $50, an increase of 100%. This would translate to an increase of about another $1 a day for the taxi drivers. This increase is unnecessary at this time because this measure does not curb usage of taxis or cars at all. It only adds to the burden of the lower income car owners and taxi drivers who drive for a living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second measure that will affect taxi drivers adversely is the increase in the Area Licence Fee for taxis from $2 to $3. This increase will reduce the number of commuters riding into the CBD in taxis in the morning. This will not reduce congestion caused by taxis because the number of taxis on the road is fixed in the short and medium term. Instead of driving into the CBD with commuters, these taxis will now just be causing congestion on the ring roads, as they ply around looking for passengers. In the afternoon the same thing will happen. There will be congestion again on the ring roads but a shortage of taxis in the CBD. Alternatively, the taxi drivers can buy the season CBD pass but this will raise the operational cost, again by another $2 per day but without any prospect of return. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since taxis are public vehicles, just like buses and MRT, I would like to urge the Government to retain the ALS fee for taxis at $2. I would also like to take this opportunity to urge the Government to review the taxi diesel tax increase scheduled for November this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to point out to the House that the recent measures to curb road usage together with the diesel tax increase have resulted in a drop in income by about 10% for taxi drivers since November last year. This setback is happening at a time when politicians, civil servants and many other workers are having salary increases and pay adjustments. From the taxi drivers' point of view, therefore, these measures are too harsh and they come too fast. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the amendment to the motion. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Senior Parliamentary Secretary to the Minister for Trade and Industry and Senior Parliamentary Secretary to the Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment (Mr Eugene Yap Giau Cheng):</b> Mr Speaker, Sir, first of all, allow me to seize this opportunity to thank the Ministry of Communications and Information for all the good things they have done for our transport system. Sir, it has always been my stand that as a Member of the Frontbench, I would leave it to the Backbench to question Government policies. However, you do get that odd moment when you see a policy sticking out like a sore thumb giving the impression that it was not carefully thought through and has the net effect of affecting certain quarters of the population and rather unfairly too. Not to speak up under such circumstances can be construed to mean irresponsibility on my part. Sir, I therefore rise to support the amendment of the Member for Fengshan. Although I do support the idea of Dr Hong Hai and some of my other colleagues in this House, I cannot support Dr Hong Hai's motion as it is directionless and if we adopt it, we will be going all over the place and be more confused. Sir, I submit the interim measures to control the growth of the car population will affect many of my constituents rather unfairly. Please allow me to explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the change in car pool policy. My constituency is not fortunate as some others are into which the MRT runs, or where it is easy to get on to the MRT line. In certain areas, you cannot even hop into a bus and hope to travel to a place directly in that bus. You may have to hop into a bus, take a little detour somewhere, hop into another before you get to your desti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> nation. I am attempting to demonstrate that for certain people in certain parts of Singapore, the public transport system is still less than perfect, and it is exactly for the people living in these areas that I am speaking up for, ie, my friends and my constituents in Mountbatten. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we were the ones who came out some years ago to encourage Singaporeans to car pool. Singaporeans, being cooperative, willing listeners, sensible, obliged and car pooled where possible. Now we are withdrawing this exemption for cars with four persons to travel free into the CBD. Question: are we letting Singaporeans down? How can we expect them to give us full cooperation the next time? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in withdrawing the exemption, the Ministry gives the reason that they want to encourage greater use of public transport and that the people who were picked up for car pooling were actually bus commuters. But, as I have said earlier on, Sir, unless the public transport system works for as many people, ie, it is as convenient for any one person to travel from Point A, as it is for another to travel from Point B, as it is for another to travel from Point C, and so on, then to withdraw that exemption may be considered quite unfair. Unless the system is improved, you cannot do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is the reason why in my constituency people simply walk across the road, hop into a car that wants to get into the CBD with four persons free, and goes to where he wants to go. They have found a good solution, Sir, with a little more convenience and comfort to work. Let it be. After all, it is still the same person transporting his own body to the place where he wants to go without buying a car. Why should he be pushed into a bus or an MRT against his convenience? The more ways people have to go to work, the less people will need to depend on one system. In this way, we reduce the inconvenience by giving people many choices and I thought the MCI espoused the thinking that the more people pay, the less each pays. Similarly, the more ways to go to a place, the less the inconvenience. By the way, in the evening, a person is further inconvenienced by not being able to car pool back home. This is one example of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> how we can affect some people's lives through a reversal of a policy which had hitherto worked quite well for many people. I wonder whether there are many other ways where other people around Singapore are being affected by this same reversal of policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then you have the increase in HDB car park charges. In increasing HDB car park charges, we need to be a little considerate. Sir, the increase paid by a person with a low income is more painful than that paid by a person with a higher income. Thus, to increase car park charges in HDB estates so steeply and across the board is not entirely fair. The person who lives in a 5-room flat or a maissonnette finds it less painful than a person who lives in a 3-room flat. Dr Hong Hai used the term \"the appendage that does not belong\" to describe the unusual event of increasing by 100% the HDB car park charges. To me, it is the appendage that was there which had become an \"appendix\". The surgeon in MCI has now used his sharp scalpel to remove the unwanted appendix. In discussing the increase in HDB car park charges, I am not even thinking of the \"painlessness\" felt by those who are currently residing in private homes and condominiums. Why? Because I am well aware of the fact that our civil servants these days have a famous dictum, ie, \"front end\", \"back end\" charges. I wonder if they have the \"middle end\" charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is another poser. The person who lives in a 3-room flat may want to drive his family around during weekends to enjoy himself or he may just be someone who needs a car for his work . He may be a salesman in a small firm whose company does not provide a car but requires him to have a car before he can get the job. There are advertisements to this effect in the press occasionally. So how do we make 2 and 2 add up to 4? By the way, it is going to cost more too to visit friends and relatives in HDB estates over the week and I expect in due course the Member for Ayer Rajah will ask the Minister for National Development whether he will allow free parking in HDB estates for sons and daughters who want to visit their parents during the week. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Sir, what is the net effect of just these two measures, meaning the change in car pool policy and the increase in HDB car park charges? The net effect is that those who can well afford a car will be happy. No doubt the 5-room flatter has to pay increased HDB car park charges but he is more than compensated for in reduced CBD charges. Those who need a car but are borderline cases, they drop their cars. Up to now, it may not be so bad. But when he has to resort to the motorcycle because he has to be up early and be in time for work, he not only faces increased charges but exposes himself to greater traffic dangers and the weather. If he resorts to the bus or the MRT, he may face greater inconvenience and having to rise very early to catch the bus or the MRT in time while many others are still resting happily at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore submit that although we need to control car growth in Singapore, the measures so far announced are not equitable and I would suggest that the Ministry spend a bit more time to reconsider them. Don't let us keep the car to the private homedwellers and the 5-room flatters, and the bus or the MRT to the 4-roomers and below. Have a system that enables greater mobility and more choice. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, yesterday the Member for Fengshan following Dr Hong Hai's motion supporting the principles in curbing road usage by vehicles added an amendment expressing regrets that some of the measures are too hastily introduced and too harsh and urged the Members and the relevant Ministry to reconsider. I do not agree to this proposed amendment. The reason is very simple. I am not objecting to his request for review of these measures by the Ministry. I feel that he should not say that the Government in implementing the various measures has been too hasty. I am one of the Members of the GPC on communications and information. I know that the recent plan and measures on road transport by the Government have been taken after careful thought and long consideration and implemented without choice \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> but to run the dissatisfaction of the public. It is really hard on the Government with all its good intentions. The problems of road transport are just like those of Home Affairs. They are very difficult to tackle. I am very sure that our people do not mean that they just want the ministry to do nothing but allowing cars and road use to increase without restriction, because in the end when there is serious congestion on the roads and when road traffic is paralysed, then it will not be good to any body. While the Government must necessarily and actively take positive measures in good time to regulate and improve the public transportation system to make it more comfortable, convenient, and attractive for car owners to travel by it, the Ministry of Communications has also to take some measures at the same time to prevent the worsening of the conditions of road traffic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Beng had also said that certain measures taken are too harsh. It is a matter of subjective view which varies from person to person. My stand is there are two of the recently announced measures we may consider alleviating. The first item, the increase in season car parkingfees in HDB carparks from $25 to $50 can be implemented in two stages so that it will lighten the burden of the car owning HDB estate dwellers have time to plan in advance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second item is about the evening ALS. Because it may cause more congestion along major ring roads, adversely affect CBD retail businesses and cause the residents inconvenience, I feel the Government should delay implementing the measure and allow the increase in CBD parking charges to work and reduce the increasing evening congestion in the city for the time being. Thank you, Mr. Speaker. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai (Bedok GRC):</b> Mr Speaker, Sir, I listened eagerly to the speeches by the Members for Fengshan and Ayer Rajah who proposed and seconded the amendment to my motion, and I thought that they would be taking a different line from the rest of us who supported the original motion standing in my name. I was pleasantly surprised that they said more or less the same things, that the principles \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> behind the Ministry's measures were correct but that the specific measures were controversial and should be reviewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, that being the case, I see the amendment as unnecessary. As I have explained in the House yesterday, it is perfectly consistent to support the original motion while disagreeing with some of the specific measures. Indeed, this is what Members of my GPC as well as the Feedback Chairman have done. So why the need for an amendment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Fengshan has made the interesting claim that only the amended motion can lead to action while the original motion is just \"talk\". If there is a possibility that this is the case, I would be the first to support the amendment. But the fact of the matter is that both the original motion and the amended motion allow Members to ask the Minister to reconsider specific measures; neither motion can bind the Minister to any action. I would imagine that the Minister is more likely to be persuaded by sound argument than by fire and brimstone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would have readily supported the amendment but for the fact that it describes the measures as too harsh and too hasty. To disagree with a measure like the evening ALS is one matter. To call it too harsh is quite another. More important, I think, is whether or not the measure will work to reduce congestion and whether the cost is worth the benefit. That is really the issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not think it is fair to call the measures too hasty. I know for a fact that the Minister for Communications and Information spent a great deal of time with his officials researching the subject, discussing it with my GPC and other MPs, and presenting it to Cabinet. We may have honest differences in judgment with the Minister and we may like him to research some issues further. But he is the decision-maker and he must judge for himself when to take a decision and when to act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I disagree with the amendment also because it is negative in stance. It emphasizes only those measures that are not supported. What about those measures that are supportable? You cannot have the cake and eat it. If we want smooth traffic, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> we must make some sacrifices. As any medical doctor can tell you, good medicine is often bitter. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Not necessarily. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai:</b> Often bitter. The key word is \"often\", Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some of the measures are quite sound. I personally would endorse, for example, higher parking charges in the city, the extension of the ALS requirement to goods and commercial vehicles and the elimination of exemption for car pooling. These are not popular measures but, in my view, they are necessary. The Minister has had the courage to take an unpopular stand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the Senior Parliamentary Secretary who thought that the motion was directionless, this is the direction of the motion - follow the principles, the measures must match the principles. This was the substance of the motion. I confess that it is a subtlety and it may have escaped some, including the Senior Parliamentary Secretary. If a man of his intellectual calibre can miss it, then I readily concede the necessity to be more explicit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the debate so far has made it clear to our GPC that there is a need for the issues involved to be discussed further publicly, so that opinions and expert views from a broad spectrum of people can be collated to help the Ministry review its policies and plan better ones. The First Deputy Prime Minister has previously mooted the idea of GPCs holding public hearings on important issues. Sir, I believe that land transportation today is an issue deserving such attention. I am, therefore, proposing to the Minister that such hearings be held in the near future. Should these hearings be held in the future, I would be pleased to invite the Members for Fengshan and Ayer Rajah to be co-opted into a GPC Sub-Committee which will conduct the hearings. Both Members have vast amounts of experience and expertise to offer, particularly Dr Beng who was formerly Chairman of the GPC on Communications and Information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, Sir, I urge Members of the House to press on with their suggestions and criticisms relating to the new \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> measures introduced to curb car usage. We trust that the Minister will view these suggestions positively, make changes where he feels appropriate and review the measures again after the public hearings are held. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for reasons stated earlier, and as much as I respect Dr Tan Cheng Bock's wisdom and sincerity and Dr Beng's political acumen, I am regretfully unable to support the amendment. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Point of clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Dr Hong Hai mentioned that the motion is almost similar to his. But his motion supports MCI's policies in principle, which Dr Beng and I also support. But the amendment goes beyond that. It seeks also to reflect the people's feelings and unhappiness over some of the issues, like evening ALS, increased HDB parking fees to 100%. To many, these are inappropriate measures. The two motions are therefore different. His motion is conciliatory. The amendment motion is more realistic, more in tune with the people's feelings. So MPs in this House must not be swayed by his rhetoric and must let conscience be their guide. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai:</b> Mr Speaker, Sir, I stand by what I said earlier. The motion's direction is that the principles have to be supported and that the measures must match the principles. My objection to the amendment is that it emphasizes only those measures that are not supportable. It focuses attention on harshness and hastiness. It says nothing about positive measures, and there are many positive measures in the package. Therefore, the amended motion is unbalanced. My motion, as it stands, says we support the principles and leave it open to the House to comment on and criticize specific measures, some of which are supportable and some of which may not be. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, in response to Dr Hong Hai that we have not supported --- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Arthur Beng, you cannot respond to the speech of Dr Hong Hai. If you want to make a brief clarification, I will allow that. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Yes, Sir, I want to make a clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> But no speeches. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kin Lam:</b> The amendment says, \"some of the measures\" and not all the measures. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Mr Ng. \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too (Nee Soon Central):</b> Mr Speaker, Sir, I beg to move an amendment to the amendment moved by Dr Arthur Beng. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To leave out all the words after \"measures\", and insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'may be too onerous and urges the Ministry to review them.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Copy of amendment to the amendment handed to the Clerk.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my colleagues who have spoken before me have expressed their sentiments. There is one common thread that runs through all their arguments in this debate. The policy of restraining car ownership and car usage is necessary. But the measures which have been announced are unnecessarily harsh and, by implication, completely devoid of feelings of compassion for car owners and road users. So they make the earnest appeal for a reprieve, for that palliative which car owners can tolerate and live with. Even though I was one of the scheduled speakers to join in the chorus of appeals to implore the Minister to treat our car owners and road users with a gentler glove, I was quite prepared to let the other speakers who are more passionate in their arguments than myself to undertake this task. But when I heard my colleague, the Member for Fengshan, move and speak on his amendment to the motion being debated, I felt compelled to speak against his amendment, and to move this amendment to his amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member went on an emotional tirade to castigate the Ministry for being too hasty and too harsh in introducing some of the measures and called for a review of these measures. But he forgot to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> identify what these measures were. Which specific measures was he referring to when he said that they were too hastily introduced? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member, as every Member knows, was the previous Chairman of the GPC for Communications and Information. This appointment gave him the privilege of full access to information on Singapore's road transport policies which the Ministry has been working on over the past few years. The Minister for Communications and Information had also given a series of fair warning over the past six months on the Ministry's intentions to curb car usage through stiffer measures. To now say that these measures were too hastily introduced would suggest that these were on the spur-of-the-moment decisions, and not given the thorough consideration that they deserve. Please remember that all these decisions and policies have to pass the test by going through Cabinet. A hasty decision poorly thought through can never stand Cabinet's test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are the measures too harsh? It is really subjective. What is harsh to some may be interpreted as mild to others. These are buzz words. They mean different things to different people. The need to review? Yes, I agree with him. The measures are somewhat burdensome on some of our road users. But a review has to be carefully thought through. Perhaps a better time to do the review could be after the Ministry has had the chance to assess the results of these measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are we really after? We are after effective solutions that can deal with a real problem, where tough measures are necessary to solve our traffic problems. We are not interested in making any passionate oration here in Parliament to sidestep the real issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a Backbench MP, I speak up for the Ministry, because it has a difficult job to do. I do not envy the Minister's task. The Minister for Communications and Information has never been a popular portfolio. I know it hurts every car owner's pockets, having to pay more for car park charges. I know it is unpleasant having to endure more restrictions because of changes in the ALS scheme. I know it is bothersome \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> for all motorcyclists to buy ALS stickers if they want to enter the CBD during the peak hours. But unless we have the political will and understanding to tackle a difficult problem before us, this debate will be nothing more than mere airing of grouses. I am not saying that the Ministry has the right answer to solve the problem. I reserve that judgment. Only time can tell whether the measures announced are effective. But if all of us speak up against these measures with no suggestion for a better alternative, because it is a popular thing to do in Parliament, then we have not really addressed our minds to the real problem. I urge all Members to allow the Ministry an even chance of succeeding in working its policy through. The end objective is what we all desire to see, a better managed traffic situation on our small island nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Listening to the Member for Fengshan yesterday reminded me of a patient being prescribed the proverbial bitter pill. The package of measures announced is indeed a bitter pill for all of us to swallow. But though bitter, it has the potency to cure our traffic ills. In asking for a review, what the Member is trying to do, by implying that these measures were hastily introduced and are too harsh for our roadusers, is to tell the doctor, \"Now, take this pill back, make it less bitter, sugar-coat it if necessary. Never mind if the pill is less effective or takes a longer time to have the desired effect.\" Can we live with the ailment? Can we in Singapore, where the traffic situation is reaching saturation point on some of our roads? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving my amendment to the amendment I mentioned that some of the measures were onerous and that they needed review by the Ministry. One of these measures which I feel very strongly about is the 100% increase in the seasonal car parking charges. I would like to ask the Minister for National Development, on what basis did he arrive at a 100% increase in car parking charges? Do we have full cost recovery with a 100% increase? The press statement indicated that car parking charges presently are heavily subsidized and that there is no full cost recovery. My question is: will the 100% increase give us the full cost recovery? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion moved by Dr Hong Hai and ask my colleagues in this Chamber to support my amendment as worded in its present form. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member for Nee Soon Central has proposed an amendment to the amendment by the Member for Fengshan, to leave out all the words after \"measures\" and thereto insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'may be too onerous and urges the Ministry to review them.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is as proposed by the Member for New Soon Central. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the Non-Constituency Member, Dr Lee Siew-Choh, is also proposing an amendment by the Member for Fengshan. As I intend to take the debate on the amendments together, would you like to speak now, Dr Lee? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, all of us agree that there should be no traffic congestion in Singapore. The question is: how do we achieve such an objective? The Government has suggested a three-prong approach to tackle the problem of traffic congestion: to keep vehicle population down, to reduce usage of vehicles and to distribute traffic more evenly in terms of time and space through the ALS. The motion speaks of measures to curb road usage. But the principles involved, however, have not been spelt out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In November 1988, the Minister for Communications and Information said that people who wanted to own a vehicle and hence contribute to the overall congestion would have to be subjected to some measure of restraint. And he also said that they were supposed to be equitable measures, equitable related to the principle of equal misery for all. Are all the measures presently introduced equitable? Clearly, they are not. In addition, they are also discriminatory, self-contradictory and inflationary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the sentiments expressed by Dr Arthur Beng and Dr Tan Cheng Bock that the measures are too harsh. But I suspect that they are not really too hastily \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> introduced. After all, these measures are supposed to have been fully discussed by top civil servants concerned and by the whole Cabinet. The decision is a collective decision, not the decision of the Minister alone, and must have been discussed for quite some time. This has also been mentioned by quite a few speakers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment by Dr Beng, although good, is inadequate in the circumstances. Now I propose an amendment as follows: That the words after \"regrets\" be deleted and therein to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the measures are inequitable, discriminatory, self-contradictory and inflationary, and that they should be totally withdrawn, and a thorough study of the traffic problem be undertaken.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Government has tried to separate car ownership from car usage. This may serve as a theoretical exercise, Sir, but it is divorced from reality. A car is not a museum piece. It is made and sold for use and it must run on the roads. It cannot fly in the air, nor swim in the water. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Car ownership and road usage are therefore intimately linked and inseparable. To speak of measures that curb road usage alone is unrealistic. Measures that curb road usage are essentially the same measures that also curb car ownership. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government also speaks of equitable measures previously, but what are \"equitable measures\"? Several speakers have spoken and given their ideas of what they mean by \"equitable\", although they have not really spelt out what they mean by those very words. Equitable measures, so far as I understand, Sir, are those that are fair, just and reasonable for all concerned. If these measures are, in fact, taxes or levies (in whatever form), then they must be taxes or levies that are borne by those best able to pay them. This is especially so when there is gross income inequality in the country. So-called across-the-board taxation benefits the rich. The poor are made to pay a proportionately higher percentage of their income in taxes. Therefore such measures are not equitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about dearer petrol? The tax on petrol is supposed to discourage the use of cars on the road. And the recent half-tank \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> rule, designed to discourage motorists from going across the Causeway to Johor to buy cheaper petrol, is also supposed to do the same. But the imposition of 10 cents extra tax on petrol will not be able to discourage the use of cars. The motorists have paid high petrol taxes all these years, and they have not stopped using their cars because of these taxes. The reason is not because they are affluent, as some of the Ministers have been trying to stress all the time, or because the cars is a prestige symbol, but simply because they need the car to earn a livelihood and for family use. Because of the Government policy of so called urban renewal and resettlement, many people now live in satellite towns in outlying districts. They need the car to go to their work-places to earn their living, send their children to school, and do other businesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The car is generally accepted as the cheapest means of transport for the whole family. To them the car is a necessity, not a luxury, since public transport like buses and the MRT may not serve their needs or are otherwise unsuitable. Therefore, they will have to use the car, and of course, bear the burden of the higher taxes in petrol. The well-to-do can well afford the higher petrol tax but the question is: is it fair and just for the people in the low and middle income groups? The answer is no. The petrol tax is unfair and inequitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Area Licensing Scheme introduced in June 1975 together with car pooling, park-and-ride scheme and the shuttle service has succeeded to a large extent in reducing traffic congestion in the Central Business District during peak hours. But congestion, though not too bad today, often is diverted to ring roads. It also builds up when the restriction hours are lifted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new measures of evening ALS fees that are introduced have created also new problems. Take, for example, motor cyclists. They have been mentioned but there is no harm in just stressing this again. Motorcyclists have low incomes. They need the motorcycles to earn their living - as salesmen, technicians, messengers, news-vendors, shop assistants, small businessmen, etc. The machine is small and does not occupy much space. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> Motorcycles certainly do not contribute much to the congestion on the road. But from 1st July, entry into the CBD will cost them $1 per day or $20 per month. With dearer petrol and increase in parking fees, the motorcyclists will have to spend $50 to $60 extra per month. This works out to 10-15% of their monthly income. All these details are listed in the Shin Min Daily News on the 27th May. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the low-income group, this is no small sum. It is a heavy burden. This is misery which only the low-income workers have to suffer. There is no equal misery for all. The rich do not go about on motorcycles and are not affected. Therefore, Again the tax on motorcycles is inequitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The taxi driver, already mentioned, works long hours to earn a comparatively small income. He already has to pay heavy taxes on diesel. Now the passenger has to pay $3 (hitherto $2) in order to get into the CBD. Commuters, as we all know, generally are unwilling to pay the extra charges for the area licensing fee. So this must mean that many taxi drivers will miss carrying commuters into the CBD and therefore earn less income. This has been emphasized by Mr Lew. Is it then fair to impose charges that will reduce the already small income of taxi drivers? The answer is no again. The ALS fees are inequitable to the taxi driver. Similarly, the lorry-driver and the school bus driver will have to pay the ALS fee if they should get into the CBD during the peak hours, morning or evening. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the residents in the CBD? They will also have to pay the ALS fees of $3 if they return home from work before 7.00 pm. Is that fair and reasonable? The answer is again no. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Car pooling, mentioned a little while ago by one Member, is a genuinely good measure that helps to reduce the number of cars entering the CBD. It is still popular. But unfortunately, car pooling does not bring in revenue for the Government, and probably because of that, car pooling is now scrapped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ALS and car pooling are complementary. In 1975 Government said that the ALS was intended to facilitate car \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> pooling and discourage the entry of under-utilized cars into the CBD. Now the whole argument is forgotten. I do not know how he is going to answer that. Instead of one car carrying four persons into the CBD, now it may well be that two, three, or even four cars will have to carry four persons into the CBD. Therefore, in scrapping car pools, Government in fact would encourage under-utilized cars to go into the CBD. Government says it wants to control traffic congestion. But its action may well cause traffic congestion when there was none before. Thus the Government measure is self-contradictory and self-defeating. Or is Government admitting that its main aim is not so-called traffic control but the collection of more and more revenue? After all, the reduction of ALS fees from $5 to $3 per day may well encourage more motorists to buy the ALS discs to get into the CBD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Increase in parking fees, mentioned by so many speakers. Some people may be prepared to accept a small increase in parking fees. But the hefty increase of 100% from $25 to $50 for night open car parking is too much for HDB residents to bear. They belong to the low and middle income groups. They cannot see the rationale for such increases in parking fees. After all, the cars parked in the HDB estates are not moving on the roads and they do not cause traffic congestion at all. Neither do they cause any pollution. So why are these HDB residents asked to pay so much more? Has the HDB not made enough money from the parking lots? Is there any principle of equity in taxing low and middle income HDB residents more and more, when other car owners who have parking lots in their own homes are not taxed in the same manner? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all in all, it can be seen that the measures recently introduced have one common objective. That is, not so much to control traffic congestion as to tax the low and middle income groups, and so to increase revenue for Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The car is today being treated as a milking cow by Government. On the excuse of curbing car population growth and controlling traffic congestion, car \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> import duties (currently 40% of the open market value), registration fees, additional registration fees (currently 175% of open market value) have been imposed. And they have brought in hundreds and thousands of millions of dollars of revenue for the Government. As a result, our cars today have become the most expensive cars in the world. The rich may be able to afford the ARF taxes but not the low and middle income workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, like the road tax and diesel tax that were imposed a few months ago even before they were debated in \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parliament in the annual Budget, so the taxes by way of the new measures have again been imposed even before the debate in Parliament. This has been well stressed by Dr Arthur Beng. This is the usual PAP way of imposing taxes in between budgets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The so-called new style of the PAP Government is again shown to be so much hot air. PAP style has always been \"execution first and reports afterwards\". Xian zhan hou zho. And the people are always made to pay. PAP stands for the people being made to Pay-and-Pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the 1988 elections, the PAP had boasted that it would bring \"more good years\". Yes, more good years for the Ministers who have salary increases and the rich, but very bad years, I am afraid, for the low and middle income workers of Singapore. The measures introduced are all discriminatory against the poor. How will these new measures affect the livelihood of the people of Singapore? This has already been touched on but I would like to stress that prices will certainly go up and have already gone up. Only this morning somebody came along to tell me. Prices of certain things have gone up and the cost of living will certainly increase. That is, the new measures are inflationary. The low and middle income workers will certainly be confronted with increasing hardship in the days ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The measures introduced may be medicine for Dr Hong. But they are near-poison to those adversely affected. They should therefore be totally withdrawn. A proper survey or census must be done to indicate the whereabouts of traffic congestion, and the time such congestion occurs, so that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> appropriate action may be taken to initiate measures that are fair and equitable for all people. That is the way to implement suggestions made by Mr Ng. A mere review is inadequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subjects for study in such a survey should include: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) How many people need the car for their businesses? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) How many people merely use the car to go to office and leave the car parked until the time they go home? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Are there adequate commuter services like the downtown buses that ply between Clementi and Shenton Way? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Do we need to restrict car usage to certain groups of people to certain hours of the day? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I remind you, Sir, that this was practised during the Japanese time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope Dr Arthur Beng and Dr Tan Cheng Bock and the other MPs too will be able to support this amendment. This is not a partisan amendment from the Workers' Party. It is an amendment that all the people in Singapore would like to have and see being adopted. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I propose that the amendments by Mr Ng Pock Too and Dr Lee be debated together and I will pose the questions on these two amendments at the end of the debate. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Mr Speaker, Sir, I rise not to support Dr Lee Siew-Choh's amendment - although I thank him for his kind words about myself and Dr Arthur Beng because his amendment calls for a total withdrawal of all the measures. I think that is not the proper thing to do. We are going to create chaos in Orchard Road and, I am sure, in many parts of the island. I think he should not move that amendment and I would urge Backbenchers to think very carefully about this. This is not a very carefully thought-out amendment and I think we should not support it. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I also thank Dr Lee Siew-Choh for his support but unfortunately I am not able to give him my support. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to turn to what Mr Ng Pock Too has said. First, much has been mentioned this afternoon about the bitter pill. I guess it is because the motion has been moved by two doctors. But unfortunately they do not understand medicine. When one has an illness, you do not have to turn to a pill. There are many different modalities of treatment and so are there very many different modes of transport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I would like to turn to the accusation about the use of the word \"hastiness\". What did I say yesterday when I used the term \"hastiness\"? I explained what I meant when I said \"too hasty\". \"Hasty\" not because the Government has not been giving us warnings. Yes, we all know that all these measures will come in when the situation arises, when congestion increases, when things get out of hand or before they get out of hand. But I used \"hastiness\" in this context, ie, the MRT is partially completed, lack of bus/MRT integration, problem of access to MRT stations and that there is room for improvement in the bus service and I ended up by saying and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In summary, Sir, while deterrent measures are being introduced, are alternatives being offered to the motorist?' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the context in which I used the word \"hasty\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I turn to the word \"harsh\". It is really amusing to see that I am being accused of using the word \"harsh\" wrongly when there are so many Members in the House asking for the HDB car park charges to be reviewed. As my colleague, Dr Tan Cheng Bock said, if 100% is not harsh, what is harsh? If it is not harsh, why are you all asking for reviews? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the question whether the measures will work. I think this is a very dangerous way to approach a problem. Do we want to kill a fly with a mortar bomb? Let us not overkill a situation. What we should do is to be rational about it, study the problem, be relatively sure that the measures will work, then implement it, not implement it and when it does not work or backfires on us, withdraw it. Have we not learned yet from the taxi fare affair? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Point of clarification, Sir. There are not very many people who agree that there is truly traffic congestion in Singapore today. With the good management by our --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your clarification, Dr Lee? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> My clarification is: Dr Tan says that the roads like Orchard Road will be impassable or something like that. I am just saying that there is hardly any traffic congestion today in Singapore. It can be argued and debated. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, a number of Members have spoken on the subject of the revision of HDB car parking charges. Members who spoke on the original motion which has been termed \"conciliatory\" as well as the amendment which I would term \"combative\" or the third amendment which I think Dr Tan Cheng Bock has termed \"chaotic\", have all spoken on the same subject and I want to thank them for raising this subject because it gives me an opportunity to explain the reasons for the revisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I would like to remind Members that this is not the first time that car parking charges in HDB estates have been increased. I would like to remind them that in 1984, HDB revised season car parking charges from $15 to $20. The following year, in 1985, the charges were increased from $20 to $25. We should have continued with these annual increases of at least $5 every year and we should have increased the charges every year in order to more accurately reflect the cost of providing car parks in HDB estates as well as to ensure that the car parking charges fit in with the overall transportation policy. If we had proceeded with an increase of $5 every year, I think we would have this year a rate of $45. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We did not proceed with the original plan of an annual increase because in 1985 we had a recession. All the Members are aware that the Government took pains to reduce rates and tariffs wherever possible in order to increase competitiveness. In such a context, it was obviously not appropriate to raise car parking charges. As a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> result, no revisions were made after 1985. Now that the economy is fully recovered and growing at a healthy pace, it is only appropriate to make a long overdue revision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the objective of raising the season parking charges? Is it merely to increase revenue for HDB? Yes, the increases in charges would result in increased revenue for HDB. But that is not the primary reason. The reason goes beyond just mere increase of revenue. The reason for revising the charges is to move towards full recovery of the economic cost of providing car parking facilities and to also reflect the social cost of providing car parks. Of course, it also supports the overall policy of restricting the growth in car population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Government has deliberately practised a policy of subsidizing home-ownership by the people. Today, 85% of public housing in HDB estates are owned by the residents and the policy of subsidizing home-ownership has worked. Can we extend the same policy of subsidy to car parking facilities? From the land use point of view, this is not possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have mentioned these figures before but I want Members to take note and think about these figures. At present, roads, car parks and related land transport take up 6,200 hectares or 10% of the total land area of Singapore. This is a big figure but the figure is even more significant and noteworthy when we compare it to the amount of land occupied for housing. Housing takes up 12.8%, let us say, 13% of the total land area of Singapore. So roads, car parks and other land transport facilities take up 10%. Housing is just a little bit more. This is a very big proportion of land used for roads and car parks. Obviously, increases in car population will lead to increase in demand for car parks as well as roads. In the past, HDB built car parks in its estates in anticipation of demand. This practice cannot go on. If we continue with this practice, it will mean that more land will have to be set aside for roads within HDB estates and more land will have to be set aside for car parks, meaning less land for homes and other economic necessities as well as other social amenities like parks and open spaces. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amount of land devoted to roads and car parks in HDB estates is already very high. It is higher than the national average. For example, in Ang Mo Kio New Town, land taken up by roads and car parks covers almost one quarter, 25%, of the town. This is the same as the amount of land taken up by the actual flats, the residences of the people living there. Roads and car parks take up 25%, the flats take up another 25%. So the same land which is used for housing is reserved for the exclusive use of car owners, and car owners make up only about one-third of the HDB residents. It is therefore manifestly unfair for the majority of HDB residents, the two-thirds, who are not car owners, for the car owners to be charged less than the economic value of car parking facilities. If more land in HDB estates is used for car parking facilities, there will be less land for other purposes, as I have mentioned, for open areas, neighbourhood parks and so on. These alternative uses can be enjoyed by the community as a whole. I think there is no doubt that we must charge a rate that covers the economic cost at the minimum and I would elaborate a little bit later on what these costs are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is, of course, whether we should have increased from $25 to $50. Should we not have started from where we stopped, ie, continue with the $5 increase every year? If we had slowed down this increase, instead of $25 to $50, we had $25 to $30 and went at the same pace, it would mean many more years of under-pricing valuable and scarce land. In the meantime, demand will increase and put greater pressure on land use. Cheap under-valued parking will make car ownership attractive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard the argument being made here that this increase to $50 will hit the 3-room flat owners most. This Government's policy is to make home-ownership affordable. It is not this Government's policy to make car ownership affordable. By keeping the car parking charges low, we will in fact make car ownership more attractive and I am surprised that Members are making the argument that 3-room flat owners should not be charged the full car parking charges as others \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> because it is very onerous for them. This means that we should make car ownership affordable to all and it is something that would be irresponsible for the Government to Government to hold out to the people because we just do not have the land in Singapore to do that. The demand for cars and car parking facilities will accelerate as the economy grows, and once we are in this trend of trying to make car parks available for all those who want, it will become very hard to disengage from the trend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It makes much more sense to make the changes now when the demand for parking facilities within Housing Board areas is more manageable. HDB's building programme is not complete. It is far from complete. New homes are being built, new towns will be built. If we make the changes now and get the HDB residents to accept the fact that the cost of car parks will have to be paid fully, this will restrain the demand for car parking facilities and our new estates and our new towns can be better planned with more pleasant surroundings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increase of $25 in season parking charges has been seized upon by many Members as a 100% increase. Of course, it is a 100% increase. This is one of the ways to use statistics to alarm or mislead or to lie. From $1 to $2 is of course 100% increase. One has to look at the absolute figure. Is $50 too high? I think Members, especially those who have travelled and seen other cities and Members who know the car parking charges in other cities, would know that $50, in absolute terms and also in terms of proportion to the average income of the car owners, is extremely reasonable and is well below the level required to recover the cost of providing the car parks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I go into details on the cost of providing the car parks, I must clear a misconception. The point was made by Dr Tan that provision of car parks is a statutory requirement. It is not. There is also the misconception that the cost of HDB flats, which I have mentioned many times in this House, includes the cost of car parks. The cost of an HDB flat does not include the cost of car parks. In the first instance, we do not sell the HDB flats to recover the cost of the flats. But even in computing the cost \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> of the flats, the costs of car parking facilities are not included. So this is a misconception that I would like to clear. The car park facilities are separate. They are separate costs and revenue centres. Thus, when an HDB lessee buys his flat, there is no implicit or any other kind of understanding that a car park is also included. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have made the point that the increase to $50 is unfair because it affects only those living in HDB estates and does not affect those who have their own car parks in their semi-detached or terrace houses or in condominiums. That is so. Those who buy landed property or private condominiums where car parks are provided, pay much more for their homes. And the extra that they pay gives them additional benefits, among them, a car park. The HDB residents do not pay for the car parks. That is why private houses cost more. HDB flats are subsidized and the price at which we sell HDB flats does not include the promise of a car park. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now coming to the costs. The average land and development costs for HDB car parks are $14,443 for an open surface car park lot and $32,581 for a covered lot. This is a lot of money. The annuities to recover the cost, assuming an interest of, say, 5% and a pay back period of 99 years, are about $740 per annum for a surface lot and and about $1,700 per annum for every covered lot. If we include the recurrent costs, that is, the maintenance and other cost which amount to about $170 per annum, the full economic recovery will be about $80 per month for an open surface lot and $150 per month per covered lot. These are rounded figures. $80 for open, and $150 for covered lots. Therefore, even after this revision from $25 to $50 for surface car parks and $50 to $75 for covered car parks, HDB residents are only paying 66% of the cost of open car parks and about 50% of the cost of covered car parks. So we are not recovering costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has a target to increase car park charges to recover full costs within two years, ie, from $25 to $50 and to $80 for surface lots, for example. In view of the very strong views expressed, maybe we can stretch out this period over three or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> four years. But we must target as an immediate short-term target to recover full costs. So the target is clear and notice has been served to car owners in HDB estates that, in the first instance, we will move towards full recovery of cost, of $80 for surface lots and $150 for covered lots. But in the long term, car parking charges cannot just be pegged merely to recover costs. As I have said, there will be increase in demand for car parking lots and limited number of car parks, and therefore parking charges must reflect the limited supply as against the increasing demand. Otherwise, how do we allocate the car parks? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One long-term solution that I am considering is to identify lots within HDB areas where either the HDB or some private company which can buy the plot can build multi-storey car parks. Car lots in these multi-storey car parks can be sold on long lease, say 10 or 20 years, to those who want to buy them. And those who buy these car lots can be assured of a car parking space for their car and they can also be assured of a fixed cost or known cost for the period of the lease. I am asking the Ministry to actively consider this solution. So those who want to buy cars can at the same time have the option of buying a lot to park their car. The cost, of course, has to be worked out and it must obviously be at minimum full recovery. If it is private sector, of course they would want to have some profit, and this would have to be looked into in detail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point has also been made that the revision of car parking charges should not have been made now together with the package of measures on transport policy. I am not sure whether if I had held back this revision to next month, it would have raised any less objection or furore in the public mind. Since measures for transport policy were being put together, I thought it expedient to include the car parking revision charges within this package. We could have postponed by a month or two, but I do not think that would have made the bitter pill any more palatable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that Members will appreciate that the $25 increase in season parking charges is necessary and appropriate and reasonable, and it is the only way in which can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> move towards full cost recovery, and it is the only way in which we can allocate scarce land resources and scarce car parking spaces to theincreasing demand for such car parking spaces. We will continue to provide subsidies for home ownership, but it is not feasible for the Government to subsidize the parking of cars. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H.H. Tan (Whampoa):</b> Mr Speaker, Sir, there are so many amendments that I had better make my position clear before I begin speaking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion by Dr Hong Hai and I support the amendment by Mr Ng Pock Too. I consider the amendment by Dr Arthur Beng as one that could be improved upon considerably, and I totally reject Dr Lee Siew-Choh's amendment as inconsistent, mischievous and completely wild. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, all MPs want Ministers to listen to them. But I think this is one instance where the Minister took MPs too seriously. I have been privy to some of the \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;conversations at lunch time during which various proposals and counter-proposals were made to the Minister for Communications. And I distinctly remember many of my colleagues on this side of the House telling the Minister that he should not increase car registration taxes but instead should increase user charges, and he took them seriously, and here's the package, and everybody is howling. My advice to the Minister is in future, don't be too ready to listen to MPs, because they are not the ones implementing the policies. He is the one implementing the policies and he has to face the heat. At times like this, Mr Speaker, Sir, the Ministers deserve their pay increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, taxes are always unpopular. And the more people that are affected by the same taxes, the more unpopular these taxes are. Recall, Sir, the American general election last November where President Bush, the candidate for the Republican party, did not even dare to say that he was going to increase any taxes. In fact, he went out of his way to assure people that there would be no new taxes. And now he is in a bind, because he cannot put right the budget deficit which is growing because he has got no means to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> increase revenue. He has got to find all kinds of under-hand methods, surreptitious means in order to make up the budget deficit. America is still in very serious debt today, and the debt is growing, because the government cannot raise enough taxes to finance the expenditures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are blessed with prudent financial policies. Dr Hong Hai mentioned the $5 billion that was spent on MRT. But nobody asked the question, where did the $5 billion come from? We did not have to borrow that money. Government had the money because of financial prudence. It was a colossal subsidy to the MRT system and more than that, the MRT was built below anticipated cost, ahead of schedule. Compare our project with many projects abroad, some of them are still building when they began 10 years ago, 15 years ago. A lot of road congestion, escalating costs, government selling to borrow, inflation occurring in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee talks about inflation. What does he know about inflation? He lives in a country where his dollar is very well protected, where the exchange rate keeps on rising from time to time. And when we travel abroad, we feel richer; and more people are travelling abroad. And that is my evidence - that we are much better off. Look at the houses that we have, the space that we have, the parks that we have. We must not be an ungrateful people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about taxis? Again, the Minister took a lot of flak for the taxi policies. Which country in the world subsidizes taxi-drivers to allow them to buy their taxis at very low rate of interest and easy methods of payment, with all kinds of insurance schemes, scholarships for their students, everything thrown in? If this is not compassionate government, what is? If this is not subsidy, what is? Tell me. Where do you find $5 billion to subsidize an MRT? It is clean, it is efficient, it gets people to work very fast. And we take it for granted. Nobody says a \"thank you\" to the Minister. There are two Ministers involved - Mr Ong Teng Cheong who started it and our present Minister, Dr Yeo Ning Hong. Nobody knows the sweat, the toil, behind the MRT. It is not easy to oversee a huge \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> expensive project like that. You know, when taxes are raised, emotions are high. It is not easy for people to be reasonable, to be rational. But my plea to the people of Singapore is: Come, let us reason together, let us see whether the objectives, the principles are worth supporting, and then let us see whether we can talk to the Minister and his officials and the Cabinet to see whether we might moderate some of the policies. If indeed they are not effective, if indeed they are too onerous, I believe things can be changed. I believe flexibility is in the lexicon of the Minister. And let us put up counter-proposals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Everybody says, \"Scrap this, and scrap that.\" But what do we put in place? Do we have a better system? Do we want the system to run to ground? Do we want traffic congestion and chaos as in Bangkok, Tokyo, and New York City, in London, in the major cities of the world? You talk about the cost of transportation rising. Do you want such congestion that to get from point A to point B, one kilometre distance, takes you an hour? What kind of costs will they build into the system? When we have a system that works, let us try to improve upon it. Let us not try to shoot down things which work. And if the additional measures are not suitable, let us change them, let us modify them. But let us keep in view the objectives, the principles of the road transport policy. Unfortunately, we put it in the negative - to prevent road congestion. We should put it in the positive. The objective is to build an efficient, affordable transportation system, and transportation is the lifeblood of this nation - air transport, sea transport, land transport). We must be able to move people, we must be able to move goods cheaply, efficiently. That is our objective. What proposals do we have to make this objective realisable? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, there are problems with the evening ALS that is being proposed, people who live there and have to go back after work. If this has been overlooked, will the Minister please take a second look? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, the car park fee may be a little too onerous for the people who are in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> lower-income group. It affects their cost of living. Is the rate of increase justified? Does it help to improve the transportation system? If not, can it be lowered? And the motorcyclists. I understand the number of new registrations has actually gone down. So why increase it? These are some of the the questions which are being asked. They are legitimate questions. They can be reviewed. They ought to be reviewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, just a word on the conflict between equity and efficiency. I believe we have reached a point in our economic development where people are becoming more conscious of equity considerations. But we can go overboard and throw out efficiency altogether. I think the secret is to strike a balance between equity and efficiency. We have got to keep the vehicles moving, reasonably well, on our roads at a price that will not hurt our economy. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Mr Speaker, Sir, may I make a point of clarification? Dr Tan said that taxis are being subsidized by the Government. This is not true because NTUC Comfort is a cooperative founded by NTUC which is an independent body. All the welfare benefits which are provided for taxi drivers come from the surplus of the operations of NTUC Comfort. Comfort does not receive any money from the Government. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> May I respond to that, Mr Speaker, Sir? I am very surprised because he is the General Manager of Comfort. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> There is such a thing as initiative. Who initiated the project? What was the objective of the project? And there is such a thing as economies of scale, the benefits of which are passed on to the taxi drivers. Let us not forget those elements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> They do not pay tax on their income. \n  <br>\n  <br>\n  <!-- Dr Augustine Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine Tan:</b> Yes. There is a question of taxes that may be forgone in the process. And he has access to the Minister. He can feed the Minister with all kinds of suggestions. So NTUC Comfort taxi drivers are very well taken care of, despite what the General Manager said. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Finance and Foreign Affairs (BG George Yong-Boon Yeo): Mr Speaker, Sir, I neither support the amendment nor the amendments to the amendment because they suggest that the proposals to keep our roads free of congestion were arrived at without a careful consideration of all points of views. We all know that there are no pleasant solutions. If there were, they would have been found and implemented a long time ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Economist and the BBC praised Singapore recently for having overcome the problem of traffic jams. But neither the Economist nor the BBC explained the price paid by Singaporeans for this achievement, has not explained the hardship it has caused to all of us. It is a heavy price because, all said and done, the only way to solve the problem of congestion is to curb ownership and usage of cars by higher price and greater inconvenience. Because the alternatives are all painful, we have to question the Government continuously to make sure that the policies we settle on are the least painful ones possible. And Government must listen and listen carefully, because there may be ideas not yet considered, possibilities not yet explored, consequences not fully anticipated. But it is not easy to criticize in a very constructive way because there simply are no painless alternatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I oppose the proposed amendment and the amendments to the amendment because they give the impression that the Government and the officers of the Ministry have not been thorough in their search for the optimal solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is nothing wrong in criticizing Government policies, of course. In a democracy, we not only have the right to criticize, we have a duty to when we feel that something is not right. But, having sat in on several briefings given by officers from the Ministry and read many of the papers written by them, I must say they have done their homework very carefully. We may disagree with some of their judgments, as honest men would. But we cannot fault them for not being diligent. If there is a better idea, they are the first to adopt that idea as their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because transportation policy is so complicated and so contentious by its very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> nature, I recommend that we form a national advisory council with representatives from all affected sectors, similar to the structure of the National Wages Council. The job of the council will be to receive representations from members of the public and advise the Government at regular intervals, and with expert help if necessary. By broadening participation, we ensure that we do what is best within what is possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I recommend the formation of an advisory council as an exceptional departure from representative government. In a democracy, the government is elected to govern and it should not lightly pass the buck. Transportation policy is an exception because it affects all our lives everyday and every effort must be made to find the ideal solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is there a danger that when faced with constant public criticism, the advisory council will buckle under and recommend traffic jams instead? I think not. We must have confidence that in the end, as Singaporeans, we know what is overall best for ourselves. We are a community of free citizens committed to making Singapore a great city to live in and for foreigners to come visit and admire. I cannot believe that a council of upright citizens charged with that responsibility will not confront the alternatives squarely and recommend the right policy for Singaporeans to follow. It may not work in other democracies, but it will in ours, if for no other reason than the fact that we have so few choices before us. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, thank you for allowing me this opportunity to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the original motion proposed, I sense that it is really a question of semantics with regard to the kind of measures undertaken by the Ministry. I would certainly be of the view that a review is necessary with regard to the measures being taken and indeed I have a preference for Mr Ng Pock Too's wording that it is \"onerous\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's objective is indeed noble. But I represent the residents of Kampong Glam Constituency. Two-thirds of Kampong Glam is within the restricted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> zone. There is only one serious difficulty that I have with regard to the measures proposed and that is the Area Licensing Scheme being extended to the evening hours. Earlier, the Minister for National Development has explained quite thoroughly the reason for having to increase the season car park charges. I wonder if much of the debate could have been avoided if the Ministry of National Development has given a thorough explanation of the need to increase the season car park charges and thereby not aggravating the grievances felt by the members of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I submit that the extension of the Area Licensing Scheme to the evening hours would actually affect economic and social activities rather than removing a hindrance, which is the Government's objective. The revised scheme allows the vehicles already in the restricted zone in the morning to leave without additional charge in the evening restricted hours. It punishes the motorists who have to enter the restricted zone in the evenings by having to pay the additional charge. But who are the people who are likely to enter the restricted zone in the evenings? They are the residents returning home from work, shoppers who wish to do their shopping immediately after office hours, parents who wish to fetch their children home from schools, well-to-do children visiting their parents, have a meal with them and then return early to their homes in the suburban districts and motorists who wish to take a shorter route to their destination. The worst hit are residents living within the restricted zone. They are residing there because of historical reasons. Most of them have their roots in the city. In fact, there are already so few residents living in the city area. Questions were raised as to whether we have properly utilized the precious land space in the central business district. Is it a signal that we are discouraging dwellings in the city area or preserving the city area only for the well to do, that the central business district is meant for offices only? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder which consideration takes priority in our town planning. What \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> happened to our Vision of Singapore in the year 2000? Will Singapore become a sad tale of two cities? Just imagine if one were to operate a shop within the central business district. How many hours are there left to have an unrestricted flow of customers? There remains only the hours from 10.15 am to 4.30 pm. Where is the time to get business? This would certainly harm the businesses of our retailers and shopkeepers. Make use of taxis to do shopping during the evening restricted hours? I am not sure if there would be that many taxis around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the rising trend in vehicle population does cause us much concern. And indeed we need to arrest the problem before they become severe. But then, whatever economic virtues there are for the policy decisions, we ought to weigh fully the socio-economic costs and benefits as well. I propose to the Minister to consider seriously the restricted hours in the evenings, and probably adjust them from 4.30 pm to 6.00 pm. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Mr Speaker, Sir, I stand to support the amendment in the name of Dr Arthur Beng. I think Dr Tan just now was a bit confusing when he implied that the amendment was one that was trying to dash away all the measures that have been proposed by the Ministry. Looking at the amendment again, what is stated is \"regrets that some of the measures are too hastily introduced and are too harsh\". In other words, Dr Arthur Beng agrees in principle with the policy of car curbing but that some measures are too harsh and some are introduced too quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the announcement to raise the car parking fee and to curb the car population was made, I spoke to many of my grassroots leaders and friends. All of them without exception used very emotive words expressing their discontentment. I am not surprised as I think it is only natural. Having allowed them first to express themselves emotionally and after their emotions have somewhat subsided, I put forward my case as to why the curb was necessary. Among many other things, I cited the example that as the car population increases, the Government has to build more car parks in the housing estate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> Because land is scarce car parks have to be built at the expense of other amenities. In this case, beautiful green fields have to make way for car parks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A case in point, in a certain area in my own constituency, some months ago there used to be an acute shortage of car parking lots because of growing car population. It became so bad that the HDB in trying to please the car owners converted some green lands into car parks. I asked my grassroots leaders and friends, \"Do we want to reach a stage that we have no green fields but only car parks?\" I understand that car owners in HDB estates is only 40% of the population in any estate. Will we be fair just to cater for the 40% and ignoring the 60% of the population which do not own cars? Will more car parks promote a better and healthier living environment? Will the safety of the children be taken care of if more car parks are built? I could go on asking a lot of these questions. Ultimately I asked my grassroots leaders and friends whether there were other alternatives? There was silence. We waited for a little while. We all agreed that there were no alternatives and that monetary measures was one, although it was not a perfect measure it could help to curb car ownership. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I am not surprised that both my grassroots leaders and friends, being rational people, accepted the reasoning. But what I am against more is the rate of increase in the season parking fees. I think it was said that only 40% would be affected, 60% would not be affected. But we forgot that the hawkers and shopkeepers would seize this opportunity to increase their prices. In so doing, not only 40% but 100% of the people will be affected, even those who do not own cars. They have to pay more for what they buy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for National Development has very carefully put forward the recovery cost of the car parks, and he put forward the case that it would take many years to recover if we wanted to recover the cost. I wonder whether the Minister is willing to allow some Members to sit down with his officials to go through the costing of the car parks and see whether it is really true or not that the costing is reasonable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan</b> rose. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Philip Tan, do you want to give way? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Is the Member suggesting that I did not give the right figures? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> No, I am not suggesting that. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Does he have any reasons to believe that these figures are wrong? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> No, I did not suggest that. I am just saying that I am puzzled because, as much as the Minister says that Members use statistics to lie to bring forth the case, I am only suggesting - I am not sure that maybe to free our minds we should have a look at it so that we can be convinced that the costing formula is correct. The Minister cited the interest element. But when you collect the fee, there is also an interest element involved. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, point of clarification. First of all, if the Member has no reason to believe that these figures are wrong, I think he should not say anything to imply that until he has checked the figures he would not accept them. The figures that I gave are carefully worked out. They are from audited accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would like to reiterate the point that I made: that while in the first instance we want to recover costs, obviously car parking charges must go beyond that in order to equate demand with supply. And even if he knows that the cost is at a certain level, it does not mean that car parking charges are going to stop at that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also ask him: if I were to provide him with the figures and if he is satisfied, will he openly support the increases? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> First of all, before I answer the question, I would like to be satisfied that the costing is fair. Okay? And if he is prepared to allow some Members to sit down with him to look at it, I am prepared to head those Members who are willing to look at the costing? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> And will you openly support the increases? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> Then I will make my decision after that. Isn't it fair? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, how can that be a fair suggestion? All I am saying is that if I can show figures which verify, which support and confirm the figures that I have mentioned, will the Member then openly support the increase, and further increases to recover costs in the first instance? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> I mentioned that I would only come to that conclusion after I have looked at the formula and provided the Minister is prepared to be reasonable enough to say that some elements are controversial. We must have an open mind. We cannot take a fixed rule and say, \"Look, these are the formulae. These are the elements of costs.\" Of course, mathematically, you can prove. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, a very simple point. I have mentioned certain figures. The Member says, \"I want to look at the calculations.\" I say, \"All right, I will give you the calculations.\" All I am asking is, \"If you see the calculations and you agree with the figures, would you openly support this increase and further increases to recover costs in the first instance?\" \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> I will support the increases according to the national policies that the Government announce from time to time, if it is justified. All right? The Minister has not answered my question whether he is prepared to open --- \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You will have sight of the figures. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> No, it means we examine the formulation. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You can stand up or sit down and examine the formulation. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> As I said, Mr Speaker, Sir, when I mentioned just now that my grassroots leaders and friends, being rational people, accepted my reasoning, then I asked myself, \"Why is it that people are so charged with emotion and used very strong words to express their dislikes?\" I thought through for a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> while. I came up with my own conclusion. I concluded that the Ministry has not done enough convincing and explanation to the people. It has been too often that policies affecting their livelihood have been introduced in a very abrupt manner. This gives rise to the impression that the Government is unreasonable, arrogant, dictatorial and unsympathetic. In the business jargon, I think what the Ministry lacks is some marketing skill and public relations. I want to respectfully remind the Minister that the PAP MPs are identified with the Government and the people view us as though we are the Government also. So whatever policies that the Government comes up with, it affects us as PAP Members. I think it will be good for us PAP Members to give as much inputs as possible to the Minister before any policies are formulated and announced. Then we can be together and speak as one voice, very unitedly, without doubt to the people and say, \"Look, these are the reasons.\" In my own capacity as an MP I can reason with a few grassroots leaders, few friends. I do not have the financial resources, the manpower and the machinery to explain to all the people \"across the board\". I strongly feel that the Ministry has the manpower, the resources and the machinery to explain and reach out to more people than what a lone MP can do, and that is why I say that the amendment by Dr Arthur Beng is correct. When he says \"it is too hastily introduced\", he is not against them but that it is not properly explained to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This brings me to my next point, the evening ALS. My grassroots leaders and friends are dead against this evening ALS. I am actually very cheered by their concern. This clearly shows that Singaporeans are not selfish. They are concerned even though these measures do not affect them personally. They tell me that these people who are living in the city are actually encouraged by the Government to take up residence in the city in the hope to make the city more lively after office hours. They heeded the call. Lo and behold, they are now penalized because of their cooperation. I think this is undesirable. I would request and plead with the Minister to strongly review this measure to make \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> some concession to those people living in the restricted zone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the amendment moved by Dr Arthur Beng. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 2.50 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.30 pm until 2.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Thank you, Mr Speaker, Sir, for allowing me to join in the debate. Sir, I rise to support the motion to review the package to curb road usage. I think it is important is to look at the whole issue more rationally and see whether some solutions can be found to curb road usage. I must say that there are no easy solutions to curb road usage. The package of measures to curb road usage has generated much heated discussions amongst small and big vehicle owners. Ordinary residents have also joined in the discussion because they are directly affected by the recent announcement. I feel that it is the onus of the Backbenchers to raise some of these concerns so that the policy makers will be able to argue persuasively to convince them why this package of measures are necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of these measures seem to be generally ineffective because the wrong groups of people are affected, namely, those who live in the CBD area, school children, commuters of Scheme B buses, motor-cyclists and those who park their cars at home in HDB estates. There are a few reasons which show these measures to be less effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the Area Licensing Scheme is now relaxed through reduced charges. This is likely to encourage more vehicles to enter into the CBD. What will happen in the long run is that further measures will have to be imposed to discourage more vehicles to enter. This can create more dissatisfaction and depict the policy to have been ill conceived. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, motorists who now use their vehicles less and those who park their cars at home are being penalized. They have to pay more for their parking fees in the housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third is that no measures are being taken against vehicle growth except that the Ministry has noted the growth. I am of the opinion that it is essentially important to examine ways to curb car growth effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth, vehicles carrying many passengers such as CB - licensed buses and school buses are charged Area Licensing Fees although they help to decongest the roads by transporting more people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifth, social, business and family activities are likely to be affected because of the extension of ALS in the evenings. The promotion of cultural heritage activities in the city centre which has been planned by the Ministry of National Development may have to be relooked in view of the impact that such measures have on these activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in weighing the merits and demerits of some of the measures to curb road usage; one can conclude that it penalizes people who are taking steps to cut down road use. The only merit in this exercise is the increase of car parking fees in the city area. However, this is indeed small. A higher increase and no change in ALS fees could deter people from going into the city. Sir, the measures to curb road usage have consequences on three main groups. These consequences on the groups can be avoided because they do not contribute to road congestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, motor-cyclists are the hardest hit and they are not the main contributors to road congestion. It is therefore unjustified to levy such a high charge on them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps these measures directed at motorcyclists can be revied. Sir, if you examine the charges incurred by motocyclists you can see that the increase is about 3(r) times the present amount, ie, from $6 to $28. This is in fact grossly overcharging and I hope that a review could be made to reduce hardship on these motor-cyclists. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second group which is the hardest hit on their pockets are those non-vehicle owners. With the increases in the various fees, including petrol tax, shopkeepers and hawkers have increased their charges. This generates a spiralling effect on the cost of living. Although this should not be the case, it has already happened. It is hoped that the Government will monitor the impact on consumer prices and take necessary steps to minimize the inflationary trend at the community level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though we may not know the impact of these new measures, I suggest that it is necessary to review its impact and see how we could rectify them if they are found to be ineffective. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Thank you, Mr Speaker, Sir, for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This afternoon, Sir, has been an afternoon full of amendments. And not without confusion too, I am afraid, accompanied also by a lot of spark and a lot of fire. But, Sir, underlying all these arguments is the need for Government to review the interim measures proposed so far and this I really subscribe to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the original motion by Dr Hong Hai accepts the principle but without specific suggestions for review. The amendment that comes closest to what we all think should be done comes from Mr Ng Pock Too. However, Sir, the word \"onerous\" in his amendment sounds to me a bit judgmental as there cannot be any measure which can be painless. Therefore, Sir, with your indulgence, I would like to add to the confusion, hoping that when we reach the summit of all this plethora of confusion, we can see a clear sky and the direction for us ahead. I would therefore like to propose yet another amendment; to leave out all thewords after \"but\" and there to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'urges the Ministry to review the specific measures regularly as their effects are uncertain'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a vehicle is but a steel carcass on four wheels or two wheels for that matter. But encapsulated in this lifeless object is the notion of convenience, the focus of one's aspirations and status and even a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> means of livelihood. It is therefore understandably difficult for anyone who owns a car, van or motor-cycle not to feel aggrieved if ownership or usage of this object is felt to be threatened. I hope Government too recognises this aspect of this whole issue of ownership and usage of vehicles. But on the other hand, and perhaps because of this aspect, the spectre of our roads being jam-packed with cars, lorries, motorcycles, and what have-you, is real too. It exists elsewhere, and especially in Singapore where our small island has to accommodate not only roads, but also homes, offices, shops, hospitals, factories, and a hole in the ground for us to collect water to drink. The problem, therefore, is how does the country allow the realization of people's wants and expectations and yet avoid our roads being so congested, that not only it diminishes the convenience and comfort that vehicles can give but also risk jeopardizing the economic well-being of the country? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am afraid Singaporeans must be objective and must accept some form of restriction on the use of vehicles on our roads because the reality is we are in greater danger of clogging our roads with too many vehicles than other nations bigger and even more advanced than we are. Indeed, Sir, all things considered, we have done not too badly if we compare ourselves with some nations around us. Those of us who have been to Bangkok, Jakarta, or even Tokyo, will know that our traffic problems are not really that bad. But at the same time, Government too will have to contend with people's aspirations and take them into consideration - the hardship that its policies may cause to owners and users - and take a more total approach to solving our traffic problems rather than putting the onus of solution mainly on the shoulders of its citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many views have been put forward on the evening ALS, the increase in season parking fees in HDB estates, the position of ALS fee for motorcyclists. These are valid views and valid concerns too. And Members are right indeed in voicing them out in this House. But what do we do in the meantime? Twiddle our thumbs and wait, or go deeper into study, as suggested by the NCMP, before we decide? It is like a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> man bleeding, Sir? Do we try to stop the bleeding as best we can? Or do we say, \"Ah, this is a job for the doctors. And let's wait for the doctor to make his diagnosis and treatment.\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My amendment, Sir, is for us to voice our concerns and ask the Government to specifically review regularly the measures proposed to gauge the effects. Government is therefore tied to making regular reviews and we will certainly nudge the Government to do the right thing as and when the time comes. I think, Sir, my amendment is one that can be accepted by all. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member for Siglap has moved an amendment to the amendment by the Member for Fengshan to leave out all the words after \"but\", and there to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'urges the Ministry to review the specific measures regularly as their effects are uncertain'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The debate on the Question before the House will now range over the amendment of the Member for Siglap. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Bedok GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, I support the amendment just moved by the Member for Siglap. But in giving my support to the amendment, I wish to voice my support for the transportation policy drawn up by the Ministry of Communications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the policy aims to regulate the smooth flow of traffic on our roads. In other words, we need to take measures to reduce traffic congestion, especially in the Central Business District, the city, particularly in the morning and the afternoon. Congestion on our roads would adversely affect our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, much has been said by my colleagues before this and explanations have been given by the Minister for National Development, Mr Dhanabalan. However, let me reiterate them and focus our attention on the residents of public housing estates who own vehicles like motorcars and motorcycles. We know that with the recently announced increases, they would have to bear greater burden because of higher parking fees for their vehicles. They are unhappy with the 100% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> increase on the charges. To residents in the public housing estates, the hike is just an excuse of the Government to gain more revenue. There are also those who feel that this measure is unreasonable and has been carried out too abruptly. The rates are considered too high and bear no direct relationship to the task of alleviating congestion in the Central Business District and in reducing vehicle usage. Recently, too, the Hon. Minister for Finance made reference to the Government's stand of not preventing vehicle ownership; in other words, anyone who can afford it may own a vehicle for personal and family use. This has brought some happiness to those who could afford a car, for use during weekends or public holidays. They could go out with their families in comfort, avoiding the congested areas, especially the city. However, the increase in parking charges, especially for cars and motorcycles, to them is a measure that results in increasing cost of owning a vehicle. This seems to suggest that the Government does not want more people to own cars even if they had saved up and could afford them. But even if they do decide not to have a car, what is the alternative? Does our public transport system, such as the buses and the MRT, have the capacity to take them to their destinations speedily, conveniently and in comfort? I think we all know the answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, to avoid confusion, I think the Government ought to explain clearly whether our fundamental policy is to restrict vehicle usage or vehicles ownership. If our main problem is road congestion, resulting from uncontrolled vehicle usage, then the measures to be taken should be aimed at restricting usage through higher cost of the usage. The proposed electronic road pricing system should be implemented as soon as possible. In its absence, I hope the Government would not impose various increased charges such as higher road tax, higher parking fees, etc on weekend car users or those who use their vehicles to commute to offices situated outside the city area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to call upon the Government not to increase parking charges in the public housing estates. If at all they have to be increased, could this be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> done gradually to allow car owners time to evaluate their needs accordingly? I would also call upon the Government to do away with area licensing for motorcycles and the Scheme B buses, and if possible, to shorten the evening ALS to 6.00 pm. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Mr Speaker, Sir, before Abdullah Tarmugi introduced his amendment, I have listened carefully to the other three amendments and have felt uneasy about all of them. I am glad that Abdullah Tarmugi has introduced an amendment which has put me at ease. Hence, Mr Speaker, Sir, I would like to urge my colleagues to vote for the amendment proposed by Abdullah Tarmugi. His amendment meets the desire of most of the MPs, that is, to call for a review of the measures which have been introduced to curb car usage and to call for a review on a regular basis. And I think that is the desire of most of us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also, Sir, a very fair and reasonable amendment because it does not carry the emotive words which the others have, words like \"too hastily, too harshly, too onerous,\" and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, Sir, I would like my colleagues to support the amendment introduced by Abdullah Tarmugi. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I would like to speak on this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this amendment assumes that this House accepts the measures. Am I right? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> No, I do not think so. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> All right. Then please clarify. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> If the Member had listened carefully to my speech just now --- \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> What did the motion say? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Well, haven't you got the amendment by now? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> It says, \"but urges the Ministry to review the specific \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> measures regularly as their effects are uncertain.\" Here, it means you are assuming that this House has accepted the measures. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Read the first part of the amendment to the motion. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Please don't confuse me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since Mr Tarmugi's amendment assumes that this House accepts the measures introduced, we must be very careful. The amendment moved by Dr Arthur Beng calls for an immediate review, which means that we have not accepted the measures. I hope the House is clear on this. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I fully understand the sentiments of the Member for Ayer Rajah and also the sentiments of all Members of this House. It is with that in mind, Sir, that I phrased my amendment very carefully. I make no such assumption. Indeed in my speech I did say that the views of this House must be heard, that the views have been expressed, that the views are the views of the people, and that these views are legitimate. Therefore, I make no such assumption. My amendment merely states that these are the measures and these are the criticisms, and that Government makes regular reviews. The review can be immediate for that matter. Not only immediate but regular review. What more can be done? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I rise to oppose this amendment also. The wording is important. If the Member had said, \"to review the present measures and regularly reviews ...\", I would consider. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai:</b> Mr Speaker, Sir, thank you for the opportunity to speak further on the subject. I would like to thank the Member for Siglap for moving this latest amendment. I feel it captures accurately the intent and the spirit of the motion as originally proposed by me and my GPC. We had left it as a subtlety in the motion. It is understood that we ask for a review of some of the measures. And our speeches, as you may well have noted, have in fact called for reviews of specific measures. In retrospect, it would have been better if we had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> incorporated that particular desire on our part for the review. I therefore think that this latest amendment captures very well our feelings and our intentions and I urge the Members of my GPC and Members of this House to support this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also add that, in calling for an open hearing by the GPC on land transportation, this would reinforce the call on the Ministry to review these specific measures as these hearings would surely bring forward new and positive ideas and our GPC could make specific recommendations to the Ministry for its consideration and review. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Speaker, Sir, I am really not used to all these amendments. In the past when an amendment is made, it is usually from the Opposition Member and it is usually politically motivated and we say no. But today we have amendments made by PAP MPs and I studied them with great interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You are confused! \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> No, it has not confused me. The last amendment by the Member for Siglap urges the Ministry to review the specific measures regularly as the effects are uncertain. In fact, I think it is the practice of the Ministry to review their measures regularly. In fact, the Ministry has already stated, if I am not mistaken, in the announcement that it would review these measures because these are interim measures. So my own views reflect more the views of Dr Arthur Beng, ie, the message here is that these proposals have been too hastily implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no easy solution to the problem of traffic congestion. I think we all know that. We have been able to avoid traffic congestion all these years because we have adopted very strict fiscal control on vehicle ownership and usage. Our motorists have and continue to pay a heavy price for the ownership and usage of vehicles. Why is the public making so much noise on the latest round of fiscal measures? Were they not prepared for it? Or are there simply too many bad news in one package? The public had expected an increase in the ARF in March this year when Parliament debated on the annual budget. I wonder if there would be the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> same uproar if this was done. And would not an increase in the ARF alone to reduce the present excessive car growth has the same effects on traffic congestion as the present package of measures? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the harshness of the measures must match the severity of the problem. If the public does not perceive the problem to be as serious, it would be less ready to accept harsh measures. Timing is also very important. Perhaps if the same package of measures were to be introduced a year from now when the traffic situation has worsened off a bit more as it must, it may well be that the measures will be better accepted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry can ill afford to ignore public reaction. It could have, and I think should have, tested out their proposals for public reaction. I think it is not in keeping with present times and in dealing with an affluent populace to adopt the custodial attitude of doing what has to be done in the nation's interest regardless of public reaction. Many hon. Members in this House and myself have spoken of the need of public discussion and feedback before new policies are implemented. We have passed the message but the Ministry has yet to act on it. The Ministry has at least three months to prepare the public on the new \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;measures, but it has not taken any step to do so. It could have, for example, presented to the public all the options that were being considered without hinting which ones they favoured. Through the discussions, the public will have the opportunity to understand the rationale of the options and will perceive the problem in a better light. The Ministry will have the opportunity to test public reaction and to make necessary modifications to their proposals. And the avenues for this discussion could be the press, eg, the forum page of the Straits Times, public forums organized by the Feedback Unit, or on TV programmes such as Feedback, Friday Background or Contact-Y. I am therefore not surprised that the announcement of the new measures came as a blow to the people. They were, in fact, totally unprepared. When will the Government finally recognize the need for public discussion on new proposals before they are finalized? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to seek two points of clarification from the Hon. Minister. What is the rationale for lowering the ALS fee from the present $5 to $3? Will it be effective in reducing the number of vehicles entering the CBD? If the basis is not sound, will it not be painful for the Ministry to find out shortly that it has to readjust the fee upwards? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second point of clarification concerns our car pooling system. I fear that by requiring all car owners to pay a fee for entering the CBD will lead to a situation where the majority of cars in the CBD will carry only one person, which will be the reverse of the present situation. This will cause our roads to be even more congested because the cars are under-utilized. I would like to suggest to the Ministry to continue to apply the present $5 fee to cars entering the CBD with less than four persons and to have a lower fee, say, $3 for those entering with at least four persons in a car. This way, we can ensure that the motorists will make an effort to car pool if they really want to drive into the CBD. \n  <br>3.24 pm \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the amendment made by Mr Abdullah Tarmugi. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In implementing the new measures, I hope the Ministry concerned should have deeper study and regard for the feelings of the people. The Government has introduced a series of measures to curb the usage of public roads by cars and, to improve the road transportation system. All these new measures introduced have taken the car owners by surprise. All along, our people have agreed that the Government must take effective measures to curb the increase of cars and hope that more suitable methods will be used to solve this problem. But this time, the measures taken are rather sudden and harsh. They have taken the people by surprise and are difficult to be accepted by them. This has caused controversial gossips among people in the street. They were disappointed with their elected \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> government. Undeniably, they feel the shock like suddenly falling off their chairs because of the scope of increase of fees and the sudden measures taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just enumerate two of the points to illustrate their feelings of dissatisfaction. The first point is about the ALS fee for entering CBD. At the moment, when there are four persons in a car pool entering the CBD, the driver would be exempted from the payment of $5; but now it has been changed to $3 for entering the CBD irrespestive of whether a car carries four persons or not. This has caused unhappiness to people in the middle and lower income groups. In view of the abolition of the old practice, the new measure will cause them to spend $3 more everyday. Those who work in the CBD and use to travel there by car pool will also be affected. The increased scope of levies will rope in a variety of vehicles including lorries, private buses, goods vans and so on which will have to pay ALS fee to enter the CBD. Even a motorcyclist will have to pay $1. This has made more people very dissatisfied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry concerned has vigourously explained that these measures are to curb large number of cars from entering t he CBD during peak hours, but the abolition of car pool exemption and the enlargement of the scope of variety of vehicles requring to pay ALS fee can only arouse more unhappiness and dissatisfaction among the people. However, it is not the best method to prevent more cars from entering the CBD. I believe that the reduction of ALS fee from $5 to $3 will allow more middle and upper income people to drive their cars into the CBD to work; but this additional expense will cause more hardship to these people who own cars and to those who have to depend on cars for their livelihood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, motorcycles have all along been the means of communication for people of the lower income group who could not afford to own cars. These people use motocycles mainly to save transportation expenses for the convenience of getting to and from their work-place or of carrying some goods in the course of their business. Henceforth, they will have to pay $1 more every day. Although the $1 entry fee is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> small amount, but in a month, it will become a bigger amount of $20 which, to the low income people, could very well be spent on their daily beverage or on some other essential things. Therefore, this additional expense of $20 a month would increase their burden which could rightly be spent on their household expenses or as pocket money or education expenses for their schooling childrer. This measure has a great effect on people of the lower income group. Sir, I would like to ask the Minister to relax this measure for this group of people by exempting these motorcyclists from the payment of the ALS fee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the aim of the evening ALS is to curb cars entering the CBD and to prevent traffic congestion during this after-office peak period, it also restricts and inconveniences the time of returning home of those who are staying in the CBD. Those motorists or cyslists who are living within the CBD and work outside the CBD have to pay $3 ir $1, or they must stay out until 7.00 pm before returning home in the CBD. For them to pay the ALS fee is rather unreasonable. When these people ride or drive out of the city area to work, they are already helping to reduce the congestion in the city. I feel that they should be given the consideration for exemption from payingthe ALS fees. I hope the Ministry can give consideration to this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is about the parking fees in HDB car parks increasing from $25 to $50 per month, ie a 100% large scale increase. It is too exorbitant for the residents to bear and the increase has cause more recentment among them. I hope the Ministry concerned could put itself in the right perspective to consider the additional economic burden on these people. On the one hand, the Government is curbing cars from entering the CBD and on the other hand, it is increasing parking fees in HDB estates. The people hope that the Government would not resord to a high-handed mehtod so as to force them to give up possession of cars. Many middle and lower income people own cars not for the joy of owning them but because of the need of their small businesses and for their work. This provides a convenient \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> means of communication which helps to save their time spent on taking or waiting for the public transport. This will in turn help to increase their working efficiency and productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many peple in the sales line or in field work need to have a motorcycle or motorcar to move around in order to carry out their workd efficiently. I hope that the Ministry concerned when in implementing new measures would be more sympathetic to these people. The increase of 100% of parking fees is extremely unreasonable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this largescale increase of fees would result in people of the middle and lower income group being unable to won a car but could only sigh and yearn for one. Those whod depend on vehicles for their livelihood would then have no attraction but to be like \"bulls and cows\" themselves pulling the carts until one day they cannot do it anymore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I request the Ministry concerned, when formulating any measure to control road usage and implement new communication system, to be more sensitive towards the feelings and opinions of the people and not just increase any fees at will. This abberated image must be corrected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Undeniably, the Government in managing the affairs of a country must ensure that the country will continue to progress, to be prosperous and successful. We should encourage the people to cooperate with the Government when solving any problem. We should not let the jpeople feel worried about what nw levies there will be ahead of them, nor should we adopt an attitude of indifference. This will not be good for our futuer. Therefore, I hope the various fee adjustments will be implemented in reasonable stages in principle. Thank you. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>3.35 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1 - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEASURES TO CURB ROAD USAGE</b>\n  </div> Debate Resumed. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support Encik Abdullah's amendment \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel disappointed with Dr Arthur Beng's objection to Encik Abdullah's amendment. Yesterday when Dr Arthur Beng brought up this amendment motion I felt that he was both unforgettable and incompresible because his motion for amendment somehow gives us a feeling that he was putting the cart before the horse. So I feld disappointed just now when Dr Beng objected to Encik Abdullah's amendment. I refuse to accept his saying that the measures were too hastily introduced. I know that the Government has already given the people psychological preparation long ago and so when these measures were brought up hey should not feel that these were too sudden. The editorials of Lianhe Zao Bao and Shin Min Jit Bao on 17 May 1989, mentioned that most of the people felt that the announcement of these measures was expected. These two editproa;s, therefore, have proved that what Dr Arthur Beng felt of the introduction of these measures being too hasty was not true. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Dr Arthur Beng's opinion that these measures are too harsh, it depends on one's opinion. For those who do not own cars and those who are concerned about Singapore becoming a second London, felt that these measures were good measures. However, for those who own cars, they have felt a stab in their hearts. Of course, we would be able to understand their feelings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thse car owners are also dissapointed because not only are they unable to increase the value of their cars, their expenses increase too. Dr Arthur Beng also mentioned that those worst affected were those who can least afford. I disagree with him on this and will use Geylang West, my constituency, as an example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my constituency, we have about 5,794 families of which 3,556 families are living in 3 or less flats, which accounts for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> 61.4%. However, among these 5,794 families, 1,604 families or 27.6% own vehicles and 302 families or 5.21% own motor cycles. That is to say, in Geylang West, 72.32% do not own vehicles. If we were to minus 400 vehicles belonging to companies, then the number of families will be 79% for non-car owners and 95% for non-motorcycle owners. For those who live in the 1 or 2-room flats in Geylang West:- there are only 37 vehicles and 21 motorcycles among them, which accounts for 0.6% and 0.0036% respectively. These proves that people who can least afford do not dare to won cars and, these increases, therefore least affect them. So, to the lower income group, what they need most is a better public transport service. I do not know what the Member for Fengshan and Non-Constituency Member meant yesterday when they talked about the worst affected being those who can least afford land the lower and middle income group of people owning the most vehicles and motor cycles respectively. I just cannot understand. Owing to the above reasons, I do not agree with the amendment brought up by Dr Arthure Beng. However, I support the original motion brought forward by Dr Hong Hai which was amended by Encik Abdullah. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The great increase in the parking fees for uncovered lots in the HDB estates, the payment of fees for all vehicles entering CBD and the implementation of evening ALS have really caused many to be confused over the rationale for these peoposals. I hope the MCI could consider the following six recommendations: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Widen our existing traffic network such as the MRT lines and increase the services of public buses to cater for the lower and middle income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Stop building car park lots and also decrease the allocation of parking lots within the CBD area. Provision should be made to convert extra parking lots in housing estates for other users. This would lessen the maintenance expenses incurred by the HDB. For example, there are presently 2,190 parking lots for cars in Geylang West, of which 1,604 lots are actually being utilized, leaving 586 empty lots. There are 1,441 lots for motorcycles, of which 302 are being utilized, leaving 1,139 empty lots. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Provision for half-hourly parking to enable better utilization of existing lots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Scrap PARF provision. I agree with what the Minister for Trade and Industry mentioned during his US trip. This will enable motor cars to be re-classified as consumer products and not as an investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Prevent banks and finance companies from providing vehicle loans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Restrict car ownersship. Following the economic recovery, the urge to own cars will be on the increase. As such, car ownership could be based on monthly income, in the same way as the application for a credit card. This will prevent those who evade taxes and so-called low income group from owning motor cars. At the same time, owners or two or more cars could be levied a higher road tax, import duty and parking fees. This would deter them from purchasing cars for their children who have yet to be economically useful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to a survey by the newspapers, a 1300 cc medium-sized cars would require $484.80 as monthly maintenance, which is even more costly than maintaining a child. So, as such, it will definitely help to curb the increasing number of cars if we could enable car owners to understand that it is not an investment but a burden to own cars. Sir, I therefore support Encik Abdullah's amendment. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I rise on points of clarification. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I would first like to ask the Member, Mr Peh, whether he has any opinion of his own other than just the editorial of Shin Min. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, he says that a psychological preparation has been done long ago. Perhaps he has not been listening to what I have said this morning. He says I am incomprehensible. Perhaps he is not capable of comprehending. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, is his Constituency representative of all Singapore? Has he not heard what the Member for Mountbatten has spoken this morning? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth, is he not aware of the effect of the present measures on all his constituents, including that of his non-vehicle owning constituents? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, just now I heard Dr Beng saying about his accusation of the Government's hasty introduction of these measures. He said that we could wait for a comprehensive land transportation system to be implemented before we take such measures? But can we wait? Can we wait until that time to solve the problem? Can we wait until a person is sick before we say we have no medicine? You have to wait for the medicine. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I think you should allow Mr Peh to finish responding. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Can I just clarify only one point, Sir? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> He is clarifying your clarification. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Secondly, he mentioned that whether my constituency could represent the whole of Singapore. Of course, this cannot be so. But I am using my constituency as an example. I would also like to ask him whether in Fengshan there are many people belonging to the lower income group. Are they richer than the constituents in my constituency? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, with your permission, I would like again to say that I have explained the reasons why I have talked about the hasty measures. I do not intend to repeat them. As to whether the people in Fengshan are also all non-car owners, I would say no. We have a largely middle-class population in Fengshan and he has no right to speak for my residents in Fengshan. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): I agree with Dr Beng that I have no right to speak for his constituents. But I wish to rebut what he said yesterday. This morning in the Lianhe Zaobao there is this report which says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Dr Beng spoke with great emotion that these measures taken by the Government are too harsh. First \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> it would greatly increase the burden of using the motor cars. Secondly, the biggest hit people are those who can least afford.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are you saying that the hardest hit are those economically weak, living in the 1-room or 2-room flats or are you referring to those in the middle income group, like your constituents? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> I would again ask the Member not to rely on newspaper reports but to turn to the verbatim report of what I have said. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Sir, thank you for allowing me to join the debate at this juncture. I shall be giving a lengthy reply to the many Members of Parliament who have spoken on the subject and who have put forward a large number of proposals. I intend to take those detailed comments later on when we revert to the debate on the main motion. Suffice it for me at the moment just to respond very briefly to some of the comments made on the amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will start with the last amendment, ie, the amendment put forward by Mr Abdullah Tarmugi. Sir, the Member for Siglap is amending the motion to read, \"but urged the Ministry to review the specific measures regularly in view of the uncertainties\". The Ministry carries out reviews of its policies all the time,regularly. I would go along with that particular amendment because it is an amendment that is sound. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the present package of measures obviously will have some impact on the overall travel pattern, on people's choice of doing one thing versus another, of doing it a little earlier versus doing it a little later, or the other way round - doing it a little later instead of doing it a little earlier. These are the actions which the measures are designed to induce. In other words, if you can get people to go into the CBD at slightly different times, we may be able to create a CBD that is less congested during the peak periods. And a free flow of traffic, as has been pointed out by many Members, is good for the nation because congestion imposes a very high cost on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> the economy. I am happy to support the motion by the Member for Siglap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also urged greater public participation. Indeed the debate today is an illustration of the much greater participation by Backbenchers and , by Office holders. I think it is a healthy sign. It means that Members are able to reflect a wide spectrum of views. This is a positive development in our parliamentary system with Members being able to speak freely, reflecting the views of their constituents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also another point raised by the Chairman of the GPC for MCI. He has asked for the possibility of his GPC conducting open hearings to collect views from members of the public. I welcome that too. Indeed the First Deputy Prime Minister urged the various GPCs to go out and seek views of members of the public. Members of the GPCs have been doing that already. Now they can do it with open hearings where previously these were normally held in closed-door sessions. I would urge the Chairman of the GPC to commence his hearings. But, first of all, allow the measures a certain amount of time to work - three months, four months. We should give time for the people to adapt to the new measures because we must expect a certain amount of change after the measures have been introduced. The GPC can get the views of professionals, get the views of hawkers, get the views of experts, get the views of everybody, and then look at them carefully and then give the Ministry their considered opinion, theirrecommendations on what we need to do further. I look forward to receiving recommendations from the GPC for Communications and Information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the other three amendments put forward by the Member for Fengshan, Mr Ng Pock Too and the Non-Constituency Member of Parliament, Dr Lee Siew-Choh. The thrust of those three amendments is similar. Dr Beng, the Member for Fengshan, emphasized the fact that the measures were too hasty and he has got a number of different definitions why he considered it hasty. Initially, he said that we have not taken this package of measures to Parliament, not discussing it in detail. Then earlier on this afternoon, he said that we do not have a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> satisfactory public transport system - MRT has not been completed in the eastern sector of the island, no proper bus integration system and so forth - a number of different possibilities but all leading to the suggestion that we should not take any action at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I submit that the measures have not been hastily arrived at. Indeed, here I believe the Non-Constituency MP has got it right. These measures have been looked at very carefully, very thoroughly. The Ministry indicated in its press release last year in November when it increased the road tax by a marginal quantum that the Ministry was doing a thorough review, with a view to coming up with a package of measures that would restrain usage. This was in response to widespread urgings by Members of Parliament, both outside and in this House, calling upon the Ministry to move away from ownership restraint to usage restraint. My Ministry has taken the various proposals put up by the different Members of Parliament. We have looked at them very carefully over the last six months. We have representatives from a number of ministries. They include the Ministry of National Development, the Ministry of Home Affairs, the Ministry of Finance, the Ministry of Trade and Industry, PWD, ROV and Traffic Police. And the measures were arrived at after six months of detailed deliberation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Sir, you may recall that the Minister for Trade and Industry announced during the Budget debate that the Government was setting up an Economic Policy Review Committee reporting directly to the Minister and comprising Permanent Secretaries of the different ministries. They too have reviewed very carefully the Government's land transportation policy, particularly from the point of ensuring that it supports the economic development of Singapore. So we have not rushed into this. We have been very careful. We have been very deliberate, and the measures have been arrived at. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recall that during the Committee of Supply debate I went to great lengths to explain to Members of the House the rationale behind the Government's basic policy in land transportation, the strategy behind the various measures. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> Indeed, Sir, I even went to the extent of naming the measures that were actively under consideration. The only thing that I did not do at that time was to announce the dollars and cents and to announce the date. Sir, I quote from the Hansard: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The measures [under study by the Ministry] include higher duty on petrol [which is what we have imposed], parking charges [which is what we have imposed] and the possible extension of the ALS by way of its application to all vehicles contributing to the congestion [which we have introduced for implementation on 1st June].' Then I concluded, Sir: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I hope when these measures are finalized in about two to three months' time, [that was in March] Members of this House, who have advocated strongly the use of measures to restrain usage, will give the Ministry their full support.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have not arrived at the measures hastily. We cannot wait until we have a perfect public transport system. Members will recall that way back in the early '70s we started moving on restraint measures because if we had not done so the situation in Singapore today would be very different. Members of this House who have been to other cities in Asia, in Europe, in the United States, would know the state of traffic conditions. We could not have waited because we had no MRT at that time. We were then only talking about the MRT. If we had waited until we had the MRT where would we be today? We had very few expressways, then. We had no proper bus system at that time. Members will recall the various bus companies on the verge of collapse and the Government had to send in a full team of officers to put the bus companies together, put it in shape, run the bus companies and create what is today - SBS, functioning reasonably well but not perfectly. At that time we did not even have proper taxis. We only had pirate taxis. Those were the very early days, just before the introduction of NTUC Comfort. If we had done nothing at that time and since then, because all these perfections were not available, where would we be today? We had to proceed. And at the same time improve the public transport system as we go along. Similarly we have to proceed with restraint measures now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member also said in his amendment that the measures were harsh. Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> \"harsh\" is very subjective. Yes, the measures will have some effect on some people because if they have no effect at all, they would not work. When we introduced a small increase in tax in November last year, an average of about $20, $25, per car owner, word that went round in coffee shops was that, it was too mild; that it would have no effect whatsoever. That was about $25 per car owner. The present package is of a similar order. Overall, it will be in the order of about $100 to $150 million more imposed upon the economy. What does that mean in terms of dollars and cents per vehicle owner? The cost are 500,000 vehicles in Singapore, half a million. That works out to be approximately $17 to $25 per month per vehicle; not cars anymore, but per vehicle, because this series of measures applies across the board to all vehicles. On this occasion, the unhappiness is much more widespread, as reflected by the many speeches of Members of this House sho articulated very sincerly the feed back that they have received from their residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I believe that \"harsh\" is relative. Yes, because the measures are based on usage rather than on ownership, there is greater variation in the extent of impact on different vehicle owners. Take for example, one extreme. A motorcyclist, if he does not go into the CBD, is hardly affected by the ALS scheme. He just pays a marginal increase for his car park and pays a marginal increase for his petrol. On the other hand, those who previously went into the CBD free will now have to bear a greater burden. But looking at it overall, the impact this round is only marginally higher than that in November. So I believe the measures are not too harsh. If the measures are any milder, then almost certainly in the coffeeshops it would be have said that the measures will have no effect whatsoever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Non-Constituency MP, Dr Lee, said that the measures are not equitable. I would have thought it is patently clear to anyone that the measures are equitable. How does one sell a bowl of noddles to one's patrons? How does one charge them? Does one ask them: what is your \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> income this month? And then charge him accordingly? Is that how they operate in the hawker centres? Is that how they operate in the shops? Is that how they operate in restaurants? Do doctors ask the income of their patients before they decide on charges? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not practical to devise a mechanism where the Ministry sits in judgment and decides who should or should not be allowed to own a car, who should or should not be allowed to go into the CBD, who should or should not be allowed to do a whole long list of things. Sir, we operate a market economy, and it has made Singapore successful. We are one of the most successful of the developing countries because we have approached our problems rationally, logically, systematically. And that same approach has got to be applied to what is an extremely complex problem - that of managing the vast demands for use of our roads by a wide spectrum of people in a very large number of different circumstances. And the market distributes that scarce commodity - roads - best of all. It gives us the best use for our roads, which means it gives us the best use for our land. Hence I believe that the measures that we have introduced are equitable and fair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge Members of this House to reject the three amendments and to give their support to Mr Abdullah Tarmugi who has urged the Ministry to carry out regular reviews. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I shall put the Questions on the amendments to the amendment in the order in which they relate to the text of the original amendment. Once an amendment to the original amendment is agreed upon, the remaining amendments to the amendment will not be put to the vote. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first part of Mr Abdullah Tarmugi's amendment is to leave out all the words after \"but\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first part of Dr Lee's amendment is to leave out all the words after \"regrets\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first part of Mr Ng Pock Too's amendment is to only leave out all the words after \"measures\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall first put the Question on Mr Abdullah Tarmugi's amendment as it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> relates to the earliest part of the original amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the word \"regrets\" proposed to be left out, be left out.\", put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Remaining words ordered to be left out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed by Mr Abdullah Tarmugi to be inserted, be there inserted.\", put, and agreed to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Abdullah Tarmugi's amendment to the original amendment having been agreed to, the amendments proposed by Dr Lee and Mr Ng will not be put to the vote. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We come now to the original amendment, as amended, which reads - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"but urges the Ministry to review the specific measures regularly as their effects are uncertain\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be inserted, be there inserted.\", put, and agreed to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The original Question, as amended, is now before the House, that is, - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House supports the principles underlying the latest measures introduced by the Ministry of Communications and Information to curb road usage but urges the Ministry to review the specific measures regularly as their effects are uncertain.\". \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Mr Speaker, Sir, thank you for letting me join in this debate. With due respect to my hon. colleagues, our constituents did not elect us to outdo each other in Parliament in a contest of amendments. I think whatever we decide today, whatever amendment is carried, the people will be similarly affected. The Minister for Communications made it very clear that the measures must have effect for us to change the travelling behaviour of the public. I accept that, Sir. What we must try to achieve today in this Chamber is to make sure that there is quality in the debate and that ultimately Members and, of course, the public, will learn from what has been discussed here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the latest measures, except for the HDB season parking charges, are directed against car usage. I accept and I support that, Sir. Except for the evening ALS hours and extending the ALS restriction to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> motorcycles, I support the curbs to prevent congestion in the city. But in any event, I believe that the Minister for Communications and Information will direct his officials to review these two particular measures in view of the sentiments expressed by the other Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident that more modifications will be required as it is quite difficult to predict a change in the desired fashion on travelling behavior. I think there are many instances to illustrate this as we have seen from the fringe car parks when the ALS was introduced. The main objection to these various measures actually is directed against the 100% increase in HDB season parking charges. The first major objection from feedback I received is that the number of HDB flat owners are under the impression that when they paid for the HDB flats, they are paying partly or wholly for the car park. I am glad that the Minister for National Development has this morning explained very clearly that car parks are not included in the HDB's pricing of the flat. Unfortunately, Sir, this explanation was not made clear when the measures were announced. If the measures had been very clearly stated or explained, I think much heat would have been taken out of this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A 100% increase in car parking charges, even though I agree with the figures mentioned by the Minister, is something which many HDB residents find very hard to accept. I accept the principles and the figures presented by the Minister. Having said that, Sir, I still urge the Minister to review this matter and see how it may br phased in so that the pattern of increase can then be accommodated by each individual car owner. A sudden structural change in expenditure together with the other measures will mean an additional $70-$80 monthly expenditure which is very hard on many residents. Lastly, Sir, although I accept in principle the $80 calculation, I still urge the Minister to look into this measure to see how he can phase in this $80 without undue hardship for the residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the measures proposed by the Minister for Communications and urge that the Minister for National Development will also do a review. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the motion. But I hope that the Minister for Communications and Information and the Minister for National Development could immediately review the relevant measures instead of waiting for some time before they carry out the review. Because I feel that some of the measures that are introduced now could be postponed or might not be necessary. Take for example the season parking fee in HDB estates, increasing from $25 to $50 a month. I believe this measure could be implemented in stages. The Minister's intention is to recover the cost of all the car parks. This is something which we cannot argue against. But the question is within what length of time should we recover the cost? I believe this is flexible. Also when calculating the cost, apart from the fees collected from season parking, we should also include the collections from hourly parking. Otherwise, how are you going to account for the collections from hourly parking? Therefore, if we take these collections into consideration, we shall be able to implement the increases in stages to recover the cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other measure which I believe may not be necessary is the imposition of ALS fee for supplementary bus services like Scheme B buses to enter the CBD. I believe this is a measure which is self-contradictory because such supplementary bus services are to supplement and form part of our public bus service system. Earlier the Minister said that we had to follow the rules of the market. Indeed the Ministry had already set the rules that buses could go into CBD free. Supplementary Scheme buses are also types of bus, the nature of their services is to help and lighten the burden of our regular buses during peak hours so as to encourage more passengers to commute by bus instead of by their own car to and fro city area. So the collection of ALS fee on Scheme B bus I think can be exempted. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Abdullah Tarmugi) in the Chair]</h4>\n  </div> \n  <br>4.20 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another measure which I think is unnecessary is the imposition of ALS fee \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> on motorcyclists. I have some statistics to show that motorcycles including scooters do not contribute to traffic congestion. From 1978 to 1988, ie, about five months ago, motorcycles including scooters increased from 98,000 units to 117,000 units. In other words, every year the number increased by 1,900 units. So if we take the statistics at the end of 1988, the total number of motorcycles and scooters now is in the region of 120,000. This number is in fact lower than the figure in 1983. It is about 20,000 units less than what it was in 1983. So if motorcycles are contributing to traffic congestion, then we should introduce this system in 1983. In 1983, there were more motorcycles. Yet we did not introduce the ALS fee on them then. Why should we do it now when their number has reduced? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally speaking, at the moment, we have in all about half a million cars. This number is going back to about the same as figure in 1984 before the economic recession. So, is it necessary to introduce so many varied measures together at this moment to curb cars? I would urge the Ministry to conduct an immediate review instead of waiting for three months or six months later. Thank you. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Mr Deputy Speaker, Sir, it is plain and obvious that the car policy is not merely a transport issue. It is a matter close to the hearts of most Singaporeans. It is an emotive issue. Most people who can afford it or think that they can afford it or think that they should afford it would like to buy a car and own one. This being the case, any measure to curb car growth would not be well liked, whatever it is. It is a bitter pill to swallow. It also leaves a bitter taste in the mouth. The Government therefore has an uphill task to explain the rationale behind the car policy. But sell the policy it must. The Government must win the support of the people on this issue. It is obvious from the debate and public reactions that there is an information gap between the Government and the people in this matter of car curb. I urge the Ministry to work harder and be more productive in this matter, particularly since the Minister is also in charge of Information in the Minitry of Communications and Information. Go to the people and win them over on this matter. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, stripped of the rhetoric and emotions, the issue is simple. Is there a need to limit the car population and car usage in this country? The answer is obviously yes. There is indeed no other choice with our limited land and road space. Will the traffic situation worsen without further measures? Should we not take action before our roads become clogged up and jammed up like London, Bangkok or Jakarta? Yes, we have to act before we are totally bogged down on the roads. We are in a way the victims of our affluence. With economic development and prosperity, more and more people would want to own cars. The car population in truth will only go down during recessions. We do not, of course, wish for a recession. We then have to live with car curb measures. The questionis: how do we do it? What are the best packages? Can we avoid the shock treatment? Can we not prepare the people psychologically to accept and live with these measures in land scarce Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one possible approach in my mind is that the Government should let the public know what is the set of targetted ceiling on car population or car growth, a figure which could be based on a number of factors like total land space, road space and traffic flows. Perhaps this matter could be taken up by the advisory council which was suggested by the Minister of State for Finance and Foreign Affairs. Indeed I think there is already the Public Transport Council which could tackle this problem and come up with a set target, in consultation with the Government. The Government could then announce in advance that any increase in car growth beyond this target figure would lead to a mix of measures or further measures to curb car growth. And this can be done regularly at set intervals of review and everybody would know that come acertain date, there will be a review, reassessment and possible measures or rises in various taxation measures. The policy would then, I believe, be clear. The measures would then be expected. The system would then appear to be fair to one and all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a parallel is the Public Utilities Board's announced policy of pegging the price of electricity to the cost of oil. It can be revised upwards or downwards in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> accordance with the prevailing oil prices in the world. This system is fair and seen to be fair. Could it not be done in terms of land transportation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of specific measures, I would like to urge the Minister to reconsider the imposition of CBD restrictions on Scheme B buses and school buses. Let us at least be merciful on our school children and not penalize them for going to and from their schools. Let them pay when they grow up as adults. But in the meantime, let them enjoy their schooling unhindered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion in the name of Dr Hong Hai. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri (Aljunied GRC)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, Sir, the debate today is over measures to curb vehicle usage and not measures restricting vehicle ownership. Much has been said by colleagues before me and replies to some of the points have just been given by by the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But one point to note here is that a controversial issue such as this has continued to be viewed with a lot of reservations, a lot of questions, a lot of objections by some quarters. Why is this so? In my view, what might have appeared to be so simple, so clear, so rational, in the eyes of the Minister and all his officials, seemed not to have been viewed in the same way by the people. Therefore, obviously, there must be an information gap or gap of understanding between those who imposed these measures and those on the receiving end. I am not saying that there have not been any preparations on the part of the Ministry. But perhaps the timing and manner in which the information was given made it unsatisfactory to the majority of the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Ministry could find a lesson in what other Ministries have done when a controversial measure or scheme was to be implemented. Let me give some examples. Sometime back, when the Ministry of Health sought to implement the Medisave scheme, it initially came up against a lot of reservations from the public. But the Ministry conducted a lot of discussions, meetings, with many parties and eventually this controversial scheme was welcomed by the public. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the Ministry of Labour also conducted a lot of dialogues over a recommendation contained in the Howe Yoon Chong Report to extend the CPF withdrawal age to 60. The Ministry of Labour conducted a lot of discussions, collectedfeedback and finally decided to introduce the minimum sum scheme. In the end, the idea was accepted. What had originally angered the people and raised a lot of reservations is now well-received by the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education. Before the Ministry introduced the Independent Schools, it carried out a lot of dialogues. The public gave its views through various channels and these dialogues and input from the people over these issues were collected, analysed, scrutinised before a final decision was made. And now we hear that the Ministry of Education is conducting a series of dialogues and forums to reach a decision over the issue of the teaching of Religious Knowledge in schools. So all these Ministries have their own ways of selling a controversial idea to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And I feel the Ministry of Communications and Information ought to be in a better position, compared with the other Ministries, when it comes to convincing the people. Because, if I am not mistaken, there is in this Ministry a Unit known as the Psychological Defence Unit. Why can't the expertise of this Department be applied to find ways of convincing the people, to use psychology, in order that what is seen as difficult could be so presented as to be acceptable the people. I think the Ministry has a higher capability in this area than the other Ministries if it could make use of the expertise of its officers in the Psychological Defence Unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I think we should close this perception gap. Close this understanding, or misunderstanding gap and close this information gap so that there would be more people accepting the measures than rejecting them. Thank you. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, in explaining the actions that the Government has taken, the Minister has said that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> the Government cannot wait. It gives the impression that there is very severe traffic congestion in Singapore today, which is not the case. The Government statement itself has admitted that the present traffic situation in Singapore is satisfactory. In fact, many people would praise the traffic system in Singapore because we have the flyovers, expressways, one-way streets, computerized traffic lights controlled and the whole lot. It makes travelling quite easy. What we used to take one hour before, now we take only half an hour. In fact, we take only half the time to travel from one point to the other. Therefore, there is no real traffic congestion today. Of course, we agree that we should now take some action to prevent future congestion. But that, even the Government statement says will not be fir at least five or six years. Therefore, under the present circumstances we have no need to hurry. They have not conducted a survey and a census of what is the real situation. So let them first conduct a survey so that we know exactly what the present situation is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also said that the people have a choice in the use of vehicles as to whether they want to go into the CBD or anywhere as they wish. I do not think the people really have a choice. If they work in the CBD, they just have to go there. How is he going to say that people do not have to go there, that they can have their choice? It is not realistic at all. It all depends on whether the bus system is good enough or whether they find that it is cheaper to go by the motorcycle. He says there are 500,000 vehicles in Singapore and therefore whatever measure that is taken has got to be spread over them. Yes, unhapiness must be widespread too, and what we have said, really represents the views of very wide sections of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has said that all these measures are \"equitable\" and has also added the words \"rational and logical\". He has not explained how the scrapping of car-pools is rational or logica. Because, as many people can see, instead of one car carrying four, more cars may now go into the CBD carrying the same number of people. Therefore, that may cause some congestion. Is that what the Government wants? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He speaks as if it is all very fair and equal for everybody. If there are 500,000 vehicles, there must be people who own vehicles which are very expensive and which they can afford. But there are also lots of other people who own vehicles which are not that expensive. That is, some people can afford, some cannot. Such logic reminds me of what Anotoly France once said: the law in its majestic equality forbids the rich as well as the poor to sleep under the bridge, to beg in the street and to steal bread. That is, there is no genuine equality. Therefore, it is all not equitable. When we talk of equity we must remember that there are great differences of income in Singapore, and if we want to be fair and just and really equitable, then the burden should be spread in such a way that those who can best bear that burden pay more. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, a large number of Members have spoken on the land transport policies. I will attempt to give justice by responding to the very many points of criticisms, queries and suggestions and ake them one by one. I hope, Sir, you will bear with me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, first, let us get our perspective right, because if we don't, we will always be going off at a tangent, because we will miss the essence of what the subject is all about. The subject is about finding ways and means of ensuring that traffic in Singapore flows freely. Why is that important? Because congestion costs. In April 1989, there was in the Straits Times an article \"Traffic jams put London in a S$47 billion pickle\". It is a measure of how costly traffic congestion can be for an economy. The population of UK is slightly over 50 million people, that works out on the average to a cost of approximately S$1,000 a year levied on every man, woman and child. That is a very heavy cost. That is why we must make every effort to make sure that our traffic is free flowing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as Dr Augustine Tan has alluded, my Ministry has listened very carefully to the suggestions put forth by the various Members in this House over the past years. I have been talking about this subject since 1983 - this is my sixth year \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> in the Ministry - and a lot of practical useful suggestions have come our way and we have adopted some of them. Other suggestions found not to be practical or difficult to administer, we have put it at the back burner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to assure the House that the suggestions put forward today will be carefully considered. But I cannot promise the House that all of them will be implemented, because some of them will, instead of helping the situation, make the situation worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our limited roads must carry the greatest possible number of people and goods with the minimum of delay to the smallest number of people. That is the objective. While we are talking about car owners, we must remember that the vast majority of Singaporeans are not car owners. We have only 250,000 cars in Singapore. We have a population of 2.6 million. The majority of people travel by bus. They take the MRT. Together they are responsible for more than 3.1 million passenger trips each day. We have to protect the interest of these people too because they too are our citizens. They should not be made to bear the burden of congestion because when a hundred people travel on a bus during peak hours, they are making practically no contribution to the congestion. So why should they bear the burden in terms of longer time spent on travelling resulting from congestion from other vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been pointed out many times, today and yesterday, that our traffic situation is satisfactory today. Why is that so? It is because for the last 20 years we have been systematically, at regular intervals, bringing in measures to prevent the situation from getting out of hand. There is an increase of less than 100% from about 140,000 cars in 1975 to about 250,000 cars today. What about other countries where there are no such restraints? I was reading an article in a publication \"Asia Business Letter\". It reported that The number of cars in Taipei has gone up 10 times since 1975. If we had allowed the same situation in Singapore, we will be talking about 1.4 million cars in Singapore. Where are we going to get the roads for 1.4 million cars? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> So the fact that the situation today is satisfactory is a clear demonstration that the measures applied over the years have worked, it has helped us maintain relatively free flowing traffic. But Sir, with growing affluence, more people are able to afford a car and so we are seeing congestion growing again. Yes, at the moment only in isolated locations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will distribute a map to Members to give them an idea of the congestion that we are experiencing at the moment. [Copies of map distributed to hon. Members]. Sir, I have marked out just the major roads that are presently experiencing congestion: some of them giving traffic flow of less than 20 km an hour, some less than 15 km an hour. There are even some roads where the flow is as low as 11 km an hour. That is the situation at peak hours as ascertained by surveys at the end of last year and early this year, December 1988 and January 1989. This is May 1989. The present situation is worse than that. Because over the last 12 months the number of cars in Singapore has grown by another 9.8%. April 1989 versus April 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can we just allow the growgh to go on? If we do, what are the consequences? Are we over-reacting? Sir, I submit that we are not, and I want to distribute a second map to let Members have an idea of what the situation will be like if we do nothing. The first map, is based on actual surveys. The second map gives computer projections as to the extent of traffic congestion in Singapore with continued growth in cars. [Copies of map distributed to hon. Members]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have on a number of occasions asked for a specific number for the limit of cars allowable on our roads and I indicated that it was notpossible to give a specific number because there were so many factors to consider. Nevertheless, in view of the Members' regular call for a number, we have looked at certain computer projections which may give an indication. Sir, I want to emphasize that this can only give an indication, because this is a computer projection. If Members will look at the top of the map, the title is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> \"Areas of congestion with car population of 350,000\", they will see the bottom half of Singapore shaded. Almost all the housing estates in Singapore are within the shaded area. In other words, with 350,000 cars in Singapore, we will have congestion from the Central Business District all the way to all the major housing estates. Practically every one of the major housing estates will be in. The assumption, Sir, is that the traffic flow will be what it is today and that there will be no modifications to the ALS, then, with 350,000 cars practically the entire commercial and residential areas of Singapore will be under severe congestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 350,000 sounds like a lot relative to our present situation of 250,000. But is it? At the end of April 1989, this is the latest figure I have, we grew at the rate of 9.8%, round it off to 10%. If we continue to grow at that same rate, in less than 3(r) years we would exceed 350,000 cars. That explains the urgency. Dr Lee asked: \"Why is it so urgent?\" Why do we need to do this? Sir, good doctors, I am sure, know that prevention is better than cure. Prevention is better than procrastination. The situation is similar to a medical situation. Since so many Members have given medical analogies this afternoon I would add one more. Our traffic situation is like a patient. The doctor has discovered certain blockages in the certain arteries leading out from his heart. What does the doctor tell the patient? \"Carry on. Do whatever it is you are doing. Carry on with your fatty foods, with your high cholesterol diet, your destructive lifestyle, with your smoking, with your drinking.\" Is that a responsible approach? Or should the doctor not tell the patient how serious the situation can get if he were to continue to do exactly what he has been doing before? Of course, Sir, not all patients are happy to receive such advice because it is painful. The doctor is asking him to change his lifestyle, maybe do some exercises and, maybe in extreme cases, take a certain number of bitter pills. It is not welcome but a responsible doctor has to do what is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, non-action, when the situation is getting progressively worse, is action in itself. The situation to get out of hand and that is very costly. Dr Lee mentioned a moment ago that once, a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br> trip took an hour. Now it takes half an hour. True, but does he want a situation when a trip which takes half an hour today will take an hour or more in future? Let us think about what that means. Let me give a simple illustration of a goods vehicle having to make delivery for a factory. With travelling time double to carry out the same level of service of delivering the same amount of goods in the same amount of time, the company will have to employ twice as many goods vehicles and twice as many drivers plus attendants. The result will be twice as many vehicles carrying out the same function which will only add to the congestion and make what is already a bad situation worse. In other words, congestion feeds upon itself. Everybody will be spending more time on the roads and therefore our roads will be more congested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are all looking forward to the availability of the electronic road pricing system. Many Members have urged that we work on it quickly. We have been working on it actively. But unfortunately the technology is at the edge of development. We have looked around for a city that has an Electronic Road Pricing system operating. There is no such city. A few cities are carrying out pilot trials. There are others doing it on an extremeley small scale, but no city with a population similar to ours or bigger has ever tried it. We are working on it, and PWD has been actively scouting the world to look for ERP systems that may be applicable to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment there are three models that may have the potential - here I want to underline, that may have the potential - of being adapted to Singapore's circumstances and can be used. This is what a typical electronic number plate looks like [indicating]. It is just a black box. It can be stuck onto the windscreen and detector systems overhead will detect a vehicle passing. Obviously there are different black boxes [indicating] from different companies. What is inside the black box is very different with different capabilities with different functions. We are actively looking at the different systems. But our best estimate is five to seven years. Nobody has got a ready-made system. Nobody has tried it out. We will be among the first, if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> not the first. Hench we will have to look at them very carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the restraint measures that we have put out earlier this month, I believe, are fair and equitable. As I explained a moment ago, it gives people the option to decide whether they want to go into the ALS or not. If you want to go into the ALS, you pay $3 if you are going in once. You pay about $2.40 if you average it out over the entire month. Far from discouraging people from having car pools, this approach will encourage people to have genuine car pools. Previously, many cases of car pools were just drivers in cars picking up three passengers. Now that the driver has to pay $2.40 if he goes in regularly. If he finds three or four other car owners, the cost of $2.40 will be divided by four or by five. Now with the higher car park charges in the CBD, there is an even greater incentive for them not to bring in their car. With the higher petrol duty on petrol there is an even greater incentive not to drive unnecessarily. So, far from discouraging car pools, we will be encouraging genuine car pools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now move on to deal with the questions of the different groups of people who have appealed directly to the Ministry and also through the Members of Parliament for exemption from the ALS scheme. The underlying principle, Sir, is to have every vehicle which who contributes to the congestion pay, so that the owner makes a decision to go in or not to go in - to go in by bus, by MRT, by car pools or all by himself. A key question which Members of Parliament should have asked is: why did we exempt the scheduled buses - SBS, TIBS and CSS? Because that is a fundamental deviation from the general principle of all who contribute to congestion - having to pay. It was a difficult decision for the Ministry to make, We have decided to breach the principle. Why? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Scheduled buses, unlike all other vehicles, are required to go into the CBD during peak hours under the terms of licence. Why do we want scheduled buses to go in during peak hours? Because they carry the largest number of people, so the more scheduled buses there are going into the CBD during the restricted hours the better the service they provide to the 1.2 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> million to 1.3 million commuters every day. That is why we have made a special exemption for the scheduled buses. I know, Sir, that once we allow one group, where do we draw the line? What about group No. 2, No. 3, No. 4, ad infinitum? That is really the crux. We have decided to draw the line and allow only scheduled buses to go in. The other vehicles, because all of them in their own ways contribute congestion, have got to be subjected to the same extend of discouragement from entry into the CBD during peak hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some Members have asked, why is it so important to have the CBD free flowing? Why do we need evening ALS? Indeed, why do we need the morning ALS at all? The Central Business District is the nerve centre of our economy. It provides employment for the largest number of people. Within that very small, very compact area. If we allow that area to seize up, it will have severe impact on our economy, with serious negative consequences for all Singaporeans. We have had the morning ALS, we had the same level of unhappiness, if not much more. Today, nobody doubts that the morning ALS has worked and works very well and has helped us. I want to remaind Members that when we introduced the morning ALS, we had to fine tune, we had to make adjustments to the ALS, adjusting both the fees and the restricted hours. My Ministry has stressed the same need for the evening ALS, because we are introducing it for the first time. We will be watching and monitoring the situation very closely, and we will have no hesitation making adjustments if necessary. If the volume of traffic is too low, and we want to optimize the use of our roads, my Ministry will have no hesitation lowering it from $3 down to $2. Conversely, if $3 turns out to be too low a figure, we will have to adjust it upwards, to $4. It is not likely that we will have to adjust to $5 on the basis of our studies. We have to be realistic. We cannot forecast the behaviour of all consumers and their response to a measure of this type. The new ALS will definetely reduce the number of cars into the CBD. By how much, we will have to monitor very carefully. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So why do we have to include all vehicles for the morning and evening ALS? At the moment, of all the vehicles going into the CBD in the morning, only one-third of the vehicles pay the ALS fee. Indeed, only 22% of the vehicles are cars which pay the ALS fee of $5, and another 12% of the vehicles are taxis, paying an ALS fee of $2. If we do not adopt the equitable principle of all contributing to the congestion having to bear part of the burden, then to reduce the traffic flow a heavier and heavier burden on the small group of people presently paying the ALS fee will have to pay much more. And the 66% of vehicles which are not paying ALS will mushroom in proportion to the overall increase in vehicles and also in response to the demand of the economy, Then we will have severe congesttion in the CBD. That is why we have to include all vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same principle applies for the evening. Why do we need an evening ALS? Presently, the traffic flow in the evening is worse than in the morning. Can we improve it a little? Yes. Is it worth the price we pay? We believe so. Because we must remember that congestion takes up people's time, and in an economy like ours, time is money. Those who contribute to congestion are making others take longer time in going home from work. A large number of people who do not own cars have got to bear that burden. So to be fair, all who contribute to congestion should bear part of the burden. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members have asked for the hours to be reduced. I think different Members ask for slightly different reductions in different directions. Some have asked for it to be imposed for only an hour; others a little more - 4.30 pm to 6.00 pm, some 4.00 pm to 6.00 pm, some 5.00 pm to 6.00 pm. Sir, 6.00 pm is really a critical point. At the moment 6.00 pm to 7.00 pm is when the traffic is heaviest. For the time being, I want to leave it at 4.30 pm to 7.00 pm. But we will monitor the situation. I appreciate the concerns of Members wanting to be helpful to their residents, to shoppers, to parents wanting to go pick up their children, and have therefore appealed for a reduction from 7.00 pm to 6.00 pm. Our experience with the morning ALS is the first hour after the ALS is the worst of all hours. So if we stop the restricted hours up to 6.00 pm, then the so-called post-ALS traffic would add to the already existing congestion which is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> worst of all possible times. Then we would be making the situation from bad to worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to explain this because this may not be obvious to everybody. Sir, the ALS works in two different ways. Firstly, it spreads out traffic in space. Those who do not need to go into the ALS can take other roads and avoid having to pay. So the traffic is spread out. Secondly, the ALS works by spreading out the traffic in terms of time. Since the restricted hours are from 4.30 pm to 7.00 pm, those who do not need to go in during that period can either delay a little or go in a little earlier. Those going in after 7.00 pm, you don't pay. Similarly those who go in before 4.30 pm, don't pay also. So the traffic is spread out in two different ways. Will it lead to additional congestion along our ring roads? Possibly, initially, just as it did way back in 1975 when we introduced the morning ALS. We will have to give it time. People will make their own choices. The traffic will make its own adjustment. And over a period of time, we can review the situation. I am poen-minded on this. The object is simple - keep the CBD free flowing. the instruments in our hands are not perfect. These are all proxy instruments. They are not direct instruments. We will have to watch the situation, monitor it closely and, if necessary, make adjustments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we want to keep the CBD relatively free flowing of traffic, do we not also want to do the same for the ring roads, for other roads outside the CBD? The answer obviously is yes. Hence, we want to discourage usage as much as possible. That is why we have introduced a small restraint measure, a 10 cents increase in the petrol duty, to discourage in a small way unnecessary trips made. It will be marginal. But every bit helps. Also the increased car park charges, particularly day time car park charges, will support this policy of discouraging unnecessary travel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the present package of measures represents a watershed in our overall land transport management. We have by and large stayed mostly, not completely, but mostly with restraint on ownership. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> have now moved over to increased use of restraint measures on usage. But we cannot do it exclusively. We can only change the emphasis. Members have appealed to the Ministry to allow more people to own cars and not to keep the number of cars growing at the rate of 1% a year which was what the Ministry was hoping to target at. Now, if we allow a 5% increase in growth of vehicles, then unless we are able to achieve a 5% reduction in traffic usage overall, then our traffic conditions must inevitably get worse. We are hoping, Sir, that if these measures work, then ownership restraint measures can be used more sparingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of Members have asked about the possibility of removal of PARF. As Dr Wang Kai Yuen has mentioned, it is a very painful process. If we do not have to, we may not want to do it. But we may have no choice. That option must be kept open. We will watch the situation carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe most of the Members of this House who spoke yesterday and today, supported the principles ofusing restraint on usage. But quite obviously, as I indicated in my speech in the Committee of Supply in March, every individual affected in a particular way by a particular measure will find that particular measure onerous and obviously attack that policy. Members have done their jobs well. They have reflected those sentiments - different groups ofpeople unhappy with different aspects of our measures. This is to be expected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that after Members have listened to the explanation, they will be in a better position to explain to their constituents. Sir, many Members have asked for more explanation. This we will continue to give. But these measures are not new. Petrol duty is not new, the ALS is not new. Yes, applying it to all vehicles is new, but the principle is a simple and an old one. Car park increases, increases, these are not new. These are on-going measures used for the last 20 years. Yes, we use it less frequently previously, when we are trying to discourage ownership. But they are not new measures as such. Nevertheless, we will have to continue to explain. I welcome the suggestion put forward by the Chairman of the GPC for the Ministry of Communications and Information. I welcome his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> desire to have open hearings, to collect views. I hope he will look at them carefully and in due course submit his recommendations and the recommendations of other members of his GPC to the Ministry for possible consideration. If the recommendations are practical, if they can help us achieve better, freer flowing traffic in the CBD and in the rest of Singapore, I can assure him and his GPC that we will use his measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to specifics. Scheme B buses - I explained a moment ago why we drew the line at scheduled buses. Scheme B buses, by and large, do not operate as scheduled buses. In fact, our records show that only 16 buses out of 356 Scheme B buses are operating scheduled services. Scheme B buses are buses which are licensed to carry children and workers en masse, transporting them from a few points to a school or a factory. And because they transport children, because they transport workers, the Government has given them a low taxation regime. A Scheme B bus may pay as low as one-sixth the tax of an ordinary scheduled bus. At the upper end, buses for workers may pay as low as half the tax of the scheduled buses. Some of these buses do not have to go into the CBD at all. I shall ask my Ministry officials to look into the details of these 16 buses hat are operating scheduled services to see whether we could include them for exemptions. I can see administrative difficulties. But we shall look at them and give our consideration to these 16 buses, not the remainder of the 356. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Hong Hai has called for a better public transport system. I support that. Indeed that has been the policy of the Government, to have the best possible public transport system in Singapore. Is our present system perfect? No. Can it be improved upon? Yes, we are working on it. Are there other cities with much better transport systems? We are not aware of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I spoke to the experts on public transport systems when they were in Singapore earlier this year for the Conference on the International Union of Public Transport. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> These are the world's experts on public transport. I asked them, \"Is there anything that we can do to improve our system? What is it that you are doing in your cities that you think can improve the purblic transport system in Singapore? They laughed. They told me there are very few cities, none that they were able to tell us, that had better public transport systems than ours. And they know because they went on a ride on our MRT trains and on our buses. But we will spare no effort at further improving our public transport system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are presently working at seeking improveing our public transport system by way of an integrated ticketing system, a through ticketing system, where a ticket can be used both for buses and for trains. \"Why does the project take so long?\", some Members asked. Again we are once more at the edge of the technology. We have been acouting for system that can be applicable to Singapore. I believe the three public transport companies, namely, SBS, TIBS and SMRT, shall be announcing the award of the tender for the equipment very soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Hong Hai has asked why not have buses that will service the private housing estates, bring them to the MRT stations. I support that proposal. Indeed we have been encouraging the bus companies to do that. But we must remember that the routes for the MRT are designed such that when the MRT system is completed, it will be serving about 80% of the population of Singapore, namely, those in the HDB housing estates. And the volume of people from outside of these housing estates, in other words, in the private housing estates, the number of people wanting to use the MRT will be small. The SMRT is headed by the president and chief executive officer of a local bank. SBS is headed by a senior managing partner of a multi-national accounting company. And TIBS have got a Chief Executive Officer who is a business graduate and runs a number of companies. They have all looked at the situation. They have concluded that there is no real demand for such a service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we have not given up, Sir. We are now trying to encourage other operators. Indeed any bus operator who wants to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br> provide this service will get my endorsement and support, with their application to the Public Transport Council. But if all the operators, after having looked at it carefully, were to conclude that there isn't sufficient demand that will make it viable for them, should Government rush in when practical businessmen fear to tread? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Lee Siew-Choh said that the measures have got nothing to do with land transportation. It is just a device to generate revenue for the Government. The Government can find no worst way, no more painful way, of raising revenue than by way of land transportation. The allegation is completely untrue. If the Government were to do nothing and just allow the number of cars to grow by 10%, every year the revenue obtained would be about the same or maybe even more than what the various measures will bring in. It would have been perfectly painless. But it will be at a great cost to the economy, a great detriment to the population, as our traffic seize up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have touched very briefly on why all vehicles should not be exempted. Now I will talk about motocycles because many Members have raised it. Members believe or perceive that a motorcycle does not add to the congestion. Let me suggest that we think about the problem a little. If we have a car in front of us on a road, we keep a certain distance when driving, for reasons of safety. If there is a motorcycle in between the two cars, do we not also keep a certain disance from the motorcycle? We do, don't we? We all so, Sir. That simple picture demonstrates very clearly that on the move, a motorcycle is like a car. It takes up space and therefore contributes to overal congestion. And indeed transport planners have got to make allowance for that. For purposes of calculation, a motorcycle is treated as 0.7 passenger car equivalent. In other workd, for purposes of transport planning a motorcycle is treated as if it is three-quarters of a car. That is its contribution to the congestion. Of course, when a motorcycle is parked, it takes up less space. We have decided, because we are aware that motorcyclists, with some exceptions are low-income earners to keep the ALS fee for motorcycles low. A dollar a day or $20 a month. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need to apply some measure of restraint for motorcycles also. We cannot allow the motorcycles to be different. Because if we do, then we may possibly end up like some other cities. Again, I use the example of Taipei. The number of motorcycles in 130% that of the number of cars. Those who cannot afford a car will movbe on to a motorcycle, and add to the congestion. Our situation in Singapore at the moment, the number of motorcycles is approximately half of that of cars. A $1 ALS is reasonable. Some of the motorcyclists will go into the CBD some of them will not. Only those who go in are affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members have taken up the appeal on behalf of residents living inside the CBD. Again, I appreciate the unhappiness that residents in the CBD feel in having to pay $3 when they are going home from work outside the CBD. Sir, I think the principle of equity is very clear. Those who live outside and go in to work in the CBD in the morning have got to pay. So those who live inside and have to return home in the evening, they too have to pay. And in the long term, measures of this sort wil encourage Singaporeans, whereever possible, to live close to where they work. I know, Sir, it is not always easy, it is not always possible, but we help encourage that trend; for example, you have fewer people in the CBD going to work in Jurong and fewer people living in Jurong going to work in the CBD, then we reduce some unnecessary flow. I am not saying that it is easy. I am saying that we should encourage that trend. Then if those who work in Jurong live in Jurong and those who live in the CBD work in the CBD, we will find our traffic conditions much less problematic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why decrease the ALS fees? Sir, if we keep it at $5 then few cars will go into the CBD during restricted hours. We will be under-utilizing our roads. Is that a good thing? No. Land is scarce; we must use it optimally. We want to have a free-flowing traffic. We do not want to have empty roads. That will be contrary to the objectives of the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me conclude. Land transport is a national problem. Everybody is affected by it. If we do not manage it carefully, all of us \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> pay a price, maybe imperceptibly. Trips taking 30 minutes will increase to 35, to 40, to 45 minutes and so on, to one hour eventually. I would like to urge Members of this House to continue with giving the Ministry their suggestions, their feedback, so that we can manage the traffic in a manner that will give the least burden to vehicle owners and yet at the same time maintain a reasonably free flow of traffic. We are prepared to learn from any Member of Parliament. We are prepared to learn from any Singaporean. We are prepared to learn from any city that has got a better system than ours, that has ot a system that we can use. If Members of the House know of any city with a better transport system, please let me know. I give my assurance to the House that we will send our officers to get all the details and study it for possible implementation in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to round up just on one point, namely, there is no desire at all on the part of the Government to use land transport policies to generate revenue. I cannot over-emphasize that point. My job in the Ministry of Communications and Information is not to raise revenue for the Government. No, not at all. My job is to manage the airport, the seaport, telecommunications services, our land transport system, in a manner that will give Singapore the best possible international competitiveness so that it will boost our conomy, so that it will bring in investments, preferably investments that will give high value added jobs to Singaporeans. And in the process, give Singaporeans higher pay and better lives. Contrary to what has been said, the Ministry of Communications and Information has over the years via Telecoms, via the airport and via the port, been giving money back to Singaporeans by way of lower rates, with a cumulative total \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> of more than a billion dollars over the years. Indeed, next month Telecoms will be making announcements of some adjustments in charges that will have a net result of giving more than $10 million a year back to the economy. At MCI our objective is to give Singaporeans and Singapore the best possible airport, the best possible port, the best possible telecommunications systems and also the best possible land transport system. I believe, Sir, Singapore's efforts in these areas have not been in vain. I have no doubt that the overall effect of this package of restraint measures will in the long term help give us the highest possible quality of life for the largest number of Singaporeans. On that firm belief I commend the land transport measures to this House. (Applause]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House supports the principles underlying the latest measures introduced by the Ministry of Communications and Information to curb road usage but urges the Ministry to review the specific measures regularly as their effects are uncertain. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACKNOWLEDGEMENT TO THE CHAIR</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Thank you, Mr Deputy Speaker, Sir, for your indulgence and the time as well as to our Speaker who has spent the last two days listening to this debate. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Twenty-two Minutes to Six\n  </div> \n  <div align=\"right\">\n   o'clock pm to a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
