{"memberId": null, "volumeNo": "53", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"53\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1989-03-21\"> \n  <meta name=\"Start_Col\" content=\"573\"> \n  <meta name=\"End_Col\" content=\"654\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">53</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">21-03-1989</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 573</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 53</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 21st March, 1989</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 574</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 575</b></font>\n  <br>\n  <br> \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 576</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 577</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>NUISANCE CAUSED BY BARN SWALLOWS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Ong Chit Chung</b> asked the Minister for National Development what measures are being taken to deal with the problem posed by barn swallows in Bukit Batok neighbourhoods 2 and 3, where the droppings from the birds are causing great inconvenience to the residents. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, barn swallows are migratory birds from the Northern Hemisphere. They fly here in September and leave the following year around March. They form communal roost at ledges and gable ends of some apartment blocks in Bukit Batok, Jurong West and Hougang. This phenomenon has come about only in the last couple of years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Primary Production Department, together with the National University of Singapore, the Parks and Recreation Department, the Environment Ministry and the HDB are looking into how to deal with the nuisance caused by these birds. Various measures such as the use of \"distress calls\" will be tried out to gauge their effectiveness. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 577</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB ESTATE MANAGEMENT FUNCTIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Payment of dues)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Loh Meng See</b> asked the Minister for National Development, with the restructuring and relocation of the Housing and Development Board Area offices, whether arrangements can be made for the elderly to pay their HDB rental/conservancy charges without having to incur additional transport expenses. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang (for the Minister for National Development):</b> Sir, the streamlining of HDB's estate management functions has not affected the arrangements for the collection of rent, loan instalment and service and conservancy charges. Residents can still make payments for current month dues at any HDB branch or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 578</b></font>\n  <br>\n  <br> area office. Residents can, in fact, save time and transport cost if they opt to pay through inter-bank GIRO. I encourage all residents, in particular the elderly, to take advantage of the GIRO facility for making payments to the HDB. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 578</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PRE-UNIVERSITY COURSES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Phasing out)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Ong Chit Chung</b> asked the Minister for Education whether the three-year pre-university courses in pre-university centres and schools are achieving their aims. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Tay Eng Soon) (for the Minister for Education):</b> Mr Speaker, Sir, the 3-year pre-university course was introduced in 1979 to provide an extra year for non-English medium students to upgrade their proficiency in the English language as well as to offer a longer period of learning for the less able students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As all schools now use English as the medium of instruction for most of the school subjects, the objective of helping non-English medium students to upgrade their proficiency in the English language is no longer relevant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the second objective, it is pertinent to note that about 19% of the students in the pre-university classes leave the programme before sitting the GCE 'A' level examination each year. Another 45% fail to obtain a full 'A' level certificate, namely, 2As and 2AO levels including General Paper. Only 16% succeed in gaining admission to NUS or NTI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry intends to phase out the pre-university classes in the secondary schools and to replace them by four post-secondary institutes which will teach a range of commercial and academic subjects. The post-secondary institutes will complement the junior colleges, VITB institutes and polytechnics. Together they will produce the trained manpower, particularly technicians and commercial staff, which our country needs. They will also give every child the opportunity to be educated and trained in marketable skills up to the age of 18. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 579</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, could I ask the Minister to clarify whether the facilities and staff complement in the post-secondary institutes will be as good as the junior colleges? \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> The details of the post-secondary institutes are still being worked out. The staff complement will be better than in the present pre-university centres. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 579</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADMISSION CRITERIA FOR JUNIOR COLLEGES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Ong Chit Chung</b> asked the Minister for Education whether the admission criteria for junior colleges have been set too high; and whether many good students have been kept out of junior colleges. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon (for the Minister for Education):</b> Mr Speaker, Sir, the revised admission criteria for junior colleges were worked out after discussions with principals of secondary schools and junior colleges. In arriving at the criteria, my Ministry took into consideration that the junior college course is essentially an academic course, preparing students for university education. And only academically-inclined students with a broad-based education at 'O' level will derive the most benefit from the course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on the revised admission criteria, nearly 14,000 students who sat the GCE 'O' level examination in 1988 qualify for admission to the junior colleges. I would like to assure the Member for Bukit Batok that students who can best benefit from a junior college education will not be kept out of the colleges because of the revised admission criteria. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, we heard from one of our Members today that one group, particularly the Malays, have been disadvantaged by this new criteria. Could the Minister clarify on this? Also, whether sufficient time was given in the last few years for students to know the new criteria to make the necessary adjustment to meet with this new criteria. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 580</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, the students were given sufficient time, two years' notice, ie, when they got into Secondary 3, of these changes in the admission criteria so that they could prepare themselves in Secondary 3 and Secondary 4 to do their 'O' levels and make their subject choices to meet the new criteria. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the question of whether any particular group is disadvantaged, I do not think it is accurate to say that any particular group has become disadvantaged. The criteria are explicit and applicable to all groups. The objective is the important thing. The objective is to make sure that the students who come into junior college to prepare for the 'A' levels and to prepare for the possible admission to the university should be academically inclined. And one way in which this can be assured is that they should have a broad enough base of 'O' level subjects for admission to junior colleges. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Sir, does it mean that the Minister is desirous of getting more students to get into our polytechnics? Will the polytechnics' admission criteria take into account the students with 'O' level qualifications as against some with 'A' level qualifications who are also getting into the polytechnics. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Sir, we have said on many occasions that students who are at the fringe of the criteria for admission to junior college, ie, those who can just make it into the junior college, should ask themselves whether they should pursue a junior college course which, having got 'A' levels in two years, may or may not be adequate for admission to university. Or instead should they not take an alternative route, ie, go to the polytechnics, do a professional course in three years and come out with a professional diploma which is well accepted by employers. I think under the old criteria, this was true. Under the new criteria, the same consideration applies and students still have to ask themselves the question whether they should go into the junior college or into the polytechnics. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 581</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WORK PERMIT HOLDERS MARRYING SINGAPOREANS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Figures)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Labour how many male and female work permit holders applied to contract marriage with Singaporeans in 1987 and 1988, and how many applications have been approved. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, in 1987, there were 1,957 applications from work permit holders to marry Singaporeans. 481 of the applicants were males and 1,476 were females. 1,338 applications were approved, comprising 312 males and 1,026 females. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1988, there were 1,882 applications. 439 of the applicants were males and 1,443 were females; 1,204 applications were approved, comprising 285 males and 919 females. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 581</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EMPLOYMENT SERVICE DEPARTMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Usefulness)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Labour how many people are listed in the Employment Service Department for job offers as at the latest convenient date; and whether the Department is still serving a useful purpose in view of the current good job market. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, there were 3,379 job-seekers registered with the Employment Service Department (ESD) on 19th February this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the present good economic conditions, most job seekers would not need much help to find employment. My Ministry has therefore retained only a core staff in the ESD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even in good times, however, there are still some workers who need assistance to find jobs. These are mainly the unskilled and older workers. Many Members of Parliament have also come across constituents who have some difficulty getting a job and have found the ESD a useful avenue for assistance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 582</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the expertise of the ESD is to be available to help the unemployed during a recession, it must continue this service, but at a reduced level, during economic booms. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 582</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMUNITY HOSPITALS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Dr S. Vasoo</b> asked the Acting Minister for Health whether there are plans to set up more community hospitals in future; and, if so, where. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Acting Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the first community hospital to be built in Ang Mo Kio is expected to be completed in 1991. This will be a pilot project to test community acceptance of this new concept in health care. It will also allow the Ministry to identify the type of services that need to be provided in a community hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If this pilot project is successful, my Ministry will consider building more community hospitals. We have not determined the number nor the location of future community hospitals. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 582</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHILD PSYCHIATRIC CLINIC</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Dr S. Vasoo</b> asked the Acting Minister for Health (a) if he will give the number of children treated at the child psychiatric clinic as at the latest convenient date; and (b) whether there are plans to strengthen the present services. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, a total of 1,595 children were treated at the Child Psychiatric Clinic in 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the Child Psychiatric Clinic at the Institute of Health, child psychiatric sessions were started at the newly-opened Jurong Polyclinic in October 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will extend the child psychiatric sessions to other new polyclinics that will be built in Tampines and Yishun in 1990 and 1991, respectively. The services are also being expanded to include older children between the ages of 13 and 20 years. To cope with the increased workload, we will increase the staffing strength over the next three years with the addition of three specialists, a Psychologist and a Medical Social Worker. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 583</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1989 TO 31ST MARCH, 1990</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [5th Allotted Day]. \n  <br>12.44 pm \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V - \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Pasir Panjang GRC):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head V of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Finance Minister in his budget speech this year stated that Singapore is likely to have lower economic growth in the longer term because of constraints of various resources. The long-term economic growth at a lower rate depends very much on how the allocation of the scarce resources can be made to the various sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The nature of the Singapore economy has been one of diversification. This was the result of economic strategy programme which was launched in the early 1970's. The major sectors involved were manufacturing, commerce, which includes tourism, transport and communications, finance and business and construction. The intention of this diversification was to minimize the fluctuations that could come about when one sector grew faster than the others. There was hope at that time that with a well diversified economy we could still continue to grow despite ups and downs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The years of high growth following this programme came to an end in 1985 when all the sectors declined at the same time. One of the primary causes for the major downturn was because of the loss of competitiveness of our industries of which the main cause was high cost caused by high wages and at the same time labour shortage, which in turn forced up wages beyond acceptable levels. The Government through the Economic Committee implemented measures which to a large extent corrected these problems and our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 584</b></font>\n  <br>\n  <br> competitiveness was restored and remained quite stable for the last few years. Since then, however, with higher growth achieved in the last two years there are signs that the competitiveness may be eroded once again especially with the withdrawal of some concessions introduced during 1985 and the introduction of some new measures which to a large extent affect labour. This has been accentuated by a severe shortage of labour in all sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we want to target lower economic growth rate in a free economy like Singapore, we can face several problems. First, who is to say who should grow faster or who can grow slower? In the private sector, everyone wants to grow faster than the others, implying that if you grow fast enough you make more money. How can we allocate labour to the various sectors? The allocation involves not only foreign labour but also local labour as well. Secondly, in the scramble for these workers, wages will be driven up beyond desired levels. With the levies and statutory contributions imposed on labour usage, the wages may be driven even higher. Thirdly, the cost increases as a result of this increased cost of operations will be reflected, firstly, in reducing our competitiveness in both local and export markets, and indirectly the increasing cost of goods and services will be passed on to the consumers which, of course, then will have an impact on inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I realize it is a difficult problem when we come to the allocation of labour. It is not easy to play God as to say who should get more than the others. I think the issue facing us at the moment is really how do we find a way to prioritize the various demands on labour, and hopefully at the same time achieve a limit on the use of foreign labour. We recognize the diverse impact posed by too many, foreign labour. The question is, what is too many or how much is too many? We may also have to look seriously into how to induce the underemployed members of the workforce, in particular females, and put their services into the main labour force. In particular, we should also look at how best we can improve the dialogue between the Government and the various industries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 585</b></font>\n  <br>\n  <br> and service sectors which have a peculiar demand for labour. Because not everybody in the private sector uses labour the same way. There are certain constraints and there are other ways of making ends meet. In short, I would like to stress that the labour shortage problem and its consequential higher cost is a major problem that we will have to face in the coming years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a problem related to the public sector. The public sector, just like the private sector, have the same demand on labour resources as well as other resources like land, utilities and the competition for these resources will be yet another challenge for us. While generally speaking, in the private sector there is a discipline in maximizing the use of these resources because excessive use of these resources will impact on the cost and profits. One wonders whether the same discipline applies to the public sector where the method of accounting and accountability is quite different from the private sector. The question to pose is whether the public sector is also playing a part in ensuring that these resources are maximally utilized. One recent example is the wage increases proposed for civil servants. While we have no objections - in fact, we support increases for wages for civil servants - we cannot ignore the effect that it may have on the private sector and on the economy as a whole. In order to go after the same scarce resources the private sector will have no choice but to respond by way of increasing wages to match those in the public sector. Again, it is a difficult issue. Perhaps one answer to this would be for the Government and the public sector as a whole to increasingly switch its remuneration system to one of performance related, as in the private sector. In this case there will not be a substantial across the board increase which will drive up wages in all sectors of the economy, rather the better performers will get better rewards as should be the case. And if the private sector were to go after the same resource, then they have to pay for it. But the overall wage level can be maintained at tolerable levels. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 586</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I myself for that matter have not got a real solution to this labour problem. All I can suggest to the Minister is perhaps, being in charge of the economy of Singapore, he can find some ways and means of making the ends meet. In other words, try to have the cake and eat it at the same time. But I think seriously it is a problem that we all face and I hope that the Ministry will allocate some priority in examining the solutions possible. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Mr Chairman, Sir, as the Ministry that is in charge of Singapore's economic development, MTI acts as a macro economic planner by setting broad policy objectives to ensure that our economy continues to grow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ever since the recession of 1985, fears have been expressed by business on almost all Government policies that have fiscal implications. In general, businesses are apprehensive of those policies that have an impact on their cost of doing business. To go one step further, it may be argued that policies relating to the use of land, the mode and control of land transport, and of course, the control of foreign workers and foreign maids have both social and economic implications-not only on businesses but the population at large. In the case of land transport and housing, due to our limited land resources, what we do today will have economic and other implications for the next generation of Singaporeans. On a specific policy like the foreign workers' levy, no distinction or differentiation is made on the impact on different industries and different kind of enterprises. For instance, local companies which are significantly export-oriented are no more favoured than one which produces for the local market. Bearing in mind that market share and trade channels take considerable time to develop, a blanket policy like the foreign workers' levy may easily damage such a local enterprise. This is an undesirable consequence as we are seeking to help some local companies grow into multi-nationals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the reasons and examples which I have mentioned, MTI must play a wider role and coordinate at the micro level in more detail and, if not, to go to the extent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 587</b></font>\n  <br>\n  <br> of scrutinizing the policies of other Government ministries so that the wider economic implications are taken into consideration. The Minister will have my support if MTI's role is expanded in this direction. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Mr Chairman, Sir, the Government has projected a long term moderate economic growth of 4-6% a year. Sir, this is a realistic target given the constraints to our growth posed by the shortage of land and manpower resources. Sir, if we can achieve this economic growth rate, we could continue to live comfortably with improvement in the standard of living and our quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, should we be contented with this moderate growth rates? I think we can do better. Our economy has the inherent potential to grow much faster. I am not advocating that we open the gate for a large influx of foreign workers. What I have in mind, Sir, is that we as a country, both the private and the public sectors, have large financial resources. We should harness these resources to achieve higher growth, invest these resources overseas in markets where there are no constraints on land and manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have a number of home grown Singapore companies. Most of them are cash rich with the financial muscles to venture abroad, invest in markets overseas and remit profits back to Singapore. Many have the potential to be large MNCs or the so-called \"Singapore Inc.\" Sir, this idea of forming Singapore Inc. was mooted more than 10 years ago but we have not consciously promote it. I think it is timely now to pursue this idea more vigorously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are embarking on the next phase of our economic development where we should measure our national income more in terms of GNP rather than GDP. I think in time to come income generated from overseas will form a sizeable part of our economic pie. The Government should take the lead to develop Singapore MNCs. I know MTI has started this by getting the EDB and the TDB to help local companies look \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 588</b></font>\n  <br>\n  <br> for investment opportunities abroad but these efforts alone are not enough. The Government should also consider being a financial partner in some of these ventures. Incentives must be introduced to encourage Singaporeans to accept overseas postings. There must be a conscious and coordinated effort by the Government to channel resources towards grooming Singapore MNCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I conclude by urging the Minister to seriously look at these suggestions. Our economy has the potential to grow faster. Let us not be contented with 4-6% growth. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, last year, our economic growth rate was 11%, out of which 2.8% was attributed to foreign labour. In other words, without foreign workers, we could not have achieved such a high growth rate. However, the inflow of foreign workers has a high social cost. So two questions come to mind: (1) Are we prepared to live with a slower economic growth so as to avoid the social cost? Or are we prepared to press on with more rapid economic growth and live with a higher social cost? There is a trade-off between economic and social objectives. (2) Are there constraints to our long term economic growth? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our land area is fixed and our local supply of labour could only increase slowly. These problems are different from the problems of small domestic market size. Small domestic market size imposes limits on the demand side. Scarce resources impose limits from the supply side. We have overcome the demand side limits by exporting our goods and services to the world. The world is our market. Do we have similar long term solutions to the supply-side constraints as imposed by our scarce resources? To some extent, these resource constraints could be overcome by making more intensive use and more efficient use of these resources, but there are problems in these areas also. For example, if we increase the female labour force participation rate, we will also incur social cost. Another example is if we make more intensive use of our land, it will mean higher intensity and lowering of our living standard. One solution could be to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 589</b></font>\n  <br>\n  <br> build up or promote our local MNCs, as suggested by Mr Chew Heng Ching and a few days ago, by Dr Hong Hai. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another issue I would like to raise is the question of \"externalities\". It is a highly technical subject and normally I spend one hour lecture to elaborate on this subject. But here because of time constraints, I will simply put it this way. Externalities refer to the external effects generated by an economic activity or policy on other economic agents but for which no price is paid. A classical example is pollution. But let me relate externality concepts to land and labour. The inflow of foreign workers has generated negative external effects, but employers of foreign workers would not have taken these social costs into account, if not for the foreign workers levy. Foreign workers levy therefore is not just a measure to regulate the inflow of foreign workers, the foreign workers levy could also be regarded as a measure to make these employers to internalize the negative externality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, externalities could be positive or beneficial. For example, when Government develops an efficient economic infrastructure, it benefits the whole economy in general, and increases land value in particular. To the extent that beneficial externalities are not taken into account, say, in the construction of Government offices, hospitals, schools, expressways or MRT lines, there would be hidden costs and the subsidies to these projects would be understated. Failure to internalize externalities, either positive or negative externalities, could lead to distortions in our price system, and worse, misallocation of scarce resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, there should be a more realistic assessment of any policy proposal in terms of its social and economic benefits and social and economic costs. Furthermore, I agree with Mr Chng Hee Kok that there should also be a better coordination and regular review of policy measures which have claims on our scarce resources - land and labour. We must bear in mind that at any given time, the supplies of these scarce resources are fixed. Any increase in the demand for these scarce resources by the public sector would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 590</b></font>\n  <br>\n  <br> necessarily be at the expense of the private sector. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, the mission statement of the Ministry of Trade and Industry is to maintain economic stability in the country and to promote Singapore's economic growth. I wish to congratulate the Ministry for having done an excellent job and bringing about an economic growth rate of 8.8% in 1987 and 11% in 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like my colleagues before me, I note with concern, however, that out of this 11% economic growth, 2.8% of this growth was contributed by foreign labour. To maintain strong economic growth with too much reliance on foreign labour is not sustainable in the long term, as many have pointed out. Too much reliance on foreign labour also artificially depresses our workers' wages and creates social and political problems. Therefore, in this respect, I am pleased to note that the Government has taken action to contain the problem in two ways. Firstly, by increasing the foreign workers levy and, secondly, reducing the ratio of foreign workers to total workforce from 50% to 40%. Hopefully, this will encourage employers to robotize, automate and computerize their operations and also employ retirees, housewives and the physically handicapped first before resorting to employing foreign labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the labour shortage, the EDB is still working very hard to attract foreign investments to Singapore. In view of our labour shortage problem, I would like to ask the Minister whether EDB is now more selective in the types of industries we are trying to attract and, if so, what are some of these industries? New industries will also mean greater demand for certain types of skilled manpower resources. In order not to be too dependent on foreign skilled resources in this area, how does the Ministry plan and coordinate the training of such skilled manpower at all levels for these industries which EDB is trying to attract? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last recession when shipbuilding and ship repair was badly affected, many workers were retrenched - skilled labour, technicians and marine engineers alike. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 591</b></font>\n  <br>\n  <br> The polytechnics, however, were still training such skilled technicians in the midst of the economic downturn. When they graduated, many ended up in jobs totally unrelated to their area of training. This seems to be a waste of training resources. Recently, the ship-repair business has picked up. However, I am given to understand that many students in the polytechnics are still avoiding the shipbuilding and offshore engineering department. This may lead to a shortage of such skilled labour in the ship-repair industry later. I hope the Ministry will look into matching the training of our limited manpower resources to the needs of industry and the services which we provide so that our economic stability can be maintained in the long term. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I would like to inform Members that the time allotted for this amendment is 38 minutes, and not 75 minutes as announced earlier. General Lee. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Sir, I intend to present a general reply to the points which have been raised by the speakers so far. I will leave it to my Minister of State and Senior Parliamentary Secretary to deal with the details later. Mr Bernard Chen and the others have raised two major issues. One is the overall thrust of our economic policy, on particularly foreign workers and other resources, and the second one is MTI's role in watching out for the economic implications of various Government policies which, at first blush are not MTI's responsibility, like transportation or land policy. I will deal with them separately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our overall economic policy, this year we face two major outstanding decisions. One, the foreign workers levy, scheduled to go to $250 in July. Two, CPF, scheduled to be increased by up to 4% in July. These policy changes are bound to affect our business climate - costs and competitiveness. We have explained our rationale. MTI does not want to increase costs unnecessarily. We know how important it is to preserve our competitiveness vis-a-vis the other NICs, and increasingly vis-a- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 592</b></font>\n  <br>\n  <br> vis other countries in Southeast Asia like Thailand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our economy is near full-employment. When resources are tight, prices go up. Rentals are going up for office space, for factory space. Nothing to do with the Government, nothing to do with JIC, but supply is exceeding demand. It is the same for hotel rooms. To some extent, it is the same for labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have targetted for 4-6% growth. Mr Chew just now suggested moving offshore as one way to exceed 4-6%. That is so. But within Singapore, our gross domestic product cannot pick up by much more than that, not without very substantial structural changes in industry, commerce, the whole economy. Therefore when we push beyond those limits, prices and wages have to go up. Fortunately, for us, our competitors face similar problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have some statistics here. Last year, wages in the other NICs increased sharply. Not counting the exchange rate, in Taiwan last year wages went up 11%, year before that, 10%; in South Korea, last year wages went up 21%; year before that, 12%; in Hong Kong, wages went up 10%; in Singapore last year we went up 9%. Because their costs are also going up, so far our competitiveness has been maintained. It is a little bit hazardous because we are all getting more expensive and at some stage we may all become simultaneously uncompetitive. I think we should watch our position and preserve a conservative relativity. The difference between us and them, particularly Korea and Hong Kong, is that when their costs are too high, they depreciate their currency and use inflation to erode the value of workers' wages. So in Hong Kong last year, although wages went up by 10%, inflation was 8%; and South Korea, last year wages went up by 21%, inflation was 7%. So part of it is virtual. It is nominal, not real. I think if we did that in Singapore, all the labour MPs will be up in arms, justifiably so, and a great deal of confidence will be eroded. So we have to be more careful than the other NICs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because the Government is concerned about business costs, therefore in this year's budget, the Minister for Finance has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 593</b></font>\n  <br>\n  <br> been very cautious not to load more burdens onto the private sector than he absolutely needs to. In particular, we lowered the corporate tax by one percentage point from 33% to 32%. Some Members considered that derisory, but it is not peanuts. We lifted the tax on PUB water bills for commercial accounts. When we impose taxes on utilities and on Telecoms charges, we did it only for the domestic bills, not for the business accounts. So business costs were not affected. This is a deliberate move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On schedule, we should have just let the property tax rebate expire this year, and restore the rate to 23%. It would have meant $200 million more for the Government. But we decided better to postpone this for a year, extend the rebate and then instead of going back to the old rate of 23% - set the new rate at 16%. That is another way in which costs have been contained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the Government can do so much. Beyond that, it is up to the businesses to upgrade, automate their operations. Labour is short, will always continue to be short. Nothing the Government is going to do will change that. They have to invest overseas, shift part of their operations offshore, exploit opportunities in the surrounding region where there is more manpower, more land, fewer resource constraints. The Government will then help them to do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Co-investment is a more difficult matter. On a larger scale, as Mr Chew suggested, it is feasible, but then money is not the problem. You can own the same amount of cash as a multi-national corporation is worth. But to turn that cash into a viable MNC, you need the technology, the management, the marketing, the whole network. We need to find a way to buy into companies overseas which are relevant to us and which we can then piggyback on. The Government companies are on the look out for this, especially the Sheng-Li companies. The Minister for Finance has given them the go-ahead. But, you know, Mr Chairman, the mergers and acquisitions market in America is a cut-throat business. There are not very many cheap buys going for a song. And if we go in, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 594</b></font>\n  <br>\n  <br> must be very sure of what we are doing, so that we do not find ourselves in competition with bandits or one of the other large takeover operations and find our shirts taken off our backs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the constraints. How much will we grow this year? MTI has forecast 5-7%. We have not revised the forecast. In the last quarter of 1988 and in January this year, there has been some slowdown. We are watching it with some concern. We are not sure whether it will continue or whether it is a temporary minor fluctuation. Some of the electronic companies which were retrenching only a few months ago are again hiring workers. So perhaps it is temporary. If so, 5-7% is sound. It depends really on how the US economy will perform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You will notice, by the way, that we set the limits for purposes of the performance bonus at the end of the year at 5-8%, rather than 5 to 7%, to give us a bit more margin for flexibility before we have to revise the variable bonus. But that does not mean we are expecting the economy to do better. We are just making a safe, wide estimate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are several principal questions for MTI to consider this year. First, should we continue with a second-tier of the foreign workers' levy ($250) in July? If you ask me now, my view is: almost certainly yes. I would still say yes, even if the foreign worker population starts to decline before July. The reason is unless we can bring the foreign worker population down, by the time economy slows down again, to more or less where it was in the last recession, otherwise we will have no expansion room in the next recovery. I do not know how large the upper limit for foreign workers is. We have said 20-25% of the workforce. I think that is already pushing the limits. I am not sure we want to reach that. But we do know that we cannot have it indefinitely racking up: down half, up one; down half, up one; increasing, indefinitely. So every time there is a recession, it must be come back down, not quite to zero but to a lower base. Then every time there is a recovery, we have that expansion room and that possibility of rebounding. For that to happen, we have to start to bring the numbers down. Therefore, even if the numbers start \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 595</b></font>\n  <br>\n  <br> to decline this year, I am strongly inclined, and I think the Minister for Labour is of like mind, to proceed with the second phase of the foreign workers' levy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, Mr Chairman, structurally, it is not wise for our manufacturing sector to the so heavily dependent on foreign workers. We should not be attracting to Singapore companies which can only operate if they are given a large complement of foreign workers. Companies whichcome to Singapore must assume they are able to depend on Singaporean workers. In fact, some multi-nationals have told me that, as a matter of principle, they do not hire foreign workers, because if they do, their headquarters will be asking them why they are in Singapore. For the economy as a whole, to have one-third or more of manufacturing workers non-Singaporean really begs the question: What is the purpose of all this economic activity if the benefits do not go to Singaporeans? A company comes in, gets pioneer status, so it pays no tax; it hires non-Singaporean workers, so no Singaporean are created. So what is this in aid of? It cannot continue. Therefore, the second-tier foreign workers' levy,barring the very unexpected, will proceed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should we increase the employers' CPF by 4% this year in July? We have not made a final decision. The Government has said it depends on the first quarter economic performance. We will have to decide probably within a month and a half. But, again, my personal view - provided this CPF rise is seen as part of the total wage increase this year, I am in favour. The reason is this. Putting up the CPF 4% on the employer side and reducing it by 2% on the employee side will bring the overall rate up from 36% to 38%. Our target is 40%. If we can do it once this year, and once more next year, we have achieved our long-term target of 40%. It is within the foreseeable future. If we do it much more slowly, up 1% this year, from 36 to 37%, next year to 38%, year after to 39%, then 40%, it will take four years to reach our long-term target. Many things can happen. We might have another recession, we might have other problems, we might have to adjust the rates again. The plan may come to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 596</b></font>\n  <br>\n  <br> nought. Therefore, if I were a worker, I would prefer to make this adjustment these two years. Even if it means 2% less take -home pay this year, let us get this CPF adjusted, fixed done, rather than have it lingering over us for a long period of time. After that, we can move on to other things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe this is also the view of the unions. I think they understand that this is all part of one wage package, and what we put into CPF is really money which would otherwise have gone into take-home pay. On that understanding, I would be in favour of proceeding with a larger CPF rate increase. We will decide in one and a half months, and make a proper announcement then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, wages. In the aftermath of the revision to the government salaries last week, I am sure everybody is asking himself: how much will private sector salaries go up? Some of the MPs raised this point just now. I would say that it depends on the individual companies. Let me reiterate the reminder that the Government revision is a \"catch-up\" adjustment, to make up for seven years of falling behind. It is not an adjustment for this year against last year, and therefore it is not an adjustment which should be followed in its quantitative numbers across the board. But if the private sector is to emulate anything of that adjustment, then I think it should emulate the emphasis on packaging it as a variable wage revision - depends on your performance, depends on economic performance, depends on promotions. The base wage is kept to a small revision. What should the private sector number be? They have to settle that themselves. But that principle of flexibility is a sound one, and we hope that the Government has set the example for the rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, on the role of MTI, and looking at Government policies from the economic point of view. MTI's mission is to promote growth of the national wealth through sustained and stable economic growth. We set the broad directions and the strategies, both for the public sector and the private sector. We undertake the role of a macro-economic planner and manager. And we try to identify which policies will help Singapore to grow, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 597</b></font>\n  <br>\n  <br> which policies may have been outdated and may lead us to difficulties downstream. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also directly responsible for some operating agencies which are closely connected with economic activities: trade, industry, economic infrastructure, things like JTC, industrial estates, energy, utilities, tourism. We have to coordinate the implementation of policies by these statutory boards. Increasingly, we have to remember that Government policies, even in areas which are not directly economic, can sometimes have large economic effects, because they cause distortions or externalities. When we evaluate alternative policies, the Government must consider their economic impact. The hidden costs which they have must be uncovered, estimated, and taken into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee just now gave an example of an externality. It is a big word, but the idea is simple. If you pollute the environment, you do not pay the cost but all your neighours pay the cost, because they suffer your black smoke. That is an externality: you are doing it to them. If you drive into a traffic jam, your own journey takes five minutes longer, but because you have contributed to the traffic jam, everybody else's journey also takes five minutes longer. You have imposed total delays on other car drivers a hundred to a thousand times larger than what you yourself suffer - that is an externality. When that happens, we have got some way to fix it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Up to now, we have not systematically examined the economic implications of our other non-economic policies. It was not an urgent need, because up to now, the effects have been manageable. Our economy was still young, still growing, and not very tightly coupled, so we could just let each sector progress on its own. But now that the economy is getting more complex and the GDP is growing more slowly, we have to pay closer interest to coordinating of these policies to minimize inefficiencies which will otherwise arise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The economic input must be considered. It will not always be overriding, because there may be overriding political or social \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 598</b></font>\n  <br>\n  <br> considerations. We may decide to proceed with a policy despite the economic cost. But if we do so, at least it will be with our eyes open. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One example is land transport. We will be discussing this at great length under MCI later. The basic need is to keep the roads congestion free, because traffic jams are very expensive. That is obvious. Beyond that, it is not so obvious. What do we do? Should we ration? Should we price? If we are going to price, what are we going to charge you for? Should we charge you for owning a car? Should we charge you for using the vehicle, whether it is a car or not a car? Should we charge you for petrol, on grounds that using petrol probably means driving along the road? Or should we use a mixture of all these policies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we control traffic most effectively? If we are going to tax the road users, how do we structure the tax, so that for a given amount collected we can reduce congestion by the maximum? Not the other way round as people have sometimes alleged, for a given amount of traffic control, how do we get the maximum amount of tax? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should we go for higher ALS, higher ARF, or what? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are questions which will benefit from an economic analysis. Similarly with land. Take for example HDB's pricing of flats. In the past, the first priority was to provide everybody with a house, because people urgently needed houses to live in. Flat rate pricing, queue up, first-come-first-served. Same flat, wide range of localities, same price. Sometimes the same flat can cost almost the same whether it is in the city or far out in a new town. So the person who is lucky enough to be allocated a flat in town, for which of course there is a long queue, is being cross subsidized by the person who is unlucky enough to be forced to buy a flat which is far out of town but costs the same. Or if we take it within one housing estate, same price for all the flats. The one next to the MRT station is benefitting at the expense of the one next to the dustbin. Why should that be? Is that fair? Maybe it was administratively convenient when we needed to build \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 599</b></font>\n  <br>\n  <br> 50-60,000 flats a year. We just made sure each family got one; rough justice. But now that practically everybody has a flat, should we not be more sensitive in our pricing of land, of flats, of locations, so that whoever buys a flat pays a fair price? I think we should. HDB is already doing this. The process can be carried further and I believe an economic approach is relevant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Trade and Industry cannot do all this by itself, because each one of these is a major policy and involves many other Ministries of the Government. But we will review these policies together with the Ministries involved, in the same way that the Ministry of Finance reviews all policies which have financial implications. MOF is not the expert in every subject, but if anybody wants to draw on the exchequer, MOF is consulted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To do a proper economic impact statement, we will have to assess the fiscal implications of a project, the effects on Government revenue or expenditure. We must examine its effect on liquidity; are we withdrawing money from the economy or pumping it in? We have to examine the impact on the cost of living, and on business costs. We must know the economic efficiency of the proposals: What distortions can it cause, how will it impinge on other sectors? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MTI has set up an Economic Policy Review Committee (EPRC) chaired by my Minister of State, Mr Mah Bow Tan. The Committee includes representatives from the main Ministries involved, ie, MCI, National Development, Finance and Labour. The EPRC will be the forum for the Government policies to be thoroughly reviewed from an economic point of view. And, Mr Speaker, we hope that over the next few years, as we do this systematically, we will be able to reap the benefits in higher growth and in better overall performance. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Mah, guillotime time for this amendment is 1.38 pm. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Mah Bow Tan):</b> Sir, I would just like to take up a point that the Member \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 600</b></font>\n  <br>\n  <br> for Tanglin raised just now and I will try and do so within the time that you have allocated me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member expressed reservations just now about the EDB continuing to promote investments while we are facing a labour shortage and he asked what the priority industries that the EDB was targetting. As I answer this question, I am also reminded of similar reservations that the Member for Brickworks raised during the budget debate. In fact, he went further to suggest that a board of investments be set up to regulate and evaluate foreign investment flows to Singapore. I think, first of all, we must recognize that Singapore's economy has always been based on free market principles. So allocation of resources like labour and land has always been done through the price mechanism and is not centrally regulated by Government. Similarly, businesses are free to take up any project and bid for these resources. In other words, investment flows are allowed to come in freely. And the investor himself is the best judge of whether he will locate his project in Singapore and whether it will provide him with the comparative advantage over other locations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this free market approach has worked well for us and has ensured efficiency in resource allocation and use. I do not believe there are any compelling reasons for us to abandon this approach. The EDB supplements this mechanism through its investment promotion programmes and it brings in high quality projects which are compatible with our economic development strategies and objectives. So many of the new projects that EDB is targetting would incorporate higher value added activities like design and R&amp;D. And in so doing, the value added per worker is raised. So while we may be more stringent in selecting projects to be promoted as our economy matures and, in fact, as our resource constraints become more binding, EDB has to continue with this investment promotion effort, simply to make sure that existing activities are continuously replaced by higher value added ones as we go along. And this is really a necessary part of our self renewal process. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 601</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Code VA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand from some transport operators that because of the rapid growth in trade, they have invested heavily in equipment to move containers. I am referring to the container trailers. I also understand that even though the operators are prepared to pay for parking facilities, there are just not adequate parking facilities. I tried to raise this issue with the Ministry of Communications and Information and I was told by an official that they register the trailers but they are not responsible for the provision of parking lots, and suggested that I approach the Ministry of National Development. I spoke to someone in the Ministry of National Development and he said, \"Yes, we provide parking lots but if it is in the Jurong area, it is under the Jurong Town Corporation which is under the Ministry of Trade and Industry.\" So I am forced to take up this matter officially today to seek the indulgence of the House on a small matter as it seems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the container trailer is a very important part of our support industry for trade. Therefore, I think the buck must stop somewhere. I hope that the Ministry will be able to give me a satisfactory reply. At the moment, the Home Affairs Ministry, ie, the traffic policemen, are having a field day. They are booking all those container trailers which are not parked legally in designated parking lots. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Speaker, Sir, in 1988, visitor arrivals to Singapore grew by 14%, to reach 4.19 million. According to the 1988 Economic Survey of Singapore, the average occupancy rate of gazetted hotels rose 10.6 percentage points to 79.3%, the highest in six years. This is indeed good news for the travel industry. However, we must not be too complacent. Firstly, with the increasing occupancy rate, hotels will continue to raise their room rates. Some hotels, I was told, have already increased the room rates by more than 20% com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 602</b></font>\n  <br>\n  <br> pared to the rate in 1988. We must not begrudge hoteliers from making some money and recovering their losses during the recession years. But neither should the Government encourage hoteliers from increasing their room rates so much that they price themselves off the market as they have done in the early 80s. May I ask the Minister: what plans the, Government has made to ensure that our hotel rates will stay reasonable so as to ensure a steady recovery of our travel industry in the long run? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In spite of economic benefits of tourism to Singapore, I hope the Government has also studied the various social ills such as prostitution and drug trafficking. If we travel along Bencoolen Street, we can usually find groups of tourists travelling on the cheap, ie, carrying the haversack and living in cheap hotel dormitories. May I ask the Minister whether the Government has made any studies on the adverse impact of tourism on our social and cultural values and on our moral conduct? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, in view of the smallness of our economy, there is an upper limit to the growth of visitor arrivals to Singapore. Moreover, we are increasingly facing new forms of invisible trade barriers, such as high exit taxes imposed by Indonesia, from our traditional tourist markets. May I ask the Minister: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) What are the Government's projections of tourist arrivals for the next five years? And how such targets can be achieved? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Is the Government seeking more meaningful cooperation amongst the ASEAN countries so as to remove some of these invisible trade barriers and help promote tourism in Singapore as well as in the region? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, first of all, in response to the Member for Tiong Bahru GRC, I must say I do sympathize with him. And since he obviously feels very strongly about this matter, although I would not claim that the buck would stop at the Ministry of Trade and Industry, nevertheless I should make sure that if he files a question for oral answer, he will get a satisfactory answer. Incidentally, I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 603</b></font>\n  <br>\n  <br> think this is what my Minister had in mind when he appointed me Chairman of the Economic Policy Review Committee. But I do not think the Member deserves to be given a run around this time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, may I turn to the questions posed by the Member for Cairnhill. First of all, let me assure the Member for Cairnhill that the Government does not encourage hoteliers to increase their rates. However, neither can it discourage and prices are left to the market to decide. But what it does do is to monitor through the STPB the supply and demand. So what STPB does is to monitor the supply of hotel rooms in Singapore and it does so regularly through half-yearly surveys of hoteliers and developers as well as to keep in close contact with the relevant approval authorities such as MND and URA. And, of course, it also projects the demand; in other words, the number of tourist arrivals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this point of tourist arrivals, maybe I should answer the question posed by the Member at this point. He asked what are the Government's projections of tourist arrivals over the next five years. Last year, FY 88, we enjoyed a total number of 4.2 million tourist arrivals. STPB estimates that there will be an annual growth of between 7% and 8%. The targets are achievable if we intensify our overseas promotion efforts and our PR efforts and if we capitalize also on the gradual fruition of the tourism development projects mooted under the $1 billion tourism products development plan over the next five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If STPB feels that there is a possibility of supply falling short of demand, as is the case over the next three to five years, it will make known its projections to the private sector and also liaise with URA to release adequate number of sites for the private sector to develop new hotels. But ultimately, Sir, whatever the projections, it is up to the private sector to look at these figures, to do their own sums, and then to use their own business acumen and judgment to make their own decisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Cairnhill also asked if the Government has made any studies \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 604</b></font>\n  <br>\n  <br> on the adverse impact of tourism on our social and on our morale values. Sir, I am happy to inform the House that there are no indications that the local population is under threat of adverse social effects resulting from the influx of tourists to Singapore. In fact, this observation is supported by a study carried out by the NUS entitled the \"Economic and Social Impact of Tourism on Singapore, 1987/88\". The study was carried out by none other than the Member for Cairnhill himself in conjunction with a Mr Habibullah Khan and Mr Chou Fee Seng of the NUS. Sir, on that authoritative source the study concluded that the social benefits of tourism far outweigh any adverse impact. May I add that the STPB is in the process now of commissioning a definitive study on the social and economic implications of tourism in 1989 and the likely impact of tourism over the next five years. This study will produce at its conclusion a recommended ideal limit for Singapore's carrying capacity taking into account such factors as social, geographical and economic considerations. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I have asked for Government studies, not academic studies. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I thank the Minister of State for his reply and I shall take up this matter at another sitting. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn, \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Code VE 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I notice that the Government's grant to the EDB for the Budget year under discussion more than doubled its actual expenditure in FY 88. The bulk of the increase is in the form of capital grant for the numerous Economic Development Assistance Schemes. The increase in grant to the EDB is perhaps in line with recent legislation in this House to enable EDB to take on a more active economic development role. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 605</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of these additional responsibilities bestowed on the EDB is the promotion of the services sector. I wish to ask the Minister what plan does the EDB have to promote the services sector? Has it mapped out a blueprint for growth? And what are the types of services activity being promoted? How do these activities relate to those currently being promoted by other statutory boards, such as financial services by MAS, warehousing services by TDB and PSA, and telecommunication services by Telecoms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the need to promote the services sector. My concern is that in promoting this sector, it is necessary for all Government departments and statutory boards to work together to ensure that there is no duplication of resources and that the promotion work is effectively coordinated. May I ask the Minister whether it is also the role of the EDB to coordinate the promotion of these services activities? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Chairman, Sir, traditionally the Government's economic plan is based on the promotion of foreign investments. Over the last 25 years, the Government has largely been promoting foreign investments which have helped our rapid progress and modernization. At the same time, local businesses have also prospered. Local companies have thrived in various sectors such as trade, services and manufacturing. Whilethere are only about 5,000 foreign companies in Singapore,there are, in fact, over 70,000 local companies. Although many of these local companies are of relatively small size, a few of these local companies have indeed grown to be quite large operations. Examples are the Keppel Group, Yeo Hiap Seng, F&amp;N and others. It shows that local companies have not only been able to succeed but also are able to keep abreast of technological changes and compete in the international markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Local companies contribute significantly to our economy. They account for 30% of our exports and they play a major role in supporting our MNCs here in the production of parts, components and supporting services. Therefore, I feel that it is impor- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 606</b></font>\n  <br>\n  <br> tant to continue to foster the growth of local companies. It would not be wise for us to depend totally on foreign investors or only on overseas entrepreneurs. We must have our own local domestic entrepreneurs who are equally capable, equally keen to take risks and equally prepared to venture into new business areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, local companies face a variety of problems. Most commonly, they lack domestic market of some size. They lack in having limited technological capability. They normally have a lower level of innovations and equipment to help them to be more productive. Because of their small size, they are also lacking in terms of economy of scale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel there are several areas which the Government can do in terms of helping local companies to improve and modernize their operations. The first is in terms of managing their operational efficiency. Here, statutory boards such as the NPB and EDB can help to organize courses that can be of use to such local companies. Secondly, they also lack in terms of marketing of their products. Local companies require market awareness and sales promotion capability, especially in venturing into export markets. In this regard, the TDB should intensify its efforts to improve the export capabilities of our local companies. Thirdly, it is in the area of building up capability in product design and development. Here, statutory boards such as SISIR could help in assisting local companies in product development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to management skills, local companies, especially the small ones, also face a very serious problem of lack of access to capital. While local companies can perhaps occasionally obtain risk capital such as venture capital financing, they do not have easy access to cheap long-term financing. Recently, the introduction of the Sesdaq stock market has helped to some extent a few small successful local companies to gain recognition and access to the public market for capital. At present, there are only about 14 local companies listed in Sesdaq. I feel that for a broader base of operation, it will be more desirable to have a larger number of companies listed, perhaps to double it to about 30, if possible. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 607</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in that sense I feel that the Government should assist local companies. I would like the Minister to consider the following suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given the significant contribution of local companies, I feel that it is time for the Government to seriously consider forming a separate organization or statutory board to be responsible for promoting local companies. Perhaps the Small Enterprises Bureau of the EDB can now be upgraded to become a full-fledged independent body to be the focal point to promote local industries. This body can then be able to concentrate on exploring all avenues to assist local companies and consider how these companies can have access to capital, such as how Sesdaq can be made more efficient by improving its operations and by encouraging more local companies to be listed in the Sesdaq. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In essence, Sir, what I am asking is for the Minister to consider ways on how we can better and be more focused in our approach to assist the local small and medium enterprises, ie, the SMEs. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Chairman, Sir, in a recent question for oral answer to the Minister for Trade and Industry on assistance to local entrepreneurs, the Senior Parliamentary Secretary has replied that as at end of 1988, the Government has given about $1.38 billion to small local industries under the various Government financial assistance schemes. This is very encouraging news. It shows that the Government recognized the fact that small local industries can play a greater role in the next phase of Singapore's economic development. However, information on the progress made by our local entrepreneurs are rather difficult to find. May I suggest to the Minister that a separate chapter on small local industries be included in future reports of the Economic Survey of Singapore, as it has done for productivity and for tourism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Economic Development Board Annual Report 1987/88 has a small section on small and medium enterprises (SMEs). But information supplied was rather scanty. May I ask the Minister for examp- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 608</b></font>\n  <br>\n  <br> les of companies that have benefitted from the multi-agency network set up by the EDB to assist SMEs. In particular, how many SMEs have benefitted from EDB's Venture Capital Fund and how much has been paid out from this fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Chairman, Sir, may I join the Member for Thomson in requesting the Minister to consider setting up a separate statutory board with the primary objective of helping small local industries. After all, EDB was set up with the primary objective to attract foreign investments. With concerted efforts, perhaps one day some of our SMEs may grow into large and strong enterprises that straddle the world markets. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I just want to raise one point. A number of incentives and assistance packages have been given to SMEs. Up to 1988 the total amount of grants and subsidized loans was $1.38 billion. The question is, whether the Government has done enough for SMEs? The second question is whether there are any indicators of performance or measures of effectiveness of these grants, loans and assistance schemes? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Chairman, Sir, may I respond to the Member for Eunos GRC's question of EDB's promotion of services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, as the Member is well aware, the services sector has been identified as one of the twin engines of growth; the other being manufacturing. The Government has therefore given it the same level of support in terms of incentives as well as promotional efforts as it has done for manufacturing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As he has also pointed out, individual service industries come under the purview of various Ministries and statutory boards - financial services under MAS, telecommunications under Telecoms and so on. So what EDB has done is to adopt a multi-agency approach to the promotion of services. To coordinate this multi-agency approach, a Services Promotion Division was set up in EDB in June 1986 and a Services Sector Policy Committee, a multi-agency committee, which is chaired by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 609</b></font>\n  <br>\n  <br> EDB Chairman, was also formed to coordinate all these promotion efforts. A third body, the Services Sector Advisory Panel, which comprises key individuals from the private sector, provides feedback on Government polices affecting the services sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has also asked what are the various services, the areas that the EDB has found promising for further promotion. The list is a rather long one, but let me just take the top, perhaps four, which the EDB has targetted. There is the Agrotechnology Services, Information Technology and Telecommunications Services, Medical Services and Leisure, Entertainment and Exhibition Services. The various tax incentives that are being used: Pioneer Service Incentive, Investment Allowance Incentive, Export Incentive for Services which were previously available only to the manufacturing sector have now been extended to the Services Sector. Of course, the OHQ (Overseas Headquarters) Tax Incentive has also been formulated to attract leading MNCs to use Singapore as their operational and management centre for this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a result of all these promotion efforts, the following results have been achieved. In 1987 there were 50 service projects that were committed. In 1988 the corresponding number is 70 and I have asked for a list of the service projects that were promoted in 1988. Again it is a rather long one. So let me just take the top three. Under the Category of Exhibition Services there is the Suntech Exhibition and Convention Centre with a fixed asset investment of $1 billion, there is the Tang Village Theme Park with a fixed asset investment of $50 million and recently, the Member may have read about Cecci Gori, an Italian film production company with a fixed asset investment of $34 million. In addition to the fixed asset investment, these projects have also brought in total business spending generated of $200 million a year in 1987 and slightly more, $260 million, in 1988. The net result is that this multi-agency partnership approach has borne fruit. It has got encouraging results and it has provided us with the competitive edge in attracting these service sector investments. The Government will continue to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 610</b></font>\n  <br>\n  <br> enhance this multi-agency network and will ensure that Singapore continues to be an attractive location for services. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Senior Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Trade and Industry (Mr Eugene Yap Giau Cheng):</b> Sir, I will take the point on SMEs. The Members for Cairnhill and Thomson have suggested an SME Board to give more attention, better attention, and more focus on SMEs. Sir, as of now, there is still no need for a SME Board. Please allow me to explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, Members may recall that the SMED (Small Medium Enterprises Division) was established in 1986, and only as a small department in the EDB then known as SEB, which is the Small Enterprises Bureau. Today, the SMED is a division of the EDB and working side by side with equal importance, equal effectiveness, as the IDD (Industry Development Division) and, as if to emphasize the importance of SMEs, the chief of the IDD is today the chief of the SMED. The EDB has found this arrangement very good to assist the SMEs to respond very quickly to the changing economic conditions, to help them to grow, help them to develop higher value activities and gain their rightful position in Singapore's new economic structure in the 1990s. There is therefore no need to have an SME Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee raised the point of performance indicators. Sir, the EDB keeps close contacts with various SMEs through periodical visits and in this way it monitors the progress of SMEs and help them of course to further develop. The banks of course keep close tabs on their ability to pay. Sir, the EDB is satisfied today with the present arrangement and there is no requirement for actual performance indicators as such. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Leng Kee asked whether the Government has done enough. Sir, the Government has done more than its fair share. Figures to that effect were given in a table which accompanied a Question for Oral Answer raised by the Member for Cairnhill a month ago. Many SMEs have benefited from various development incentives and assistance schemes. We read about them every month in the SME Newsletters which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 611</b></font>\n  <br>\n  <br> come as inserts to the Productivity Digest. But I just quote a few examples. First, local investment commitments increased from $295.1 million in 1987 to $347.8 million in 1988. The number of local enterprises has increased from 64,200 in 1987 to more than 71,000 in 1988 and the recent survey on 29 SME participants in LIUP (Local Industry Upgrading Programme) showed, between 1986, which is before participation, and 1987, which is during participation, average output per worker increased by 23% and average value added per worker increased by 16%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has fulfilled its role very well in helping SMEs. The role of the Government is mainly to provide a conducive environment for business to grow in, the infrastructure and the necessary incentives and assistance schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill asked for information regarding venture capital fund. Sir, the venture capital fund was established in 1985 with $100 million. So far, part of the $100 million has been used to help set up two Singapore-based venture capital funds and these venture capital funds have invested in several SMEs in Singapore. Some of the funds have also been used to invest in five other venture capital funds overseas. The object of this is, of course to give Singapore a window to high technology so that we can gain access to information relating to high technology start-ups and some monies have also been directly invested in 10 companies, of which three are local SMEs. The total commitment so far is $35 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Cairnhill raised the question of a separate chapter for SMEs. As in the 1987 Annual Economic Survey, progress of SMEs has been reported in Chapter 2. There is therefore no necessity for a separate chapter on SMEs. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Just a point of clarification, Sir. I thought the venture capital fund was set up to help local small industries, not foreign small industries. So why are we investing the venture capital fund in overseas venture capital funds? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 612</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Sir, as I said in my reply earlier on, we also want a window to high technology and by investing in such funds we will be able to gain access to such high venture technology companies. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V be reduced by $10 in respect of Code VI 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the productivity movement was launched in September 1981 with the primary purpose of improving the productivity levels of our workforce. May I ask the Minister (a) how successful has the productivity movement been in raising the productivity awareness of companies as well as workers and has this productivity awareness been monitored by the National Productivity Board through regular national surveys; (b) how many quality control circles have been established to-date and how many workers are currently participating in QCC activities; and (c) has training become a tradition in Singapore, and what assistance is provided by NPB to help companies improve on their training activities. Can the Minister also give current figures comparing the productivity levels of our workers with that of the newly industrialized countries, ie, Hong Kong, South Korea and Taiwan and also that of Japan? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the Member for Cairnhill has asked several questions. I think the best way for me to answer will be, with your permission, to ask the Clerk of Parliament to distribute a table of figures which I have prepared in anticipation. [Copies of table distributed to hon. Members]. Sir, I do not intend to go through all the figures and I think the Member for Cairnhill will find that the figures are self-explanatory. Suffice it to say, Sir, the productivity awareness of workers, which can be gauged by the responses to surveys that are conducted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 613</b></font>\n  <br>\n  <br> annually by the National Productivity Board, shows that since 1981, when the movement was launched, in fact, by the NPB under the then chairmanship of the Member for Cairnhill, the awareness of productivity has been very well established and the number of employees, for example, if you look at items 2 and 3 of the table, the number of employees who understood productivity as well as the percentage of employees who perceived they have benefited from productivity had both increased. Similarly, the percentage of employees who have taken action to increase productivity has also increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question that he asked was regarding the number of QCCs established to-date. The answer is to be found in item 5. There has been, if I may highlight, Sir, a 21-fold increase in the number of workers who are involved in QCCs over the last six years from 2,000-odd in 1982 to 56,000-odd in 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He next asked whether training has become a tradition in Singapore and what assistance NPB is giving to help companies. I do not think there are figures which would indicate whether training has become a tradition in Singapore. Our feeling is that there is still a long way to go before training becomes a tradition and there are quantitative targets being set for the SDF, namely, that the percentage of payroll of money to be spent on training by companies should be targetted to reach 4% by the end of 1991. At the moment, the level of spending on training as a percentage of payroll is only about 1.5%. So there is still a long way to go and on that basis alone I would not dare to say that training has become a tradition in Singapore as it has in many other developed countries, especially in Japan and also in America and the European countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What has NPB done to assist companies to train. First of all, the SDF, which the NPB administers, runs a training grant scheme which is used to encourage companies to send their staff for training. There are many SDF schemes, things like worker training plans, emerging and critical skills development grant scheme, INTRO (Increased Training Opportunity Scheme) etc, etc. Industry training centres have also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 614</b></font>\n  <br>\n  <br> been set up by the various industry training bodies to train workers in the different industries. Hopefully, Sir, with all these efforts being put in, there will be, in years to come, a training tradition in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Member has asked for current figures comparing productivity levels of our workers with that of the NICs. I do not have the figures readily available and if the Member would wish to get them, I would be happy to provide them. There is clarification to be sought also on what exactly would be meant by productivity levels, whether they are absolute levels, GDP per capita or they would be in the form of increases in productivity over the last few years. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $107,741,200 for Head V ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $641,225,500 for Head V ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 614</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1) - 30 minutes. Dr Hong Hai. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai (Bedok GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head I of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite the gripes of motorists over high prices for their vehicles, we have on balance a happy situation today in Singapore. We have the best flowing traffic among the major cities in Asia, perhaps one of the best in the world. The Ministry of Communications and Information must be given high marks for having achieved this. For those who do not appreciate the luxury of congestion-free roads, I recommend a trip to Hong Kong, Manila or Bangkok. Even in Taipei, which has some impressive highways, there is now a massive congestion problem. Try flying into Chiang Kai Shek Airport at 5.00 pm and it could take you two hours to get to your hotel in Taipei. Three years ago, it would have taken maybe 45 minutes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 615</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, smooth traffic on our roads has come, however, at extremely high cost. Already the average price of a car is comparable to that of an average apartment in Singapore. Could we have achieved the same result of smooth traffic on our roads with less of a financial burden to motorists? Building more roads is not the soluton as we have limited land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In analyzing this issue, I would suggest that we look at the reasons why people own cars. In my view, there are three main reasons. First, to get to work and back; second, for leisure (social visits, weekend trips, shopping, and so on); third, for reasons of prestige. Sir, I think in tackling the problem of land transportation, we should deal with the cause rather than suppress the symptoms through tax measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take the first reason for owning a car - people going to work and back. This is the main problem as it causes congestion at peak hours. Our public transportation system is yet inadequate to persuade most motorists to leave their cars behind and use the bus or MRT instead. Clearly, there is a pressing need to upgrade the public transportation system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Driving for social reasons - this is usually not a problem, unless it is Saturday night on Orchard Road. If people own cars in order that they take their girl friends out in the evening or their families in the weekend, this will not usually cause serious congestion problem. We need not discourage the use of cars for this purpose. Of course, if people could use the MRT for social purposes, this would be even better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, owning a car for reasons of prestige - to show that you have achieved middle-class status. We should not underestimate the importance of this as a motivating factor. Let me give an illustration of a related phenomenon. A few years ago there was a shortage of car telephones around Chinese New Year when the towkays were getting delivery of their Mercedes and the yuppies their BMWs. Telecoms was inundated with requests for installation of car phones. Many even told \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 616</b></font>\n  <br>\n  <br> Telecoms: If there is no phone available, at least give me an antennae, so that people would think I have a phone in the car. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, Sir, we live in a society that encourages conspicuous consumption. Perhaps MCI, through its Information Division, could subtly and gently alter the values of our young away from the car as a status symbol. Car ownership per se is no longer a status symbol in New York or in London. I hope the day will come when it will cease to be so in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister to explain what steps he is taking to tackle the problems of road congestion at its root, as I have outlined above. My GPC has had the privilege of several briefings and discussions with the Ministry on dealing with these problems. One measure that we agree fully on is the need to go to road pricing as a means to cut down congestion at peak hours. I suggest that the Minister in his reply defers the discussion of this till a later part of this debate when my GPC will have more detailed proposals on the subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, Sir, we would appreciate the Minister telling us what his masterplan is for road transportation in Singapore, specifically: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How many cars does he deem to be the ultimate limit for Singapore roads, and by what date he expects us to reach this limit. Secondly, what is the target proportion of people travelling to work by MRT, by bus, or by both, and what proportion by private car and by taxi. I know this is a tough question to answer. But I think we should begin to look at it very seriously because without such targets in mind, how could we have a realistic long-term land transportation plan? Lastly, Sir, could the Minister tell us how he hopes to achieve these targets and when? \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Chairman, Sir, before I begin speaking on this subject on land transportation, I would like to declare my interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Broadly speaking, there are two basic types of land transportation in Singapore. They are public and private land transportation. Public land transportation com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 617</b></font>\n  <br>\n  <br> prise buses, taxis and the MRT. In terms of ridership, the buses are No. 1 with 2.5 million passenger-trips per day, taxis No. 2 with 700,000 passenger-trips per day, and MRT in third position with only 280,000 passenger-trips per day. Private land transportation consists mainly of passenger cars and commercial vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both public and private vehicles take up road space and add to road congestion. I am pleased therefore to note that the Ministry has finally decided to gradually move away from taxation solely on ownership of vehicles to taxation on usage and contribution to road congestion as well. This move is in the right direction and is long overdue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order for taxation on usage to be effective, the incidence of such tax must fall upon the users. In the case of private vehicles, it is quite clear that the owners of the vehicles who are usually the drivers are the users. Greater taxation on such usage, whether it comes in the form of higher petrol tax or Area Licensing Schemes, or electronic road pricing, will hopefully deter high usage, especially in congested areas during peak hours. Those who use them for business or official duties will obviously eventually pass them on to their employers, and eventually their clients or customers in the form of higher fees or higher prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of public vehicles, however, the owners or operators of the vehicles are not the users. The commuters are the users of such public transport services. The incidence of such taxes, therefore, should fall upon them. Without any hidden subsidies, the commuters can then rationally decide on the mode of transportation to use, given the real market prices they have to pay. The operators are merely providers of transport service and they act as agents for the Government when they collect such taxes on road usage in the form of higher fares. No single transport provider in Singapore has monopoly over any transport service. Therefore, the fares which will eventually result will be dependent upon the market forces of supply and demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the move to change over to greater taxation on usage, I would like to urge the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 618</b></font>\n  <br>\n  <br> Ministry to move slowly and with caution so that both commuters and transport providers alike will have time to adjust. I also hope the Ministry will slowly remove all unnecessary regulatory mechanisms that may prevent the free market forces from achieving economic equilibrium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we move away from high taxation on ownership of cars, the Ministry should also consider eliminating the aritificial price barrier between different categories of cars posed by the PARF system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As our nation becomes more developed, our people demand a better quality of life. Two of the most important indicators of quality of life are better housing and better quality cars. Quality housing has become much more affordable now, especially the younger middle income people through the use of CPF for housing. It remains now to make quality cars more affordable. This will go a long way to help stamp the flow of younger people who emigrate in search of a better life. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Mr Chairman, Sir, my GPC Chairman and Member for Bedok GRC had lamented on the question of land transportation policy. Allow me, Sir, to ask some questions in relation to our information policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is rapidly moving towards becoming a major information centre in this part of the world. We had used the strong geo-strategic location to the fullest and develop our infrastructure to such an extent that we are positioning ourselves to play a greater role in the flow of information in this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, knowledge is power. Information is power too. We have to continue practising a flexible policy to ensure that our position as the leading information centre in this part of the world remains. However, Sir, information is just like air which forms its own unique circulation, enveloping the world around. Like air, Sir, information can come fresh and healthy; it can also come polluted and corruptible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am talking about the \"mega gods\" of the world media which seek to export values, perceptions and practice on us, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 619</b></font>\n  <br>\n  <br> and the desire to use Singapore as the major information centre to convert our society. Our recent encounters with a few media owners illustrated this point. Under disguise of freedom of speech, basic human rights, they seek to engage in our domestic matters and influence our politics. In short, Sir, they try to colour the mind of our people, especially the young, who are more susceptible than the older generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unlike South Korea, Japan, Taiwan which generally practise culturally homogenous values, and unlike South Korea, Japan, Taiwan, perhaps Malaysia and Indonesia which use the indigenous language widely, hence provide the kind of cover for the young generation, Singapore is different. It is not only heterogeneous, thus making such inclusion extremely sensitive and possibly explosive, but Singapore is also a nation using English language as the major communication media among our own people. The two differences tend to make us more susceptible to such corrupting forces. So my question is: how do we plan to reconcile our role as the major information centre and at the same time protect our much cherished traditional, eastern values? \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I see the SBC as having three purposes. The first purpose of the SBC is to disseminate news to the public in the most speedy way. Secondly, it is to provide educational programmes to the public and thirdly, it is a source of entertainment. However, I feel that the SBC faces two challenges in its operation. The first one is a commercial challenge. Broadcasts from foreign sources can easily be received in Singapore and some local advertisers have now begun to advertise through foreign stations. If the SBC is to survive, it must be able to compete with these stations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second challenge comes with technological advance, for example, new reception devices which includes satellite TV dishes will be more easily available. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 620</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will give two examples to illustrate how the SBC has been countering the challenges of foreign broadcasting stations. One is from the Malaysian TV 3. We do not encourage our local people to receive TV 3 programmes. On Housing Board flats, we do not install central TV antennas to facilitate such reception. However, indoor antennas for such reception are easily obtained and installed. Therefore, it is not difficult to receive programmes from TV 3. It is fortunate that the SBC has improved its programmes and has managed to retain the local viewers. Therefore, not many people tune in to that station and it is not a big problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now there is another station on the air, called Zoo 101.6 from Batam Island, which has caught SBC unawares. Some advertisers have crossed over to that station which broadcasts mainly western pop music. In order to counter this challenge, the SBC then established Perfect 10. It seems to me that Perfect 10 caters to the local audience by also providing the same kind of pop music as Zoo 101.6 to pull back local advertisers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The questions I would like to raise is if there are more and more such foreign stations being set up and if they implement dubious policies and programmes to achieve mass appeal, how is the SBC going to counter such competitions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now turn to the challenge posed by technological advances. In the not too distant future, people will be able to receive programmes from TV satellites. This is not something which is new. In Japan, there are already in existence such satellite TV broadcasting. In Taiwan, the people are also allowed to install dish antennas for satellite broadcasts. In Indonesia, there are also such equipment. I do not know what the policy of the SBC or the Singapore Government is. However, I hope that before the receiving devices become smaller and easily available, we will be able to work our policies in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the SBC already has a satellite TV reception station. Can we make full use of it so that our local audience will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 621</b></font>\n  <br>\n  <br> be able to receive programmes from abroad faster? Of course, these programmes will have to match our national interests and safeguards will have to be put up to see that our values are not eroded just as a previous speaker has mentioned. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, I want to thank the Chairman of the GPC, Dr Hong Hai, for his comments on the Ministry. I thank him for the suggestions that he has made on land transportation in Singapore. I also want to thank the many other Members of Parliament who have spoken on this subject during the debate on the President's Address and during the debate on the Budget Statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's land transport policy objective is very simple, and that is, to keep a free flow of traffic for purposes of transportation of goods and people in Singapore. This will help us maintain our position as an important financial, commercial and manufacturing centre. And in the process, make it attractive for local as well as overseas investment in Singapore, in the process, creating jobs for our people and giving our people a good standard of living. In the broadest term, our land transport policy consists of four components. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, systematic town planning, creating housing estates all over Singapore with their own offices, schools, shopping complexes, and other facilities, all these to minimize travelling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, building the best possible network of roads and expressways and then managing it well. Since we have very limited land, there is only a limited amount of roads and expressways that we can build. Having built them, we must manage them well in order that we get optimal flow of traffic through these roads and expressways. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, giving priority to mass transport system, because they carry the largest volume of traffic. Most of our people travel by bus and the MRT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, managing the private vehicles, both the growth and the usage of such vehicles so that they do not create severe \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 622</b></font>\n  <br>\n  <br> congestion and in the process make it impossible to travel about freely in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those are the four major components. Sir, town planning and road building come under the Ministry of National Development. Town planning specifically under the HDB and building of roads and expressways under the Public Works Department. These two departments are to be congratulated for having done very well. Indeed, so well that their performance has more or less been taken for granted as far as land transportation is concerned and hence not adequately recognized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I said a moment ago that the Government places strong emphasis and gives top priority to the provision of public transport in Singapore. The public transport system is responsible for 3.1 million passenger trips a day. Buses carry approximately 2.8 million passenger trips per day and with the partially completed MRT carrying approximately 300,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will recall that in the 1970s, when the land transport system in Singapore was inefficient, Government sent a team of senior officers to revamp the entire bus network in Singapore, to run the bus companies, and lay the foundation for the present network of buses, which is now able to cope with the demand of an increasingly developed economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government also keeps fares down by providing free of charge a number of infrastructural features for public transportation. These include the modern bus interchanges. The one at Tampines, for example, costs approximately $21 million. Government also provides bus terminals and bus shelters. The Government has also gone to the extent of creating special bus lanes so that buses can travel speedily, even during peak hours. This is important because if buses cannot move speedily, then the large number of people who depend on buses will have to spend a lot more time travelling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has also spent $5 billion building the Mass Rapid Transit System. The Government will not recover the capital expenditure for the Mass Rapid \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 623</b></font>\n  <br>\n  <br> Transit System. All these emphasize the importance that Government places on mass transportation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, notwithstanding our efforts in the three areas which I have touched upon briefly, if we do not exercise restraint on the growth and usage of private vehicles, then our efforts in the other areas would be in vain. Buses will be brought to a halt. Large numbers of people would be unable to travel about. Our emergency services, for example, ambulances, fire engines, police vehicles, would not be able to move about speedily in the event of any accident or disaster. As was the case in London recently. A report showed that if fire engines had been able to get to King's Cross Station fast enough, what would probably have been a small fire and hence containable, turned out into a conflagration involving the lives of very many people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we cannot afford massive traffic congestion in Singapore. Other cities may be able to get away with it. They have stronger economies. They have large hinterlands. They can afford transportation paralyses. We cannot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have taken a bit of time to outline our general land transport strategy so that Singaporeans who are unfamiliar with it will better understand how the measures that we implement to restrain growth and usage of private vehicles fit in, and why they form a necessary part in this integrated approach that we are taking in solving our land transport problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why is it so important that we should try to prevent traffic jams? The answer is simple. Traffic jams are very costly. They are costly to the economy. They are costly to individuals. The United States Federal Highway Administration estimates that delays on their urban freeways cost approximately $18 billion in 1984. And they estimate that by the year 2005, the cost will be six times as much, that is well over $100 billion a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, traffic engineers can do this kind of calculations. They do it all the time in order to forecast cost effectiveness and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 624</b></font>\n  <br>\n  <br> demands for different transportation systems, and they do it with a fair degree of accuracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not want to go into detail numbers today. I just want to illustrate with a very simple calculation how costly it would be to Singaporeans if we were to have a delay of an extra hour a day, half an hour going to work and half an hour coming back. Let us assume that the average Singaporean earns $800 per month, working eight hours per day. So every hour of every working day is worth $100 per month to the worker, ie, $1,200 a year. In other words, that extra hour is available to him if it had not been wasted in traffic jams, available to him to earn another extra $100. Or if he is working overtime, maybe even more. We have a workforce of 1.3 million people. Multiply the two together, the cost of wasting one hour for every individual Singaporean in the workforce is $1.56 billion a year. And this is the cost that has got to be borne by all Singaporeans who use our roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Leng Kee talked about externalities. This is an example of the cost of the action on the part of some people being borne by the entire population at large. Of course, that $1.56 billion does not include a lot of other things. I simplified it in order to make it easy to understand. It does not include all the extra time that our children will have to spend on the roads. It does not include all the extra time spent by non-employed Singaporeans, those not in the workforce, on their social visits. It does not include the other non-tangible ill-effects such as increased air pollution for all Singaporeans, and the increased frustration of being caught in a traffic jam and not going anywhere for a long time. It does not include also a lower standard of living, a poorer quality of life, because we all have got less time now, less time to spend on sports, less time to spend on recreation, less time to spend with our family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the past few months many Members of Parliament have called for greater restraint on the usage of vehicles rather than the growth of vehicles. Members of the public have also expressed similar sentiments. So too have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 625</b></font>\n  <br>\n  <br> some newspaper editorials. Sir, I want to thank them all for their interest. Where specific suggestions have been made, I have asked my officers to study them for possible implementation in due course. This call to regulate usage is conceptually a sound one. Because, after all, vehicles cause congestion only when they are on the roads, when their owners use them particularly during the peak hours, going to work or returning home. Therefore, the ideal approach would be to charge for the use of roads directly. The more a road is used, the heavier the traffic congestion, the higher the charge for that particular road. And that charge must be tailored to the individual roads used. That charge must also vary with the time of the day. For examplem, there is no need to charge for the use of Orchard Road at 3.00 am in the morning. But there should be a charge, a very hefty charge, for the use of Orchard Road during peak hours. In short, it is a differential road toll system, a system where there is a differential charge for the use of a road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are aware of that principle, Sir. Unfortunately, this system of differential road tolls cannot be implemented, using a manual system. Because a manual system of collection of tolls would create the very congestion that we are trying to prevent. Therefore, not having the means to do direct pricing, over the years the Government had depended upon a mix of other approaches which serve as proxies, to achieve the objective that we wanted. In other words, indirect approaches. We used such proxy measures as ALS (Area Licensing Scheme), ARF (Additional Registration Fee), road tax, petrol duty, car park charges, and so on. Some of them concentrated on the restraint on growth of cars, others concentrated on the restraint of usage of cars. Naturally, since these are indirect measures, none of them is ideal. Each one of them has its own advantages and disadvantages. But on balance, overall, the mix of different approaches have given us a traffic situation that is by and large better than most of the other major cities in the world. In other words, the mix of measures have worked and they have generally been equitable to most road users. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 626</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, four years ago, in 1985, the Government began seriously looking into the availability of computerized systems that were beginning to be available on the market. Systems that would help us to create a computerized area licensing scheme. I am sure Members of the House are familiar with the area licensing scheme that we have in Singapore. And they know that it has worked and worked well. We want to be able to computerize it so that it becomes more effective, and less labour intensive. This is an example of what is generally referred to as electronic road pricing. We did a very careful study which indicated that the approach is feasible. The hardware is available. But unfortunately the software is not. There is not a system that we can buy off the shelf and use it on our roads right away. No other major city in the world has such a system. But many cities in the United States and in Europe are looking at it at the moment. PWD is currently talking with the different manufacturers of different systems available and discussing with them the various features that are relevant to our circumstances. It would take about three years or so to develop the software. It will probably take another year or so to carry out the pilot trials, work out all the bugs in the system, and then maybe another year or two to make available all the electronic number plates that will be necessary. So, all in all, we need another five to seven years before such a system can be operational. We are working on this with urgency. I expect that we will be among the first of major cities to use such a system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the meantime what do we do, since the computerized area licensing scheme or electronic road pricing would be available only five to seven years from now? There are two broad options available to us. (1) Do nothing, and hope for the best or (2) To do something about the problem, to prevent the situation from getting worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we choose to do nothing, what are the consequences? Many of our roads are already congested. Members will remember an article in the Straits Times a few days back giving a list of roads where we are already experiencing traffic conges- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 627</b></font>\n  <br>\n  <br> tion. Roads having severe congestion during peak hours: the Pan-Island Expressway; Dunearn Road, Bukit Timah Road, Farrer Road, Scotts Road, Lavender Street, Jalan Besar Road, Bras Basah Road and so on. Along many of these roads, traffic flow can be as slow as 10-12 kph. What is 10-12 kph? What does it mean? It means that at this speed, people living in housing estates 10-12 km away from the CBD will take an hour to get to work if they are working in the CBD. Housing estates such as Clementi, Hougang, Bedok, are about 10 km away. And if you are living a little beyond, in housing estates like Bukit Batok, Jurong East, Tampines, Yishun, these are even further away, you are going to take a lot longer time to get to work. If we do nothing and we allow the number of cars to increase, then almost certainly these roads are going to be more congested, and other roads too are going to be more congested. Then you may even see our national servicemen overtaking the cars because our national servicemen can run their compulsory 2.4 km in less than 10 minutes, and that is, 15 km an hour. Not a very encouraging prospect for us to look forward to if we do nothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The latest figures available showed that for the 12 months ending January 1989, the increase in the number of in Singapore is 7.6%. And if you look back, say, to 1980-84, during that five-year period the increase in the car population was well over 50% in spite of fairly sizeable increases in road tax and petrol duty. So we can expect something similar, if not worse, if we do nothing for the years 1990-94. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans are pragmatic. We are a realistic people. We know that if we do nothing we are going to be in serious trouble as far as traffic conditions are concerned. We can look at other cities. The Chairman of GPC had mentioned a number of Asian cities but you can see exactly the same problems in other cities in Europe, in the United States. In fact, the approach of doing nothing and hoping for the best is such a common approach practised by many cities for one reason or another, mainly political because restraint measures are unpleasant to implement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 628</b></font>\n  <br>\n  <br> That approach is so common that \"The Economist\" in its issue dated 18th February 1989 coined a term for the approach and called it \"rationing by purgatory\", ie, you allow the roads to get to be so bad that you get hellish traffic conditions, in the hope that it will discourage people from wanting to use the roads at all. Unfortunately \"The Economist\" concludes: \"Purgatory is not a policy\". The approach does not work. A week after the article was published in London the traffic almost came to a total collapse. I quote from the Times of London, dated 6th April 1989, giving a lengthy report of the traffic conditions in London on the 27th February 1989. \"Massive traffic jams over very many different parts of London, traffic jams of up to 11 miles long in some instances.\" 11 miles is 17.6 km. 17.6 km from the city embraces practically all our housing estates. In other words, imagine traffic jams stretching from the city all the way up to Yishun. Yishun is only 15 km from the CBD. Imagine traffic jams stretching from CBD all the way to Jurong, and Jurong is only about 14 km from the city! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have listened very carefully to the speeches made by different Members of Parliament in this House and I am happy, very gratified, to note, that so far no Member of this House has said that we should adopt a do-nothing approach. So we start off with common agreement. Indeed, I have not seen any newspaper editorials advocating a do-nothing approach. In my 5(r) years in the Ministry of Communications I have met large numbers of Singaporeans in a variety of context and I am happy to say that no Singaporean has ever advocated a do-nothing approach. Hence, the Singaporean, as I said a moment ago, is realistic and pragmatic. We have got to work towards the common objective of keeping our traffic free flowing. If doing nothing will get us into trouble, let us do something. This is where the interesting part of discussion normally gets started in discussion groups. What do we do? And here different people have different suggestions. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Yeo, you have exceeded your time. In fact, you are taking up the tea-break. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 629</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I need about another five minutes, with your permission. I would try to speed up. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, different people come up with different suggestions and, rightly so. Typically the individual comes up with a suggestion that will be least painful to himself and that will restrain the others. For example, car owners. A favourite suggestion of theirs is, let us have a one-for-one trade-off, then their car will go up in value, because the price of a new car must go up. Or if we do not have a one-for-one exchange, how about having a very high ARF, keep those who are not car owners from coming in and adding to the congestion. Quite obviously, those who do not own cars do not favour this approach. Other people suggest a kilometre tax, higher petrol duty, because they do not drive their cars a lot. Those who live in Jurong, those who live in Yishun, those who live further out from the CBD and have to travel long distances, they do not like it at all. How about higher parking fees? There was a letter to the Straits Times the other day - don't allow those earning less than $3,000 to own a car. Obviously, those earning less than $3,000 are gong to be very unhappy with that approach, and so on. There is no agreement because there is no one single panacea that will solve allour problems. Our approach therefore must be to have a group of measures that combined together gives us the maximum effect for the lowest taxation that we impose on the public. In other words, if everybody pays, everybody pays a little. If we constrain everybody, then that constraint is at the lowest level needed to achieve our objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our approach is a preventive approach - to keep our traffic free-flowing so that people can go to work and come home in the minimum amount of time. That is what we are working on at the moment, Sir. Together with other ministries, such as the Ministry of Trade and Industry, Ministry of Home Affairs, Ministry of National Development, my Ministry is actively \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 630</b></font>\n  <br>\n  <br> looking at and coming out with a package of measures that will affect not a small group, but will affect as many people as there are who contribute to the traffic congestion. These measures include higher duty on petrol, parking charges and the possible extension of the ALS by way of its application to all vehicles contributing to the congestion. Sir, I hope when these measures are finalized in about two to three months' time, Members of this House,who have advocated strongly the use of measures to restrain usage, will give the Ministry their full support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have outlined very briefly our land transport policy, explain why the do-nothing approach will get us into serious trouble, and mentioned also some of the possible restraint measures that we are looking at. I hope we can all work together, accept a little restraint together, and keep our traffic conditions the way it is today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will take up the other points later on in the afternoon because there are a number of other Members of the House who want to speak on different aspects of land transportation. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai:</b> Sir, I note that the Minister has not replied to my question insofar as the targets in his master plan for the total number of cars and ridership of MRT and buses are concerned. But in view of the late hour and tea-time, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In view of the heavy congestion in this debate we can only afford a very short tea-break. I suspend the Sitting and will take the Chair again at 3.20 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.06 pm until 3.20 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.20 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 631</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - (cont.) \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head I - Ministry of Communications and Information - Amendment No. (2), Dr Hong Hai, 44 minutes. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Code IA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, SBC has two main roles. On the one hand, it informs, educates and it partakes in nation building; on the other, it provides entertainment. It is difficult for any organization to balance two competing and sometimes divergent objectives. Given these constraints, SBC has done quite well. I would like to make two suggestions for the Minister's consideration that could help to marry these objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I suggest that we introduce a morning programme that is a combination of news and a talk show, similar to NBC's \"Today\" show in the United States or \"Hong Kong Morning\" or Xiang Gang chow zen in Hong Kong. The show could last about 1 1/2 hours, perhaps 7.00 am to 8.30 am and, if successful, it could become the staple diet of hundreds of thousands of working men and women as well as housewives every morning. There would be short and punchy news segments at maybe 20 minute intervals, interviews with academics, businesssmen, financial commentators, politicians, etc. on topical subjects. Excerpts of foreign news like those available from CNN could be included. Such morning programmes are both entertaining and informative, and could go a long way in bridging the twin objectives of SBC's mission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, one of SBC's main problems has been in attracting talent. This arises partly from its being a Government institution. As the Prime Minister put it at SBC's 25th anniversary celebration last year, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'SBC will have to acquire the attributes required for a successful show business. Government departments or statutory boards which are restricted by establishment manuals on hiring and firing cannot respond swiftly to the market.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 632</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, partial privatization could provide a solution. For example, SBC's Mandarin drama unit has been quite a success. If this were put under a separate private subsidiary, it would enjoy commercial stimulus to go into film making on a larger scale perhaps. It would be able to attract more and better actors, actresses, script writers and directors by offering salaries closer to those enjoyed by their counterparts in Hong Kong and Taiwan. And it could go into English drama. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister if he considers this feasible, and what other parts of SBC can potentially be privatized. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Tang Guan Seng is not here. Mr Chew. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, as we become a middle class society, more literate and better educated and with smaller family size, parents are showing a greater interest in the intellectual, emotional and social development of their children. Very often, the parents double up as teachers and tutors at home. This takes up quite a large part of their time every day. But, unfortunately, most of our parents are not as knowledgeable or as well-equipped or trained as school teachers. I know of parents who read printed materials on child care and child upbringing. They even get together to share their experiences on problems and solutions relating to the upbringing of their children. But, Sir, there is still a perceived knowledge gap on the subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the TV could play a role here. May I suggest that the SBC screen more regularly more educational programmes for parents - show programmes on child care, child upbringing, and on how to inculcate the right value system in our children, including helping them to develop into well balanced individuals. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, we are all very aware that television is a very powerful form of communication. It is a powerful medium which can mould the values and attitudes of the viewers. One very good example is the recent US Presidential election where the television was used to great effect in swaying opinion and winning votes. Sir, in this context, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 633</b></font>\n  <br>\n  <br> would like to raise with the Minister a few suggestions which I thought can be considered by the Ministry in the use of television for the purpose of swaying local public opinion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I would like to ask the Minister whether he could consider introducing more educational programmes on TV in areas such as computer knowledge, health care and family matters. I notice that when I travel to countries like PRC and Taiwan they do have very good evening programmes, especially on computer training, where basic computer knowledge is imparted to viewers. I find this to be a very effective way whereby the population at large can be given very good basic knowledge on some very important subjects such as computer training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other area, Sir, is in the production of local serials. I would like to commend SBC for the excellent effort they have put in during the last few years in coming out with better and better local serials. One serial which I think has been done before, but was stopped some years ago, is the production of children films, whereby the children act out some interesting activities. I believe this has two main effects. One, as the Member for Eunos GRC, Mr Chew Heng Ching has said, it is good at imparting core values in our population. Second, the promotion of local awareness of the language because now they are using the local serials for both English and Mandarin programmes. Here, I would like to ask the Minister to inform the SBC to be extra careful in the use of language in these serials because they mould the language ability of our people in both Chinese and English. If they are not careful in the use of the language and even propagate some of the very undesirable habits such as saying the \"lahs\" and \"man\" in our serials, that would lead towards our people having a lower standard of language-speaking than before. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is very important that the SBC pay special attention on how it should improve its languages and therefore help to mould local values which we want to impart to our people. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Chairman, Sir, in the recent budget, com- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 634</b></font>\n  <br>\n  <br> munications and information was allotted $698.27 million, of which 99.5% was being allotted to SMRTC, CAAS and SBC for development. However, it was disheartening to note that SBC has been allotted only 3.89% of the overall amount which is 35.6% less than 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am surprised as to this meagre allocation of funds to SBC. We cannot deny that television could have as great an impact to the public in transmitting moral and cultural values, as the education system in our school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We may think that SBC, being the only station, has the monopoly of viewers in Singapore. In actual fact, it is facing stiff competition from overseas stations. Our viewers are exposed to cigarette advertisements and dialect serials offered by them which run contrary to what we have been advocating: our \"No Smoking\" and \"Speak Mandarin\" campaigns. However, the import and duty taxes for cigarettes and tobacco have been increased and this acts as a deterence to smoking. But, at the same time, we should not overlook the threat imposed by the dialect serials to our \"Speak Mandarin\" campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent years, SBC has produced programmes of relatively high standard such as \"One Plus One\", \"Live From Studio One\" and serials like \"Strange Encounters\" and \"Fortune Hunter\", which have received very overwhelming support from the viewers. As such, through the viewing of more of such programmes, we would be able to compete with the dialect serials and erase the influence of dialects on our viewers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in order to maintain the standard of our programmes, it would depend not only on the hard work of the producers and crew from SBC, but also the support from the government. As such, in the consideration of the great influence the media has on the public, I hope that our government would give more encouragement and support through the allocation of more funds in future. This, I believe, would enable SBC to improve its technical know-how and facilities as well as help to raise the standard of performance of its artistes and their remuneration. It will enable us to be more competitive \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 635</b></font>\n  <br>\n  <br> internationally and also help prevent our artistes from being \"bought over\" by these rival stations. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Mr Chairman, Sir, recently some 18 airlines, working under the name of Market Development Programme, announced that air fares for excursion tickets would go up by some 10% this month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This grouping put forward such dubious arguments like stabilizing air fares and that, in fact, it is good for the consumers, otherwise they will have to pay even higher fares. According to the newspaper report, the Market Development Programme sets and enforces minimum air fares in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, price fixing in any form cannot be condoned in a free market like ours. It penalizes the consumer and I agree with the Executive Secretary of the Consumers Association of Singapore when he says that this act is immoral. It should be left to market forces to set the air fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Civil Aviation Authority of Singapore was reported as saying that it does not regulate air fares. However, these published fares are filed with the CAAS. I was, however, disturbed when the CAAS spokesman was quoted as saying that the proposed fare levels represent a decrease in discounts rather than an increase in air fares and that the new fares are still lower than published fares. I think the implication, quite clearly, is that the new fares are reasonable, never mind the collusion to fix prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this recent episode is not the first time that the airlines operating out of Singapore have fixed air fare prices as a group. My surprise is that the Ministry has not come forward to state its stand on price-fixing. In many countries, fixing of prices by a grouping of suppliers is illegal for very obvious reasons. Should our consumers be not similarly protected? \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof</b>(\n  <i>In Malay</i>): Mr Chairman, SBC, beside performing its functions of informing, entertaining and educating its viewers and listeners, also has a political and social role to play. As SBC is a statutory board, we can perceive \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 636</b></font>\n  <br>\n  <br> the possibility of conflicts arising in its management of these twin functions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, in past decades, when SBC was the only established transmission centre in this region, the attraction of its programmes was so strong that competition was hardly an issue in our minds. But now SBC is facing increased competition not only from RTM but also from Radio Zoo-101.6 and, to some extent, TVRI and TV3. I wish to point out, Sir, that in this regard, the Malay community is the group most affected by this tide of competition because, coincidentally, the majority of these foreign channels use Malay as their language of transmission. And modern technology is such that these new channels are just a \"push-of-a-button\" away. The question I would like to raise here is how SBC can play its social and political role, particularly while trying to win over viewers and listeners from the Malay community, whom we seek to educate as a component of the Singaporean culture while, at the same time, dissuade from turning more to foreign transmissions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, in my view we should allocate more resources in this area because investment for this purpose, in the long term, is something that must be done. We can introduce popular programmes and earn higher advertising revenue while at the same time balancing the different roles because, if we do not, we would lose our influence among Singaporean Malay viewers and listeners. Such a loss would be a loss beyond measure. Thank you. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Mr Chairman, Sir, Singapore has made great progress in the field of telecommunications. Much time, efforts and money have been invested to develop a telecommunication system which can rival that of any other major cities in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as we forge ahead in the field of advanced technology, ironically, we have lapsed in the traditional postal service which should remain a reliable means of communication. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of late, non-delivery and late delivery of letters and parcels have become so fre- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 637</b></font>\n  <br>\n  <br> quent that, if left unchecked, the members of the public will lose confidence in the service. Mail inserted into the wrong mail-boxes in HDB housing estates and other high-rise buildings have become common. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether such problems exist nation-wide but, at least, I know for a fact that problems exist in the eastern part of Singapore. We appreciate the difficult job of a postman who has to deliver many letters a day. However, a postman must exercise care when inserting mail into the mail-boxes. Mail inserted into the wrong mail-boxes are either thrown away or left lying around somewhere in the homes of other people. Non-delivery of letters can cause great inconvenience, financial losses and even troubles to people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is uncharacteristic of the postal department to lapse in their service to the general public. In fact, we have always been proud of our postal service. In the past, mail delivery was very efficient. Normally mail would take one day, or at the latest two days, to reach the addressee. But now, the situation is different. Mail normally takes two or more days to reach the addressee. If the addressee is not so fortunate, he may receive his mail one week later or may not receive it at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The postal department must take immediate steps to remedy their shortcomings. They must find out what has gone wrong with our postal service. Is there a shortage of postmen or postwomen? Has the Telecoms Authority planned to take steps to upgrade the postal service system as it has done to the telecommunciations service? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Chairman, Sir, Telecoms is spending about $50 million on the Teleview project. This is not a small sum of money. It is more than the cost of two supercomputers. It must therefore be concerned with the economic viability of the project and see that it will not become just a showpiece. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order for Teleview to be attractive to Singaporeans, we must consider three aspects: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The cost of the user terminal unit; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 638</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The rate at which user interaction with the central computer can take place under heavy usage; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The user's needs and psychology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister about the current status of the Teleview project and what studies Telecoms has conducted and what plans does Telecoms have to make Teleview a success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I go on to the card-phone? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Telecoms has started replacing coin-operated public telephones with card-phones. This exercise will undoubtedly benefit Telecoms because of the savings expected from the reduction of manpower requirement and vandalism. However, the consumers will have to face the inconvenience of carrying an extra card with him all the time and be reminded not to leave home without it. They have also got to pay $10 for the card which is money collected up-front by Telecoms. In fact, most people are occasional users of the public phone and find this arrangement troublesome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can the Minister ask Telecoms to look into other alternatives which will not inconvenience the consumers? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications and Information (Mr Mah Bow Tan):</b> Mr Chairman, Sir, with your permission, may I take some of the points that Members made in the earlier cut very briefly, without taxing your patience? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Tampines GRC asked how the Ministry intends to reconcile its objective of making Singapore a major information centre as well as curbing negative influence which is generated by this inflow of information. First of all, let me say that the two are not incompatible. We can and, indeed, we have become a major international information centre without having to accept the negative influence that inflow of information can generate. And Singapore has become such an international information centre because of our excellent telecommunications infrastructure. As a result of this, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 639</b></font>\n  <br>\n  <br> there are many foreign national and trans-national news agencies such as Reuters, AP, Dow Jones, which have set up operations here. They are here not only to report on Singapore and the region to the rest of the world, but they are also here to sell and broadcast news from the rest of the world to this region. Also several reputable foreign publications such as the International Herald Tribune, the Economist and Time Magazine are printed here, again because of our telecommunications and satellite facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To further promote Singapore as an information centre, we have welcomed the free flow of objective information from all over the world. We practise a most liberal policy of allowing foreign journalists to work in Singapore. As at the moment, there are 93 accredited foreign journalists and photographers who represent some 50-odd news organizations in Singapore. We will continue to open our doors to bona fide news organizations and foreign journalists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to our policy of granting permits for newspapers and periodicals, annually there are about 3,000 such applications for permits to print in Singapore. In general, all of them are approved except for a very few cases. In 1988, for example, we received 2,657 applications, of which only 6 were turned down because of undesirable content. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in general, the Government does not have trouble with the majority of foreign journalists. Most of them report objectively on Singapore. Often, they are critical of us and the way we do things. But this is understandable because they have different values, they have different backgrounds and loyalties. On the other hand, we do not pretend that we welcome all foreign journalists with open arms. And when a foreign correspondent publishes reports about Singapore which are slanted or, worse, distorted, or when he makes baseless and unfounded allegations about us and our institutions, then these reports and allegations will be rebutted and refuted vigorously. We are not against criticism, but it would be irresponsible for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 640</b></font>\n  <br>\n  <br> us to allow such untruths or distortions to undermine our political stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So foreign publications are allowed to circulate freely in Singapore, provided they do not undermine our social or cultural values or disrupt our racial or religious harmony or threaten the security of Singapore or engage in our domestic politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Sir, if I may put things in perspective, in 1988, there were 750,000 publications imported, of which 0.3% were detained. This refers to books, paperbacks and so on. In so far as newspapers and periodicals are concerned, out of 4,000 newspapers and periodicals, only 3 are restricted, not banned, but restricted by us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I turn to the point that was made by Mr Tang Guan Seng when he talked about the availability of TV ROs and what is the Ministry's policy in regard to this. Let me say very briefly that the Ministry is not going to allow the sale and installation of TV ROs in Singapore and the reason is very simple. In developing countries, the media - in this case the broadcast media, and in particular, television - are key instruments in nation building. In developed countries, commercial TV is primarily a money-making machine. Programmes are designed to capture maximum viewership so that advertising revenues are maximized. Never mind if in the process harmful values are purveyed. For this reason, SBC has been paying very careful attention to foreign programmes which it acquires for broadcasting. In our case, the screening has to be carried out with extra caution because we are a multi-racial and multi-religious society. So not only must we filter out unacceptable and harmful values and lifestyles, we must also be careful about programmes which may be offensive on racial or religious grounds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Against this backdrop, the latest technological development of TV ROs which will allow virtually unlimited access to foreign programmes beamed by foreign TV stations set up primarily to make money is something which has to be viewed with caution. If we do nothing, we are going to be overwhelmed by the sheer weight of the money which will be behind \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 641</b></font>\n  <br>\n  <br> such programmes and by the absence of control on the types of such programmes which will be beamed. Yesterday, in this House, my colleague, the Minister of State for Education told us the reservations that other countries have about television and about the pervasive effect of television and its corrosive effect on the propagation of core values. So I repeat, Sir, for this reason, my Ministry's policy is not to allow the sale and installation of TV ROs in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tang also made another point about Radio 10 and Radio Zoo. I think the gist of his point was that with so many foreign radio stations coming in, what is going to happen. Does it mean that SBC is going to follow the competitive push of the other stations and downgrade its content? Obviously, the answer is no. Radio 10 was set up as part of SBC's continuing efforts to provide better services for its listeners. In fact, even before Radio Zoo came onstream, SBC was already considering a 24-hour round-the-clock music service. I sense that Members are not very convinced of this argument. Nevertheless, I say it with full knowledge that it is the truth. As a start, in fact, just to show that this is not something that SBC cooked up towards the end, Radio 1 service was gradually being extended. First of all, it was extended to 2.00 am on Fridays, Saturdays and eve of public holidays. And this was done in November 1987. There was felt then a need for a 24-hour radio service. But I must say that Radio Zoo's appearance brought forward the launch of SBC's round-the-clock music service to 1st January this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is my Ministry's policy to allow SBC to determine the strategies that it is necessary to meet the interests of its listeners, to raise the quality of its programmes and to meet the competition, not only, I may add, from foreign radio stations but from all other forms of entertainment as well. However, it is very conscious that its programmes must not be in conflict with national objectives. For example, songs with lyrics which extol drug taking or permissive behaviour will not be broadcast. Whatever other radio stations do, Radio 10 will not be allowed to descend into what is commonly known as gutter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 642</b></font>\n  <br>\n  <br> broadcasting for the purpose of maintaining listenership and generating advertising revenue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn now to the points that were made by the Chairman of the GPC. He made two points. The first one is on the feasibility of having morning television. I think SBC has been studying morning television and it has been studying this in terms of the viewership available in the mornings, the types and languages of programming and, most important obviously, the cost of telecasting such morning programmes. However, given the rapid expansion of its output since 1980, SBC now feels that they have to concentrate on further raising the quality of its productions and therefore the introduction of morning television is not a priority at this point in time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point that Dr Hong Hai raised was the possibility of privatizing part, if not all, of SBC. Yes, it is possible to commercialize SBC's operations on a selective basis. In fact, this is already being done. In 1986, SBC Enterprises (SBC E) was formed to commercialize some of the operations of SBC. So SBC Enterprises now undertakes certain commercial activities like air time sales, production of Radio and TV commercials, sale of publications, Radio &amp; TV Times, and the sale of its programmes. I will ask SBC to continue to identify other aspects of its operations which could be better managed commercially. But let me just add that one of the reasons that the Member gave for commercializing SBC was that it would be in a better position to pay its staff commercial rates or rates which were more commensurate with their skills and with their market value. I may inform the House that this, in fact, is already being done and SBC is very conscious of the need to pay its talent according to what it would be able to get elsewhere. Because without them, it would not be in a position to do what it has done and what it intends to do in so far as raising its quality of output. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next I turn to some points which were made by the Member for Eunos GRC and the Member for Thomson. I would take both of them together because they pertain to the question of educational TV. Let me point out that since the incorporation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 643</b></font>\n  <br>\n  <br> of SBC, the number of hours of programmes which could be termed educational or informational type programmes have actually doubled from 23 hours per week in 1982 to 45 hours per week in 1988, equivalent to some 28%, almost one-third of its output. These programmes include documentaries on a wide range of subjects, magazine programmes including programmes on computer usage and information technology in general. The majority of these programmes are actually telecast at times which are considered prime times, most accessible times to the target audience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Member is referring to educational programmes which are more of a basic educational nature, for example, the teaching of English and Mathematics, then I would refer him to the programmes which are currently available and telecast by the CDIS which SBC telecast about 11 hours per week. Also, he may be interested to know that the National Productivity Board, together with the Skills Development Fund Secretariat, is looking into the feasibility of telecasting educational TV programmes for adults to supplement the current training classes in BEST, WISE, COSEC and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of educational programmes for parents to help them to bring up children or so-called parenting programmes brought up by Mr Chew, again these have been dealt with in documentaries and magazine programmes that SBC has acquired and, I believe, has also telecast. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Members have also cautioned SBC on the responsibility it has in the use of language. I agree with the sentiments expressed and that because it is such a powerful medium, it has to be extra careful in the use of language, both in the English language as well as in the other languages. But it is interesting to note that while the Member is wary of the use of Singlish like lah, man and so on, on the other hand, SBC has faced some pressure to telecast programmes which actually use Singlish, eg, in plays and so on. So there has to be a very judicious balance between \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 644</b></font>\n  <br>\n  <br> what is negative influence and what is considered to be part of the social milieu in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me next turn to the point made by the Member for Jalan Besar GRC. It is actually a point which I think SBC will find most encouraging, namely, the question of more funds for SBC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is true that SBC has a very important role to play in nation building, and this is why SBC has spent so much of its resources in producing and telecasting local programmes, even though it is much, much cheaper simply to telecast imported programmes. The local television programme content has gone up from 29 hours per week in 1980. It has doubled to 60 hours in 1988. In terms of cost, the cost of production of these local programmes have gone up from $17 million in 1980 to $59 million in 1988, a three-fold increase in cost. Apart from the increase in output, the higher costs are also due to the better quality programmes that are being telecast now. The production and the telecasting of local programmes will continue to be given emphasis by SBC. Quality will also continue to improve. SBC recognizes that this can only be done if it continues to attract, to retain the best talent and to provide these talents with the best facilities, the best equipment, the best training. So SBC will be investing not only the funds from the Government, but also its own funds in the recruitment and training of talent, in the upgrading of equipment and in the expansion of its facilities. I thank the Member for his concern. I am sure that all who work in SBC will be encouraged by his observation that its programmes are of a high standard and are appreciated by most Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the points made by the Member for Tampines GRC on SBC striking a balance between achieving national objective and financial consideration. Yes, it has to achieve national objectives by educating, informing and entertaining the public through a balanced mixed in the programme that it produces as well as the programmes that it acquires. To achieve this, it has got to do two things. (1) Its programmes must attract viewers. (2) It must have enough revenue so that it can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 645</b></font>\n  <br>\n  <br> recruit and retain staff to make sure that the programmes are attractive enough. But I think the Member was asking this question in the context of what SBC is doing in so far as improving its Malay programmes. Sir, may I just very quickly elaborate on the kinds of things that SBC is doing, not actually only for the Malay programmes but also for the Indian programmes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have three minutes left. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I will finish in three minutes. First of all, quality. I think in the acquisition of the programme, it has to be very conscious of quality. Secondly, improvement in its own productions. It has been doing this through building up and nurturing its talent pool for the various kinds of programmes, the news programmes, drama programmes and the children's programmes. It has a continuing effort to seek out new talents through auditions and talent times and so on. It addition to that, it is also featuring artistes from Malaysia, from Indonesia, from India, wherever feasible. For its acquired programmes, SBC has recently been able to acquire better and more recent programmes and feature films. And programme contacts have been established in Indonesia with film distributors as well as with TVRI and similarly with film distributors and TV networks in India. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC monitors the audience response to its programmes and where feasible requests from viewers are catered to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the request for more Malay films have been met by telecasting two movies instead of one every month. The request from Indian viewers to telecast the weekly Tamil and Hindi movies completely in one day has also been noted. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Yeo, we are running behind time. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, Mr Chng Hee Kok asked about the number of airlines which was reported to be fixing fares. I just want to point out to the Member that the determination of air fares is a commercial decision best left to airlines. We operate in Singapore a market economy. We do not tell companies what to do and what what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 646</b></font>\n  <br>\n  <br> not to do. However, the Member may like to write directly to the Market Development Programme to get them to give a more detailed explanation because the airline industry is a complex industry. No airline flies all routes all over the world, and therefore in that particular industry there is a fair amount of discussion of fares so that passengers transferring from one airline to the other can be charged accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our approach in Singapore is to adopt a liberal \"open skies\" policy encouraging as many airlines to fly to Singapore as possible. When there is a lot of airlines competing one with another, it is very difficult for any cartel of any sort to try to fix prices because airlines that are not part of that group would break the cartel without any difficulty. This kind of groupings are not uncommon worldwide. I am sure the Member is familiar with the International Air Transport Association (IATA). There is also the other organization, the Orient Airline Association. Such collaborative arrangements occur all the time. Indeed, most of the government to government air services agreement have a clause in the agreement which allows the designated airlines to consult one with another when they are operating over certain parts of the route contained inside the air service agreement. That clause is a standard clause recommended by the International Civil Aviation Association (ICAO). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Changi has brought to our attention the problems of late postal delivery and what he referred to as non-delivery in his Constituency and also in the Northern and Eastern parts of Singapore. Sir, during the festive periods, Christmas and Chinese New Year, the volume of mail to be delivered increases significantly by more than 20%. During this period, Telecoms employs large numbers of temporary workers in order to tide over the extremely high demand for delivery of mail. Around this period, errors of delivery do occur occasionally, late delivery also occur because newer workers are less familiar with the routine. However, in cases of non-delivery, I hope the Member will give me the details so that I can ask Telecoms to do an investigation into this problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 647</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr John Chen asked about the economic viability of Teleview and also whether the cost of a terminal would be made affordable to the majority of Singaporeans. The Teleview system was launched publicly last year on the 1st September 1988 at Raffles City. More than 50,000 Singaporeans turned up to look at the system and to experience hands-on interaction with the system. The survey that we conducted among the people who came for the exhibition was very positive. At the moment, we have approximately 400 terminals placed with business users to give us feedback on the sort of services that businesses and homes would like to have for Teleview. We will be carrying out this trial for another six to eight months, collecting the feedback. By then we should have, a terminal that we hope to make it sufficiently affordable to a large number of Singaporeans. The pricing has got to be kept low because we want this to be a productivity tool available in homes in Singapore. So we will be keeping prices down by working with manufacturers with experience in the use of very large scale integrated circuits. As for the overall performance of the system, we will improve as we go along. Types of services provided? We will adapt according to the needs of businesses, of homes, of individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experience of other cities, in particular, Paris and London, is that this system will be viable. In London they have the Prestel. It has a user base of approximately 75,000 business users. They have oriented their system largely for business users. In France, they have taken the other approach reaching out to private users. They have about 4 1/2 million terminals throughout the country. With the approach that we have adopted, i.e. using it as a tool, and as an information base that can be made available to families, we will be able to make the system economically viable. It will form part of our infrastructural development for high productivity. We are not looking for immediate returns but at the long term, to recover the investment in this project. We are looking at something like 10 years as a pay-back period. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 648</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Yeo, we are running out of time. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> I will finish in another minute, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member asked about the introduction of card phones. This is something that is happening worldwide. The trend is to move away from coins to the use of cards and we are moving in the same direction. Coin phones have a lot of problems. Mechanically they are problematic. They malfunction, they are subjected easily to vandalism. Whenever the box is full of coins, there is a high incidence of theft. So most of the time you have a number of phones around, but many of them are not operating. There are less problems with the card phones. There will still be lots of coin phones available. They will be in places like shops, and supermarkets, where there is some level of supervision and therefore the problem of vandalism and theft will be minimized. There will about 12,000 coin phones even after public phones have been converted into card phones. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3). Dr John Chen. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I am not moving. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Code IC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many interesting proposals have been put forward by motorists and economists both here and abroad for limiting car usage. I would like to mention two ideas for the Minister's comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on electronic road pricing. This appears to be a feasible option for controlling road usage. However, concern has been expressed that computer monitoring of movement of individual cars in order to charge them for road usage would lead to invasion of privacy. Most people may not mind it but there could be some indivi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 649</b></font>\n  <br>\n  <br> duals who would not want others, particularly the government, to have a detailed record of which streets they drive to each day and how long they stayed in each spot. Would the Minister explain if technology is now available for monitoring and levying road usage charges without identifying the vehicle? A stored value electronic ticket of some kind, not unlike the stored value MRT ticket, might do the job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, a recent letter in the Economist had an interesting proposal with regard to road pricing. This was obviously written by a trained economist. I think it is worth considering although it looks a bit theoretical. It is a conceptual proposal so you cannot take it too literally but there may be a way of making it practical. Under the proposed scheme, every car owner would be issued every year with vouchers that entitle him to so many kilometres of road usage per year in those restricted areas of the city that are covered by road pricing. Those who do not drive much in the restricted areas can sell their vouchers to those who do. A person who keeps his car at home during peak traffic hours or who avoids the restricted zones in the city can sell off most of his vouchers, thereby reducing the cost of owning his car. This could amount to savings of quite a few thousand dollars each year for the car owner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Theoretically, this is a good concept. With this system, owning a car is cheaper if you do not use it much. Heavy road users in peak hours will pay much more, and they should. In practice, there will doubtless be administrative difficulties. But this is the age of information technology. With its characteristic ingenuity and resourcefulness, I am sure MCI will be able to come up with a workable system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advantage of this scheme is that the Government can actually limit the total amount of road usage in the restricted areas through the number of vouchers issued. There is also a cash incentive for staying away from congested areas. This is certainly more palatable than a tax disincentive against going into these areas. Would the Minister please comment on these ideas? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 650</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> I am not speaking, Sir. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC):</b> Sir, it is gratifying to know that there are many bus services plying in and around Ubi Avenue neighbourhood or estate. On this note, Sir, I would like to refer to two bus services. They are bus service No. 22 and bus service No. 65. These two bus services travel along Ubi Avenue 2. Ubi Avenue 2 is in fact on the periphery of this estate. However, there is another road, Ubi Avenue 1, which is only a short loop which goes inside the estate proper and it is very puzzling to reconcile why these services could not just go inside this loop road of hardly a few minutes, under five minutes, for the benefit of the residents. In fact, inside Ubi Avenue estate, HDB has already designated the Area Office. When this Area Office becomes operational for the Town Council, we will see an increased number of pedestrian traffic to and from this Area Office. May I request the Minister to refer this again to the SBS and see whether they could give a more favourable response to our request. In fact, this request has been made many many times by the Residents' Committee of this estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other matter is another service just introduced, which is service No. 76. This is an air-conditioned service. It runs from Yio Chu Kang terminal to Marine Parade terminal and it is also very gratifying again for this bus brings residents from the Ubi Avenue estate to Marine Parade area. However, it is again puzzling to note why, when it reaches Still Road on its way to Marine Parade it does not turn right, but it turns left, simply because the left side of the turning goes to the terminal, whereas on the right side is, in fact, the town centre. I do not know why the bus cannot turn right to the town centre where you have the main concentration of people. The shopping complex is there, the library is there, the supermarket is there, and yet it prefers to turn left instead of turning right. I think it defeats the purpose of bringing people from one estate to another to the concentration point. Again, I would like to request the SBS through the Minister to see whether it can bring people to the concentration area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 651</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay (Chua Chu Kang):</b> Sir, on lead pollution, I am glad to note that the atmospheric suspension of lead particles has been drastically reduced to 0.4 micro-grammes per cubic metre. Sir, I believe that the lead level must be much higher than this figure in the heavy traffic zones like Orchard Road and the city centre. In addition, I was told that 50% of our land area is reserved as catchment areas for reservoirs. I wonder how much this lead will eventually end up in the reservoirs. I feel that we should set a long term lead-free target for petrol. It will help the refineries to upgrade their plants in the long term. Perhaps at that time, a high octane stock and a non-leaded octane booster could be produced at an affordable price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some roads are heavily used by non-local heavy trucks. In addition to what the Chairman of the GPC for the Environment said, these trucks are not only emitting excessive amounts of soot but they also radiate much louder noise than our local trucks. Those are the foreign trucks. Some residents living in the flats close to these roads are very much annoyed by the smoke and noise from these vehicles. I urge the ROV to take efficient action against such pollutive vehicles along roads such as Woodlands Road, Bukit Timah Expressway and Chua Chu Kang Road. Maximum penalty should be imposed to ensure that no pollutive foreign vehicles would take any chance and could get away by entering Singapore. I also hope that the ROV could draft a standard code on vehicle noise so that all noisy vehicles, including those fitted with sub-standard and modified exhaust silencer, could be sufficiently dealt with. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, diesel tax on taxis was increased to $4,400 last November and the Government intends to raise it again to $6,600 in November this year. The reason for the diesel tax increase, according to the Minister in his reply to the Member for Fengshan during the Budget debate in 1988 is, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In 1971, when the diesel tax was introduced for cars, that same tax was not applied to taxis. Sir, that is the anomaly that has been responsible for diesel cars coming all the way down and for the number of diesel taxis going all the way up until at the moment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 652</b></font>\n  <br>\n  <br> practically all taxis operate on diesel. That is the reason why it is necessary now to correct the anomaly to move towards parity between taxis and cars.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And in the same reply, after relating how taxi drivers and commuters benefited in the tax and fare changes made in 1985, the Minister went on to say, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Sir, I expect in due course when the diesel tax is fully implemented, similar benefits will also prevail - benefits for taxi drivers, benefits for taxi commuters and benefits for all other road users, because we will not have excessively large number of taxis cluttering our roads.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it seems therefore that moving towards parity between taxis and cars is not an end in itself. It is a means to an end which is not to have excessive large number of taxis cluttering our roads. This in turn forms an integral part of the larger objective of our land transport policy which is to ensure the congestion-free mobility of people and goods in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister calls the diesel tax policy a sound policy. However, most Singaporeans and taxi drivers do not know what this policy portends. The taxi drivers certainly do not accept what they know as the reason for the increase, ie, to correct an anomaly between taxis and cars. Therefore, it is time for the Minister to put things in perspective, explain how the diesel tax on taxis fits into our overall and long-term land transport plan, what the role of taxis is in this plan, what it will portend for the taxi drivers and the taxi commuters and convince this House and Singaporeans that the policy on taxis the Government is adopting is indeed a sound policy and that there is no other better alternative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the problem is not really immediate and the various taxi organizations are doing a good job in managing the taxi services, there is really no need to have such a steep increase in the diesel tax. A better way would be to have a gradual increase over a number of years. This would give us time to confirm that our taxi policy is indeed sound. It will then truly benefit both the taxi drivers and taxi commuters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the taxi fare, the experience in 1985 shows that taxi fare cannot be arbitrarily increased. The increase must be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 653</b></font>\n  <br>\n  <br> accepted by the taxi commuters otherwise it will work against the interests of the taxi operators. Since there is already such an automatic check, will the Minister consider removing the power to decide on taxi fare from the ambit of the PTC (Public Transport Council) especially when the taxi operators have to carry the burden of the diesel tax? \n  <br>\n  <br>\n  <!-- Dr Wan Soo Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soo Bee (Pasir Panjang GRC):</b> Sir, before I speak, I would declare my interest. I am the Chairman, Board of Directors, NTUC Comfort and I have no personal pecuniary interest in the issue I am going to raise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has increased the taxi diesel tax from $1,100 to $4,400 a year since November last year. From 1st November this year, the tax will be further raised to $6,600. This is an increase of $5,500 or 500% within a short span of one year. This is by any standard a hefty increase, whether it is in absolute amount or in percentage terms. The impact on the taxi drivers is particularly severe because this additional cost has to come out of their earnings. On the other hand, the PTC has only approved a meagre 20 cents increase per trip. The reduction in income will affect adversely some 20,000 taxi drivers and their families. Their standard of living will have to be lowered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to inform the House that next to buses, taxis have the second highest daily ridership of 700,000 passenger \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br> trips. This clearly makes taxi a very important mode of public transport. Providing a comfortable and personalized service, taxis not only serve our local commuters but also the many tourists who visited our country each year. Taxi transport therefore plays a valuable public, social and economic role. As part of the public transport system, we cannot equate the taxi to a private car. Taxis do provide the pleasant experience of a door-to-door and personalized service, not unlike that of a private car. But taxis are not private transport and should not be treated on par with private cars in terms of social cost. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 4.30 pm. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1989/90, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Yeo Ning Hong.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
