{"memberId": null, "volumeNo": "53", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"53\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1989-03-15\"> \n  <meta name=\"Start_Col\" content=\"205\"> \n  <meta name=\"End_Col\" content=\"286\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">53</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-03-1989</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 205</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 53</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 15th March, 1989</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 206</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC) Dr Hong Hai (Bedok GRC) Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> \n  <br>Mr Mah Bow Tan (Tampines GRC),Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 208</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry the Minister for the Environment. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 208</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development - from 26th to 29th March 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon (Serangoon Gardens) - from 28th March to 14th April, 1989. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>SIMS DRIVE MARKET</b>\n  </div> \n  <div align=\"center\">\n   <b>(Erection of side-awnings)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Peh Chin Hua</b> asked the Minister for National Development whether the Housing and Development Board has plans for the erection of side-awnings at Sims Drive Market; and, if so, when the work will begin. \n  <br>\n  <br>\n  <!-- Mr Peter Sung (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Peter Sung) (for the Minister for National Development):</b> Mr Speaker, Sir, the HDB has no plans to erect side-awnings at Sims Drive Market. This is because the existing louvres give sufficient protection against the sun and rain. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BOOKLET ON RESALE OF HDB FLATS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development whether a handbook explaining the new measures on the resale of Housing and Development Board flats will be published in different languages for the information of the general public. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung (for the Minister for National Development):</b> Mr Speaker, Sir, the HDB has on 17th February 1989 released to the media the implementation details of the policy to ensure a good racial mix in HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To further inform and guide the public, the HDB will shortly publish a booklet on this policy and the resale procedures. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHANGKAT PRIMARY SCHOOL/CHANGKAT-CHANGI SECONDARY SCHOOL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Renaming)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Education if he will consider renaming Changkat Primary School at Simei Street 3 and Changkat-Changi Secondary School at Jalan Tiga Ratus as Changi Primary School and Changi Secondary School respectively, as both schools are in Changi Constituency. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 210</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Tay Eng Soon) (for the Minister for Education):</b> Mr Speaker, Sir, Changkat Primary School changed its name in June last year to reflect the constituency it was in then. Another change so soon following on the heels of the first change is not desirable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Changkat-Changi Secondary School has begun to establish a good reputation in its neighbourhood. The school should continue to retain its name and build for itself pride in its own identity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 210</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>AIR POLLUTION IN JURONG</b>\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mrs Yu-Foo Yee Shoon - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. To ask the Minister for the Environment what is the level of air pollution in the Jurong area and whether the air is safe for human beings. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Question No.4,Sir. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, the levels of various air pollutants such as total acidity, smoke, suspended particles, sulphur dioxide and nitrogen oxides in various parts of Singapore, including Jurong, have been kept under continuous monitoring since 1971. The results show that the level of air pollution in Jurong, as well as in other parts of Singapore, is well within the ambient air quality standards recommended by the World Health Organisation (WHO) and the United States Environmental Protection Agency (USEPA). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The levels of various pollutants in Jurong are not only within the standards but are also very low. For example, the 1988 levels of sulphur dioxide, total acidity and nitrogen dioxide in Jurong were 35, 24 and 35 ug/Nm3 respectively. The WHO standards for these pollutants are 80, 60 and 100 ug/Nm3 respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a large part of Jurong is industrial, the air in Jurong, admittedly, would not be as good as that in other parts of Singapore which are largely rural or residential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nonetheless, Sir, the air in Jurong is safe. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, what are the main sources of pollution in Jurong? Secondly, what steps have been taken to minimize the pollution from these sources? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Speaker, Sir, the more pollutive industries in Jurong are those with large fuel-burning equipment and these are mainly the petro-chemical plants,the oil refineries and the power stations. Besides complying with the emission standards specified in the Clean Air Act, these industries, as an added precaution, are sited at remote locations or on offshore islands so that the impact on population centres is further minimized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, other sources of pollution in Jurong, particularly the Jurong North Area, are the brickworks. It has nothing to do with Brickworks Constituency. In the past, when the area was scarcely populated, pollution from brickworks had little or no impact at all on the surrounding areas. With the development of highrise HDB flats in Jurong East, Jurong West and Bukit Batok, the soot from these brickworks are affecting the people; so they complain. What my Ministry had done was to require these brickworks to phase out the use of old kilns which were the main source of pollution because of the poor design. In fact, Sir, the brickworks which are allowed to remain in the Jurong North area are those with newer and cleaner kilns. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY SUPPLY BILLS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for FY 1989/90 and the Supplementary Supply Bill for FY 1988/89 may be proceeded with immediately after the conclusion of the proceedings on the Main and Development Estimates for FY 1989/90. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1989 TO 31ST MARCH, 1990</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 212</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Main and Development Estimates of Singapore for the financial year 1st April, 1989 to 31st March, 1990, contained in Paper Cmd. 8 of 1989. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main Estimates and under the Development Estimates on pages 49 and 50 respectively, of Paper Cmd. 8 of 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Guillotine\" times have been fixed under Standing Orders 87(7)(a) and 88(5) for the heads of expenditure in the Main and Development Estimates and these times have been circulated to Members under a revised list, Notice Paper No. 87 of 1989. Under Standing Order 87(7)(b) times have also been allocated for each amendment to the Estimates. These times will be announced by the Chair as we go along from head to head. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even with the addition of three days to the seven days provided for under the Standing Orders for the Committee of Supply on the Estimates, the time available falls short of the times Members have indicated would be required for discussion of their amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the time constraints, hon. Members will endeavour to be short and precise in their speeches. Although the Standing Orders allow Members to address the Committee for up to 10 minutes at any one time, in speaking on their amendments Members are asked to take into account the time that would be needed by the Front Bench to reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members on the Front Bench are also urged to keep their replies precise so as to allow as many Backbenchers as possible to speak on their amendments within the guillotine times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to remind Members that under the Standing Orders, they must confine their observations to the subject under discussion and may not introduce irrelevant matters. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 213</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Member should also not engage in tedious repetition, either of his or her own arguments, or of the arguments used by other Members in the debate. If a point or points made by the Member had already been made by some other Member, I shall not hesitate to ask the Member to discontinue his or her speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Member who has not given notice of an amendment cannot speak on it until the Members whose names appear below the amendment have spoken and the Minister concerned has replied, provided that there is still time left for the amendment and the subject he wishes to speak on is relevant to the matters raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Member who has indicated that he wishes to speak on a matter affecting policy but speaks on a detail of expenditure will be ruled out of order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Strict observation of these rules are necessary to ensure the brisk conduct of the business before us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remind Members that I shall be listening to them for the next 10 days. While I have been credited by others with the virtue of patience, I venture to tell Members not to attempt to test the limits of my endurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That having been said, we can now begin. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 213</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head B \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head B be reduced by $10 in respect of Code BA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, $0.35 million is to meet legal fees for the engagement of a QC or QCs for the expenses incurred as a result of legal action taken by or against the Government. The Privy Council recently heard the appeal of Mr J B Jeyaretnam and I assume that the Government must have also engaged a QC to look after its interest in the Privy Council hearing. If so, would the Minister inform the House what these claims and costs were and, if not, would the Minister inform the House what the budgetted expenses are for and has any funds been used for claims and costs in 1988? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 214</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wonder if I may also bring in a small item which is connected with the Attorney-General's Office or the Government. It is the news items that was published in the newspapers this morning, namely, the decision to ban QC Anthony Lester from working in Singapore. This man, according to the newspapers, has been conducting political activity outside the court. I wonder if that is the real reason why he has been barred from coming to Singapore. If that is the reason then no lawyer should be allowed to carry on political activity outside the court. But I see many lawyers are doing that. So what reason is there for not allowing a QC to come to work in Singapore? \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Sir, on his first point as to the precise details of expenditure involved in the services of QC engaged by the Government, obviously Ministers do not carry these details in the head and if the Member were to file a Question on this specific point the information will be supplied to him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I turn to his second point. He has not read the Government press statement correctly. Mr Lester has not been allowed any more professional visit passes to come to Singapore to work as a QC, not for the reasons that he stated, but because he has abused his privilege, ie, the privilege which we grant to British QCs of appearing in our courts. He has abused his privilege in that he has carried out a crusade and campaign for his client beyond the confines of the court. Dr Lee Siew-Choh argued that what the Government had done was to say that the lawyer cannot be a politician. This has never been the position of the Government. The sole reason why Mr Lester has been denied a professional visit pass is that he has abused the privilege. He has mounted a campaign on behalf of Teo Soh Lung and others abroad, agitated against the Singapore Government, has threatened and intimidated the Government and, by the account of the Foreign and Commonwealth Office of England itself who told our High Commissioner, he is in the forefront of the legal circles mounting pressure on the British government. These are the reasons, Sir. It is highly improper for a lawyer who is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br> appearing in a case on behalf of a client to crusade and campaign for the client beyond the confines of the court. It has nothing to do with whether the lawyer in a separate capacity wants to be a politician, but he cannot abuse his role as a lawyer to mount a campaign for his client beyond the courts. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, he has said that the QC threatened and intimidated the Singapore Government. I find it impossible to believe a thing like that happening. In fact, as far as I know, the Government intimidates other people instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the abuse of privilege, Sir, you must understand that a big principle is involved - the principle of upholding justice. In the circumstances, the upholding of justice may be allowed on anywhere in this world, not necessarily inside the court. And if the Government insists that the lawyers can only speak on the issue inside the court, then the principles involved will have to be completely swept aside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the courts of justice all over the world allow people to speak on issues like that, and I think the Government should not be harsh if somebody should speak up for lawyer Teo Soh Lung. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The Member is entitled to his view if he thinks it is proper for a lawyer who is representing a client in a court to also act as a propagandist and a campaigner and as a crusader beyond the confines of the court. That principle certainly is not the principle on which we have operated in Singapore. That is not the principle which the British allow in their system, and certainly it is not a principle which we are going to change now, just because the Member feels that it is expedient. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Would the Minister then say that this principle is exclusive for the Singapore Government? At the present moment, there are protests already from the British government and, I suppose, more protests would come from Europe and other places. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 216</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> This is not a principle which is peculiar or unique to Singapore. This is a principle which is universally recognized in the Commonwealth - a lawyer should not confuse his role as a lawyer; he must keep to the confines of representing the best interests of his client, of adducing the best arguments to the court in favour of his client's case and to persuade the court to listen to, and decide on, the legal arguments - not to crusade and be a propagandist outside the court. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Whether things like that will be interpreted as crusading depends on the views of the people who are being crusaded against, if I may use the same word. But then, Sir, these are universal principles upheld by the Universal Declaration of Human Rights. And in the circumstances, no one should be penalized if he should speak up on such principles. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I will be enlightened if the Member can point out where in the Universal Declaration of Human Rights is provided that, first, a country must allow foreign lawyers to come. It is a privilege we have given. They have no right to come here. Secondly, where in the Universal Declaration of Human Rights does it say that a foreign lawyer who is granted the rare and unique privilege to appear in a foreign court can then abuse the privilege? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he seems to think that Mr Lester has done nothing wrong. He should read the Government press statement again. Mr Lester, according to the account of the FCO itself, was in the forefront of legal circles exerting and mounting pressure in the United Kingdom. Secondly, he should read the references in the press statement to what Mr Lester said, not only to Ambassador Marshall but also to Mr Tiwari, Senior State Counsel - that he would take the matter up with the British Bar Council, with the British Foreign Secretary, and even the British Prime Minister. These are all threats and intimidation. And he thought that the Government would succumb to these threats and intimidation. He was wrong. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, if anyone should try to pressurize the Government through any form of activity, that does not mean that he is going to intimidate the Government. If that is how it is interpreted, then I suppose all those who are lobbying for the MNCs in Congress in the United States, could be said to be intimidating the US government. Similarly, there are also pressure groups in Britain. It may be a privilege for foreign QCs to work in Singapore, I suppose. But this has been going on for a long, long time. QCs are supposed to be part of the whole judicial system, since the Privy Council is today supposed to be the highest court in Singapore. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Chairman, Sir, thank you for allowing me to participate in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since we are discussing QCs, particularly QC Lester, I was rather surprised to see in the Straits Times this morning that the British government had protested to the Singapore Government on this case. If I may quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We regret this action by the Singapore Government. Mr Lester enjoys the highest professional and public standing in courts throughout the Commonwealth, the European Community and elsewhere.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am rather surprised that the British government has decided to get involved in this matter. This is purely a matter between the Singapore Government and QC Anthony Lester. He was given a professional visit pass to come and defend the case in Singapore, and he transgressed the rules that went with the professional visit pass. And I think the Government had every right to withdraw. For the British government to get worked up on this matter, I find it very difficult to follow. We did not protest over the Tan Wah Piow issue. He entered the United Kingdom, I believe, without a passport. So why these double standards? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, in response to Mr Chandra Das, let me say that I am as surprised as he is that the British government should take that stand, because the action taken by the Singapore Government really has got nothing to do with the British government. It has got nothing to do with any policy of the British government or with any decision or any depart- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> ment of the British government. In fact, it has got nothing to do with the British government whatsoever. That the British government may have a high esteem of him in his activities in United Kingdom and elsewhere is totally irrelevant for the case at hand, because the action that we have taken against him is in relationship to his conduct vis-a-vis a case which involves him in Singapore. And it is for that that we have taken action. In other words, the action against Mr Lester has to do with our policy, which is a liberal policy of admitting QCs. But if any one QC, whoever he may be, whatever his connections may be with the British establishment, however high and esteemed others may have of him, if we conclude that he has abused the privilege, then we will take action. And that is what we have done, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, do you want to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, in view of what he has said, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $8,540,500 for Head B ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,801,100 for Head B ordered to stand part of the Development Estamtes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head C - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $6,759,400 for Head C ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $203,000 for Head C ordered to stand part of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head D - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $443,800 for Head D ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head E - \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head E of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to speak on the topic of the Court of Final Appeal. In the debates earlier in the year, it is clear that the role of the Privy Council in our Judicial system is under review. In the debate on the Constitution of the Republic of Singapore \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 219</b></font>\n  <br>\n  <br> (Amendment) Bill on 25 January 1989, the Minister for Law said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I might add that it is not just the security cases that we are concerned with. In fact, the Government has been concerned for some time over how long we can continue this system of appeals to the Privy Council. Some Members may know that during the British Empire, some of the judges who sat on the Privy Council had experience serving in the colonies or in the Commonwealth. That way, some of the judges in the Privy Council had valuable local perspective when overseas cases came up to the Privy Council. This was important.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister also went on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I should therefore add that there are also other areas, particularly of administrative and public law, where our courts must also have the final say. This is because the political, social and economic circumstances of a country are crucial factors in interpreting and applying such law by the judges of that country. However, we shall decide on these matters after careful deliberation.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I have mentioned in an earlier debate, many of the lawyers that I have spoken to are prepared to do away with appeals to the Privy Council, provided that a permanent Court of Appeal is set up in Singapore. There are others, of course, who prefer to retain the Privy Council as the final Court of Appeal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the issue before us today is whether we are prepared to accept the concept of having our own permanent Court of Appeal. First come acceptance of the concept, then the challenge to deal with the problems involved, and admittedly there are major hurdles to cross! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whether a permanent Court of Appeal should be set up must be based on sound principle and legal philosophy. The Hon. Minister himself, a Professor of Law, has wisely set out the reasons why the Privy Council is no longer relevant in Singapore's present day context (as I have quoted earlier). Some expressed the view that there are only about 10 cases of appeals to the Privy Council each year. So why set up a permanent Court of Appeal? The judges will not have enough workload! Others argue that if we have a permanent Court of Appeal in Singapore, we will be encouraging more litigation or appeals because appeals to the Privy Council in the United Kingdom can be an expensive affair. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 220</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I reiterate that a permanent Court of Appeal should be set up based on sound principle and legal philosophy and not based on the economic theory of supply and demand. The fact that not many cases went up to the Privy Council could be due to a number of factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Perhaps it is too expensive; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Perhaps litigants are satisfied with the competence and fairness of Singapore courts. This, I believe, and hope, is the major reason. This is a good indication of our court's image and high standards; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Perhaps we have good lawyers at the Bar who do not indiscriminately advise their clients to appeal frivolously. This indicates that we have a mature, competent and responsible legal profession, something that we can all be proud of. I disagree with the Straits Times' assessment that there is a \"general paucity of talent at the Bar\". [Straits Times, 11th March 1989]. However, as the famous legal maxim goes, justice must not only be done, but justice must been seen to be done. What we are talking about is the doing of justice in Singapore. It is the whole business of a fair system of justice in Singapore, and not how many people will go to the Court of Appeal. If we do not set for ourselves the high ideal of our own Appellate Court system, the probability of miscarriage of justice is that much higher. The question is not how many will appeal, but rather when litigants are dissatisfied, do they have a choice? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one very relevant question in the consideration of the setting up of an Appeal Court is that there is an acute shortage of Judges. This argument cannot be faulted. However, the point the GPC would like to make is that the Government should accept the proposal in principle, and work towards the establishment of a permanent Court of Appeal. If we cannot achieve this in the immediate future, can we do it in the next three or even five years? This Government has proved itself capable of handling the most intricate of problems, the most important of which is the survival and prosperity today of an independent Singapore of 600 sq km. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident that we can overcome this problem, given the political will to do so. We succeeded in the almost insurmountable economic and political spheres fraught with problems. Is the legal problem so insurmountable? There are many solutions to a problem, and I am an optimist. I will definitely not dismiss this important issue by wishing it away on the grounds of \"idea impractical because of shortage of Judges and legal talent\". [Straits Times, 11th March 1989]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us remind ourselves that in Malaysia, where the legal training of lawyers and Judges is not dissimilar to that of Singapore, there is a permanent Court of Appeal. I would urge the Government that in assessing the suitability of potential judges, we should not place undue weight on the annual income of the person. The highest earner or best paid lawyer in town need not be the most suitable candidate for a potential judge. Integrity, honour, experience, wisdom and a sense of commitment to the law of the land and the national cause are more important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In closing, Sir, I would like to add that the absence of a permanent Court of Appeal would stultify the development of our law, and the development of the process of judicial decision making. A permanent Court of Appeal and its considered legal reasoning will no doubt enhance the stature of our courts. In time to come, our Court of Appeal will I am sure join the ranks of other distinguished courts,and perhaps even the Privy Council. This is our challenge, excellence in law in Singapore. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, I would like to support my Chairman, GPC for Home Affairs and Law, with regard to this subject on the permanent Court of Final Appeal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I take it that the Government will be reviewing the position of the Privy Council for Singapore. In so doing, I think there is a great need to consider a viable substitute in its place. It is my view that a permanent Court of Appeal of Singapore will be such a viable substitute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am happy to note that provisions have been made to increase the number of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 222</b></font>\n  <br>\n  <br> Judges for the financial year 1989. Unfortunately, as it stands now, other than the recent elevation of a High Court Judge, the number for FY 88 stood at 9 against the estimated need for 14 Judges. But nevertheless, it has demonstrated the Government's desire to seriously consider providing for more High Court Judges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is important that the consideration of the shortage of legal talent in Singapore should not be over repeated. There is such a thing as self-fulfilling prophecy. The more often that we pronounce that there is a lack of talent in the legal field, the tendencey is that we believe in it and we believe that to be the truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is important, as I have mentioned earlier, that the Government set up a Law Review Commission to thoroughly review the judicial system in Singapore. Is it possible for us to develop a system whereby we could delegate more of the functions to the District Courts and the Subordinate Courts so that as much exposure and opportunities for development could be given to our legal personnel at the lower levels so that there will be promotional opportunities for such people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am aware that for a start, it may not be possible for us to implement immediately this permanent Court of Final Appeal. But I think it is important for us to have the Government agree in principle that there would be such plans and that they are taking action and whatever measures to fill those positions. I am aware that the Government will be raising the salaries and conditions of service to make it attractive for people to take on the High Court Judge position. But what other possible areas could be looked into by the Government to ensure that these positions would not be left vacant as has been the case? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not agree with the article written in the Straits Times on 11th March that because of the shortage of Judges and what Mr Cheng has deemed to be the lack of legal talent, the fact that the idea is not easy to implement at this point of time, we should not be looking into this matter. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do you want to reply now, Prof. Jayakumar? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, with your indulgence, I am not sure whether what Mr Davinder Singh* has to say is also connected with the Judiciary and with the points made by the other speakers. If it is, it might make sense for him to be heard first. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think he wants to speak now. Mr Singh. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> Mr Speaker, Sir, the Judiciary in Singapore has been receiving a fair bit of attention. There is some concern that it is not growing at an acceptable rate. Two reasons have been offered. One is the lack of suitable candidates and the other is the disinclination of those who are considered suitable to get on to the Bench. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coupled with the increase in general terms of the number of cases which go to the High Court and, in particular, of complex commercial disputes, the result is a considerable wait for trial. Our aim is to enhance Singapore's reputation as an international financial centre. To do this, the financial community has to be offered a package of services which are not easily available or conveniently available elsewhere. One such service is the existence of a forum which will ensure that commercial disputes are resolved expeditiously. If we can do this, I am confident that contracting parties, local and international, will opt for Singapore law as the law to govern the relationship as well as Singapore as the forum to resolve any disputes arising from that relationship. Today, a commercial matter takes about four years to reach trial. To some parties, this may be unacceptable for financial or for legal reasons. Monies may be tied up for too long a stretch. Definitive rulings are required as a guide for future transactions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The High Court Judges are doing everything possible to get things moving but they need assistance. One possible solution is the appointment of judicial officers in Singapore akin to the Official Referees. The office of Official Referee was created in England in the 19th century to enable persons to deal with or inquire into complicated and technical matters on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 224</b></font>\n  <br>\n  <br> direction of Judges. This helps expedite the process of resolution of disputes. The office and title of Official Referee has been abolished in England since 1972. But the Lord Chancellor there does from time to time appoint or nominate circuit Judges to deal with Official Referee's business. Proceedings in the High Court of England which were once considered as Official Referee's business include actions relating to building and related claims, claims against professionals, claims relating to the supply of goods or services and claims in relation to the taking of accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, we may call them Official Referees or any other name if appointed, and they can assist Judges in the disposal of commercial cases. The term \"commercial\" can be defined to include amongst those cases or actions which I have referred to earlier, building related claims or insurance claims. Depending on the number of appointments, this will result in the alleviation of the backlog of cases in the High Court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it will also serve as an excellent training ground for those who aspire to the Bench or for those who have the talent but not necessarily all the necessary requirements for elevation. Also, expatriates may be appointed as Official Referees. There is some concern or there is a feeling that we should not have expatriate judges on the Bench. This may well be the right compromise to tap their talent without necessarily having to elevate them to the post of Judgeship or as Judicial Commissioners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a member of the legal profession and I declare my interest as one, it is my opinion that there is a pool of persons from which we can draw such judicial officers. Briefly, there are three general groups. The first group, senior lawyers who are qualified to be appointed as High Court Judges but who are not ready to take on that commitment or who do not want to foreclose the option of not being able to practice in the High Court again. One suggestion, Sir, is for Senior Counsels, who will be appointed in due course, to consider taking up yearly appointments as a form of public service. The second \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 225</b></font>\n  <br>\n  <br> group, lawyers who are desirous of becoming judges but who lack the qualifications. For example, they may fall short of the 10-year constitutional requirement or may lack all the necessary practical experience, eg, senior academics. And the third group, as I mentioned earlier, may be retired Queen's Counsel or senior lawyers from Common Law jurisdictions who are not so much in active practice and who can be persuaded to come away to Singapore to spend a year or two here to assist the High Court in dealing with commercial cases so that the backlog problem will be solved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if a sufficient number of persons can be found to act as Official Referees, quite apart from the speedier disposal of cases, it might just enable the creation of the Permanent Court of Appeal because senior High Court Judges, because of the shift in work, may be released from their routine High Court duties to undertake appellate duties only in the Court of Appeal. Ultimately, Sir, the aim must be to enhance our role as a financial centre. If members of the financial community know that Singapore is a place where we can have commercial disputes resolved expeditiously and competently, it is very likely that they will opt for Singapore law to govern their relationship, therefore bringing more transactions onshore as well as opting for Singapore as the forum for dispute resolution. I would ask the hon. Minister to consider this. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> May I first take up the points of the Chairman of the GPC, Dr Arthur Beng, as well as Mr Loh Meng See on the Permanent Court of Appeal. In principle, the idea is good and we should strive towards achieving that objective. The advantages that they outlined are certainly correct. I also see other advantages in that it overcomes some of the problems that are presently faced. For instance, each time under the present system when a Court of Appeal is convened to hear cases it means that three Judges are tied up for hearing the appeal case, and they are not available to hear cases in the first instance. It also means that the staff of the Registry of the Supreme Court have got to keep a careful monitoring to ensure that no judge is put on the appellate panel \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> which would hear a case that he had decided some years ago in the court of first instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It also means under the present system that it is not possible to muster three judges to hear an appeal at short notice to hear urgent applications. So there are these disadvantages which will be overcome if we have a Permanent Court of Appeal. It will be desirable because certain judges will be designated to hear appeals all the time or most of the time, although I think we should not foreclose the possibility of them, as the occasion requires, sitting in the first instance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the problem really is that for this to materialize there must be available the number of judges. The two are connected and we cannot get away from it. So this brings us back to all the discussions that have taken place in this House on the difficulties of getting the ablest, the best and the most talented of our legal profession to take up judicial appointments, and I need not go over the problems that have already been outlined in the House, the wide gap between the private sector and the terms for salaries for judges. It is not only a question of salaries. The question of salaries was touched by the Chairman of the GPC. The Government is attending to the problem and in a statement which will be made next week by the First Deputy Prime Minister, he will also refer to the revision of salaries. But whatever revisions are made the gap will still be there between the salaries of judges and the private sector. It is not just monetary constraints. There are other constraints. If a practising lawyer is to accept judgeship, his lifestyle will change in the sense that people expect a judge to have a certain amount of decorum and conduct himself with propriety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then you may have very good lawyers, skilled and able lawyers but they may not want to take up judicial appointments because some of them may consider the judicial tasks rather awesome or unpleasant. You have to take decisions and apply the law. In criminal cases it means taking a decision which will make the accused person go to jail or even in capital cases suffer the death penalty. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> these are decisions which have to be taken. Not all lawyers would want to do that. So there are not only monetary considerations but also non-monetary considerations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See asked whether the Government is doing enough to ensure that we get more judges. I would like to assure him that this is uppermost in the minds of the Prime Minister and the Cabinet. One indication is that, as he would have found out from the budget provisions, more provisions are being allocated for increasing the number of judges. In fact, before the City Hall was allocated to the Judiciary and the courts were only confined to the Supreme Court building, there is a total of only about 11 courts. The Government allocated this pretigious City Hall for the use of the Judiciary and the Academy of Law. When new court rooms are constructed, I think there will be about 16 to 17 new courts this year and by 1990 there should be a total of 23 courts. So the facilities are made available. May I also mention that we are going to amend the Legal Profession Act to remove one of the obstacles which inhibits persons from accepting judgeship and that is a provision which restricts the retired judges from practising. We will amend it because we think that it is not reasonable to prevent a retired judge from going into practice, at least as a solicitor. So these two points are connected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we have the required number of judges and I think we should strive to get the required number of judges, then the Permanent Court of Appeal may become a reality and perhaps other things can also be done. We can have a special court for commercial cases or family law and other things can be done. I am also an optimist like the Chairman of the GPC and I hope that, with the infrastructure which is being provided, the more able and the more talented of our legal profession will be able and will be willing to accept judgeships to the Supreme Court. And if that is done and we have the required number then I think the Permanent Court of Appeal will be a reality before long. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point made by Mr Davinder Singh is to me a novel but interesting proposal which, like all other constructive proposals, I am willing to study and give consideration. Of course, the views of the Judiciary should also be consulted and their views taken into account. As I see it, his proposal is, in fact, a proposal for another category of judicial appointments, shall I say, of an ad hoc nature to deal with specific categories of cases with the intention of clearing up the backlog as well as the other advantages that he mentioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While his proposal will be considered, at this stage let me say that my first impression is that perhaps the objective that he mentioned might be capable of implementation without having to introduce yet another category of judicial appointments. As I see it, the concept of a Judicial Commissioner may itself meet some of the points that he mentioned. If the Member were to look at Article 94(4) of the Constitution, it provides for Judicial Commissioners. A Judicial Commissioner can be appointed in order to facilitate the business of the Supreme Court. And such a Judicial Commissioner can be appointed for such period or periods as the President thinks fit. In other words, it need not be a permanent appointment. It can be for such period or periods as specified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also provided in the Constitution that the Judicial Commissioner can be appointed \"in respect of such class or classes of cases as the Chief Justice may specify.\" Although so far Judicial Commissioners, I understand, have been appointed to perform all the functions that a judge of the Supreme Court would perform, there is provision which contemplates some of what the Member has proposed. So we will have to look into whether his objective can be attained by different types of Judicial Commissioners or whether it is necessary to create yet another category of judicial appointments. Whether we should do that or whether we should have in future some Judicial Commissioners to be appointed on a temporary ad hoc basis to do the specific category of cases, of course, will have to take into account,first, whether it is desirable that Judicial Commissioners should be appointed on a temporary basis \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> or is it more desirable to try to get judicial appointments on permanent basis so that there will be continuity. Second, we will also have to consider whether,in making the kind of appointments that is envisaged, it would still overcome the problem of lawyers willing to take up such appointments. I think Mr Davinder Singh assumes that with that kind of appointment there may be a greater number of lawyers willing to take it up. The third consideration we will have to bear in mind is whether if we have such appointments of a temporary ad hoc nature, would it instil public confidence in these types of judges and whether they would have the as judges were appointed on a permanent basis. I do not know same degree of commitment to the judicial task the answers to these questions. I just mention these as initial considerations which come to my mind but I would like to assure him that this will be taken up and the views of the Judiciary will also be sought and I thank him for his suggestion. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I thank the Minister for his positive and encouraging reply. Today I feel we are also hearing the wise advice of a Professor of Law. Sir, I beg to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $15,699,800 for Head E ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,576,490 for Head E ordered to stand part of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head F - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $9,425,700 for Head F ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,355,130 for Head F ordered to stand part of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head G - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $36,000 for Head G ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head H - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Low, can I remind you that guillotine time is at 1.35 pm. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head H of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Being an NTI staff I wish to disclose my personal interest on the topic that I am going to talk about - Post-Graduate Engineering Research. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the manufacturing sector is a core component of our economy. If we strive to improve from what we have, our manufacturing sector will move considerably, if not completely, from labour-intensive operations to those centred on skill and knowledge-intensive technologies. As more and more manufacturing firms are encouraged to shift their centres of operation to Singapore, the long term survival of these companies will have to rely to their product innovation, research and development. According to the Annual Report of the Science Council, the national R&amp;D expenditure for 1987 was close to 1% of GNP. The R&amp;D activities in Singapore are envisaged to grow further. Out of the 1,200 employees in the Science Park, 11% are Master degree and Doctorate degree holders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, besides that, we need to train a pool of skilled technicians and engineers. We need also people who are analytically-minded and familiar with the frontiers of science and technology to sustain the continuous growth in R&amp;D in the manufacturing sector. We need to train more people in this category to strengthen the R&amp;D manpower pool. It has been a tradition that very few local engineering graduates would like to do post-graduate research work except those who wish to be academic staff of the institutions of higher learning. The reasons are (1) poor financial reward; (2) research efforts are not well recognized; and (3) poor career prospects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that advertisements for research scholarship and research assistantship for local higher degree in engineering research institutions have been unable to attract sufficient suitable local applicants. I also understand that certain organizations have to offer the awards to students from the Indian subcontinent and mainland China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the per unit cost of post-graduate research study is very much higher than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> the undergraduate courses. All this allocation of resources is aimed towards the training of our local researchers to meet the anticipated requirement of R&amp;D manpower pool of our nation. It is certainly not with the intention of offering paid post-graduate studies for foreign students who most likely will not stay and work here after graduation. We must try in our effort to ensure that these posts or studies are sufficiently attractive and subsequently the experience gained are well recognized upon graduation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following are some of my proposals for the PSC to consider. First, the scholarship for local engineering post-graduate study. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Low, can I remind you that you are not giving time for a reply if you continue. I think you should quickly make your points. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> Yes, give me half a minute. The scholarship for local engineering post-graduate study for full-time research should be equal to the starting salary of a fresh engineering graduate in the same discipline; (2) full-time research experience and his being awarded a higher degree in research must be recognized fully when he joins the public sector. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Sir, the points raised by the Member for Chua Chu Kang are indeed valid because we all recognize that for our industries to grow in future we will need many more post-graduate engineers. This is explicitly recognized by Government in that substantial sums have in fact been allocated for research and development in this year's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the provision of incentives for our local engineering students to take up post-graduate work, I think this is an area where the bodies responsible for allocation and selection of post-graduate engineering scholarships should take note and I would certainly commend his proposals to the people concerned, such as the Public Service Division of my Ministry, the Public Service Commission, Mindef, the Econo- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> mic Development Board, all of which have various scholarship schemes. Perhaps these schemes need to be reviewed to ensure that the financial terms are attractive enough to induce more post-graduate students to enter this field. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> Sir, I wish to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $18,268,520 for Head H ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), Mr Das. We have 41 minutes to discuss this amendment. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head K of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I would like to seek from the Minister the status and level of our bilateral and multilateral defence relations. The Government Parliamentary Committee on Defence and Foreign Affairs views defence and military diplomacy as a high priority item in the work of the Ministry of Defence. We also feel that it is extremely important to promote bilateral and multilateral relations with our friends, especially our Asean neighbours. In this connection, we would like to know whether there has been any further positive development in this area since we last discussed this subject in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the status of our relations, the Committee is also interested to know about the nature of cooperation between our SAF and the foreign armed forces. inally, Sir, we would like to know from the Minister the various joint exercises our SAF will be conducting with the armed forces of other countries in the coming financial year. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC):</b> Sir at the Sixth Reservists Officer Staff Course Graduation Ceremony and Dinner in December 1988, the First Deputy Prime Minister highlighted two significant points. First is the somewhat \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> paradoxical statement when he referred to the building of the SAF as not to fight war but to preserve peace. It is this policy, he said, ie, that of preparing for war that has brought us the peace. Secondly, he referred to the staring analogy. By that he meant that the defence policy based only on deterrence will end up with two parties staring at each other. Staring breeds suspicion and if unlucky it may end up in blows. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister therefore suggested that the best policy in maintaining peace is to have \"common interest and understanding based on mutual respect, balanced forces, intertwined interests and a shared destiny\". I am encouraged to note that our defence programme is in consonance with this policy. This is manifested by our existing bilateral defence exercises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current joint naval exercise codenamed \"Exercise Malapura 6/89\" is a case in point. It is an exercise in the South China Sea between the RMN and the RSN. This is testimony of the common realization that our defence and that of our neighbour is indivisible. Such an exercise and other forms of bilateral defence arrangements will undoubtedly contribute to the security and stability of the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as our national and regional security is of paramount importance, may I ask the Minister if he is satisfied with the present state of bilateral and multilateral defence relations. Secondly, what other measures are being planned so that the defence policy, as enunciated by the First Deputy Prime Minister, could be effectively realized? Thirdly, what would be the status and role of the Five-Power Defence Arrangement in the future? \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, over the past 10 years, the annual defence expenditure has increased from $1,035 million in 1979 to an estimated $2,916 million for FY89, a jump of about three times. In recent years, the allocation for the Ministry of Defence has been averaging about 30% of the annual budget or about 6% of the GDP. It increases by about 10-12% each year. Hence, Mindef takes a large slice of the annual budget. Even so, I would like to ask the Minister whether or not the defence allocation is adequate to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> meet the defence needs and to support the various activities of Mindef. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mindef has to implement various policies which require heavy financial commitments. Such programmes as the purchase of appropriate equipment to replace outdated or worn-out equipment and to provide more sophisticated defence systems require a lot of money. Likewise, the training of defence personnel - recruitment, training, upgrading of skills. In order to ensure that we have a robust, efficient and defence force means that large financial resources have to be expended. Further, Mindef has to build up sufficient reserves, both equipment and personnel, to meet any contingency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is vital that the SAF maintains and enhances its status and prestige of being an alert, efficient and powerful defence force - one which is equal to the best, if not, better than the forces from comparable countries. We must have an SAF which can safeguard and even guarantee our national security interests. Our national security interests extend to matters of regional security. May I ask the Minister: are we in a position to respond to changes which affect regional security? Of course, we are already contributing to regional defence. For example, Singapore participates in joint exercises with our Asean neighbours on a bilateral basis. We contribute to the Five Power Defence Arrangement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there are new demands which have to do with the changing strategic environment. The strategic environment is changing and changing very fast. Specifically, Sir, these changes may demand from us a contribution to share the burden of defence of the Southeast Asian region. We may have to bear financial responsibility for joint usage of certain facilities and purchase of compatible equipment meant to facilitate cooperative endeavours. The changes in the strategic environment affect the balance of power in the region and the states in Asean may have to share the burden of defence of Southeast Asia. Specifically, we may have to do more to promote defence cooperation with the United States. We should be ready to do our part to contribute to regional security. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to meet both national and regional security needs, the Ministry of Defence should be provided with adequate financial resources. Again, I would like to ask the Minister whether or not the present allocation is sufficient to meet those requirements. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, since independence, the Government has built up the SAF into a formidable fighting force, with a fearsome set of teeth which would bite the ear off any would-be aggressor, and do more. However, of late, there is some concern that we might be falling behind some of our neighbours in the acquisition of the latest military hardware and technology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to reports, one neighbouring country has received or placed orders for American F-16 jet fighters, Rapier ground-to-air missiles, seabed mine disposal equipment, naval mine hunters, shipborne super Puma helicopters, new submarines and a significant number of new frigates, armed with harpoon missiles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another neighbour further North has signed a Memorandum of Understanding with Britain for the purchase of o1 billion (S$3.3 billion) worth of military equipment which included Tornado jet fighters, Rapier surface-to-air missiles, Javelin ground-to-air missile launchers, 105mm field guns, 155mm howitzers and Oberon-class submarines. It is also building a large military base and is reported to be shopping around or considering the further purchase of E-2C Hawkeye airborne warning aircraft, Mirage 2000 and F-16 jet fighters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as others go on a shopping spree, we should not fall far behind. I am not saying that we should keep up with the Jones's, but to take stock of the situation and consider if our defence budget is adequate for our needs. Are we allocating sufficient manpower and financial resources to the SAF? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we should learn from Sun Tzu who said, more than 2,000 years ago, that \"war or defence is a matter of vital importance to the State, the province of life or death; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> the road to survival or ruin.\" Or remember Machiavelli, the 16th century Italian writer, who declared that \"The foundation of state is a good military organization. The first way for a state to lose its independence is to neglect its defences.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, without a strong SAF, there will be no Singapore. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Chairman, Sir, I am really surprised by the views expressed by the speakers before me. While Dr Lau says that there was a jump of three times in expenditure for defence since 10 years ago, with budget increases of 30% every year and a heavy expenditure now of nearly $2.91 billion, he has nevertheless come to the wrong conclusions. And then there is Dr Ong saying that we should not be falling behind in defence expenditure. In other words, we could buy still more equipment, compete with countries around us as to who can pay more for more equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not need to re-tally the heavy expenditure that we have gone through over the last 10 years. I have got it listed here, but since it is already agreed that there is such a heavy expenditure over the last 10 years, I would just leave it at that. But this heavy expenditure has taken away huge chunks of our Budget, money which could very well have been allocated for social services, especially education, health and other services. I ask: is it really necessary to spend so much on defence? The impression one gets is that Singapore is actively preparing for war or is already on the verge of war with another country. What country do we think we are going to fight against? We have friends all around us. We have bilateral and multilateral cooperation, and even alliances. Singapore and Malaysia are partners in the Five Power Defence Arrangement with Britain, Australia and New Zealand. We are amongst friends all around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, Sir, the Government used the excuse that China might be aggressive and therefore we had to spend more money on defence. Later on, the excuse was Vietnam. Now, the whole situation has changed. The whole world, in fact, is marching towards, not war, but detente. Everybody is becoming more friendly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> Even the Opposition is more friendly with the Government! And Singapore businessmen have gone to China to do business and invest, and they are also doing a lot of business with Vietnam. On top of that, we have the protective umbrella of the US Seventh Fleet. Now, I hear that some of our experts here even suggest that we should become part of the Seventh Fleet, and do all the donkey work for the Seventh Fleet. Of course, Sir, we agree that we should rely on ourselves, and self-reliance is a good watchword. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I would agree with the first speaker that we are rather jingoistic in our talk. We talk as if we want to be an Israel in Southeast Asia. We should be realistic. We are a small country with a very small population, and with all the heavy expenditure we are not going to help ourselves. We can only help the countries that sell us all the arms, armaments which are partly obsolete, anyway definitely obsolescent. That is why we have had accidents recently in the Air Force. So we should not waste all that heavy expenditure on obsolescent and obsolete tanks, planes, rockets, missiles. We should spend that money on the people instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only real defence, Sir, as many have stressed before me, for a small island with a small population like ours, is to have good friendly relations with all our neighbours and even countries farther away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Minister will address his answer to what I have suggested and let us see whether he can convince the Opposition or not. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Second Minister for Defence (Services)) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (Services) (BG Lee Hsien Loong):</b> Mr Chairman, Sir, before I go into the details of the questions raised by Dr Ong, Mr Das, Encik Wan Hussin and Dr Lau Teik Soon. I should take the basic question raised by the NCMP, Dr Lee, which is,whether we need a defence force, and whether we need to spend so much money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Very, very old Members of the House will remember that back in the 1960s, when we first introduced national service, the Barisan Sosialis, then Dr Lee's party, was opposed to it. In fact, Dr Lee chose to send his son to jail instead of into the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> Army. He did not address this point today and tell us whether he is still against defending the nation, against protecting what we have, and also against equipping our sons and men with the best equipment which we can afford, so that they will have the best chance to survive and to fight, outnumbered, and win if we have to go to war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we are all friends with everybody else, including the Members of the Opposition. We do not all smile and giggle as disarmingly as the NCMP, try as we might. But we are on good terms with our neighbours. We are surrounded by friends. As Dr Lee has rightly pointed out, Singapore is not Israel. Indeed, Southeast Asia is not the Middle East, and we do not want to be like Israel, in a constant state of tension, alarm, conflict, and bloodshed, between a very small and very determined country and its much larger and equally determined neighbours. We are at peace with our neighbours, and long may it remain so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, the question is: why do we enjoy this happy state of affairs? Why are we relaxed with our neighbours? Why are we quite unperturbed when other fleets sail through the Singapore straits? Why do we not mind when other airforces transit our skies? Why are we quite confident that nobody can do to Singapore what a few renegades did to the Maldives - they just arrived in a fishing boat one morning with a few machine guns and sent the entire government into hiding? It is because we have the SAF. It is because we have national service. We have put good officers into the SAF, with many schemes, including the SAF scholarships, which I shall talk more about it later. And because we have equipped them well, nobody takes the SAF as a force to smile at. It is a serious fighting force, professonal, not trigger-happy. When we need it, it will be there. From time to time we exercise it, to make sure that it can perform its full responsibilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is easy to cut the defence budget; by a stroke of the pen, we can strike it off. Instead of equipping soldiers with lighter fibre-glass helmets, we can equip them with steel helmets and tire them out. Better still and cheaper still, just give them \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> berets and tell them to take their chances against the bullets. Some of them may have thick heads. Why upgrade our tanks? Why spend money putting a new engine into an old A-4 as the most cost-effective way to get combat power without wasting money? Why develop new howitzers? So that when a solider fights, it is not just him, his bayonet and his rifle, but a whole system of fire support behind him, to give him the best chance of survival. We do not have to equip them. Just say, \"Follow me. Charge!\" I may not come back,and neither may they. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because we have spent 6% of GDP on defence, because we have made this sacrifice and put our manpower and resources and talent into defence, therefore we have security, therefore we are at ease, therefore over the last 10 years the defence budget has been able to double and triple in real terms, and yet remain the same percentage of the GDP, because the GDP has grown. If we had not done that, do you think the multi-nationals will come to Singapore - Japanese companies, American companies, European companies - and be safe, feel that their billions of dollars of investments here are safe? Or do you think they might decide in that case: \"Thank you very much. You have a nice tropical beach, but I don't think I am going to put my equipment or create jobs there.\" Maybe the NCMP would prefer not to have multi-nationals in Singapore. But in that, I think he would concede that his views would belong to the minority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we spend enough for defence. Not excessively, but what we need. We do not do it for demonstration effect. I do not know whether our neighbours are going on shopping sprees, as the Member for Bukit Batok has said. But even if they were, it would not be necessary for us to follow suit. Because we are not in an arms race with them. We are friends with them. We are equipping ourselves for long-term difficult-to-foresee eventualities, for surprises, which are bound to ambush us if we go unprepared. When we need to, we buy new aircraft. When we need to, we buy new ships. But only when we need to, and not in an arms \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> race with our neighbours. To go one for one would be destabilizing and alarming. It would change the whole nature of relationships in Southeast Asia, and lead to less confidence rather than more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know how fearsome our teeth or fangs look. I do not think it is necessary to look fearsome. Just look serious and not to be trifled with. That is sufficient. And that also makes it possible for us to establish confidence and diplomacy and friendly bilateral relations with our neighbours, as Encik Wan Hussin has suggested and as Dr Lau and Mr Chandra Das have pointed out. We pay a lot of attention to bilateral and multilateral relationships with our neighbours, exercises, to-ings and fro-ings, arrangements like the Five Power Defence Arrangement and the Integrated Air Defence System. We have discussed these in previous debates in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last year, these efforts have continued and we have started a few new initiatives. I will mention a couple of them, just to convey their flavour. It is not an exhaustive list. Mr Goh Chok Tong visited Malaysia in January. He invited the Malaysian Armed Forces to participate in an infantry battalion live firing exercise in Singapore this year. They have accepted and the exercise will be held in May. At the same time, the Malaysians invited us to participate in bilateral Army exercises. This is of particular significance because although our Air Forces and Navies have exercised together, our Army units have never exercised together. We recognize that it is a sensitive matter for the Malaysian government. But we are happy there has been a breakthrough. We have accepted their invitation and the arrangements will be worked out. The bilateral Army exercise will probably be held somewhere in East Malaysia this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are jointly developing an air weapons range with Indonesia in Siabu, near Pekan Baru in Sumatra. We will conduct some courses together. It will be the opportunity for both Air Forces to exercise and train together. I shall be going next week for the opening ceremony together with the Indonesian Defence Minister, General Benny. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we are spending enough money on defence. Of course, from a soldier's point of view, you would always like more. But from a national point of view, I believe what we are allocating is a fair share, because we have other priorities to look after also. On the point raised by the Member for Serangoon Gardens, while we want to have adequate money for new equipment and for training, we do not want to have a flabby budget, with too much money to spend, because then projects may be approved uncritically, resources may be wasted, and things could have been done much better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another danger with defence. In other Ministries, the bottom line is fairly easy to measure. In education, you can calculate per head how much money goes in, how many graduates come out. In Health so much money, so many patients. With EDB, so much budget, so many investments. But with defence, how much money - you can see. How much security, you cannot measure. You may well have spent it all on the wrong things. If you are lucky, nobody will find out until after you have retired, but it would still be a disaster for the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So spending cash on the right projects is most important for Mindef. In such an environment, it is better for us to have lots more ideas, than money to fund them, instead of lots more money than ideas of how to spend it. Then we can be sure that only good ideas get through. When we do spend money, we have to be sure that we do not purchase what the Americans call \"golden toilet seats\" - just nonsensical, profligate waste. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef has a variety of programmes and audits to try and keep ourselves trim. We have tried to get every soldier to contribute to productivity through PRIDE (productivity in daily effort). What he sees, he knows and takes responsibility for. We have tried to upgrade equipment instead of buying new ones wherever possible. I mentioned the Skyhawks, also our tanks. A new tank will cost $10 million. Upgrading an old one, $2-$3 million. Of course, it will not be as shiny, polished and nice, but that is a lot to pay for the shine. So just upgrade the old tank. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We keep the SAF in the job which it knows best, namely, military defence, and keep it out of business which it should not be involved in - maintenance, support, work which can be commercialized and given to non-uniformed outfits to manage, whether it is repair of equipment, management of inventories, or supply of rations. Why should uniformed national servicemen cook for our soldiers in peacetime when we can make a contract with a commercial caterer to provide us vast quantities of food at more economic prices? As a result, now, soldiers know that soldiers-cooked food is a lot better than non-soldier- cooked food! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are establishing management accounting systems in the SAF. That means when you fire a round, when you take a tank out for an hour, it is noted somewhere and docked against your account, so that you do not just spend it without knowing how much it costs. The potential here for waste is tremendous. When an artillery battalion is on a live firing exercise, each round you fire, shell, fuse and charge, will cost perhaps $1,500, not counting wear and tear on the barrel of the gun and the salaries of the troops. When a battalion lets off a salvo, that is 18 times $1,500, which is $27,000. If they miss the target and the commander in a moment of rage says, \"Repeat\", he has just burnt another $27,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do you want people to be conscious of that and never burn money away? Yes. How? Through management accounting. He has to trade off. If he fires a repeat, that means so many other things which a unit needs will be forsaken, maybe sports facilities, maybe another training exercise, maybe even a bit more comfort for the barrack rooms. Therefore, make sure that they never waste that round. At the same time, they must make sure that the first round genuinely lands on target, is effective, and we get what we want out of the exercise. That is complicated. We are still working out the system. I can tell you, Mr Speaker, Sir, from our limited experience over the last few years, making people think about how much money they are spending has a salutary effect in concentrating minds. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, the Minister has mentioned a few points concerning me personally, namely, whether or not I still oppose national service today and that I sent my son to prison because of our opposition to national service. First of all, about whether or not I accept national service. It is an institution that nobody can get rid of. So there is no point in continuing to oppose it. In the present circumstances, we would say that national service should only be for a short period and should never affect the studying period of the young men. Many people who have gone to do national service cannot study again in the same way as they originally did. And, of course, they fall by the wayside as a result. They learn many of the bad things there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards my son, it was not that I sent my son to prison. It was the PAP Government that singled out my son simply because he happened to be my son, and sent him to prison twice, not once, for the same offence. The lawyers would call it double jeopardy. That was what happened, twice for the same offence of non-registration for national service. What justice is that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister spoke about helmets, small little engines, and things like that. They are all small little things. He spoke of a fishing boat and a few guns going to the Maldive islands. We have have so many of those things. We have big guns. We have big tanks, big aeroplanes. Why do we need so many more? For what? They just want to upgrade equipment and send the shells into the sky. In the old days, Dr Goh Keng Swee told Mr Lee Kuan Yew during a parade that every shell that went up meant $600 lost. Mr Lee Kuan Yew at that time said, \"Well, we could afford it. So there is nothing wrong.\" Similarly, now the Minister tells us that one shell that goes up costs us $1,500. And 18 shells is $27,000. All that into thin air. Is it worth spending? You mean to say that we should earn all our money just to allow this money to go up into thin air? Pom, pom, and with nothing left. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, may I remind you that we have only a very short time left for this Head. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, he mentioned the word \"priority\". I also mentioned the word \"priority\"in my budget speech. That is the most important thing. The budget must put its priorites right. We are not putting the priorities right. We spend. Yes, but let it be a certain sum, but not excessively. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Chairman, just a few brief points. First, I take it that Dr Lee today accepts national service as a principle, as an institution which has been established, and as something which every young man needs to do although perhaps for a shorter period than for 2 or 2(r) years, and that he would not insist on his son failing to register for national service again, were he to live his life over again. I think that is an important principle because if that is so, then we can discuss how to get more value out of our young people and the national service training. How long should it be, how should it be done without disrupting their education, but how should it be done in order to fulfil the basic and unchallenged requirement of national defence? I take it that that is the NCMP's position. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Yes, that is more or less my position. But I tell the Minister again, Sir, that a lot of injustices have been done to many people who have opposed national service and many of them are still suffering as a result of decisions made by the Government against them. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, I thank the NCMP for his candour and his integrity. I think there is a basis for us to work. I am not here to discuss a long settled case of national service defaulters. As for injustices, the Government's responsibility is to enforce the laws, to be fair to all those who did sacrifice their 2 years and 2(r) years for national service, and to ensure that the incentives are for people to do the right thing by the society instead of to renege and weasle out of what they know to be their duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other items about period of national service, study periods, etc., are all suggestions which can be considered. They are not issues of principle. If the matters are raised, they can be debated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for \"pom pom,\" and nothing being left, may I remind Members that the SAF is not a national fireworks troop. If anybody thinks that we are training our young people too hard, that we are equipping them too well, that we should not prepare them in peace-time for what is likely to be the most dangerous challenge they would ever face in their lives - should they have to go into combat, then I would invite that person to a large gathering of national servicemen and their parents, and ask him to explain to them why their sons should not be properly looked after, properly trained, properly equipped and given the best chance to fulfil their mission in battle. If he persuades these parents that this is so, well and good. But perhaps it is not necessary to do that, Mr Chairman, because those parents and national servicemen can watch it on television tonight. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Chairman, I thank the Minister for his detailed and wide ranging answers, particularly in disclosing his new initiatives with Malaysia and Indonesia. On that note, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Speaker, Sir, I would take amendments (2) and (3) at the same time, with your permission, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Code KA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the SAF Scholarship Scheme was introduced in 1970 to attract top 'A' level students to pursue a career in the Singapore Armed Forces. Sir, in moving this amendment, we would like to pose the following questions to the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, we would like to know how many awards have been made since its inception and also the total accumulated cost to administer the Scheme? More importantly, Sir, we would also like to know how these scholars are deployed and whether there are options if the scholar is not found to be suitable for a career in the SAF. Sir, my GPC is fully aware that the first batch of scholars from this Scheme have now \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> reached mid-30's and we would like to know what are the career prospects for them and subsequent batches within the SAF? Sir, we also know that some of these scholars have left the service. Maybe the Minister can enlighten this House what were the reasons and what actions or schemes his Ministry has to avoid wastage of this talent. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I would like to follow up what Mr Das has said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of the SAF Scholarship Scheme in 1971, I believe, is a landmark in the history of our nation. The SAF scholars have contributed immensely to the success of the SAF. Some of the SAF scholars have left the SAF upon the completion of their bonds, but they are still contributing as reservists in key appointments, and wherever they serve in the civvy street, they bring with them their wealth of experience and training. The nation as a whole, I believe, is enriched and served by the SAF scholars, whether they are in or out of uniform, whether they are in the private sector or the administrative service, or on the Government Front Bench, witness the two BGs as Ministers of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my question is, are we still attracting the best and the brightest to enrol as SAF scholars? Is the scheme sufficiently rewarding in view of the competition from other sectors in a prospering economy like ours? And is there an adequate core of scholars who would stay on beyond their bonds to continue to serve and lead in the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also believe that you need not only planning but teamwork to fight and win wars. Therefore, while we cultivate and groom the SAF scholars as we must, we should at the same time nurture and promote SAF officers and servicemen who enlisted as regulars in the SAF under other schemes. Sir, they are all part of the SAF team, and the chain can only be as strong as each of its component parts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I would like to ask the Minister to clarify the Mindef policy on the granting of contracts and permanent service status to SAF regulars. I understand that some regulars are dismayed by the stiff criteria for contract extension and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> limited number of years offered for extension of service. The Minister should also state the policy for absorption into permanent service and explain if steps are taken to help servicemen who are leaving the SAF to prepare them and to help them to choose a second career. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> Mr Chairman, Sir, it is a credit both to the Government and the people of Singapore for making our SAF what it is today. It has enhanced the confidence of our people in the defence capability of our SAF and we do this, Sir, by having a regular force complemented by our reservists or the citizen soldiers. The regular in-camp training and our mobilization exercises keep our reservists in constant alert. Together with the regulars they are entrusted with the safety and security of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, one area of concern, as stated in the Defence Budget Analysis and Review, is the smaller national service intakes in the coming years. This is due to the lower birth rates in the 1970's. Our incentive programmes in correcting the population trend will take a long time to materialize. In this respect, Sir, I would like to ask the Minister if there is any plan to enlist women in the national service. If there is, it must be done very selectively. These national servicewomen need only be deployed to non-combat units like the medical and the nursing corps. Other safer areas would be in the Logistics and Ordnance Units. But here I wish to offer a word of caution. We need, of course, to convince the people that should the time come to enlist women into national service, this would only be done after serious and careful consideration of our military manpower needs. And again parents must also be adequately and psychologically prepared to accept this policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just as there were misgivings in the initial years of our national service policy, we must anticipate the same, if not stronger misgivings, if such a policy is to be introduced. If, on the other hand, there is no immediate plan to enlist women into the national service, may I ask the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> what interim measure does he have to combat the dwindling intake of our national servicemen? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Speaker, Sir, let me begin by saying that I fully support the Mission Statement of the Ministry of Defence, ie, to ensure the security of Singapore through the development and maintenance of an effective army, navy and air force capable of defending the Republic against external threats and aggression. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Singaporeans want to run their own country, run their own lives, and determine their own future, then a strong and vigilant but non-belligerent armed forces is indispensable. Hence, without sacrificing other aspects of our nation building, we should continue to nurture our armed forces year after year, and to ensure that the budget allocation for defence is sufficient. Therefore, I am glad to see that about 23% of our total expenditure is allocated to defence, which constitutes about 5 or 6% of our GDP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in building up a credible armed forces, because of Singapore's small size and population, we have to adopt the concept of national service, both full-time and reserve, together with the relatively small but capable regular force. The stint for full-time national service is 2 to 2(r) years and throughout the years Singaporeans have now come to accept very well their full-time national service liability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, reservist liability is different. One has to serve a 13-year cycle and is liable to be recycled. And this takes place during the part of his life when he needs to pay a lot of attention to his career and family. Therefore, while reservists by and large accept the fact that there is a national duty to perform, it is not to say that most of them are motivated and therefore giving off their best. If this is so, we must then find out where the problems lie and constantly see how we can better improve the situation. This is important because the reservists form the bulk of our armed forces manpower, and they must maintain certain standards and operational readiness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I submit that the problems lie in the following few areas. But before I do so, let \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> me declare my interest. I am a reservist myself and still serving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the disruption of his work may affect his performance and therefore his career advancement. Although he can always work doubly hard when he returns to the office, it is always stressful. It is also a natural inclination for middle management bosses to want to have as few disruptions as possible from his staff who go for reservist training so as not to affect productivity and the performance of his department. Therefore, a supportive boss is always hard to come by. In some instances, discrimination may even arise. As for those who run a business alone, disruption due to in-camp training can be quite costly to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, treatment of reservists during their in-camp training. Sir, while I uphold the importance of discipline and admit that the Army has come a long way in applying discipline judiciously, especially to the reservists, I believe there are still instances where active commanders can be unreasonable, even when standards of training are not a matter of concern. Sir, I am not saying that this is widespread. I must say that I am fortunate to belong to one of the arms that looks after the reservists well. However, we must ensure that such problems do not frequently occur. Otherwise, they can further take away whatever little motivation that was left. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, to achieve excellence, the principle must be that \"the better you are, the more responsibility you carry\". This principle is well accepted in a regular army because one will also be promoted faster and get more pay. However, reservists are not enthusiastic about this principle. Why should they be? It will mean extra burden and more disruptions to their civilian lives. Although there are some who consider having more responsibilities as a challenge and something to be proud of, there are also many who will just do the minimum to discharge their duty in order not to get into trouble. Sir, in short, there is little incentive for them to perform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, Sir, that these are some of the problems Mindef has always realized and has addressed itself to. That is why Mindef has implemented the SAF Award for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> Employer, Employers' visits to in-camp training, and forums to meet the employers, etc. It even investigates into complaints by reservists of unfair treatment by their bosses. There is also a special allowance of one-third of rank pay on top of the make-up pay for in-camp training given to those key appointment holders, such as the commanding officer of a battalion or the brigade's principal staff officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Have we done enough? I do not think so. There is room for improvement. First, I propose that the special allowance be extended to all section commanders and above. The special allowance must be commensurate with the appointment one is holding, and not his rank. The reason is that if I am holding a higher responsibility, I must of course be entitled to a higher allowance. This will encourage people to perform better and move up to a higher appointment. We can also make this allowance revocable if the officer in command of the company or the commanding officer of the unit so recommends. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, in order to get the support of employers, the Government, being the largest employer, should take the lead by sending a clear signal to all its ministries and statutory boards to ask them to be supportive. At present, I believe that all the ministries and statutory boards do is just to abide by Mindef's requirements and send away their staff for in-camp training. Some middle management bosses may even do it with complaints. By \"supportive\", I mean they should attempt to understand any problems faced by the reservists due to the in-camp training, and try to map out a reasonable policy to treat the reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, there are some other smaller things which Mindef could consider. Perhaps it is time we extended the usual one-year passport validity given to reservists each time they renew their passports. With some countries requiring at least six months' validity before permitting entry, reservists are finding it very inconvenient. Is there such a necessity now for the one-year restriction? There is also the problem of reservists receiving too many orders to report in a year. Is it because that, with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> computerization, Mindef is now more efficient in sending out the SAF 100? Can we not combine things like mobilization briefing and Co's evening into the in-camp training so as to cut down the number of reportings? I hope the Minsiter will consider my proposal. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I speak on an issue that has been an old grouse of many people. Young men who are being drafted into national service are all those just about to enter into the labour market. Some are, in fact, already working part-time and they get as much as $20 per day sometimes, and there are other people who have been all the time helping their parents in whatever business they are engaged in. At the present moment, the national service allowance is $120 per month. Sometime ago, it was $90, I have been told. And nowadays young men, responding to the call for early marriage and family formation, are starting to date girls early. For these people, $120 a month is definitely not enough for the month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The complaints are, I have heard from many sources, directly as well as indirectly, and also from parents, that parents have been forced to supplement the allowances to their sons on national service. There is plenty of talk about increases of salaries for high civil servants and Ministers. I am just wondering why those people who are lowly paid should not be given extra allowances today. Let them enjoy an increase from $120 to $180, or $200. That will not affect our huge surpluses. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, I will take the NCMP's point first. If we implement all of his proposals which he has generated in the last two days, there might be some dent in our \"huge surpluses\". Our national service allowance is not $120 a month. It is $135 a month. In fact, Dr Lee asked me the number yesterday and I told him, but he must have forgotten. So I remind him again. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I have been misinformed. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> The allowance was last revised in 1983. Before that it was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> about $90 a month. It is an allowance, not a salary. It is deliberately an allowance because if we have to pay national servicemen the economic opportunity cost of diverting them from the economy, the cash outlay for the Government will be very large. It will mean either taking money out of the 6% defence budget, out of training and equipment and ammunition, to put to salaries, or upping the defence budget from 6% maybe to 6(r)%. We cannot have it all ways - cut the defence budget, up salaries, and still have a better army. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we watch the cost of living to make sure that there is no undue hardship on the soldiers. Inflation has been very low. The consumer price index has gone up by only 5% since 1983. Actually National Servicemen do not have to buy all of the things in the consumer price index. Food and accommodation are all provided for them. So MINDEF has an index which calculates just the basic items - lunch snack, bus concession stamps, and miscellaneous laundries and toiletries. I do not notice a dating allowance, but I will ask my officials to look it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on these essentials, allowance, basic items, overall the increase - the effect of inflation has been over - all these years is 5-6%. So we are not very far off. We do review the figures regularly, every year, in fact. Last year we reviewed it and we decided that the correction was small and we could delay it. This year, Mindef will review it again. If necessary we will make some adjustment. Although when we last revised the allowance, we deliberately made some over-correction so as to accommodate possible future inflation, it may be that some correction will be made this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me take the other lesser items first before addressing the main subject of the Member for Cheng San GRC. Reservists, raised by Dr John Chen. Yes, it is important for employers to be supportive. Indeed, we can never do enough and more has to be done. The Government recognizes what a substantial inconvenience and sacrifice it is for somebody to remain a reservist for 13 years of his life. At the age of 18, doing full time NS for two years, he just cuts that out as one clean block. He is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> young, he is fit, he has no other commitments, he has not got kids or a wife yet, and he can put whole heart and soul to it. Five years later, he might be married. Ten years later, he has kids, he has got a job, he might be lecturing in the university or working in a factory. To pull out two to three weeks a year or a few days at a time many times a year, is not easy. It requires forbearance on the part of his employer, a supportive family, and Mindef to give as much notice as possible of its plans and intentions so that you do not get presented an overnight notice, except in extremis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have tried our best to be accommodating. We set up ACCORD, a committee between Mindef and civilian organizations, to get some feedback on how to manage reservists and on our overall SAF PR posture. We can consider the suggestions which the Member has made, and we will implement them in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, women. The Member for Aljunied GRC has suggested that we call up women as a solution for our lack of national servicemen. It is a solution, but I think it is a last resort solution, because the cost is high. We can give them an allowance, like the men, but the cost to the economy of bringing in another, I suppose, 15,000-18,000 people a year is that number of people taken out of the workforce. If we assume that the person works for 40 years of his life and spend two years in Mindef is 5% of the workforce eaten up. We are very, very reluctant to do it because we would first prefer to make maximum use of the national servicemen whom we have, cut out the non-essentials, hive-off the parts which can be done by civilians; make our combat units trim, substitute fire power for soldiers. Only after we have done all that and still cannot cope, then we can consider women. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bringing women into the Army is quite different from bringing women in just to do some general purpose national service, be it nursing, teaching, or some other community work. If we bring women into the Army, it must be for a specific purpose. They must have a role. They cannot be standing around, waiting to be given instructions. They have to be trained for something. I can tell you quite frankly what the problem is. In peace-time they can be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> trained to do a lot of things; but many of these are jobs which in wartime we would not want to see any girls in. Because of these difficulties, very few countries have implemented national service for women. Only Israel. Partly out of desperation, but mostly for historical reasons. They did it from the beginning. But today they issue exemptions for women from doing national service as liberally as they possibly can, on the slightest excuse, because they have so many women that they do not know what to do with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not want to be in that situation. We can avoid it by being selective, but that creates another problem. If we are selective, do you choose at random? Or do we choose the person who did best in school and is going to university, and is therefore going to incur the highest opportunity cost? And then, having taken in the best of the girls, do you then use them as clerks and storemen? How do we employ them to maximum advantage? I am not saying we will never do it, but it is a complicated matter. Let us take some years to think it over. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong asked about contract servicemen and pensionable servicemen and service status, and why we are strict about it. I do not have the precise data with me, but this is Mindef's general thinking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SAF is an organization of young people, young soldiers. It also needs young officers. This must be. We can choose to be either a young army or an old army. In young army, people work, act, fight much more quickly; then, come the age of 40 or 45, they go on to other careers elsewhere. Or we can be an old army, in which case we have lots of very experienced people, but the cadence is quite different. Dr Ong has seen the SAF, and he has seen many others I am sure he knows that there is a difference between a young and an old army. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SAF wants to be a young one. That means we must make sure that people who are in the structure are in their prime, able to contribute their best. There is no sadder sight on earth than a commando who has passed his prime - hunched, pot-bellied, tired, no longer able to jump out of an aeroplane, but still wearing a red \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> beret and a chestful of badges. It does not do us credit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So when we keep people in the Armed Forces, we must be sure that they have a role for as long as they are there. If they want to stay on for the entire career, until they are 55 or 60, or whatever the retirement age, not everybody can easily be fitted into the Armed Forces. Some can, because after they have finished being a commando trooper, they can be a section leader or platoon leader, and later on they can become a trainer or a parachutes jump instructor. I know some are aged well into their 40s, who can outrun many 18 year old national servicemen. But not all are like that. What do we do with those who are not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The answer is: when we bring people in, we bring them in on a contract: six years. You are young, the SAF is new to you, let's try each other out. After six years, we assess you. If we decided that you have the potential and you can fit into the SAF for the next 20 years of your life, for the rest of your career, then we offer you pensionable service. If not, we can offer you another six-year term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If when we offer you pensionable service, you cannot fit in for the rest of your career, and we may be doing you a disservice. You may be happy now. Later you will still be happy, but the SAF will no longer be happy and will stop promoting you. Later still, you will become unhappy because you are no longer getting promoted. And then we will part as enemies when we should have parted us friends. So when we offer pensionable service, we must be quite sure that the person has a place in the SAF for a long period of time. Therefore, we are stringent. One term, six years; two terms, another six years; if need be, another three-year term, if I remember my facts correctly. And any time during those three years, if you find another job, we will let you go. So that gives you some buffer period in which to make the transition to a fresh career. That is our philosophy. It is a hard one, but I think it is a better philosophy for keeping the organization young and trim, and combat-fit. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, SAF scholars. This is one of the major strengths of the SAF. Although we have no martial tradition, and built up from scratch, we have infused into the organization talent, ability, dedication, built the team, as Dr Ong said just now, and generated a force which is formidable and commands respect. It did not start off like this. It started off with an SAF which was expanding rapidly from two battalions to three divisions, and Air Force, and a Navy. Resources were being poured in, and it was bursting at its seams and, quite frankly, having great difficulty managing, directing and marshalling all the new and unfamiliar activities. It is not just money, it is brain brain power. We knew this. Or rather Dr Goh Keng Swee, then the Defence Minister, knew this. We needed to harness the same vitality which SIA, EDB, and the economy benefited from, for the purposes of the SAF. Therefore, in 1971, we introduced the SAF Scholarship Scheme to plan, direct, and lead the growth of a key national institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Scheme has been a success, beyond all expectations. We have had 131 SAF scholars over the years. I have not calculated the cost but it is negligible. After the SAF Scholarship Scheme was introduced, we brought in other training awards to attract a wider group of good officers into the SAF. The contributions of these officers have transformed the SAF beyond recognition. If we had not done it, we would not have this SAF today, and we would not have the peace and tranquillity today, and we would not have some MPs say the SAF is too strong, let's have a smaller one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, from the individual's point of view, the SAF scholars have been given very heavy responsibilities at a very young age. We worry for them, and for the organization. Lieutenant-Colonels before the age of 30, Chiefs-of-Staff in their early 30s. We want to be young, but we were pushing the limits. Scholars moved into demanding jobs, much faster than in most other more mature organizations. For many, these jobs have been as heavy as they have been able to bear. For a few, heavier than they were able to take. So we have had to move them. But, overall, the organization has benefitted, and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> officers have received an unparalleled exposure and challenge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is now 18 since the first scholarship. Those students who will be awarded SAF scholarships this year might not have been born in 1971 when I and the first batch SAF Scholars went in. As the Members have pointed out, scholars have reached their mid-30s. This is a major transition point in their careers. We should take stock of what has happened and what we need to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me put this, first, from the Government's perspective, then from the Mindef's perspective and then tell you specifically some of the things we intend to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the Government's perspective, top talent is a national resource, which must be properly managed. Dr Hu said this two weeks ago in his Budget speech. We must be able to deploy them anywhere we need them in the public sector, or even in the private sector, and not just within the narrow confines of the service which they belong to. The public sector contains jobs which are as challenging and as important as any you will find in the private sector. Top civil servants carry heavier responsiblities than any private sector executives. The Permanent Secretary of Mindef has a heavier load than any CEO of any private company. Mindef's turnover may only be $2 billion a year. There could be banks and other firms with bigger turnover. But the scope of responsibility, from manpower, to diplomacy, to intelligence, to operations, to overseeing the Armed Forces, to managing the technical arms is such that I do not think at any one time the Civil Service will ever have more than perhaps two (or three, if you are very lucky) potential permanent secretaries of defence of doing the whole job. Therefore, top civil servants have to be of equal calibre, if not more capable, than top bankers, lawyers, and industrialists, and must be properly paid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say this as a starting point. Some people have asked me why we have so much talent in the public sector, and whether it is not better to have fewer, because we are hoarding the talent that the private sector does not have. My answer to them is always: do you prefer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> the Permanent Secretary to be more intelligent than the businessman, or the businessman to be running circles around the Permanent Secretary? I have no doubt which I prefer. The most able must be in the centre, holding the reins, and enabling the rest to do their own responsibilities, and to prosper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef, and especially the SAF, has a disproportionate share of our national talent. We have gathered this share together, deliberately, because of our heavy emphasis on national defence. 131 scholars in the SAF,almost all of whom are still there, is probably as many as have gone into the Admin Service over the same period. The SAF offers highly attractive scholarships and training awards, and we have promoted and rewarded our officers well. We will continue to give the SAF a high national priority. But at the same time, we would also like to make use of some of this SAF talent elsewhere in the Civil Service. We will have to find ways to do this compatible with SAF needs. You cannot just denude and strip the outfit. But if a student knows that when he takes an SAF scholarship, he does not just go into one pyramid, but that pyramid, the SAF, is only the first stepping stone, and beyond that, the whole public sector is open to him, then, more will come into the SAF on scholarships and at the same we will have a better distribution of talent. That is the national perspective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From Mindef's point of view, SAF officers should be developed to their ultimate potential, unconstrained by the military hierarchy. Our top military job, the Chief of General Staff, is a three-star post, presently in Superscale Grade C1. Many ambitious and able young men may look at that and they say, \"It is not high enough for me. I want to go much beyond that.\" We recognize that. We should not constrain them all to compete for this one job. They should be able to aspire to many jobs in the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will always treat SAF scholars as one of our most critical defence resources. We will continue to make sure that they are properly managed, groomed, posted, developed, and rewarded. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of the additional burdens of military service, Mindef will continue to pay a premium to keep good officers in the SAF. The principle of paying the market rate will apply also to the SAF. Uniforms are onerous. The calls of duty are heavier. There is no overtime pay, but a lot of overtime work. We will make it worth people's while to come in and serve. We will ensure that SAF officers as a group are paid more than their contemporaries, both in the civil service and elsewhere. If that is what it takes to keep them because of the additional demands of the job, that is what we will do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef also recognizes that challenging as SAF jobs are, many scholars would like to move on to other fields by their mid late 30s, after spending 12-18 years in the SAF. This is consistent, with the idea of the SAF being a young organization, and many people going on beyond that to another career. For officers who want to spend part of their careers outside the SAF, the Government will try to fit them into suitable jobs in the public sector, including the statutory boards. For several years we have had a Dual Career Scheme in which the SAF scholars can be taken into the Administrative Service, and be posted into other Ministries. Quite a number of people have done so. But we will go further to facilitate this shift. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we do not want everybody to leave. Mindef hopes that some will stay on beyond their mid-30s, and find satisfaction in a lifetime career with the SAF. We will look after them, develop their careers, just in the same way as we will groom any other good officers who stay with us. The SAF is more than big enough to keep them busy. And very likely from among them, we will find suitable people who will man the very highest post in the SAF, namely, the service commanders, the CGS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Using this approach, here is what we will do. When civil service salaries are revised (I will be making the announcement on Friday), the SAF salaries will be revised in step. We will maintain our relative position and stay ahead. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Promotions in the SAF depend on what we call the CEP, Currently Estimated Potential. That is the consensus judgment of the organization of how high an officer is likely to rise. While the SAF is more stable now, we do not intend to slow down promotions. In fact, we will promote a person to his CEP rank by the age of 40 or so. Those with the potential to be generals, will be at least Brigadier-General (BG) by then. At the same time, for the higher ranks, we will create more salary grades within each rank, to give flexibility in rewarding officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain this. We have two ways in which to reward officers. Either high pay and low rank, or high rank and low pay. The result is the same. I can promote you and put more brass on your shoulder, or I can just give you the salary and keep the brass lighter. Singapore Army brass is very light. The British army has a star grade officer for every 600 or 700 soldiers. In the SAF, with about 100,000 troops, active and reserve, we should have about 130 generals. They may become cheap. Furthermore, in terms of our defence posture, it is better for us to keep a relatively low profile. Everybody knows that a Colonel in the SAF, that is something special. And if you are BG, something special-plus, I hope. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we should keep the rank structure more or less as it is, but create more salary grades within each rank. To reward them, we can raise their salaries, but we still call them Colonels or Brigadier Generals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SAF offers post-graduate courses for officers who want to spend a year or two in mid-career on post-graduate programmes, whether it is a MPA course, MBA course or some other professional course. We have been generous in sending officers on scholarship. We will send more officers, around the eighth year of service, to prepare them for the next phase of their careers. The eighth year of service is about when their first bonds run, out and they are ready to start on a new bond. It is a convenient mid- point, because beyond that they are going into Staff jobs. They can benefit from courses and wider exposure. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Scholarships are one area where the SAF can be very competitive with other employers. We will send an officer provided he is fit to go, in terms of both military competence and academic performance, and then comes back to serve in the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, secondments. The SAF is just one part of the public sector. In principle, we are willing to second SAF officers out to other Government departments and statutory boards, not early in their career, but in their 30s. They can go out for a 2-year tour at a time, try out a non-military environment, develop different management and administrative skills, and then in due course decide whether they wish to stay in the SAF, work in the public service somewhere else, or make a clean break and leave for the private sector altogether. It is better that we allow all these channels, than for us to try to bottle them all up and keep people inside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The strength of the SAF depends as much on this core of talent as on F-16s and missile corvettes. It is absolutely necessary for the SAF to continue to induct four to six SAF scholars a year, and more in good years. At the same time, we will make a larger number of other scholarships and training awards. Of course, the cost to the economy of holding such a large proportion of talent in the SAF is not negligible. But unless we make this sacrifice, all our other achievements will be imperilled. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, I thank the Minister for having consented to review the allowances for national servicemen. But I also wish to correct a misconception on his part. He has said that if the Government should accept many of the suggestions I have made, then the surpluses now will turn into deficits. This need not happen, Sir, because it is all a matter of priority. It all depends on how you spend the money. If you spend all the money only on defence, there is nothing left for other items. Stop buying all the unnecessary heavy armaments, armaments which are in fact obsolete the moment we receive them. Because those countries which sell them to us, do not sell us really good new ones. They are old or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> already becoming outdated. After some time anyway, they will become obsolescent and ultimately obsolete. How many times do we have to keep on buying new equipment? How much money is that going to cost? No, Sir, it is a matter of priorities. We can put more of the money to better use. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, the Member's philosophy is that everything is obsolete the moment you buy it. The human body is ageing the moment he is born and dying minute by minute. Is life therefore meaningless? We can spend less. We cannot stop buying useless equipment, because we never started buying useless equipment. But I come back to this simple example: Do you want your son to go into battle with a $2 beret, a $15 steel helmet or a $50 fibreglass helmet? Maybe instead of paying for equipment out of the national defence budget, we should just give every soldier one rifle and tell him, you go. If you want, you can buy uniforms. If you want to feel very stylish, you can buy boots. And if you are really from a rich family, then you can also afford support arms, mortars, machineguns and the whole lot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a matter of priorities, yes. This is the right priority and this Government intends to stick to it, I believe with the support of the population. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Speaker, Sir, on behalf of the many Members who spoke, I would like to thank the Minister for his very candid answers, particularly the fact that talent in the SAF is very well looked after. However, I would disagree with him that talent is the prerogative of the Government. The private sector should also have a fair share. If not, how do we develop rapport between the private sector and the Government? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $2,682,720,820 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $233,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend the Sitting and will take the Chair again at 3.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.15 pm until 3.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too (Nee Soon Central):</b> Mr Chairman, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head T of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I be allowed to take my three amendments at one go? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too:</b> Firstly, Redevelopment of Old HDB Estates. I would like to ask the Minister whether there is a comprehensive Master Plan for the redevelopment of the older housing estates in Singapore and whether there is a specific policy formulated to handle re-building of old housing estates. By \"re-building\" I do not mean just demolish old flats and build new bigger units. New flats on their own do not make a neighbourhood. They have to come with all the supporting amenities and infrastructure. Therefore, whole new neighbourhoods, shopping units, recreational facilities may have to be rebuilt. At the same time we may not be able to afford having so much land committed for such purpose, particularly in the central and urban areas. It therefore requires or may require a comprehensive Master Plan to do this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Financial Policy for Town Councils. Our experience with the three pilot projects in Ang Mo Kio has shown that the town councils can be feasible. They provide a satisfactory level of service with no increase in service and conservancy charges. All three Ang Mo Kio town \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> councils have shown operating surpluses. But Ang Mo Kio is a relatively newer HDB housing estate. For the older HDB estates I am not sure if more subsidies would be needed to maintain this same level of service in order for the town council which has to look after such older housing estates to remain financially viable. It is more costly to maintain an old flat than a new one. Would the Minister be able to provide adequate subsidies for the town councils which have to look after older housing estates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a new provision of $118 million which has been provided as \"capital grants to sinking funds to be managed by town councils\". This is on page 611 of the Budget document. \"This is meant to be an 'upfront' provision for town councils\" which are taking over estate management functions from HDB while their sinking funds are allowed to accumulate. This provision is to assist in meeting expenditure on cyclical works. I presume this is for works involving repainting, replacing water pumps, etc. My question is, is this provision adequate? And what about new start-up expenses? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If town councils are able to accummulate surplus from the service and conservancy charges income, will they also be taxed on these surpluses? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Policy for the Improvement of HDB Flats. During the early 1980's HDB's construction programme was speeded up to ensure that HDB flats were made available to as many of our citizens as possible. Unfortunately, during this accelerated phase of construction and because of the difficulty in supervising such a massive scale building programme, defects and shoddy workmanship began to show up. For instance, in my own constituency in Nee Soon Central, in Neighbourhood VII, Nee Soon New Town, the quality of finish and workmanship for some of the flats are extremely poor. My question is, has the Ministry any plans or policy to help residents to rectify these defects which have surfaced after the defect-free warranty period? Such defects were not due to usage but due to poor construction and bad workmanship. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Vasoo, I suggest you speak on both topics. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo (Tiong Bahru GRC):</b> Yes, I will be speaking on the two issues, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you make a survey of the older housing estates, you will find a few things that come up obviously. One is that the buildings have deteriorated. The social life in these neighbourhoods has become less vibrant. The facilities are outdated because they were built about 20-30 years ago. Business activities in old housing estates have also slowed down and in some cases seriously affected. Sir, this is compounded by the fact that a lot of people have moved out of the estates because of relocation and upgrading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am concerned about is the slow rate which is taken to revitalize these neighbourhoods. There is a need to see what active steps we can take to make aradical improvement to rebuild these old neighbourhoods so that we could bring in a fresh look of life to all these older housing estates. Sir, may I know whether HDB has any specific plans for the redevelopment of old housing estates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the future demand for housing is likely to slow down and most of the applicants will be young people and those who want to upgrade themselves. Does HDB plan to review future demands for housing in relation to this consumer group, and what steps it is taking to improve the building design and other facilities which would meet their needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to raise two other points, Sir. First, the HDB introduced a number of premium and discount factors in the pricing of flats. Are these changes likely to be reviewed? The second concern is that the Minister mentioned in the last Budget debate in the Committee of Supply that HDB would have to introduce a system of commitment to purchase in the registration and allocation of HDB flats. I would like to know what progress has been made and what changes are likely to come about? \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Sir, I just want to take this opportunity to ask the Minister whether Government is planning to introduce a penalty scheme to deal with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> cases of arrears in HDB charges. The problems of arrears in HDB charges have been discussed in this House before. Statistics of arrears have also been given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are more than half a million flat owners and tenants. Among such a large number, it is expected that from time to time there will be a small number who for one reason or another cannot pay their bills on time. However, when the economy of Singapore is good, when unemployment rate is low, this number should be very small. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One factor that encourages people not to pay on time is that there is no penalty for late payment. As a result, many do not feel the urgency to pay their bills on time, and they acquire the habit of paying late and let the arrears accumulate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During last year, HDB began to get tough by taking legal action, issuing notices for compulsory acquisition and charging administration or legal fees for those who want to keep their flats. Those who are in good financial situation paid up. Those who are in genuine financial difficulty have no choice but to give up their flats. Many could not settle their bills because they have accumulated so much arrears that they cannot pay their bills in a short time. I am sure all the MPs have come across many such cases in their meet-the-people sessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One way to discourage late payment is the introduction of a penalty or charging interest or both. This will no doubt reduce the number of cases of arrears, but it will also make it more difficult for those who are in genuine difficulty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore would like to know if the Minister is considering the introduction of any penalty scheme for late payment of HDB charges, ie, loan instalments, rents and conservancy charges. If not, what measures can be taken to discourage late payment of these charges? If yes, maybe the Minister can inform the House some of the details of the scheme. And perhaps also tell the House what assistance can be given to those who cannot pay on time due to genuine hardship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the Town Councils taking over the management of HDB Housing estates, will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> the Town Councils be given the discretion or the authority to decide, at least as far as conservancy charges are concerned, whether a penalty scheme should be introduced and how it should be implemented. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Sir, can I first take the subject of the redevelopment of the older housing estates. The relocation exercise which involves the relocation of tenants in 1-room HDB flats and demolishing these flats really arose out of the large vacancies in the 1-room flats. So this has, in fact, given the HDB an opportunity to redevelop some of the older estates. In the course of the redevelopment of these vacant sites HDB will not only introduce better types of flats but also facilities which may be needed. But I must point out that there is a limit to what can be done in the older estates. Unless we raze the whole estate to the ground and start from scratch, it is not possible to make these older estates the same as the newer estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this score too, Sir, I would like to inform Members that the rate of redevelopment of sites which have been made vacant by the relocation exercise will vary from area to area. Over the next 12 to 18 months, HDB plans to build about 1,000-1,500 units on sites which have been so vacated by the demolition of 1-room flats. But most of the flats which will be redeveloped will be in the new towns where it will be part of the on-going building programme. In the central area where we have such vacant sites, we will redevelop the sites a little more slowly because we need to time the redevelopment with the overall comprehensive urban planning for the central area with a view to maximizing the long term potential of the land in the central area. In the meantime,of course, we will not leave these sites as eyesores. We will clear the sites, level them properly, turf and plant trees. I would like to inform Members who may see these vacant sites and will be chasing my Ministry as to when the redevelopment will start, that in the central area the redevelopment will be a little slower. Members must also take into account the fact that with the lower rate of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> building, which is about 10,000-12,000 p.a., the scope for rapid redevelopment of all the vacant sites is much less today than it would have been, say, four or five years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other type of improvement that is possible is upgrading the existing flats. This is something that is being considered and I hope that by the middle of this year we will be in a position to announce some plans for it but it is still too early to give details. We are quite aware that HDB flats built during the building boom have poor quality finishes. We are also aware that the older flats do not compare so well with the newer designs and something has to be done. HDB is paying attention to this problem and as soon as they have got the plans worked out we will announce them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The points on the financial policy relating to Town Councils, I will ask my Senior Minister of State to answer later. I will take up the other points raised by Dr Vasoo. I think I have already covered his queries on redevelopment. I would like to just touch on three other points. One, as part of the exercise to upgrade and change the social structure in HDB flats, we have set aside areas for private housing development so that HDB areas will have a mix of public and private housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member mentioned, we introduced in 1987 certain new factors in pricing the HDB flats. These were the premiums and discounts for various locational advantages or disadvantages, for example, those flats which commanded a good view or which were near the MRT stations commanded a premium, those which were opposite dustbins or near sewage pumping stations, of course, had a discount. In other words, we adjusted the prices to reflect to some extent the particular locational advantages or disadvantages instead of having a uniform price for the whole zone. This policy has been quite well accepted by HDB home purchasers. The HDB will now introduce further premium and discount factors to bring the pricing mechanism nearer to what is practised in the market and to also properly reflect the particularities of the site. These new flat premiums will be based on the location within a zone, how high the flat is, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> the building design, the orientation of the flat, whether it is facing afternoon sun or morning sun and whether it is near a source of noise like, for example, a major expressway or a junction. So certain price adjustments will be made. There will also of course be discounts where the factors are adverse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether a home purchaser needs to pay more than the current price of the flat will depend on the choice that he makes. For a start, the adjustment will apply to Bishan West and Pasir Ris. I can say that in the case of Bishan West where the design is rather special and where flats command an unobstructed panoramic view the prices will go up on average from 11-17%. Likewise, the price of 4-room Model A and 5-room Improved Pasir Ris flats which face the sea will have a price increase of around 10%. However, prices of flats in other new towns will generally remain unaffected. This means that about 70% of the flats will still be sold at existing posted prices but the other 30% will be affected by the new premiums and discounts that we will be introducing. The HDB will be announcing the details in a week or two. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also mentioned in the debate last year that we need a more accurate system of assessing demand. When we had very large unmet demand, HDB could just build in large numbers and expect that the flats would be taken up. Now that we have, in fact, met the problem of housing, public housing now addresses basically those who want to upgrade and the demand by new nuclear families. We need, a much better system of estimating demand. We cannot expect to build in the hope that people will take it up. So HDB has been working on this problem and here again I hope that by the middle of this year I will be able to announce a new scheme which will require HDB registrants to commit to buy a flat in a particular area. This will mean that HDB will have a much more accurate idea of demand and we will not waste public funds building flats in the hope that they will be taken up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Nee Soon raised the question of arrears. First of all, I want to commend the Member on his concern over the subject because one important \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> reason why we have been able to succeed with our public housing programme in Singapore is that we have been very rigorous in the enforcement of the obligation that people have to meet their payments. Very often, public housing in other countries has failed because governments have not been prepared to make sure that people fulfil their obligations by either paying the rental or instalment payments or service and conservancy charges on time. That is why the public housing programme in many instances has collapsed. Here we have enforced it but in spite of it, we do have arrears and from time to time I have given figures in this House on the extent of arrears. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trouble is that while there are genuine cases of hardship there is also a large number of cases of people who think that the HDB should be the last in the queue to be paid. There have been people who pay their car parking charges on time. There have been people who even submit proposals to the HDB Area Office to renovate their flat when, in fact, they owe sums on service and conservancy charges or on instalment payments. So they think they can do everything, meet all the obligations and HDB should take its place in the queue right at the back. For such cases, I think we need to have some system of penalties. We have not worked out, but HDB is now working together with the Accountant-General to introduce a system of penalties, and lessees in arrears will have to pay penalties. But, of course, in the adjustment period, we will give some grace for those who are in arrears to pay up before we impose the penalties. I hope to again announce this when the system is worked out. As far as town councils are concerned, there are provisions in the Town Councils Act for the town councils to levy charges or interest on late payments. Town councils do have the authority and they can, in fact, impose penalties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now ask my Senior Minister of State to answer the question on the financial policy relating to town councils. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang):</b> Sir, the Member for Nee Soon Central has asked whether the Government will give town councils which are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> managing older housing estates a larger subsidy. He has also asked whether the Government subsidies for the cyclical work to be carried out by town councils are adequate. I will answer these questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a town council's main source of income is the service and conservancy charges (SC&amp;CC) which every resident must pay to the council. At today's rate of service and conservancy charges contribution, a town council will not be able to discharge its responsibility without incurring a deficit. In order to assist the town councils, my Ministry working together with the Ministry of Finance and the HDB has worked out a financial assistance plan which will provide town councils with grants to enable them to carry out their functions. The grant package will include a monthly service and conservancy grant and a seven-year cyclical work grant. I will now explain these grants in detail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since its inception, HDB has had to spend more on service and conservancy than what it collected for these activities. In FY86, HDB incurred a deficit of $49 million for estate management and maintenance work. In subsequent years, HDB has been able to reduce this deficit despite the increase in the number of flats under its management. This was possible because HDB management and staff have been able to make good proudctivity gains over the years, eg, on a per flat basis, expenses fell by 7% between FY86 and FY87. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the approach we took in working out Government grants for town councils is for the Government to provide town councils with the same level of financing for estate management and maintenance as that being currently provided to the HDB. The grants-in-aid to be provided have been worked out based on HDB's rate of conservancy and maintenance expenditure for 1986. We have taken the 1986 figure, which is the higher figure instead of the FY87 lower figure, because we wanted to provide town councils with a margin of safety in the initial years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In distributing Government subsidy to various town councils, we have taken into consideration two factors. These are the types of flats and the age of flats within each town council. The existing service and conservancy charges for 1-room and 2-room flats cover barely 50% to 60% of the total maintenance cost. This policy of giving special assistance to the lower income group will continue. There will be higher subsidies for the smaller flats to reflect Government's special concern for the lower income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Nee Soon Central has expressed concern over the possibly higher cost of maintaining older flats. I agree with him. Older flats cost more to maintain because they are more susceptible to wear and tear, and if older flats are not properly maintained then they will deteriorate much more rapidly than new flats. We have taken this factor into account in working out the grant. New flats are those less than eight years old. The grant rates for medium-aged flats, defined as those between eight and 12 years, will be 22% more than the new flats. Old flats, defined as those 12 or more years old, will be given a grant which is 40% more than the new flats. The full schedule of service and conservancy grant rates is given in a table (Cols. 285 - 286) which I shall ask the Clerk of Parliament to circulate now. [Copies of table circulated to hon. Members]. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890315/19890315-HA-0530285.htm\">table - SCHEDULE OF SC/CC GRANT RATES, Reconstructed Income and Expenditure Statement for the Ang Mo Kio Pilot Town Councils (Cols. 285 - 286)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My officials have presented the latest income and expenditure statement of the pilot town councils using the new grant rates and taking into account items of expenditure not charged by HDB during the pilot project. The results show that income of the pilot town councils exceeds expenditure by 2-6%. Members may refer to Table 1 for the results. These results should dispel any doubt Members may have about the adequacy of the grant amount. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SC&amp;CC grant scheme will cost the Government an estimated $56 million annually. This is $7 million higher than HDB's average annual subsidy on estate management and maintenance expendi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> ture for the period FY85 to FY88. The grant will be disbursed yearly in advance to each town council from the day it assumes the estate management function. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will now turn to the cyclical work grant. This is a special grant for 1, 2, 3 and 4-room flats to cover the first seven years' cyclical works while the sinking funds are being built up to meet expenditure after this period. The HDB's standard schedule for major cyclical works will be used for computing the grant amounts. This schedule is based on HDB's actual experience and factors such as materials used, extent of the use and environmental conditions. What we will do is this. For every block of flats in the town council, HDB will determine the next replacement date of the various cyclical work items according to its standard schedule. If the date of replacement for any item falls within seven years from the handing over of the estate to the town council, the council concerned will receive a standard sum for the item. The total of all these sums for the 1- to 4-room flats within the town will constitute the cyclical work grant to the council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the cyclical work grant will thus meet fully the cyclical work requirement of 1 to 4-room flats for the seven-year period. During this period, each town council will also be setting aside 25% of its service and conservancy collection from residents and Government service and conservancy grant into a sinking fund. With careful management, town councils will not have to use the sinking fund throughout the first seven years. At the end of seven years, town councils would have accumulated a sizeable sinking fund balance for their future cyclical works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the cyclical work grant will cost the Government a total sum of about $340 million. The grant will be disbursed in two instalments; an amount to cover the needs of the first town council term on take-over of the estate, and the remaining sum upon the commencement of the second term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cyclical work grant will not cover five-room, executive and HUDC Phases III and IV flats. HDB has succeeded in keeping the routine maintenance costs of these flats below their respective service and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> conservancy charge. Taking this group of flats together, there should be savings from the monthly service and conservancy contribution to defray the cost of immediate cyclical works and sinking fund contribution. The Government will provide bridging loans to town councils which experience cash flow problems when carrying out such cyclical works for these flats, if necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as part of the total grant package, Government will also provide additional assistance to town councils which wish to embark on certain improvement projects for the common properties under their management. Town councils may wish to carry out improvement works such as constructing linkways between the block or providing additional, better quality playground equipment in the neighbourbood parks and playground. In order to assist town councils, the Government will provide a dollar-for-dollar grant up to a specified amount for approved improvement works. Town councils are invited to apply to the Urban and Rural Services Committee for such grants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, an additional grant to assist town councils during the start-up phase will also be provided. This is a once-off grant to cover expenses which will be incurred by the town council the moment it has been gazetted during the first 180 days. Such expenses include advertisements for shortlisting or prequalification of managing agents and other tenders. Each town council will receive $5,000 to pay for these final expenses. In addition, a sum based on $1 per property unit managed is provided to cover expenses such as printing and distributing of passbooks and information pamphlets to residents. Phase I town councils have already received the grant. Other town councils will be given theirs within a month of formation. The amount to be received by each town council will vary from $10,000 to $35,000. The total amount payable for all town councils is about $850,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are also aware of the heavy burdens which Members will now have to shoulder when town councils come into operation in their wards. The experience of the Ang Mo Kio pilot project shows that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> every town council chairman will have to devote about one or two half-days each week to town council matters. This is in addition to the time spent on discussions and meetings with town councillors which are normally held in the evenings or in the weekends. We are therefore thinking about a scheme to compensate town council chairmen for the time and effort that they will have to put in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Nee Soon Central also asked whether town councils will be taxed on the surpluses that they are able to accumulate. The Ministry of Finance has informed me that they are agreeable to not taxing town council surpluses resulting from the mandatory estate management and maintenance work. However, the present position is that interest derived from these surpluses and also investment return from such surpluses would be subjected to tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, the package of grants that I have just announced has been carefully worked out by the officials of the Ministry of National Development, and Ministry of Finance and HDB. They have taken much pain to ensure that what is being provided will meet town councils' requirements for the next few years. Eventually, each town council will have to decide for itself how much and when to spend the funds under its control. Mismanagement or a spendthrift approach by any town council will lead residents towards insolvency and disaster. This has been made very clear ever since the concept of town council was first publicly discussed. The Government cannot be expected to bail out town councils which blunder into financial difficulty and mismanagement. On the other hand, Sir, judicious and cautious policies will enable a town council to accumulate surplus which can then be used to cope with sudden demands or unexpected circumstances. Surpluses can also be used by a town council to provide improvements for the enjoyment of all their residents. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I want to seek some clarification from the Minister, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> He has said that a large number of these HDB blocks have been demolished because there are too many 1-room flats which are vacant. From what I have been told, Sir, many people in these blocks have been asked to vacate. And as a result of their being asked to vacate, of course the flats become vacant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other thing I would like to ask the Minister is: does he realize that this re-location and demolition of Housing Board flats has caused a lot of hardships for many people, and that their livelihood has been affected? Has he made a study of the complaints that are being made? Because many of those in business are complaining that they have lost all their business. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Chairman, Sir, what I said was that the whole re-location exercise started as a result of blocks having large numbers of vacancies. Even before we embarked on the re-location programme, we found that many 1-room blocks had 40%, 50%, 60% vacancies, and the shops in those blocks were already suffering from poor business. So HDB had one of two alternatives. First, to let the normal course of vacancy take place until everybody has been cleared out. This may take many years and it will mean that large numbers of flats in a block will be empty, attracting all kinds of undesirable elements to use these empty flats and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other alternative is to encourage those who are left behind in these flats to buy flats. They are given incentives such as no downpayment, 25 years' loan and a removal allowance to buy new flats. As a result, those who could not buy flats were then removed from these 1-room blocks and gathered together in other 1-room blocks. In other words, if there were four 1-room blocks, each one 30-40% occupied, we tried to put them into one or two blocks, 100% occupancy, and the rest were then cleared and the blocks knocked down. That is the process that we adopted. Of course, some who were left behind and who would have liked to stay longer were asked to move. I do not deny that. They were either asked to move to another 1-room block nearby or they were given, as I said, incentives to buy flats. In fact, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> more than half of those who were left behind took the opportunity to buy 3, 4 and 5-room flats, because in the case if they bought 3-room flats, they did not have to pay any downpayment. They could just move and pay the monthly instalments. This was the kind of encouragement we gave them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Businesses - I know they suffer because of an exodus of people. Whether or not we embark on the re-location programme, the fact remains that people were moving out of the 1-room blocks, and those markets and shops which were dependent upon the residents in the 1-room blocks, of course they were affected, because the customers went elsewhere. And for such people, again, we have a scheme to either get them to move somewhere else to pay their compensation so that they could go into some other kind of business. \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too:</b> Mr Chairman, I wish to thank the Minister and the Senior Minister of State for their comprehensive explanation. We are satisfied with the explanation given. I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), six minutes. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the rapid economic and social developments in our country, the Government has solved the serious housing shortage of the people. However, the Control of Rent Act is to be annulled in three stages. At present, as the Act is not completely repealed yet, some tenants have been taking advantage and making large sums of money. They have been receiving considerable sums of tea money or renting out these residential premises as commercial premises at exorbitant rentals but not issuing correct receipts in order to circumvent the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of these people use the loophole in the Act to cheat the Government of resettlement compensation by giving false \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> addresses at these premises or make use of this to get priority allocation of flats. I would like to know whether the Minister has any better measures, before the Control of Rent Act is completely repealed, to prevent such things from happening. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also old folks living in these pre-war houses. They are used to their old ways of living, getting together, chit chatting, whiling away their time in amiable company. However, when these premises are decontrolled, what will happen to these aged people? They will feel isolated. I would like the Government to say whether there is any special assistance to be given to such people? \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I think the Member was referring to the areas affected by the Controlled Premises (Special Provisions) Act which are, in the first instance, the conservation areas. Yes, we are aware that there are old people there who need special assistance. During the debate on the amendment to the Act, I did mention that the URA has identified about 1,700 old single persons, aged 40 to 50 years, males and females, who may require assistance in Chinatown, Little India and the Kampong Glam areas, which are the three areas identified in the first instance for conservation. But it does not follow that all the 1,700 will, in fact, need assistance. From the experience that URA has had in other parts of Chinatown, we find that only about 35% of the senior citizens really require alternative housing. The others have families elsewhere and they moved in to stay with their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of those who require assistance, we have identified sufficient HDB rental flats as close as possible to the conservation areas where these old single persons can be re-housed. We will, of course, in the process of re-housing them liaise very closely with the Ministry of Community Development and find out the specific needs of these persons and see how they can be assisted. So we are quite confident that disruption can be minimized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think some of the other kind of abuses that the Member mentioned are likely to arise because there are sufficient provisions in the Controlled Premises \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> (Special Provisions) Act for tenants, sub-tenants and other occupiers to qualify for compensation and to be heard by the Tenants Compensation Board, if they are not satisfied with the compensation offered by the landlord. I must also emphasize that no landlord can clear out his tenant without, first of all, showing that he has specific plans to redevelop the site, that he has the funds to do so and that the plans in fact have been approved by the relevant authorities. As I explained during the debate on the amendment to the Act, this is the reason why we chose this route, of using the Controlled Premises (Special Provisions) Act, rather than just repealing the Control of Rent Act. Using the Controlled Premises (Special Provisions) Act means that we can spread out the lifting of rent control over a long period and tie it to specific development. This will give a longer time for tenants to adjust and any disruption can be minimized by spreading it out over a longer period. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, I thank the Minister for his explanation. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I want some clarifications, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The amendment has been withdrawn. Amendment (3), Dr Low. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this afternoon I would like to talk about two topics. One is on the building control regulations and the other on road works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After some buildings were found to have structural problems in Singapore, people began to query why buildings which had been issued with the Certificate of Fitness (COF) from the building authority did have problems of fitness for occupation, structural problems and other serious defects. The new Building Control Act does have the recommendation of changing this misleading term COF to the Certificate of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> Statutory Completion. Although the Act will only be implemented in 1991, I strongly feel that we should start using this new term to replace the COF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the COF, I would like to ask the Minister whether installations or fittings in buildings is a criterion used for issuing COF. For a new private home owner, what kind of protection does he have if there should be defects in his house or flat? Are there any rules that authorize the purchaser or solicitor to withhold a portion of the purchase price from the developer for a reasonable period to protect the buyer? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we need to have more protection for private home buyers. At present, if a developer should breach a contract even for simple things like shortfall of built-in areas, the buyer has to take legal action against the developer. This may take years. In the meantime, the buyer will suffer mentally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the COF is issued, the developer will normally take over the management and maintenance of the common property and collect the service and conservancy charges until these responsibilities are handed over to the management council. During this period, the collected fund is at the full disposal of the developer. There is no adequate safeguard to protect the interest of the home buyer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the worst situation, when a developer should keep a sizable number of the unsold units in a condominium, the developer could then elect, by proxy, the people he wants to control and run the management council. The pro-developer management council could ignore the interest of other buyers and leave all the defects undone until the expiry of the developer's obligatory period. Even if the genuine owners have full control of the management council, there is very little they could do without referring the case to the courts if the developer refuses to rectify any costly faults of the building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One resident informed me that he booked a house which was then under construction from a small developer. Subsequently, he paid a substantial amount to the developer through progressive pay- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> ments. One day, he realized that the house was in the possession of a bank because the developer had mortgaged the house to the bank and was unable to service the loan. In this particular case, the buyer might risk losing his life-long savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to call for more measures from the building authorities to protect private home buyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another issue is road works. Travelling on our expressways, it is not uncommon that one --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Low, could I remind you again that you are not allowing time for a reply. You may continue but please be aware that you must give time to the Minister to reply. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> Travelling on our expressways, it is not uncommon for a motorist driving in the fast lane to suddenly realize that there are some roadworks right ahead, without prior warning or proper traffic signs. If this happens at night or on rainy days when visibility is poor, serious road accidents could take place because most vehicles on the expressways cruise at the maximum allowable speed of 80 kph. Sir, insufficient prior warnings, inappropriate traffic signs and no re-routing of traffic due to roadworks can endanger motorists using the expressways. Perhaps the Ministry could draw up standardsclearly spelling out the safety requirements for any roadwork on expressways for mandatory implementation to enhance road safety for motorists using expressways. \n  <br>\n  <br>\n  <!-- Mr Peter Sung (Minister for State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for State for National Development (Mr Peter Sung):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since guillotine time is coming soon, I will abbreviate my answers. The issue of COF does not mean that the building has complied with everything that the buyer expects. It just means that the building has fully complied with all statutory and technical requirements. However, architectural and internal layout details may vary slightly from the approved plans. Some changes may be allowed so long as they do not conflict with the statutory requirements. When the building is completed, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> the architect submits an as-built plan to the BCD for approval as the final approved plans. The COF does not include a number of things which I would skip because of time constraint. I would say that in areas not covered by the building requirements and technical requirements, defects resulting from sub-standard workmanship and materials are matters between the purchaser and the developer. The BCD will not be involved. The COF therefore is a document which confirms that a building has been built to the requirements of the building authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, the word \"fitness\" is sometimes misconstrued to mean fitness in every aspect. This misconception has led to instances where the purchaser asked BCD to intercede on his behalf when he discovers that the property he has taken over does not meet his expectations of fitness. In order to avoid such misunderstanding and in order to emphasize the BCD's concern with statutory provisions and regulations, the term \"Certificate of Fitness\" will soon be changed to \"Certificate of Statutory Completion\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now turn to the query as to whether there is any protection for residents before a managing agent takes over the property. The answer is yes. The duties and responsibilities of the developer and the managing agent, if one is appointed, are spelt out in the Buildings and Common Property (Maintenance and Management) Act. Under this Act, errant developers or agents can be taken to task when things go wrong. There is therefore adequate protection in the law for residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Low also asked whether any more protection can be given to buyers. Existing safeguards under the Housing Developers Rules are adequate. The project account system ensures that buyers' interests are protected. To encourage higher quality work, my Ministry will be amending the progress payments schedule under the prescribed Sale and Purchase Agreement. The intention is to withhold 5% of the purchase price from the developers to ensure that they make good all defects that have to be rectified. The money or balance thereof will be released to the developer only 12 months after the developer informs the buyer that he can move into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> the new home. The prescribed sale and purchase agreement will also be amended to require the developers to provide more detailed specifications of the building units they are selling. This is to minimize disputes arising from specifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As an additional protection to house buyers, the developers will be prohibited from mortgaging the land for the project other than for construction purposes and for land loans. This is to ensure that the land will not be unnecessarily overburdened with mortgages not connected with the building project in the event a developer goes bust. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On warning signposts, contractors carrying out roadworks are required to install adequate signs and lighting so as to ensure safety and to minimize inconvenience to roadusers. The PWD has published a temporary signing manual. This serves as a guide for contractors regarding the correct and proper placement of signs and lighting when carrying out any work along the roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Physical enforcement of the safety requirements is carried out by the PWD and the Traffic Police. The respective service departments also conduct their own internal policing and control. The PWD has stepped up enforcement by increasing the frequency of checks at the job sites, both during the day and at night. There is also a demerit points system for contractors who infringe safety requirements. As a result of this enforcement, some contractors have been suspended and safety at the worksite has been further enhanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the PWD is very concerned about safety on the roads while works are in progress. It will continue with the training and enforcement programme to enforce safety and to minimize inconvenience to roadusers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> Sir, on a point of clarification. The Minister of State stated that there will be new regulations preventing small developers from mortgaging the land or other structures to the bank. Do I understand him correctly on this point? \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Sir, it will prevent all developers, not just the small ones. But mortgage will continue to be allowed when the mortgage is for the purpose of the loan and for the land or construction connected with the project. It will not be allowed for any other purpose. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> I would like to thank the Minister of State for the attention to the problems that I raised. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I would like to remind hon. Members that the time I have allocated for each amendment includes the time needed for reply by Ministers. Hon. Members should therefore take this into consideration when making their speeches. Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made progress on the Main and Development Estimates for the Financial Year 1st April 1989 to 31st March, 1990, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1989/19890315/19890315-HA-0530285.htm\">table - SCHEDULE OF SC/CC GRANT RATES, Reconstructed Income and Expenditure Statement for the Ang Mo Kio Pilot Town Councils (Cols. 285 - 286)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
