{"memberId": null, "volumeNo": "53", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "11", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"53\"> \n  <meta name=\"Sit_No\" content=\"11\"> \n  <meta name=\"Sit_Date\" content=\"1989-03-27\"> \n  <meta name=\"Start_Col\" content=\"835\"> \n  <meta name=\"End_Col\" content=\"914\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">53</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">11</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">27-03-1989</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 835</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 53</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 27th March, 1989</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 836</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 837</b></font>\n  <br>\n  <br> \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 838</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Minister of Education. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Senior Parliamentary Secretary to the Minister for Trade and Industry and the Minister for the Environment. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ASSENTS TO BILLS PASSED</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the date stated: \n  <br>\n  <br>22nd March, 1989 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Building Control Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Economic Development Board (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Legal Profession (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Minor Offences (Amendment) Bill; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 840</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Controlled Premises (Special Provisions) \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) Planning (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) Urban Redevelopment Authority (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(viii) Corruption (Confiscation of Benefits) Bill. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>SOUTH BUONA VISTA ROAD/DOVER ROAD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Redevelopment)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Encik Abbas Abu Amin - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. To ask the Minister for National Development whether the Public Works Department will redevelop South Buona Vista Road and Dover Road. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos GRC):</b> Question No. 1, Sir. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, the Public Works Department has found the general traffic condition along South Buona Vista Road and Dover Road satisfactory. There is no immediate need to redevelop the roads. The Public Works Department will continue to monitor the traffic situation and developments in the area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SOUTHERN ISLANDS AS DUMPING GROUND</b>\n  </div> \n  <div align=\"center\">\n   <b>(Impact on marine life and inhabitants)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Encik Abbas Abu Amin - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. To ask the Minister for the Environment what is the proposed plan to make use of part of the southern islands (between Pulau Semakau and Pulau Sakeng) as a \"dumping-area\" and how this plan, if implemented, will affect marine life and the inhabitants of Pulau Sakeng. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed:</b> Question No. 2, Sir. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, actually this subject had been discussed when the Committee of Supply debated the estimates of my Ministry. However, Sir, for the benefit of the Member for Pasir Panjang GRC and also for the benefit of the people of Pulau Sakeng, I shall go over the facts once more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at present the Ministry of the Environment operates the dumping grounds at Lorong Halus and Lim Chu Kang. Currently, we are developing another dumping ground of about 63 hectares next to the existing one at Lorong Halus. These dumping grounds are expected to be exhausted by the year 1997 and thereafter we will need to dispose of our non-incinerable refuse as well as the incineration ash from our incineration plants on an offshore dumping ground. An offshore area east of Pulau Semakau and west of Pulau Sakeng has been safeguarded for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the impact on marine life and also the people of Pulau Sakeng can be controlled by proper design and operation of this dumping ground. For example, there will be no dumping into the open seas and specially constructed impermeable bunds will enclose the dumping site and any wastewater from the site will be treated before discharge into the open sea. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> whole dumping operation can therefore be virtually isolated, thus reducing its impact on the surrounding marine environment and also the people of Pulau Sakeng. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding these measures, Sir, my Ministry will monitor the offshore dumping activities to ensure that the surrounding marine environment and the people of Pulau Sakeng are adequately protected. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, how many percent of our refuse are dumped instead of being sent to the incinerators? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> At the moment, about 40% of our refuse are dumped and with the coming into operation of the Senoko incineration plant, now under construction, we need ony dump 15% of our refuse. We can at most incinerate 85% of our refuse. The remaining 15% has got to be dumped. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CPF EDUCATION SCHEME</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Labour whether the study on the use of Central Provident Fund for education has been completed; and, if so, what percentage of the CPF contributors will benefit from the scheme. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Mr Speaker, Sir, I am pleased to inform the House that the study on the use of CPF for local tertiary education has been completed. The new scheme will allow CPF members to invest part of their CPF savings in tertiary education for themselves and their children. It will be called the 'CPF Education Scheme'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In drawing up the Scheme, my Ministry was guided by one basic principle, namely, that the fundamental objective of the CPF scheme should be safeguarded. CPF savings are to provide for the old-age needs of the CPF members themselves. Any investment of CPF in education must not violate this primary objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CPF Education Scheme is therefore basically a loan scheme. Any CPF withdrawn for education must be fully repaid with interest to the original CPF account. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 842</b></font>\n  <br>\n  <br> With the long-term CPF contribution rate set at 40%, most CPF members will have just about enough to pay for their housing, Medisave and old-age needs if there is no leakage for other purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As with the Approved Investments Scheme, a CPF member must have at least the minimum sum of $30,900 in his Ordinary Account (inclusive of amounts withdrawn for housing), before he can participate in the CPF Education Scheme. Should the investment fail or if the loan is not fully repaid for whatever reason, he will have at least the minimum sum to survive on at subsistence level. The minimum sum is only enough for subsistence living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Altogether about 500,000 or half a million members with CPF savings exceeding $30,900 will be eligible to participate in the Scheme. This constitutes 51% of the active CPF members. The number and proportion will increase as members build up their savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Scheme will be confined to full-time degree or diploma courses at the National University of Singapore, the Nanyang Technological Institute, the Singapore Polytechnic and the Ngee Ann Polytechnic. The amount members will be allowed to withdraw will be limited to the full tuition fees for the approved courses, and to 40% of their CPF balances in excess of the minimum sum (as for the Approved Investments Scheme), whichever is the lower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the scheme will not cover overseas tertiary institutions. Overseas tertiary education is extremely expensive. A three or four year course will easily cost more than S$100,000. This is far more than the CPF balances of most Singaporeans. Parents who can contemplate sending their children on such courses are likely to have substantial income. If we allow those who do not have such resources to use CPF for overseas tertiary education, we will be placing many of them under great pressure to send their children overseas when they really cannot afford to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, overseas institutions and courses vary enormously in type and quality. The Government is in no position to assess, much less pass judgment on, the quality of foreign tertiary institutions, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 843</b></font>\n  <br>\n  <br> whether individually or by categories. To approve some institutions while excluding others will lead to contention. Yet to allow Singaporeans to use their CPF for all of them, regardless of the character of the institutions, will be irresponsible. The Government has therefore chosen a cautious approach in implementing the CPF Education Scheme, and excluded overseas institutions altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like the other CPF investment schemes, there will have to be adequate safeguards to ensure repayment to the members' CPF accounts. Besides the loan document, a guarantor will be required as in the case of the NUS or NTI loan scheme. This is similar to the charge on a property bought with CPF funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The education loan will carry interest pegged at the CPF rate. Interest will be calculated from the date funds are withdrawn. There will be a charge by the CPF Board to cover the cost of administering the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The borrower will be allowed up to 10 years to repay the loan plus interest. He will be required to start repaying within one year after graduation or leaving the course for whatever reason. Repayment will be in cash. Otherwise it could lead to his CPF savings being siphoned to his parent's CPF account and thereafter withdrawn prematurely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Repayment will continue even if the lender has reached the age of 55 years. This is to prevent the scheme from degenerating into an early withdrawal scheme. Under existing CPF rules, money repaid into the member's account after age 55 will be withdrawable when the lender reaches the age of 58 years and every third year thereafter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CPF Education Scheme will be implemented after the necessary amendments have been made to the CPF Act. As this will take time, the amendments will be back-dated, if necessary, to enable the scheme to be implemented from the new academic year in July. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Mr Speaker, Sir, I have a series of supplementary questions for the Minister. First, would the CPF member be permitted to use his CPF savings to finance his own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 844</b></font>\n  <br>\n  <br> tertiary education? We have been talking about financing the education of children but can he use it to finance his own tertiary education? And, if so, could he be permitted to use it for overseas education, say,to pursue a Ph.D, especially if he has already got a house or an apartment worth more than $30,900; and if this sum is considered to be too small, would he be permitted if he already owns a house worth more than half a million dollars? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of default on repayment,is it the CPF Board who will prosecute? If the member does not want the CPF Board to prosecute the son for his default of repayment, then what would be the position of the CPF Board? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, as I have said, the CPF scheme will allow CPF members to withdraw CPF savings not only for their children's education but also for their own education. As to whether it can be allowed for, Ph.D courses overseas, the answer is \"yes\" for Ph.D courses but \"no\" to overseas for the reasons I have already stated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In case of default, the CPF Board will have to try and recover the money from the child or from the borrower. One way could be to have it in the law that the CPF Board can request the employer to deduct the repayment instalments from the borrower's salary. We are still in the process of drafting the amendments. The point is if we allow a member, say, the parent, to waive the repayment we could be placing the parents in a difficult position when they are pressurized by their children. We want to be careful not to allow this scheme to degenerate into an early withdrawal scheme. Therefore, we must insist on repayment. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, will the Minister be willing to put this amendment to the Select Committee? I am sure there are many other suggestions which could be very fruitful. The second one is: why the need for a guarantor when there is already a minimum sum of $30,000 as a requirement first? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I do not see the need for referring this to a Select Committee. I think the amendments will be straightforward. The problems are more of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 845</b></font>\n  <br>\n  <br> the philosophy and the attitudes - whether people feel that the scheme should be more liberal, for example, to allow for overseas education. We have good reasons, as I have said, why the scheme has to be this way. From the point of view of the CPF Board, we have to safeguard the basic objective of the scheme which is to ensure that a member has enough savings for his old age and that is why we have requested for a guarantor. We expect that the guarantor would most likely be a friend or a relative. So at the very least there will be additional moral pressure on the borrower to repay the amount. This is the same way as in the case of the NUS and NTI scheme and also for other CPF schemes where we try to make sure that the safeguards are there to protect the funds for the member's old age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The $30,900, as I have said, is just enough to live on after age 60 at almost $300 ( I think the new figure is $245) per month. This is only enough to cover subsistence living. To live at a reasonable standard and to maintain the standard of living after leaving his job, a member needs much more than this. In fact, he needs the full 40% CPF. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Sir, firstly, would a member be allowed to use the scheme if he is an external student studying in Singapore? Secondly, would the scheme cover students who are studying in polytechnics? Thirdly, would the Minister consider allowing the same amount of fees payable in the Singapore context to apply to studies overseas? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, for foreign or external students studying in Singapore, the question is whether they or their parents have CPF in Singapore. If they do, then I think we should allow them, if they are CPF members. As for polytechnics in Singapore, the answer is yes. He may not have heard it clearly but polytechnics qualify polytechnics qualify as tertiary institutions. So we should allow them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of overseas education, if we allow CPF members to withdraw up to the limit of the local fees, I think the sums that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 846</b></font>\n  <br>\n  <br> can be withdrawn will be very small in relation to the cost of the overseas training. On the other hand, once we allow that, then we are conceding the principle that we can allow for overseas education. Therefore, the Government has considered all the pros and cons and decided \"no\" for overseas education. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Tampines GRC):</b> Would the Minister not agree that with this kind of restriction on the use of CPF funds, limiting it mainly to local studies, the scheme is more of a concession in principle than of any material assistance to families, since local students can apply for university loan schemes which are granted roughly on the same kind of principle and to cover the whole cost of the local tuition? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, the NUS and NTI schemes can only cover half the fees, not the full fees. So there is already a doubling of the amount that can be borrowed. And if you look at the cost of studying Medicine, for example, at the new fees of $7,200 per year, if it is a five-year course, it would be $36,000. So the amount that can be withdrawn is fairly substantial. In fact, the scheme will benefit a big number of borrowers. Most of the members can only afford to send their children to local universities, either the NUS, NTI, or the polytechnics. Therefore, by so allowing, and I mentioned that half a million members can qualify, the majority will already benefit. The ones who can send their children overseas are, in fact, the minority. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Just a point of clarification. Students can apply for half of the tuition fees from the revolving loan fund. They can also get the other half from the university loans. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I believe the other half can only be granted to hardship cases, whereas this CPF education scheme is applicable to everybody. Another difference with the NUS scheme is that the NUS loan scheme is interest-free until graduation. Once the child graduates, he pays interest, I believe, at the prime rate, whereas the CPF scheme will be at CPF rate all the way through. CPF members will have a choice - they can have either the full CPF loan or CPF-half NUS, or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 847</b></font>\n  <br>\n  <br> whatever. It is a further liberalization of the CPF scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 847</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FINANCIAL YEAR 1ST APRIL, 1989 TO 31ST MARCH, 1990</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [8th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>12.50 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N (cont.) - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> (Amendment) No. (2), Mr Chng is not here. Amendment No. (3), Mr Chew. 9 minutes. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Mr Chairman, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Code NB 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a unique feature of this year's Budget document is the incorporation of workload and performance indicators of Ministries. With the incorporation of these indicators, the transition to a PPBS system of budgetting, I believe, is fully completed by now. The credit must go to the Ministry of Finance (Budget) officers for making this transition possible. There are now more objective measures to evaluate the performance of Ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this workload and performance indicators serve to ensure that the services provided by the public sector are carried out in the most cost-effective manner. It minimizes wastage and ensures that our resources of taxpayers' moniesare efficiently and effectively spent in the discharge of these services. It is a noble objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my concern with the PPBS system is when the Ministry of Finance (Budget) carries the objective to its extreme, such that Ministries become so performance-conscious that they implement all kinds of cost-cutting measures just to show to the Budget Officers every year that their performance has improved. But all this would be to the detriment of the level of service offered by the Ministries to the public. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 848</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The concern, Sir, is: where do we draw the line between cost-effectiveness and service to the public? Both are equally important. Would the Minister please comment on this observation? And would the Minister also give the assurance that the level of service to the public provided by the various Government departments and statutory boards will not be worse off because of the implementation of the PPBS? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Chairman, Sir, I can assure the Member for Eunos GRC that the intention of this scheme is not to reduce the quality of service or merely to conserve money and save money, and therefore cut the quality of services available to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The philosophy underlying the block vote budgetting control system is that each Ministry should be run like a business, with the Minister as the Chairman of the Board and his Chief Executive Officer being the Permanent Secretary - the Permanent Secretary being responsible for the implementation of policies laid down by the Minister and approved by the Cabinet in a way which will achieve the Ministry's goal with the least cost to the taxpayer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Monetary control system in place will enable the central agencies and top management of the Ministries to monitor that the delegated financial authority is used in the best possible way. The Government's financial accounting system is fully computerized, an on-line system, and facilitates the tracking of the expenditure of each cost centre. The performance of each programme is also regularly monitored against quantitative performance indicators, now published in the Budget document which MPs are free to monitor also. If the Ministry's performance, as measured by the indicators, shows a negative or downward trend, it will be clearly up to the Permanent Secretary to take necessary action, either in terms of improving the quality of performance for the public or in terms of discharging its particular programmes. The responsibility lies with the Permanent Secretary to ensure that his Ministry continues to operate in a most efficient and cost-effective way. And \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 849</b></font>\n  <br>\n  <br> periodically, we will also have external audits by the Management Services Department and by the Auditor-General's Department to ensure that the funds allocated to each Ministry are properly spent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member again that, under the new system, performance and quality of service will not suffer. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4). Dr Low is not here. Amendment No. (5), Dr Lee Siew-Choh. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Chairman, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Code NJ 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the training of staff has been carried on for quite a number of years, since 1960 as far as I know. I would like the Minister to enlighten the House as to what is being taught nowadays, what are the subjects being taught, by whom, to whom, and whether the Ministers have anything to do with the training of these staffs? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Chairman, Sir, the Civil Service Institute was first opened in March 1973. Currently its annual budget is $3.4 million, and it has a permanent staff of 50. The Institute's principal mission is to support the goals and programmes of the Civil Service in two ways - firstly, through selective training, especially in management and supervision, clerical and secretarial skills, languages and related areas; and secondly, through promotion of productivity, especially through the Work Improvement Teams programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the period 1988/89, the Civil Service Institute conducted 240 management related courses for 4,550 officers and 880 Core Skills for Effectiveness and Change (COSEC) courses for 22,000 officers. Essentially, the purpose of the Institute is to specialize in the training of all Government civil servants in more effective ways \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 850</b></font>\n  <br>\n  <br> of doing their business and improving their service to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the final question, I am not quite sure I understood what Dr Lee meant. Is he asking whether I train my staff personally? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I want to know if any of the Ministers take part in this training. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Conducting the courses themselves? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> I am not aware of Ministers taking part in it. I think the inference might be that there is some political indoctrination involved, in which case the answer is no. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I withdraw my amendment, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Leong and Mr Chandra Das are not here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $261,993,800 for Head N ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $434,012,970 for Head N ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 850</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), 20 minutes. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Mr Chairman, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head S of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to declare my interest as a solicitor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Hon. Minister for Law to consider, first, a study into whether the insolvency laws of Singapore ought not to be revised in line with the English Insolvency Act 1986 which is the result of a comprehensive review in England of the insolvency laws there. And secondly, an interim amendment to prevent directors from using companies as shields from personal liability in circumstances where they are responsible for what has been described in the Insolvency Act of England as \"wrongful trading\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 851</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, the burden on creditors who wish to attribute personal liability to directors is very heavy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wrongful trading briefly occurs when directors become aware that an insolvent liquidation is in prospect, but fail to do everything possible to minimize losses to creditors. Financial institutions in Singapore would be assured if this amendment is legislated for the reason that it will prevent unscrupulous directors from siphoning moneys out of companies to their advantage. At the same time, it would, in cases of proper conduct, leave intact the concept of limited liability of companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I would also recommend that liability extend not only to directors but shadow directors as well. And that various presumptions be created in relation to the legality or, as the case may be, illegality of transactions between affected companies and companies related to these affected companies, as well as to persons related to the directors of such affected companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, the task of overseeing liquidations and bankruptcies falls mainly on the shoulders of the office of Official Assignee and Public Trustee (OA's Office). With increasing numbers of liquidations and bankruptcies and only 7 legal officers, the task is becoming heavier. And it is becoming more difficult to conduct in-depth investigations into each case of wrongful conduct on the part of bankrupts or directors who have siphoned moneys or spirited off assets of the company away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To reduce the workload and to ensure an effective investigation, I wonder whether the Minister would consider legitimizing a regime whereby the Official Assignee be empowered to employ professionals to conduct investigations and pursue debtors on the basis of a contingency fee arrangement. In other words, they would recover a percentage of what is recovered and nothing if nothing is recovered. The advantage is that there will be vigorous investigation. There will be incentives for vigorous investigations. The workload of the Official Assignee's Office will be reduced. Creditors who trade and lend money in good faith will benefit. And \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 852</b></font>\n  <br>\n  <br> generally, directors and bankrupts who are responsible for wrongful conduct will not be able to get away with murder, as it were. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in England, a Green Paper has been presented to Parliament in relation to certain proposed changes to the English legal system. One such change is the introduction of the contingency fee arrangement for lawyers. We have yet to move in that direction. I was wondering whether the Minister would consider that this is a good ground to test the contingency fee arrangement in view of the fact that it only has limited scope. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Mr Speaker, Sir, the Government aims to develop Singapore into a regional financial centre. In order to do that, Singapore will require, amongst other things, a ready availability of legal expertise to support the growth of Singapore to function as a financial centre. International cross-border transactions are becoming more and more common. In the area of finance, funds are being set up in our country and being managed in another country. The changing world of finance requires that in order to keep up, Singapore has to internationalize its service and to upgrade its financial, legal and all related services to meet the demands of a financial community which is growing more and more sophisticated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Trade and industry also depends more and more on international contracts. With the growth of information technology and sophisticated telecommunications, the world has shrunk and there is an increasing tendency for regional and global perspective being placed upon the way business is carried out. In order that Singapore will not be left lagging behind in these international developments, we must establish within the country the infrastructure support to enable it to grow as a financial centre for the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present position is that such legal services serving a regional function are not available in Singapore. As an example, the establishment of the operational headquarters in Singapore by a foreign company will result in various economic and fiscal incentives being made available, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 853</b></font>\n  <br>\n  <br> provided that the company in Singapore is a corporate entity established here by having administrative, technical support, fund management, research and development in the region. In order to do that, the subsidiary companies and associated companies in the region which receive the service from the Singapore company will have to consider not only from the point of view of Singapore the legal tax consequences, but also from the point of view of the legal and fiscal systems of the region within which they operate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is not possible, as the level of expertise now stands within the legal community in Singapore, for the investor to obtain all the necessary legal and financial services here. The Singapore lawyer having to cope with this problem should be able to respond to the overall needs of the regional investor. And in so doing, he should be able to provide the level of services that will be commensurate with the requirements of making Singapore a service centre of excellence for the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two ways this can be done. One is to expect the Singapore lawyer to go out and obtain the requisite legal expertise and return to Singapore from where he can then provide the advice for a regional-based client from Singapore. If this happens, there will eventually be a source of legal expertise available which can provide a compendious service to the client. This process will require time and expense and is unattractive to the foreign investors. It is an alternative which is not attractive and is only second best. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another alternative and I think this alternative could be better. It is for the Singapore legal profession to be encouraged to get into merger situations in Singapore with regional law firms with the appropriate expertise, so that there can be based in Singapore people with the expertise from the region. The law firm will then be able to generate an all-round information service covering the region. An investor turning up in Singapore wanting to do business in the region needs only do a one-stop trip. The advantage of having a base in Singapore which will be the source of advice which will be appli- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 854</b></font>\n  <br>\n  <br> cable on a regional basis will be considerate in promoting Singapore as a regional centre for such service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a merger between a Singapore firm and a foreign firm resulting in foreign expertise being available within the umbrella of a Singapore law firm can only be forward looking in terms of realizing and taking advantage of regional opportunities here. Singapore will eventually emerge as a legal centre for the region. As a consequence, the support to the financial community, the trading and commercial community, will require in cross-border transactions will be found within our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the scope is considerable. We are in the region of healthy growth. We must be able to take advantage of that growth. The spinoff of basing such a source of service in Singapore can only be to improve Singapore's position as a regional centre for such service. We are already wellknown as a country with a high level of expertise in some areas of professional service. In medicine, telecommunications, information technology, we are acquiring recognition as a regional centre of competence and we should be doing everything possible to encourage the enhancement of that expertise within the financial and legal services. The degree of sophistication worldwide that is being developed in this area is such that we will be increasingly left behind if we do not take the necessary steps now to ensure a globalization of the service within the legal framework of Singapore. There are legislative changes to be made but what will be achieved thereby can only be beneficial to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope the Minister will consider the suggestions. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, if I may take on Mr Davinder Singh's point first. His first point was whether we would review the adequacy and effectiveness of our bankruptcy and insolvency laws. I would like to assure him that I will ask the Attorney-General's Chambers to look into this and to see whether we should review and reform our insolvency laws in the light, as he said, of the revised insolvency laws in the United \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 855</b></font>\n  <br>\n  <br> Kingdom. Having said that, I should also add that, as I recall, the revisions which were made in the United Kingdom on the insolvency laws was after considerable discussions. I believe it was based on a report known as the Cork Committee Report which showed that the matter was considerably complex and complicated. I think it took the Committee some seven years to produce its report. And when the Bill was tabled in the United Kingdom Parliament, just to give an idea of the complexity, I think there were more than a thousand amendments to that Bill. The point I am making is that I agree with him that we should look into this and this will be done. But we must also bear in mind that the matter is quite complex and complicated. In a sense, we can benefit from the United Kingdom having gone through this complexity but we need to see how it can be adapted to our own circumstances and situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to this other point about amending the Companies legislation on wrongful trading, although the Companies Act comes under the portfolio of my colleague, the Minister for Finance, I think he would not mind if I were to say that in a discussion with the Attorney-General not long ago, I was informed that the Companies Act is being looked at with a view to amending parts which require updating and revision. And one of the areas which will be looked into is the desirability of including provisions on wrongful trading modelled, say, on the changes that have been made in the United Kingdom. So I can assure him that that will also be looked into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he made an interesting suggestion that the Official Assignee and Public Trustee's Office should consider a device of employing outside practitioners on a contingency basis. I think this has two aspects. The first aspect is employing outside lawyers. There may be merit in this, not just for the Official Assignee and Public Trustee, but perhaps in other areas where legal work is involved. And I am prepared to look into this suggestion. In other words, what he has in mind is, I take it, not very different from the legal aid situation where the Director of Legal Aid has a panel of some 200 practitioners and certain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 856</b></font>\n  <br>\n  <br> cases, which are not handled by the lawyers on the Legal Aid Bureau staff, can be assigned out to practitioners. We can examine the merits of this idea. I can see some advantage in this and if there is no conflict of interest situations, it may be an idea worth pursuing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point, which was connected to the first, was that such outside practitioners be paid on a contingency fee basis. Of course, the idea of a contingency fee basis would be incorporating into our legal system something new. I know that in the United Kingdom, the Green Paper, which has been tabled recently, has proposed a contingency fee system to be introduced in the United Kingdom. It has given rise to considerable controversy amongst the legal circles there. Whether we should introduce it here, in part or in whole, has to be considered very carefully. I would not like to take a position at the moment. First, we should have this debated amongst the lawyers themselves in the Law Society of Singapore, and I would like to have their views. Secondly, it would be also useful, if not prudent, to see what are the eventual solutions which are arrived at in the United Kingdom as a result of the Green Paper proposals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I understand it, the contingency fee system where the lawyer's remuneration depends on the outcome of the case. It is well practised in the United States. But I also understand that in the United States the contingency fee system applies in the context of lawyers representing the clients in litigation. The difference in r Davinder Singh's proposal is that the outside practitioners would be deployed not necessarily for representing clients but for investigative purposes, which casts a slightly different complexion on the matter. Whether it is practical or not is something that has to be weighed very carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not want, to prejudge the question of contingency fees except to point out that this would be a departure from well established professional norms here. I guess there must have been some good reasons why the contingency fee system which is practised in the United States was never adopted here, although we should not be averse to change. Some have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 857</b></font>\n  <br>\n  <br> pointed out that if you have a contingency fee system there is a danger that cases may be compromised because the lawyers are anxious to get their remuneration as quickly as possible. There is also a possibility that the introduction of a contingency fee system may also result in more litigation and therefore overloading the system with even more cases. I believe here was an article in the Straits Times recently which quoted the former Lord Chancellor, Lord Hailsham, as saying that when you have a contingency fee system unscrupulous lawyers may be tempted to cut deals behind the scenes in order to get their cut quickly. In other words, there are pros and cons, and I would like to tread in this area cautiously without having precluded any option or answer to Mr Davinder Singh's question. But it will be helpful if this matter was debated amongst the lawyers in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may go on to Dr Ho Tat Kin's proposal. I agree with him partly and I disagree with him partly. Let me explain. I fully agree with him when he presents, as a desirable objective, that the legal infrastructure must be such that it strongly supports the overall national objective of making Singapore a sound, effective financial centre, and that when you have the infrastructural legal services that promote that objective, it makes it more attractive for multi-national investors and regional investors to come here. I fully agree with him and I think that we should try to see in what ways this can be improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where I disagree with him is his conclusion in his speech that such infrastructure does not exist at the moment and such expertise is not available here for the regional investor. Perhaps more can be done but I do not agree with him that there is no such expertise now. How do you go about getting the legal infrastructure? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two aspects to it. One, there is a certain amount that the Government itself can do to bring about the infrastructure and the rest is really up to the lawyers themselves. The Government has for some time now recognized the importance of this and has done considerably to bring \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 858</b></font>\n  <br>\n  <br> about the infrastructure. To give you an example, 10 years ago, I think there were only one or two foreign law firms here but the policy has been liberalized. Today, I think we have about 27 foreign law firms here. In other words, they are not doing Singapore law but the laws of other countries, advising clients on international business law, international financial law, and laws of their own countries. Of the 27 such firms here, I think two or three are without resident offices here. They employ over 80 foreign lawyers and the nationality of these companies is a tremendously wide cross-section: United Kingdom, Canada, Australia, Swedish, Dutch, French, Indonesian, Indian, I think even a Panamanian law firm. So over the past few years, just to give you one example, we have liberalized the policy by allowing these foreign law firms here so that there is that expertise immediately available here. But even if the law firm of a particular country is not here, the Government has also, as widely recognized, provided a very good communication system in Singapore - telex, fax, telephone. If a lawyer in Singapore is faced with a problem which has trans-national dimensions, there is no difficulty in getting almost overnight an opinion or drafts of documents or drafts of agreements by communicating with a law firm in Canada, US, UK or in Europe. The law firms of any country in the world, our Singapore lawyers can plug in and get their expertise instantaneously. That is a result of the excellent communication system we have. So it does not necessarily mean that the law firm must be here physically. This, in fact, is what many law firms are doing here, including our Singapore law firms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to what the lawyers themselves can do, I am not sure whether Dr Ho Tat Kin's suggestion of mergers between foreign law firms and local law firms is necessary to achieve that. I am not sure whether it can be done also because a foreign law firm operates in its country according to its legal system, its legal traditions and professional ethics and rules. For example, in the United States there is such a thing as contingency fees. In Singapore it will be professional misconduct for a lawyer to accept contingency fees. So a merger between a foreign law firm and a Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 859</b></font>\n  <br>\n  <br> pore law firm poses certain problems. But a merger is not necessary, as lawyers will tell Dr Ho Tat Kin, because many of the leading law firms in Singapore for some time have established relationships with certain of their counterparts, leading law firms in Europe, UK and the United States, and this association achieves the same kind of objective that Dr Ho Tat Kin is asking for. So, in short, I agree with his objectives and the Government has done quite a bit in trying to promote the infrastructure and I think the lawyers and leading law firms are also doing that. Perhaps what really remains is for more law firms to become aware of the potential that exists and to take heed of what Dr Ho Tat Kin has brought up in his speech. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh:</b> I beg leave to withdraw, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. 2. Mr Das is not here. Dr Wong. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to bring to the attention of the Minister some problems faced by owners of private apartments that were built mainly in the early 1960's and registered under the provisions of the Registration of Deeds Act. There are many such apartments in Cairnhill Constituency, such as Pacific Mansion, Far East Mansion and Kimlin Mansion. The maintenance of such apartments is usually carried out by the developer who collects maintenance fees in order to maintain common properties and grounds of the estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following the introduction of the Land Titles (Strata) Act, many of the developers try to convert the estate to strata sub-divisions as they found that housekeeping common properties and grounds is a thankless effort. The owners are also keen on the conversion as they can then form a management corporation to upkeep their own estates. Unfortunately, under existing regulations the conversion process is a very difficult process. Let me illustrate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 860</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Pacific Mansion Residents' Association spent five years of hard work with their developer before they could achieve a reasonable settlement and file an application for strata title conversion with the Registry of Land Titles and Deeds. They owe their success to their former MP, Dr Tay Eng Soon, to whom they are most grateful. However, because of some administrative procedures, they still have to wait several months before obtaining their strata titles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, I have taken up the case of Kimlin Mansion. I hope the residents of Kimlin Mansion will not have to wait five years before they could submit their application for strata title conversion. I must add that some owners of Kimlin Mansion have paid their conversion fees about 10 years ago and have yet to file an application for strata title conversion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I suggest that the Minister study the problem and amend the relevant portions of the Land Titles (Strata) Act and simplify the procedures to make it easier for residents of such apartments to obtain their strata titles. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Chairman, in order to reply to Dr Wong Kwei Cheong, I should spend a minute or two to explain the problem of old condominiums which were not governed by the Land Titles (Strata) Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The old condominiums that he refers to are condominiums which were built before, and therefore not governed by, the Land Titles (Strata) Act, which means that the flat owners in those condominiums really, under the law at that time that they purchased, had no title to the land at all. The developer retained the title to the land. This is to say that if they want to convert to strata titles under the new law, which is possible, a minimum of 25% of the owners in such old condominiums can initiate the process to convert to strata titles, but it requires the consent of the developer, which is natural because he owns the title to the land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The delay that Dr Wong Kwei Cheong refers to is really not a delay on the part of the Ministry of Law or of the Registry of Titles or Registry of Deeds. The delay in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 861</b></font>\n  <br>\n  <br> the example he has given is really a delay caused by protracted negotiations between the developer and the residents. The reason for the delay is often that they cannot agree, the developer wants to exclude certain parts of the condominium, maybe common areas and so on, outside, to be excluded from the title which is going to be passed to the owners. Of course, the developer has an interest, so has the residents. So in the case that he cited, the 5 years' delay in the case of Pacific Mansion was not caused by any bureaucracy on the part of the Land Titles Department. It was because of the inability of the two parties to agree and it is very difficult for the law or for the Ministry to come in and force a person who has ownership of the land and to force that person to agree to any particular term. This must be left to negotiations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once they have reached agreement, then it is only a matter of few months before the procedure of registration of the titles is effected. In the case of Pacific Mansion that he referred to, if I am not mistaken, the application for strata titles was lodged in December 1988. There are certain procedures and checks which the Registry of Land Titles has to carry out to make a search for the title, whether there are encumbrances and so on. I do not think this will take more than five or six months and I am quite confident that the Registry of Land Titles would be able to complete the process by June. It is not a terribly long process and I think five to six months is a reasonable time. But I want to correct the impression that the five years' delay was due to some serious omission on the part of the Ministry of any of its department. It was not. It was just the inability of the parties to agree and I do not think that the Government can interfere and impose its terms either on the developer or on the tenants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as Kimlin Mansion is concerned, he was expressing the hope that the same delay will not occur. As far as I know, no application for that premises has been lodged with the Registry of Land Titles. But I hope that he will bear in mind the points that I raised. If there is any way in which, after it has been lodged, the Ministry or the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 862</b></font>\n  <br>\n  <br> Land Titles Department can speed up, I will ask them to do so. But the problem really resides in the negotiations between the two parties. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the residents of Pulau Ubin, for generations, have been living a simple life, eking out a living from the lands and sweating out in the granite quarries. They live in wooden houses which are squatting on State land. Apart from the existence of a small police post where the police officers maintain law and order in the island, the residents have not really come into contact with the Government authority. Most of them are alienated from the mainstream of life in mainland Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While their fellow citizens in the mainland are enjoying the fruits of our prosperity and the advancement of science and technology, the people of Pulau Ubin do not even get the basic needs of electricity and piped water. They depend on well water and their own generators for electricity supply. Despite the lack of such essential amenities, the residents have no complaints. They are generally happy with what the Changi CCC has done for them over the years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most residents are senior citizens and generally law-abiding. For years, they have not felt the breath of authority breathing down their necks. Therefore, it was not surprising that many of them did not understand the building regulations concerning State land. Whenever there was a need to enlarge their dwelling premises, they would put up structures or extend their existing ones. The need to apply for approval from the Government authority was never in their minds. Hence, the additional extensions or structures constructed for years had become part and parcel of their dwelling premises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Land Office's sudden interest in these old structures in Pulau Ubin came as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 863</b></font>\n  <br>\n  <br> a surprise to the islanders. The enthusiastic Land Inspectors, armed with measuring tapes, have been actively on their move in the peaceful island as uninvited guests since last year. They moved from place to place eyeing on the wooden houses suspected to have been enlarged with additional structures or extensions and taking measurements of them. In most cases, enforcement actions were subsequently taken against the owners for the additional extensions said to have been illegally built on State land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the enforcement actions taken by the Land Inspectors have disturbed the peace and tranquillity that have been existing in Pulau Ubin for decades. They have also left the simple islanders bewildered. The residents have become fearful of the authority and are worrying as to when would they be the next victims of those uninvited guests from the Land Office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, why did the Land Office step up enforcement actions against the humble islanders? Was it a case of a long lull before a storm? Were the relevant authority trying to make up for their long negligence in the past? Or was it a revenue-earning measure for the Government by way of penalty fees imposed on the islanders by the authority which regularized the additional structures or extensions within the ambit of the TOL? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many islanders have appealed to me for assistance. Changi Constituency, in fact, topped the list of appeal cases with the highest number of appeals officially made by me with the Land Office in 1988. Obviously, Sir, the problem in my constituency should be seen as more serious than others. May I, on behalf of my constituents, appeal to the relevant department to be more understanding and humane when exercising their authority. At this juncture, Sir, I would also like to appeal to the Minister to look into this problem with a view to lessening the hardship faced by my constituents as a result of the Land Office's enforcement actions. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I think the Member must have been talking tongue-in-cheek but if he was not, then the reason he put \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 864</b></font>\n  <br>\n  <br> forward for not stepping up enforcement action in fact is all the more reason for stepping up enforcement action. Let me explain. He has presented Pulau Ubin as a tranquil, peaceful, paradise island, which is so out of touch with the fact that it is part of Singapore that when Government officers go there to inspect their own land they are considered to be uninvited guests. In other words, the Land Office officials are trespassing on land on which others are squatting. If there is to be immunity from actions from the Land Office and the thesis developed so beautifully by the Member for Changi, holds, then within the next few weeks after the publicity given to this Committee of Supply debate, drug addicts, criminals and others will make their way to Pulau Ubin and narcotics officers and CID officers will also be trespassing there when they enforce the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, Sir, when the Land Office serves notices they were not singling out Pulau Ubin residents. I have looked at the figures. There is no singling-out of Pulau Ubin violations. They also act on violations on the mainland. If there have been more notices served last year it is because there have been more violations in recent years on Pulau Ubin and I sympathize with his predicament in the sense that he has got more appeal cases. If there is any individual case that the Member for Changi feels strongly about - it is unfair or unjustified - I am quite prepared to have officials look into it. But as a general point, it is not true that there has been some vindictive rampage launched by the Land Office. There have been increased frequencies of unauthorized structures, unauthorized buildings which the Land Office of course must take action. Otherwise there will be no end to it. But as I said, if he feels strongly of any particular case, he can raise it with me and I will look into it. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, before I withdraw my amendment, I just want to inform the Minister that the police post in Pulau Ubin is doing a very good job. They have been maintaining law and order all these years and there is no crime situation that is adverse for the residents. Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 865</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SI 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the 1984-86 period, many of my 1-room and 2-room rented tenants had to seek assistance from the Legal Aid Bureau. My constituents and I have always found the Legal Aid Bureau most helpful and we appreciate the good work done by the Bureau. I am sure Members of this House who have sought the Bureau's assistance on behalf of their constituents will agree with me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, on some occasions, my constituents will seek my assistance to get the Bureau to speed up matters. I understand that the Bureau handles some 9,000 cases annually and on any one day there are more than 2,500 active files and they only have a small number of legal officers. I was told there are only nine of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to know what measures would the Ministry take to help the Bureau to improve on its productivity? Will it be possible for the Bureau to make use of, say, final year degree students from the Law Department to assist in the cases, at least for the research work? I understand the Ministry of Law is now being computerized. I would like to find out from the Minister if the computerization programme includes the Legal Aid Bureau because with over 2,500 active files a day, computerization would definitely speed up information storage and retrieval. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, before a person can seek help from the Legal Aid Bureau there is a means test which they must satisfy. I understand the same means test has been in use for the last 13 years. In view of the improved standard of living and the high cost of living in Singapore, will the Ministry revise the means test to reflect the current living standards? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, in answer to Dr Ho Tat Kin's question, it is true that we have over 9,000 cases dealt with by the Legal Aid Bureau each year and although the number is large a study done by the MSD one or two years ago showed that some 80% of these cases are dealt with and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 866</b></font>\n  <br>\n  <br> closed within a period of a year, which is not bad. Secondly, the number of full-time lawyers is small but to give a full picture, one must understand that the Legal Aid Bureau also assigns out cases to outside lawyers and, as I mentioned in an answer to an earlier question, there is a panel of over 200 lawyers to whom cases are assigned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was a study done by the Management Services Department which concluded that there was no need at present to increase the number of professional staff but there was a need to increase the number of clerical staff. As for computerization, yes, at the moment, it is computerized but the computer time is linked with that in the Ministry of Community Development. There is a historical reason for this. Because at one time, the Legal Aid Bureau was under the umbrella of the Ministry of Social Affairs. Right now, the point raised by Dr Ho Tat Kin is being pursued, that is, to obtain a computer for the Legal Aid Bureau for itself so that there can be more effective tracking of cases and management of case files. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The thrust of his question was whether things can be speeded up. With computerization, a certain amount of speeding up can take place. But there is a certain human factor which has also to be dealt with. We are dealing with people who are not so well educated, who are not conversant with the intricacies of the law or legal procedures and the forms and requirements which have to be dealt with and not all information and facts are given at first interview and many of them do not understand why a decision is not given quickly. I have had dicussions with the Director of Legal Aid. He tells me that many who come for divorce applications, for instance, they come for filing an application for divorce through the Legal Aid and expect the divorce to be given within the next day or two. So a certain amount of explanation and clarifications and the process of education has to take place with a number of the applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the means test, it is true that the means test has been as it is for the past 13 years but it has been implemented with considerable flexibility by the Legal Aid \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 867</b></font>\n  <br>\n  <br> Bureau in exercising their discretion. We can look at whether we should revise the means test but it will also mean that the number of cases will double or quadruple immediately. With that note that we can look into it, I will close by saying that the Legal Aid Bureau at the moment handles a tremendous amount of cases - tenancy, landlord and tenant, divorce, custody cases - and with the present means test it can cope with the work. If a means test is revised and the work load increases it means there are other implications. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I beg to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $36,679,600 for Head S ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $17,624,400 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 867</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (1), 133 minutes. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head Q of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with your indulgence, may I request that under this Head, the debate be divided into four separate discussions to allow for a focus in the debate. May I respectfully suggest, Sir, that parts (a) and (b) be taken together, then parts (c) and (d), to be followed by parts (e) and (f) separately. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I first speak on manpower and human resources management and the upgrading of the Police Force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC for Home Affairs and Law has had four briefings by the Minister and his senior officials. We note that the Ministry, especially the uniformed elements, has a problem of manpower shortage. Sir, we are glad to note from the Ministry and the Minister for Trade and Industry that a committee will be formed to look into the problems of all the uniformed elements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 868</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the uniformed elements - the Police, Fire Service, the Civil Defence Force, and the Prison Service - all face similar problems. Their officers are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) subject to severe discipline; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) work irregular hours; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) subject to personal danger in the course of their duties; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) by and large under-paid. Thus, it is not surprising that in a full employment economy, it is both difficult to recruit and retain officers in these branches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC, however, is glad to note that, despite this problem, the operational readiness of these units has not been adversely affected. Sir, in this respect we are glad to note that the major crime indices are satisfactory in Singapore. A major crime is defined as that of rape, murder, robbery, housebreaking and theft of motor cars. Singapore's rate for major crimes in 1987 was 17 times lower than that of London, and 1.7 times lower than that of Hong Kong. It was even lower than that of Japan. In Singapore, it was 207.4 cases per 100,000 population. In Hong Kong, 256.3; Japan, 259.2; West Germany, 2244.3; and London, 3423.1. Also for robbery, in 1985 to 1987, the cases stabilized at about 64 per annum and housebreaking for 1983 to 1987 about 120 cases per annum. Sir, this is a credit to the dedication and commitment of the officers and men. However, should we take this for granted? Mr Speaker, Sir, the mission of the Ministry is \"to maintain law and order at all times, and co-ordinate civil defence measures in emergencies\". This indeed places a severe responsibility on all the services, and we must ensure that the various units have the manpower and equipment to do their job, and to do it well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister several questions. Firstly, how he intends to grapple with the problem of recruitment of officers? Secondly, will we be able to offer more scholarships to A level students to attract them to serve? Thirdly, can we look into the possibility of accelerated promotions and the possibility of giving good serving officers more opportunities to study in Universities or even prestigious law enforcement agencies overseas to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 869</b></font>\n  <br>\n  <br> provide a more rewarding career and hopes for career development? Fourthly, can we allow for specialization of duties as an added incentive? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with specific reference to the upgrading of the Police Force, I would like the Minister to comment on two aspects: firstly, the concept of the Divisional Headquarters and the Neighbourhood Police Post; and secondly, the redevelopment of the Police Academy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the shift of the population to the housing estates, community policing, or the Neighbourhood Police Post (NPP) concept, is now rapidly gaining popularity and recognition. It is so popular that not only every constituency wants it, but every block in the constituency wants the NPP to be placed in each block. The GPC is glad to note the tremendous effort and sacrifice put in by the officers and men of the Police Force has made community policing a success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NPP now comes under the charge of a Divisional Headquarters. There will be seven such modern HQs scattered throughout the island. Each of them will cost several million dollars, and each will be equipped with state-of-the-art equipment and weaponry. We, however, note that the Ministry could be more generous in providing a little bit more comfort and luxury to the Police officers. Here, Sir, I refer specifically to provision of air-conditioning for the rest rooms of the officers and men. I am sure that the Minister will agree that in our hot and humid weather, air-conditioning today is no longer a luxury. There is air-conditioning in the airport, post offices, hospitals and outpatient clinics. Is it not time we updated our police stations? This will indeed enhance the morale of our officers. Further, small things like coffee, tea and some snacks for officers who work throughout the night, I am sure, are also in order and will be supported by my colleagues in this House. How about the police cars? The cabins of buses and lorries are now air-conditioned. Taxis and buses are also air-conditioned. So is the MRT. Should we not provide our police cars with air-conditioners? I am sure this will enhance productivity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 870</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these examples that I have brought up are small ways, very very small ways, that we, as a community, can show to our police officers that we care. These are small but tangible ways to show our appreciation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next I turn to the Divisional Headquarters. Sir, we have retained the title of \"Police Stations\". But each of these modern Divisional Headquarters costs $5-7 million. They are no longer the old shacks with which we associate the term \"Police Stations\". Perhaps the Ministry should consider giving these new \"nerve centres\" a new name such as \"Police Divisional Headquarters - A, B, C, D or G Division\" so as to reflect its new role and its modern image. There is much that is associated with a name, and I feel that with the restructuring, a new image must be projected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, in upgrading the Police Force, the new proposed Police Academy will play an important and critical role. Will the Minister enlighten the House as to what form the Academy will take? How will the courses conducted reflect the challenges ahead? Can this Academy take on the additional responsibility of providing law enforcement courses to the mushrooming security agencies in the private sector so as to ensure greater professionalism in this sector? Sir, the other members of my GPC will deal with other aspects of this Head such as the Traffic Police and Marine Police. \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Sir, my GPC Chairman has addressed the issue of shortage of manpower in the uniformed sectors. I just want to follow up with a question to the Minister. The question is: is there a career path for each category of uniformed staff, and does the Ministry have an upgrading programme to enable existing staff work towards promotions? Is the salary scale competitive as compared with people of similar qualifications in other Ministries or in the private sector? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to refer to a statement made by the Minister of Finance in 1986 in the Annual Budget Statement: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Government has, therefore, decided that the permanent staff complement of Ministries and Statutory \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 871</b></font>\n  <br>\n  <br> Boards should be reduced by 10% from the current level over the next five years. The 10% target will apply to existing programmes and can be achieved through normal attrition, and more selective recruitment, plus increases in productivity. Manpower requirements for new services will be considered separately.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to comment on this, and whether this 10% reduction has been achieved, or is the 10% reduction still valid? If it is not, then I would ask whether the Minister will be prepared to take up with the Minister for Finance as to the basis such a directive was made. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Chairman, Sir, to add on to the statements made by my colleagues in the GPC for Home Affairs and Law, I think one important consideration with regard to the uniformed organization is the very hierarchical structure of such organization. Promotion opportunities will be limited for most of the uniformed personnel. May I suggest the Ministry to consider a dual ladder approach with regard to the career development of the servicemen in the Home Affairs Ministry. Promotion is quite well practised. They are based on vacancies and promotees are considered on the basis of their supervisory and managerial capabilities to take on higher level responsibilities. Such vacancies are normally very limited. But what about people, the large number of them, who have acquired experience, technical competence on the job? Is there not the possibility and feasibility of considering an avenue to upgrade these people without changing too much the roles and functions? Because these experienced personnel are definite assets in handling the situation on the ground. I would urge the Ministry to consider such avenues for the large majority of the service personnel so that they will see the prospects of remaining in service and in the uniformed group, in particular, I think, to retain an accumulated experience is that much important for us to have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the Traffic Police and road safety, the fatality rate per 100,000 population in Singapore is high. It is 7.85 in 1987. This is higher compared to Japan at 7.7 and Hong Kong at 6.0 for 1986. There is the need to enhance road safety because of the increasing usage of vehicles. I think we have read of newspaper reports of drunken driving resulting in fatal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> accidents. A very vivid case that comes to mind was the case of a young lady who was knocked down on Valentine's Day this year. Is the Minister contemplating any action against such cases of drunken driving? Could we not suspend the licences of motorists as soon as they are charged with dangerous and reckless driving rather than wait until they are found guilty? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next matter is with regard to elderly drivers. There were two newspaper reports: one, in July 1986, a young doctor died when he was knocked down by a lorry at a bus stop and the lorry driver was then 70 years old. And in January this year, two lorries collided and one of the lorry drivers who died was 61 years old. Will the Minister be considering measures to restrict such elderly drivers over 60 years old from driving heavy vehicles as they pose a danger to themselves and to other road users? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps a major road safety campaign should be launched to educate the motorists before we embark on stringent measures to improve road safety in Singapore. I think the Traffic Police is to be commended for the recent blitz against indiscriminate parking and I hope the Minister will enlighten the House about other measures that will be considered by the Ministry. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I support the points raised by the Chairman of GPC for Law and Home Affairs regarding the upgrading of the Police Force. I feel that the upgrading of the Police Academy is overdue. But the upgrading of the Police Academy should not be limited to acquiring sophisticated training hardware only. I feel that training courses, training curriculum and syllabus will need to be constantly revised and updated to meet the needs of the officers in today's crime prevention scenario. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some foreign universities offer a degree course on criminology. I would like to suggest that the new Police Academy, maybe in conjunction with NUS or NTI, offer a part-time degree course in criminology for the serving Police officers. Such course will provide the academic training to complement the field experience of the senior officers and will provide motivation for the officers to upgrade themselves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 873</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to suggest to the Minister that the new Police Academy include schools of training for the Prison Service as well as the Central Narcotics Bureau officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Crime prevention and crime solving depend very much on good intelligence. To maintain a high level of preparedness to deal with public disorder, Police officers will need good intelligence information. I think much of the information gathered by the CID will also be of interest or are related to the other departments such as the Narcotics Bureau, Prison Service and maybe even the Immigration Service. It will therefore make sense to coordinate the intelligence system covering the Police and other related departments so as to cut down on unnecessary duplication and to facilitate intelligence information sharing. As each of the departments, the Police, the CNB and the Prisons, are all embarking on computerization, I would like to suggest that the Ministry introduce an integrated intelligence sharing system using a very large computer database. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Marine Police has the responsibility of maintaining law and order within territorial waters, such as checking on smuggling. The Marine Police has also the important role of providing assistance to the Singapore Navy in protecting our territorial waters during an emergency. I would like to find out from the Minister what measures will be taken to upgrade the operational capabilities of the Marine Police. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, on the upgrading of the Police Force, I wish to make some comments on training and the level of service the Police could provide. Singapore is a commercial city. The crooks are becoming more intelligent and sophisticated. While we cannot send a crook to catch a crook, our Police Force should be even more intelligent and even more sophisticated in investigation. And the way to do it is to recruit the best and allocate more funds, I believe, for training. For example, it may be easy to catch a common thief, but it would require higher skills to ferret out a white-collar crook. I would ask if the Police Force has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 874</b></font>\n  <br>\n  <br> revamped and is continuously upgrading their training to deal with the ever changing crime scene in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the SAF has announced plans to build a world-class military academy in the new SAFTI. I suggest that the Police Force do a thorough review of the training and put up plans for an upgraded Police Academy which can be a centre of excellence in training for this region. More officers, particularly junior officers, should be sent for overseas training to enhance their skills and to give them the opportunity to learn and interact with their peers overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of services, the NPP is a good scheme. But I have noticed that not many residents in the neighbourhood or the Constituency know the location or telephone numbers of their NPP. In times of need or trouble, their first instinct is to dial 999, even for non-urgent matters. There should be better publicity in the neighbourhood or the NPP. Perhaps these posts should be assigned easy-to-remember telephone numbers and such numbers can be displayed in all apartment blocks and printed in local newsletters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Police Force is providing good service to the community, to the boys' club, which channel the energy of the kids to very healthy and meaningful activities. I urge the Minister to extend the scheme to more constituencies. And if there is a manpower problem, to utilize the Volunteer Special Constabulary personnel. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I wish to thank the Members who have spoken. They have raised several different points concerning the Police. But the common denominator is their appreciation of the efforts of the Police and the support for all that is necessary for them to improve themselves and to make themselves more effective. And I think this support from the MPs will be very warmly received, not only by the Police but also by myself and my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now take some of the points which have been raised. First, by Dr Arthur Beng and some of his colleagues in the GPC concerning the general upgrading of the Police Force. And how do we cope with recruitment in a tight market? I fully agree \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 875</b></font>\n  <br>\n  <br> with him that for the Police and the other uniformed services, CNB, Prisons, it is not easy to get the recruits. First of all, the available talent pool is limited, the school leavers. Secondly, the private sector is also competing for the same talent and other Ministries are also recruiting from the same group. Over and above this, as the Chairman of the GPC said, there is a feeling that these jobs are fraught with risks and also they have to put on a uniform which many in our society do not like to do. So it is not surprising that in the Police and other uniformed services you have quite a number of posts which are not filled. At the same time, we have to get good people. We have to have our share of the best of the school leavers to join the Police Force and the other services because we are talking about law, order and security. And for the reasons given by Dr Ong Chit Chung, you need to have policemen who are smarter than the crooks. Not only that, the whole system of community policing envisages that the Police officer will be a person who has the intelligence and the ability and training to be able to deal with different members of the community in the NPP with firmness, mixed with tact, understanding and compassion. Because every person he comes across with has a problem which at that particular time is very important to the person. So community policing also requires a high quality Police Force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to overcome the problems, my own view is that the salaries for the Police and other uniformed staff should be revised to make it attractive, to ensure that we continue to get our best. Therefore, this question of salary revision is being taken up by my Ministry with the Ministry of Finance (Public Service Division). But I think it may not be the best place here to go into the details of the proposals because I would like the Ministry of Finance and the Public Service Commission to consider these proposals and I am sure that they will address it with seriousness and urgency. But I would not like to pre-empt the discussion on that by going into the details here. Suffice it to say that I feel that, all things being equal, because these jobs have that additional risks or difficulties, perhaps we should be prepared to pay a premium for that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 876</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for promotions, I take note of the points made by the Members that we should have more promotions. But these are not entirely within the province of the Ministry because the decisions on promotions, as the Member, Mr Loh Meng See, knows, are done by the Public Service Commission. As for senior Police officers, promotions are done every two years. My Ministry is putting forward the proposal that there should be an annual promotion and I think that will be much better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the promotions are done by the PSC, there are high-level committees which monitor the career progress of the officers, his postings, his promotions, his training, his exposure to different courses, degree of specialization, if any. These are carefully monitored. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as scholarships are concerned, first the Public Service Commission does offer scholarships, in the first place, to outstanding 'A' level students each year and these scholarships are tenable at prestigious universities abroad. But over and above this, there are also scholarships for local universities as well as overseas merit scholarships. And there are quite a number of takers for these scholarships. On that score, I wish to assure the Member for Fengshan and Chairman of the GPC that we will review with the PSC to see whether these are adequate to ensure a constant flow of talent into the Police Force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have taken note of the suggestions made by the Chairman of the GPC as to making life as comfortable or as least uncomfortable as possible for the Police, and I am sure the Police will appreciate his consideration in this regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards air-conditioning, I think most of the modern police stations are air-conditioned but his point about central air-con, I think this depends. Some of the facilities and rooms are not used 24 hours whereas some of the other parts of the police station may be used 24 hours and we have taken up with the PWD. There are certain norms and guidelines, I am told, about what can be air-conditioned, what cannot be air-conditioned. We will take up with the Ministry of Finance. For example, we have taken up with the Ministry of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> Finance approval for all investigating officers and rest rooms of senior and junior police officers to be air conditioned. At the moment, operations rooms, conference rooms and briefing rooms are air-conditioned. I agree with him that the nature of the environment in which a police officer works is important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now turn to his point about Divisional HQs. As I understand it, he was asking the names of police stations to be renamed. Am I right? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, what I meant was that the Divisional HQs are now still called police stations. Whether we should drop the term \"police station\" and substitute it with the term \"Police Divisional Headquarters\" and drop the term \"HQ\" which has the connotation of the old police shack compared to the new modern generation multi-million dollar centre? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I have not given it serious consideration yet whether changing the name is going to affect the image. I would think that what is really going to influence the image on the part of the public is the kind of response by the police, the way in which their reports, complaints and requests are attended to. But I would have a discussion with the Commissioner of Police if that is going to be helpful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Police cars, I think the Expressway patrol cars have been air-conditioned. And as for the rest of the patrol cars, when they are replaced, these will be air-conditioned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Police Academy. I think this is an important point brought up by several Members, in addition to the Chairman of the GPC. I think Dr Ho Tat Kin and Dr Ong Chit Chung also brought this up. Training is important because you may have an intelligent recruit, a well-educated recruit, but if he is not properly trained, he is that much less useful to the Police Force. So I am glad to inform the Members who have spoken on this that there are plans to upgrade the Police Academy to make it a modern training professional centre which will be completed by 1994. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 878</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the plans to upgrade the Police Academy, there will be facilities for simulated experiences, control rooms, computer-aided instruction as well as new marksman advanced training ranges. At the same time the training programme must also be revamped to meet current needs. In other words, apart from the traditional police skills, new elements will be incorporated: how do you deal with individual members of the public? This is particularly important for the Neighbourhood Police personnel. How do you interact with the community in which the NPP officer is stationed. At the same time training in professional ethics and, to inject some realism, the trainees will be attached to units to which they will be posted. The trainers, under the revised programme, will also have to be carefully selected and will have to be exposed to the latest training methods and expertise in other well-established training institutes abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his point whether the proposed new Police Academy can train private security agencies, I think the answer to that must depend on whether the Police Academy can first accomplish adequately and effectively the training of its staff of Police officers. That must be its priority. If having achieved it, it has the capacity to train others, then we should do so. There again, I should say that under the proposed upgrading of the Police Academy we envisage that the Central Narcotics Bureau and Prisons officers will also be trained. In the meantime, then, I think for security agencies their training and upgrading can very well be attended to by their own security guards' association. There are such associations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe Dr Ho Tat Kin also raised the question of sharing or pooling of intelligence. He made the point that Prisons, Central Narcotics Bureau and the Police would have occasions where they have to pool resources. That is indeed so. There is a correlation to some extent between serious crime and drug offenders and drug trafficking and such pooling may also be necessary because offences are increasingly trans-national. Prisons may have to come in because their study of relapsed rates will be helpful for the Police \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> in formulating their strategies. So there is a need for mutually supportive intelligence system. The Ministry of Home Affairs, in fact,got a study done in 1987 and this study is now in the hands of consultants to see how we can construct such intelligence sharing system. But even if we achieve that, I think each uniformed force will still need its own separate intelligence data systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Philip Tan also asked whether the 10% manpower reduction applied to the Police Force. I remember last year in giving an answer on the study done by consultants appointed by the Ministry of Finance into manpower in the Police Force and their recommendations were that the 10% reduction would not be applicable to the Police but instead what happens was, as Members will recall, recommendations were made for redeployment in the Police to optimize their existing manpower. Since I gave details on that, I probably need not repeat that except to say that, in the redeployment of manpower to ensure optimum use, the emphasis has been given to front line policing, in other words, the ratio of a policeman to contact with members of the public. Priority has also been given to investigation and training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung said that not many members of his constituency were aware of the location of the NPP. That comes as a little bit of a surprise to me because before an NPP is established, the Police take considerable efforts to discuss with the MP and with all the grassroots organizations not only on the location of the NPP but also to elicit the cooperation of the grassroots leaders in disseminating the information to members of the public. In act, a study which was done on the first group of NPP showed a high level of awareness of the existence of NPP as well as the services rendered. I am not sure whether his remarks were based on experience in his constituency. If that is so, I will discuss with the Police to see how we can publicize it even more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho Tat Kin also raised the question of the Marine Police. Because of the important role that the Marine Police are performing in Singapore's territorial waters, attention has also been paid to this and their operational efficiency will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 880</b></font>\n  <br>\n  <br> upgraded. For example, in terms of equipment, new boats have been ordered. Some of them have been delivered, as Members have read in the newspapers, 8 new PT class boats and 18 new PC class boats with the latest equipment. In addition to the equipment, the system of patrolling has also been changed. The patrolsectors have been re-demarcated, deployment methods changed so that criminal elements who are observing the movements of the Marine Police will not be able to counter the Marine Police system. But obviously the less details talked about the better. The training has also been upgraded with the assistance of other departments such as the Marine Department and the Navy. Joint operations also take place with Immigration and the Customs. Marine Police can work best if we have sharing of intelligence and coordination with other departments and this goes on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on Marine Police, the Ministry has also obtained the services of consultants to see how Marine Police's methods and procedures can be improved to achieve even greater efficiency and effectiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I turn to the points made by Mr Loh Meng See on Traffic Police. He referred to statistics which showed that our traffic accident situation seemed to be on the high side. It is best that we view these figures in the context of a period of time. If we look at the figures over a period of time, in fact there has been considerable improvement. Let me just give a few figures. \n  <pre>\r\n\r\n                                           1988      1978\r\n\r\n        Vehicle population               491,000   309,000\r\n\r\n        Fatalities                           226       278\r\n\r\n        Injuries                           6,379    12,500\r\n\r\n        Casualties per 100,000 persons       8.5      12.1\r\n\r\n        Casualties per 10,000 vehicle        4.6       8.9\r\n\r\n</pre> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Member is interested, I can give him figures from 1956 to 1988. It shows that over the years, although the population is increased, the vehicle population is increased, the casualties has come down. I think it is partly due to better awareness \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 881</b></font>\n  <br>\n  <br> of road safety and education and do's and dont's. It is partly due to effective implementation by the Traffic Police. I think credit has also been given to other departments like the PWD which has been responsible for building better and safer roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having given this overview, let me turn to his question as to what do we have in mind for improving road safety. He referred to drunken drivers and so on. Our concerns are similar to what he has expressed. In other words, in the months ahead, the strategy of the Traffic Police is to concentrate on the minority of high risk drivers, high risk drivers who pose a danger to the others. First of all, there are some amendments which will be made to the Road Traffic Act. The first category where we have to be very strict is with drunken drivers. He mentioned this and he gave an example. Drunken driving in Singapore, last year there were 58 accidents involving drunken drivers. In these accidents, 4 persons died and 10 persons seriously injured. Totally unnecessary. We have to be strict because in Singapore's situation, for that matter in any other country, but in our heavily congested roads, a driver who is drunk, in charge of a vehicle, can be likened to a person who has a lethal weapon in his hand. He is a danger not only to himself and the passengers in his car but he is also a danger to other road users, whether pedestrians, riders or drivers and it is totally irresponsible for such a person to be driving a vehicle. So amendments will be made to increase the penalties for drunk drivers, including increasing the quantum of the fines and also to make it punishable with a jail sentence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, there is a problem which he alluded to, that is, drunk drivers, amongst others, may be prosecuted but it takes months and years before they are taken off the roads if they are found guilty. That is an absurd situation. We are addressing this problem also in amendments to the Road Traffic Act. In other words, four categories, drunk drivers, hit-and-run drivers, persons who hell ride and, fourth, those who drive while under disqualification or those who drive without a licence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 882</b></font>\n  <br>\n  <br> or without an insurance and they cause a death or serious injury. I think such persons have no business to be driving or riding on the roads. I am sure many Members will agree with me on that. But under our present situation, when they are charged, they continue driving on the roads, even after having killed a person. Therefore, the Ministry of Home Affairs will be introducing amendments whereby a person in this category that I have described has killed a person in an accident or caused a serious injury, to a person, such person, when he is charged, is disqualified from driving until the court case is over. I think this is a reasonable measure and when the amendments are tabled I hope it has the support of the Members of the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, we also would address the question of new drivers. At the moment, when a person obtains his driving licence either for a car or a motor-cycle, off he goes. But figures have shown that new drivers are highly prone to accidents. Therefore, one of the amendments we will make is that when a person passes his driving or riding test he will, in fact, have a period of probation of a year and during this period of probation he must not accumulate more than 12 demerit points. If he does not accumulate more than 12 demerit points, then he will have a full qualified driving licence. This will ensure that during the first year of obtaining his licence he is aware of the need to be road safety conscious and mindful of the interests of others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I have taken the point mentioned by Mr Loh Meng See, that is, we also have to pay attention to the elderly drivers. I am particularly concerned with elderly drivers who are driving heavy vehicles, trailers, lorries, because these are likely to cause or have the propensity to cause deaths and serious injuries more than other vehicles. So one of the measures being looked into by my Ministry is to impose an upper age limit for drivers in this class 4, 4A or 5 categories and perhaps, prior to that, to have a cut-off age where they must have compulsory medical examination. I think these are also necessary if we want to have our roads safe from serious accidents which cause deaths and injuries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 883</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, Sir, I have covered most of the points. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I suspend the Sitting and will take the Chair again at 3.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.35 pm until 3.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in the Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I thank the Minister for his reply. Just on a point of clarification. When I mentioned the air-conditioning of police stations, I referred specifically to rest rooms, not to central air-cons. I thank the Minister for mentioning in his reply that this will be considered. I am sure that the comments of the Minister will indeed boost the morale of serving Police officers and also aid in recruitment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like now to turn to parts (c) and (d) - the integration of the Singapore Civil Defence Force and Fire Service and the upgrading of the Singapore Fire Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Fire Service has a tradition that stretches more than a hundred years. The officers and men have done Singapore proud. However, recent trends in rescue and emergency services make it obvious that the integration of the Singapore Fire Service and the Civil Defence Force will provide for greater efficiency and maximum utilization of sophisticated and expensive equipment and valuable manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the integration exercise to be successful, Sir, the feelings of the officers on the ground in both services must be sensitively dealt with. A 100-year tradition and pride of service cannot be simply pushed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 884</b></font>\n  <br>\n  <br> aside with the argument of \"efficency and maximum utilization\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister kindly enlighten the House as to how integration is progressing? What will the name of the new integrated service be? Will the name, logo and uniform reflect both services? How will rank and service conditions be adjusted in the integrated service so that the exercise will be fair to all, especially the long-serving loyal members? Can the Minister assure this House that in this transition period, operational efficiency of the emergency services will not be jeopardized? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to the upgrading of the fire-fighting capability of our services. The recent fire in the Pulau Merlimau Petrochemical Complex reminds us that fire-fighting is both a science and an art. My questions to the Minister are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) How are we gearing up to meet with the attendant fire hazards of more sophisticated industries? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Are we adequately equipped to deal with high-rise fires? \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos GRC):</b> Mr Chairman, Sir, I would like to touch on two points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, on the proposed integration of the Singapore Civil Defence Force and the Singapore Fire Service. Sir, whilst some may question on the wisdom of this move, I agree with my GPC Chairman that there is a need to streamline and coordinate the two essential services. After all, their common mission is to protect and save lives during emergencies and it would certainly be beneficial in the long run through the sharing of resources and expertise, bearing in mind the present constraints faced by the two services. Having said that, Sir, my only reservation is that given the specialized nature of our fire-fighting services, I hope that the operational efficiency of the SFS would not be reduced with the integration. I would appreciate the Minister's comments on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, I would like to speak on the Civil Defence Shelter Programme. It is already common knowledge that presently new HDB developments and nine underground MRT stations are covered under \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> the initial phase of this programme. Also, a few Civil Defence shelter exercises involving the public have already been conducted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I would like to know is whether an evaluation has already been done to-date, and what steps are being taken to extend the programme to other areas, in particular to the older HDB housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One last point, Sir, which I wish to raise is on behalf of the residents of private housing estates. Whilst acknowledging that priority should be accorded to built-up areas, like HDB estates, I would like to suggest that the Ministry seriously consider construction of Civil Defence shelters in one or two private housing estates earlier than the planned schedule and not make them wait till the end of the queue. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Chairman, Sir, I wish to commend the Ministry of Home Affairs for this very innovative integration that has to be carried out for the Civil Defence Force and the Singapore Fire Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have only two questions to raise with the Minister. First, how will the integration affect the Civil Defence Coordinating Committee with regard to its role and function and to the Civil Defence volunteers who have received training on civil defence? Second, there are a number of reservist personnel who have been re-deployed from the Armed Forces to Civil Defence - how will this integration affect all of them? \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Mr Chairman, Sir, currently the Civil Defence Force has more than 25,000 civilian volunteers in the 81 constituencies. I would like to know, as a result of the integration of the two services, what are the implications in relation to the role of the Civil Defence volunteers, what measures or re-training programmes will be mounted to ensure that the civilian CD volunteers will continue to play an effective role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to go on to the Singapore Fire Service. It is very common to see escape routes and stairways in shopping \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 886</b></font>\n  <br>\n  <br> complexes blocked by discarded boxes or used as additional storage space. It is also just as common to see blocked fire exits at shopping complexes. In the event of a fire, when lifts cannot be used, such fire escape routes, if blocked, will trap people in the building. Butenforcement action under the present Fire Service Act is very limited. When the Fire Service comes to know of such blocked or locked fire escape routes, all they can do at present is to remove the obstruction or break open the locks. Enforcement action against recalcitrant offenders is therefore very labour-intensive and unproductive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are more than 350 high-rise commercial buildings and over 3,500 high-rise apartments in Singapore. It is not possible for the Fire Service Officers to go round checking all the fire escape routes. I would like to know what amendments will be made to the Fire Service Act to give the Fire Service better enforcing powerto tackle such problems. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, I support the integration of the Singapore Civil Defence Force and the Singapore Fire Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Singapore Civil Defence Force and Civil Defence shelters, I understand the plans so far include only MRT stations and HDB apartment blocks. I would like to ask the Minister if he would consider extending the construction of Civil Defence shelters to schools, community centres and certain private housing estates, for example, high-rise private apartments where there is a high density of population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During peace-time, in the community centres for example, the underground Civil Defence shelters could be used as CD offices and stores, conference rooms for civic organizations and the kitchen facilities could be used for cooking classes. In this way, the Civil Defence facilities could then be put to optimum use in both war and peace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To publicize the work of the Singapore Civil Defence Force and the Singapore Fire Service, and educate and train the school-going population, I would suggest the Ministry consider the setting up of Civil \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br> Defence Clubs or Brigade in the schools along the line of the Red Cross Society, St. John's Brigade or the Police Cadet Corps. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Home Affairs (Dr Lee Boon Yang):</b> Mr Chairman, Sir, first, I would like to thank Dr Arthur Beng, Chairman of the GPC for Home Affairs and Law, and the other Members who have spoken in support of this integration of the Singapore Civil Defence Force and the Singapore Fire Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Singapore Civil Defence Force and the Singapore Fire Service both share the common mission of protecting life and property in the event of any emergency or disaster. With the experience of the collapse of Hotel New World in March 1986, we can see how an integrated force would be able to play a greater role in such emergency situation. In fact, during that unhappy incident, Civil Defence officers and Fire Service officers worked side by side for many days to rescue victims trapped beneath the collapsed hotel. It demonstrated that the resources and the expertise of both the Fire Service and the Civil Defence Force are common in many areas, and this has led both forces over the last two years to hold joint planning and training to strengthen and improve their capability to deal with any emergency situation. And the cooperation which has been going on in the last two years has demonstrated that an integration of the Fire Service and the Civil Defence Force is both feasible and desirable in the long run, and in particular the pooling of expertise and resources will definitely go towards upgrading the capability of the two organizations to deal with emergencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we will not be the first country to integrate fire and civil defence services. Both Sweden and South Korea are two countries with many years of experience in civil defence. Both these countries have successfully integrated their civil defence forces and fire services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in working towards this integration, the Commander of Singapore Civil Defence Force and the Director of Fire Service have been working closely with officers of my Ministry to develop a plan to integrate the two Forces. Since November 1988, three Divisions - Commmunity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 888</b></font>\n  <br>\n  <br> Relations, Logistics, and Training - have been integrated to serve both SCDF and SFS. These Divisions have been working smoothly since the integration. The Director (Fire Service) and the Commander (Civil Defence Force) will be over a period of time explaining to their officers and men the rationale and the need for these services. So the men will be all kept very well informed of the purpose and of the directions that will be taken. Details of the integration and how we will proceed in other areas, besides these three which I have mentioned, will be announced soon. The details will include the question of an appropriate name for the integrated force. A suitable name must be one that can capture the scope of responsibility of the integrated force and at the same time evoke the tradition and the dedication of the two component forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of service conditions, scheme of service for Fire Service officers and Civil Defence officers, I agree with the Chairman of the GPC that the integration should not lead to a disruption of their career development or their career prospects. I would like to assure the Member that these details are being carefully worked out and that the intergrated scheme of service will certainly take into consideration the length of services of the respective officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chairman of the GPC has also asked whether the integration will affect the emergency services to members of the public. Let me assure him and the members of the public that integration will not affect the present standard of service to the public in the event of an emergency. All public calls for fire and rescue services will be answered promptly by fire-fighting and rescue crews from the nearest fire station. In the long term, integration will enhance the quality of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Kampong Glam and also the Member for Toa Payoh GRC have both asked about the role of the Civil Defence Coordinating Committee (CDCC) and the Civil Defence volunteers after the integration. With the integration of the Civil Defence Force and the Fire Service, both CDCC and the Civil Defence Volunteer scheme will remain unchanged. The Civil \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> Defence Coordinating Committee will continue to play its role as a grassroots organization to highlight the need for civil defence education and training among our people in the community. The Civil Defence volunteers will continue to be recruited and trained in fire-fighting, first-aid, rescue and evacuation. And they will perform the first line of defence in the event of an emergency. For instance, in a fire, they can start to evacuate the people and fight the fire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Mr Zulkifli has asked about the progress of the civil defence shelter programme, whether an evaluation has been carried out since the programme was launched in January 1987. As at 1st March 1989, a total of 177 shelters have been contracted for construction as part of HDB blocks. The first two shelters constructed in Pasir Ris were completed last month. The rest are in various stages of construction. By the end of this year, about 100 shelters are expected to be completed throughout Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the construction of civil defence shelters for the population is a long-term undertaking. It cannot be completed in a few years. Other countries have taken decades to carry out their shelter programme. For instance, Sweden and Switzerland started their programmes more than 20 years ago. In fact, the Swedish government started building shelters 40 years ago. Today, they have not completed their objectives of providing shelter for all their population. The programme is still ongoing. So we cannot expect to do faster than the Swedish or Swiss government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must set our priorities right if we are to implement the programme successfully over such a long period of time. To begin with, we have given priority to the new developments so as not to lose the opportunity of incorporating shelters during the construction stage. This not only minimizes the cost of construction but also reduces the dislocation problem and the inconvenience caused to residents. It makes sense therefore that when we started the shelter programme in January 1987, we started with the new HDB blocks. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 890</b></font>\n  <br>\n  <br> And I would like to emphasize that this principle remains fundamental to our approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have carried out a review of the progress that has been made so far since 1987. The review has resulted in recommendations for refinements to be made. The refinements will improve the spread of shelters under the first phase. The idea is to expand the shelter programme to other new public developments in the vicinity of HDB estates, as suggested by Dr Ong. For example, new developments such as schools, community centres, libraries, can be included for shelter design. In fact, through appropriate planning and design, these facilities can be made use of to provide additional shelter space for residents in their vicinity. And with this approach, fewer shelters need to be built in the HDB blocks. Having peace-time facilities such as schools, community centres and libraries double up as shelters will help to minimize the cost of shelters overall. We did this for the MRT stations. Nine MRT stations have been strengthened and they can serve as civil defence shelters. So why not do it with other public developments? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, if we place shelters in neighbourhood community buildings, we will also be able to ensure that these shelters are put to good peace-time use, as mentioned by the Member for Bukit Batok. This is an important consideration because we cannot afford to have a situation where thousands of shelters are built all over Singapore and just simply locked up and not put to any use at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the existing estates, it will be very costly to retrofit shelters to existing development. Not only that, it will also cause tremendous disruption and inconvenience to the residents who are living there. What we intend to do is to provide shelters as and when there are redevelopment work or new facilities being built in the area. This will minimize the inconvenience and dislocation to those living in the neighbourhood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will shelters be provided for people living in private residential estates? The objective of the national shelter programme is quite clear. It is designed to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 891</b></font>\n  <br>\n  <br> provide shelters for all Singaporeans. It will take time, but eventually Singaporeans, regardless of whether they are living in public housing estates or private housing estates, should have access to a shelter nearby. After we have gained some experience in building and maintaining shelters in public housing estates, we would be in a better position to extend the programme to the private housing areas. In the meantime, if there are any suitable community buildings planned in the private housing areas, we will certainly consider incorporating shelters in such buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to sum up on the shelter programme, in the current phase of the programme, various planning and design concepts are being tested out. We will make periodic reviews as we go along. As I said earlier, it is going to take us a long time to provide shelters for all our people. With the experience gained along the way, we will be able to provide better and better shelters for the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the points raised by Members concerning upgrading of the Singapore Fire Service. The Member for Toa Payoh GRC, Dr Ho, has asked whether the Fire Service will be given additional powers or enhanced powers to deal with this problem of blocked fire escapes or fire exits in high-rise buildings. Under the existing Fire Service Act, the Singapore Fire Service is only empowered to remove the obstructions. The Fire Service regularly checks buildings, particularly shopping complexes and when they come across any obstructions or any locked fire exits, they will remove the obstructions or cut the lock. However, our experience is that existing power is insufficient to deal with the problem. Obstructions that are removed or locks that are cut invariably find their way back to the fire exit when the Fire officer leaves the premises. This cannot be tolerated because the risks are very great. In the event of a fire and if the fire escape is blocked, you could have an unnecessary loss of many lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will be amending the Fire Service Act to provide for powers to deal with the problem. The amended Act will, amongst other things, empower the Singapore Fire Service to take errant build- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 892</b></font>\n  <br>\n  <br> ing owners and occupiers to court, compound an offence and/or charge the errant building owners or occupiers for the cost of removing the obstructions. Penalties will also be introduced to deter building owners or occupiers from committing such offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have covered most of the points except for this point raised by the Chairman of the GPC on whether the Singapore Fire Service is geared to fight fires in sophisticated industrial complexes and high-rise buildings. The rapid increase in number and type of industries in Singapore and the changes in our building trend towards larger and higher buildings pose new challenges to the Fire Service. These new industrial complexes and high-rise buildings require a comprehensive approach towards fire prevention, fire detection and fire-fighting. The Singapore Fire Service is prepared to deal with these emergencies. It has adopted a three-prong strategy to face the new threats and challenges. Firstly, it has on ongoing programme to upgrade its infrastructures and to improve its effectiveness. The number of fire stations will be increased to 15. When the building programme is completed in about six years' time, the Fire Service will be able to respond more quickly to any call for help. Within the stations themselves, old equipment is being replaced and new state-of-the-art equipment purchased. The officers and men of the Singapore Fire Service are also upgrading their skills in the fighting of industrial and high-rise fires. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Singapore Fire Service imposes life-saving fire safety requirements to ensure that all buildings are properly planned, designed and built to be fire-safe. The requirements are periodically reviewed to ensure that they are consistent with changes in the building trends and remain relevant to our local environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the Singapore Fire Service has contingency plans to deal with disasters in any industrial or high-rise complexes. These plans are regularly exercised together with the occupants of the buildings or the industrial complexes. The example mentioned by the Chairman of the GPC, the recent oil tank fire on Pulau \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 893</b></font>\n  <br>\n  <br> Merlimau, demonstrated the Fire Service's ability to deal with large scale industrial fires. The fire was kept under control and the rest of the refinery was at no time threatened by the fire burning in the tanks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have responded to the points raised by Members. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Chairman, Sir, in regard to both integration and upgrading, I understand that a combined school is being set up for both the Civil Defence Force and Singapore Fire Service. Will the Senior Minister of State care to elaborate on this? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, as part of the integration, my Ministry is looking into setting up a combined training school. The location for this training school will be at the Jalan Bahar Civil Defence Camp. It will be a training school for both Fire officers and Civil Defence officers. It will provide both skills training and also management and command training for all the officers. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I thank the Senior Minister of State for his reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now, Sir, to turn to the question of upgrading of the Immigration Service. I would like to deal briefly with two topics. Firstly, that of Immigration passes and, secondly, the Woodlands Checkpoint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC notes that there are six categories of passes issued to foreigners visiting or working in Singapore. There are the social visit pass, professional pass, student pass, employment pass, dependant pass and visit pass for work permit holders. We also note that in FY 88 the Immigration Department processed 1.12 million Immigration documents and is projected to handle 1.19 million documents in FY 89. The GPC sympathizes with the Department in the handling of this tremendous workload. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC would like to suggest to the Department that it should decrease the workload and public inconvenience by issuing these passes for longer periods. This will also make foreigners feel more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 894</b></font>\n  <br>\n  <br> welcome and to stay longer in Singapore. This is, of course, subject to security considerations. For example, we could, for a start, extend the initial social visit pass from two weeks to four weeks. Sir, we consider that in 1988 190,769 social visit passes were issued and the validity period rank from two weeks to two years. If this could be extended, the number of trips to the Immigration Department would be very much reduced. Many serious businessmen and relatives of Singapore citizens could then stay beyond two weeks without making a trip to the Immigration Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we look at the other passes also, and the number of passes issued in 1988, we can imagine how much of the workload can be reduced and how much inconvenience can be avoided if the Department were to consider extending issuing a longer pass in the first instance. For example: \n  <pre>\r\n\r\n                                                No.\r\n\r\n                           Validity           Issued\r\n\r\n                                               1988\r\n\r\nProfessional Visit Pass    1 week - 2 years    11,015\r\n\r\nStudent Pass               6 mth  - 4 years    46,791\r\n\r\nEmployment Pass            1 year - 3 years    19,615\r\n\r\nDependant's Pass           1 year - 3 years    16,543\r\n\r\nVisit Pass (for Work       1 year/2 years/\r\n\r\n     Permit holders)       3 years             169,543\r\n\r\nSocial Visit Pass          2 weeks - 2 years   190,769\r\n\r\n</pre> Sir, for example, we take a student pass. If a Primary 1 student is issued a pass, the pass should be issued for the whole period of his primary school, that is, from Primary I to VI. Thus it would not make it necessary for the student to repeatedly go to Immigration to have his pass renewed. Likewise, those in the other categories. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like next to turn to the question of the Immigration Checkpoint at Woodlands. Sir, this is a constant source of irritation to many who make use of the causeway frequently. Can the Minister give us more information regarding the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 895</b></font>\n  <br>\n  <br> redevelopment of the Woodlands checkpoint? Can the time-table for this redevelopment be brought forward? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong (Paya Lebar):</b> Sir, almost everyday we hear from the radio of traffic jams along the Causeway leading to Johor, the reason being that it is congested with heavy traffic. I believe many of these cars are Singapore cars going into Johor for one reason or the other. One of the causes of these traffic jams, I believe, could be the inadequate number of checkpoints that we have at Woodlands because these cars have got to stop at the Singapore side and then proceed on and stop again at the Johor side. I just want to ask the Minister whether the number of checkpoints at Woodlands is adequate to cope with the heavy traffic, whether the checkpoints are computerized, and whether this computerization is effective enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the Malaysian Government is upgrading the Customs facilities at their end. I wonder what are our plans over our side of the Causeway to upgrade the checkpoints. And if so, how many checkpoints are we increasing and when will these be completed? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the introduction of half-tank petrol ruling that motorists must comply, are the facilities adequate to ensure that the traffic jam will not worsen? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you going on with your next subject on Drug Rehabilitation? \n  <br>\n  <br>\n  <!-- Mr Philip Tan Tee Yong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Philip Tan Tee Yong:</b> No. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Zulkifli. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed:</b> (In Malay): Mr Chairman, although it has been 12 years since the success of Operation Ferret in 1977 in curbing drug abuse, the problem is still with us and is very worrying, particularly where it involves our youths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from an increase in the number of new addicts, I understand that the relapse rate has now gone up as high as 70%. It appears to me from these facts that something might be lacking and I would like the hon. Minister to enlighten us on the effectiveness of the current treatment and rehabilitation programmes, such as the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 896</b></font>\n  <br>\n  <br> intensive counselling programme, the exit counselling programme and the five-phase treatment programme. I would like to know whether the philosophy of the authorities have changed as regards the method of treating the drug addicts. I would also like to know success rate of the present programmes and whether new problems are encountered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the high rate of addiction among Malays, that is, as we know, they comprise 68% of new addicts arrested during 1987 and 1988, as a Malay Member of Parliament I am concerned about the seriousness of this problem among Malay youths. Certainly, in view of such a high rate, something concrete must be done to combat this menace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I read in the Berita Minggu yesterday, somewhere in the middle pages, an article about the drug problem which highlighted several issues that we have to deal with in seeking an effective solution to the problem. And I agree that this is not a simple problem. It needs the involvement of all strata of society and should not bethe problem of any particular section of the community alone. In this regard, I am relieved that local Malay-Muslim bodies have responded to a call made last year and are willing to render their support to overcome this problem. Among these bodies is the Haiah Dakwah Committee. I also welcome the setting up, in the Ministry of Home Affairs itself, of a Working Committee which will be working closely with Malay community leaders and organizations to find a solution to this national problem. In this connection, I would like to know from the Minister what further efforts will be made by the Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Mr Chairman, we hear from media reports that cocaine abuse has reached epidemic levels in the United States and European countries. When the markets there become saturated, supplies would naturally change course and try to divert cocaine to this region, and this can happen in the not too distant future. I would like therefore to urge the Ministry of Home Affairs to take the necessary measures to prevent the spread of new drugs such as cocaine into Singapore and I would like to know from the Minister what plans the Ministry has in this regard. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 897</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> (In Mandarin): Mr Chairman, Sir, in our bid to stop the smuggling and taking of drugs in Singapore, the Government has been quite successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have quite successfully contained the trafficking of drugs. In Europe and America, these countries are hit by the problem to which they are almost at a loss for many countering measures and are almost calling a truce to the long term war with the drug syndicates. In these countries the problem is getting worse with the widespread of the drugs involving huge sums of money. Drug pushers and addicts alike even dare to come out in the open and operate. Some countries even go to the extent of considering legalization of the drugs to allow for suitable amount of their use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should never allow this situation to happen in Singapore. Our people must be aware of the danger and the harm drugs can do to them. Therefore, they must support the various measures by Central Narcotics Bureau in countering and reducing the trafficking and abuse of drugs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Drug syndicates have now moved away from Singapore for their operations. This is attributable to our anti-drug laws and effective enforcement measures. Drug smuggled nowadays include a new drug, cocaine. I would like to ask the Minister whether he would include them in the anti-drug laws to plug the loop-holes. At the same time, whether he would consider confiscating the assets and properties of drug traffickers so as to make drug trafficking a very unprofitable business activity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also concerned about the treatment given to drugaddicts, whose number is quite high. A distinction should be made between those who are new to drug taking, namely, the beginners and those habitual drug takers. There should be separate supervision for these two different groups. For the beginners who are willing to cut the habit, we can enlist the help of their parents and families and give themshorter periods of supervision and rehabilitation process to help such offenders to an early recovery so that they can resume a normal and more meaning- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 898</b></font>\n  <br>\n  <br> ful life as soon as possible. As for those stubborn and habitual drug addicts, they must be subjected to longer treatment to ensure that these people do not go back to their old habit once they are released. Drug taking is very harmful to young people both physically and mentally. We must always be vigilant to this and be always on guard against it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I would like to commend the staff of Central Narcotics Bureau and related personnel for their effort and dedication in this arduous task of curbing and preventing the scourge of drug abuse. I hope their enthusiasm and efforts will continue to yield results. Their successes are already well-known. I hope they will relentlessly pursue with the control and solving of the problems of drugs. We shall continue to work with international societies to fight against insidious drug operations and strive for the liquidation of the scourge of drug abuse to mankind. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, may I take the comments made on Immigration Department. First, the Chairman of the GPC's comments on whether we could liberalize the duration periods of the various passes. In fact, the Immigration Department has done quite a bit in this area. To give some examples; for the Singapore International Passports and Restricted Passports, the validity period has been increased from five years to ten years; re-entry permits and certificates of identity, two years, instead of one year; social visit passes of some categories, such as aged parents, have been increased to two years. As for student passes, the validity period has also been increased, for example, primary school, to three years, secondary schools, to four years, and so on. The Immigration Department will examine the extent to which it can do more but it must be subject to the overriding requirement of immigration control and operational reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the reasons why they cannot lift the period of validity or extend it by too much is that they must have some control. If a person is here claiming to be working or studying, then there must be periodic checks to find out, if he is on an employment pass, whether he is still working. And if he is here on a student pass, whether he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 899</b></font>\n  <br>\n  <br> is, in fact, still a student or whether he is doing something else. Subject to the overriding consideration of control and operational factors, the Immigration Department will see what else it can do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question he asked was about the Woodlands Checkpoint. This was also commented on by Mr Philip Tan. Our plans for development and improvement at Woodlands Checkpoint have both the short-term as well as the long-term component. In the short-term, as those who have passed by the area would have noticed, there is substantial development already in progress. Under the short-term plan, the number of clearance lanes will be increased from 64 to 96. There will be other improvements, such as more spacious, well-illuminated air conditioned bus passenger halls and so on. The schedule for this short-term plan, work started in September 1988 and it is to be completed in March 1990. But these improvements, according to our projection and assessment, will only be able to cope with the projected increase up to the middle of the next decade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we have even a longer redevelopment project which is to build a new Woodlands Checkpoint. For this, some 11 hectares of land will be reclaimed, another 6.7 hectares of land will be acquired and under that long-term development plans, the clearance lanes will be increased to some 150, double that today. Once details of these plans are finalized, we will make the announcement. The long-term development plans incidentally will also incorporate the short-term development plans. We expect the new Woodlands Checkpoint to cater for the traffic growth well into the next century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I will deal with the various questions on the drug problem. I will start off with the question raised by Mr Zulkifli as to what are the problems we see ahead. This, in fact, has been alluded to by the speakers. The first problem is that we see no let-up on the heroin situation. In fact, neighbouring countries have also reported increased seizures of heroin and increased number of arrests. We in Singapore have also seen a greater inflow of heroin. The reasons for this are, first, the Golden Triangle area has been reporting annually \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 900</b></font>\n  <br>\n  <br> increased bumper harvests of heroin. The professionals in CNB also tell me that the consensus of opinion is that because of the unrest in Burma this also led to a suspension of restrictions and controls such that production and flow out of Burma have also increased. There is plentiful of supply and no shortage of persons willing to cash in in terms of drug trafficking. That is the first problem. We expect even greater supply in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second problem is that of cocaine. The new form of cocaine used is known as crack. As Members pointed out, it is reaching epidemic proportions in the United States and in Europe. It is estimated it is overtaking that of heroin. It has not reached Singapore or the region yet but our view is it is a matter of time. Because of that, the Ministry has discussed with the Central Narcotics Bureau to plan well ahead. The following will have to be done and are already being attended to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, we must physically be able to detect the cocaine user and for this the CNB is working very closely with the Department of Scientific Services and they are confident they will be able to detect in the same way the heroin addict can be detected. Secondly, we will have to amend the law to make sure that trafficking in cocaine and addiction to cocaine are also dealt with under the Misuse of Drugs Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem which is exercising our minds now and which may require amendments to the Misuse of Drugs Act is that of cannabis. In addressing the problem of Malays and drugs, we have found that cannabis is, in fact, what is known as a \"gateway drug\" to heroin, particularly so with the Malay drug addicts. They start off on cannabis and then graduate on to heroin. Malaysian legislation has provisions for death penalty for cannabis trafficking. Our Misuse of Drugs Act does not. Therefore, it is profitable for traffickers of cannabis to operate in Singapore. So this is a loophole which must be plugged and this is another amendment to the Misuse of Drugs Act which my Ministry is considering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Mr Zulkifli's comments on the problem of drugs in the Malay community \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 901</b></font>\n  <br>\n  <br> he has already mentioned the figures. In addition to what he has said, I would just quickly recapitulate. The problem is being tackled both at the CNB and the Ministry front as well as in the community. Members know that Mr Abdullah Tarmugi is heading a task force which will harness the efforts of the community and community organizations in this regard. I had discussions with the President of SANA and he has assured me that special efforts will be mounted to increase the number of counsellors and aftercare volunteers to counsel the Malay drug addicts. In addition to this, in terms of enforcement, the Woodlands Task Force has stepped up its activity, including the use of instant urine testing and the instant urine testing will now not only be used at the Woodlands Checkpoint but will also be used at other locations in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the rehabilitation regime which Mr Zulkifli asked for some information, there is a change in approach and that change in approach in terms of rehabilitation is to ensure that priority is given and special attention is given to the first-timers or other drug addicts who are amenable and show a willingness to give up the drug habit. This is the basic rationable between the exit counselling programme which involves a sharp shock programme so that the drug addicts, most of them first-timers or experiments, will be given an apportunity to kick the habit. In other words, they need not be in the DRCs for a long period of time. The intention is to put them on a police supervision order so that if they violet the supervision order then they will be back in the DRC. The exit counselling programme similarly is to concentrate on drug addicts who are amenable and show a willingness to kick the habit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect which is alluded to in the House and also needs to be tackled is that some of the hard-core addicts tend to take things in the DRC in a soft way. They view it as not too harsh a regime where in fact they gather to get new sources of information about drug trafficking. We will have to take sterner and tougher measures with the hard-core addicsts and some of them even engage in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 902</b></font>\n  <br>\n  <br> serious acts of indiscipline, including vandalism, destructon of property and at the moment the Superintendent of the DRC in fact has no powers to effectively deal with such indiscipline and we will have to amend the Misuse of Drugs Act to ensure that such gross indiscipline will be effectively dealt with. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I would like just to ask for one clarification from the Minister. I am given to understand that for cannabis trafficking Malaysia has imposed the death sentence. Would it not now shift the base for cannabis trafficking to Singapore and what does he intend to do about it? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, perhaps I should have elaborated, but I thought I said that because Malaysia has death penalty for cannabis and we do not have, there will be a tendency for the traffickers of cannabis to come to Singapore and this is why we are also thinking of amending the Misuse of Drugs Act in this regard. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I thank the Minister and the Senior Minister of State for their replies. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some time in January, the Straits Times uncovered what a free sex cult which was operating as the Children of God in the past. Now it assumes a new name - as New World Vision. Sir, this cult has been banned in many countries because of its quite clearly immoral teachings. More recently, Sir, we have also read of an obscure religious sect that preaches communal living. The report stated that it has been accused several times of breaking up families. I believe formal reports were filed against this sect but no action was taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this matter has surfaced several times in the past. But I wonder whether the law has been too lax in this area. I understand that these activities are covered \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 903</b></font>\n  <br>\n  <br> under the Societies Act. Perhaps the penalties are not a sufficient deterrent, which is why these activites have re-surfaced so many times. Sir, reading these two reports, there are quite clearly many perpetrators involved. But I do not see any action by the Ministry to bring these perpetrators to justice. I wonder if any relentless effort is being put in this area. Parents as well as Singaporeans by and large are generally concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have two questions for the Minister: Will the Ministry look into making sure that there will be strong deterrent measures against the kind of activities I have mentioned? At the same time has the Police or the Home Affairs Ministry done enough in this area? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Chairman, Sir, I thank the Member for Tiong Bahru GRC for raising this issue of cult groups appearing in Singapore. My Ministry is concerned with the appearance of such groups. But just so that we are not misunderstood, I think we should put what the Member for Tiong Bahru GRC has referred to as \"cult groups\" in context. I take it that by \"cult groups\" he means the groups that are outside the mainstream religious activities, and these are the groups whose activities can lead to social disorder, religious discord and some activities are outright unlawful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now and again my Ministry does receive complaints about such groups. Complaints have come from parents and other religious leaders on the proselytization and deviant activities of these groups. Whenever a complaint is received, my Ministry and the Police will carry out a thorough investigation. And if the groups are involved in activities which are unlawful or detrimental to our racial and religious harmony, then the Police will take the necessary action to put a stop to such activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the groups have in the past attempted to register themselves with our Registry of Societies. Such groups did put in applications and we conducted investigations on their background, and invariably their applications were disapproved. Where a cult group, as a result of historic accident, has been registered, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 904</b></font>\n  <br>\n  <br> and then it became involved in some of these activities which are likely to cause a problem in our multi-religious society, we will take action to de-register it. There have been examples of such societies or groups that have been de-registered, for instance, the Jehovah's Witnesses which was de-registered in 1972 and the Moonies which was de-registered in 1982. Cult leaders and members will be prosecuted if they violate our laws, including organizing or participating in illegal societies. Foreigners who are involved in such cult groups, once they are detected, are invariably deported and barred from entry into Singapore. Subsequently, if they still make attempts to return to Singapore, they will be charged in court under the appropriate Immigration sections. We will continue to monitor all this situation and whenever there is any evidence of illegal activities, the perpetrators will be taken to court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to this particular group known as the New World Vision or Children of God, this group attempted to register themselves in Singapore in 1978 under the name \"Family of Love\". Because of its known cult practices and activities, the application was disapproved. Now and again, we have come across reports that it is trying to re-establish itself and, as I said in my general remarks, the Police will investigate every such complaint and deal with those people according to what I have said. I hope that has clarified the issue. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Question for the Senior Minister of State. Is the Minister convinced that the present legislation is adequate? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> At the present moment I think the powers available to the Ministry are sufficient to deal with the situation. But, of course, we will monitor the situation closely. If it looks as if additional powers or more effective deterrents are necessary, then we will not hesitate to introduce these deterrent measures. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> I thank the Minister for his assurance and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Lau is not here. Dr Lee Siew-Choh. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 905</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Chairman, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to speak on political detainess, Sir. Recently, the ISA was amended and today the Government may pick up anyone, according to the whims and fancies of the Minister and detain him for years and years. And no one, not even the courts, will be able to do anything about it. But what about the detainees? They are left to languish in prison and only the close members of the family and their lawyers are allowed to see them. They are kept away from the outside world and are subjected to intense mental and psychological pressure. Government hopes thus to brainwash them, to get them to so-called recant, so that the Government may have an excuse to say that it has detained them for justifiable and good reason, before releasing them. As regards those who do not submit to such pressures, they are kept in prison for many, many years. And one such example, Sir, is Chia Thye Poh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chia Thye Poh, ex-Assemblyman for Jurong, ex-Barisan Sosialis MP to the Malaysian Parliament in the early 1960s, was detained in 1966. And now, 1989, he has been in prison for 22(r) years. I would ask the Ministers to put themselves in his shoes. Just imagine how they would feel, even if they were to be under detention for one or two years, to say nothing of 22(r) years . And I am sure the Ministers would them know how people feel when they have been kept away from the outside world and left alone by themselves all the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What crimes has Chia Thye Poh committed? He has not stolen, he has not robbed, or murdered, or kidnapped anybody. No, Sir, nothing of that sort. All he did was to uphold and defend the rights and interests of the people. And because he strenuously and stoutly defended these rights and opposed the wrong policies of the PAP in the early 60s,he has been kept under detention for so long. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many other detainees have been kept in prison and released. But not Mr Chia Thye Poh. There were other detainees \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 906</b></font>\n  <br>\n  <br> who were kept for nearly 20 years and they were also released. Why has Chia Thye Poh been singled out? What is so important about him? What damage can he do to the Government if he should be released? The Government has repeatedly said that they have a stable government. They have stability, as I have said, on the basis of the ISA, as a result of political and the military police suppressing the Opposition and all those who have voiced opposition to the Government. And if they have such political stability, what fear need they have to release a person from prison? He cannot do much damage to anyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will not speak too much about Mr Chia Thye Poh. I do not wish to be repeat what has been said many times before. But the Government has detained him under various excuses, and all these excuses are untenable. I am not going to list them out now, because I would like the Minister to tell us. And if he will allow me, I will answer them. But I think it is time the Government reviewedhis case. Mr Chia Thye Poh has suffered enough, and so has his family. The whole world knows that after Nelson Mandela, he is the longest term prisoner in the world. I am sure the PAP Government would not like to have such a record put in the Guinness Book, as the Prime Minister has said. Certainly he would not like that. And if people were to ask, \"Who put him there?\", they would turn round and say, \"Mr Lee Kuan Yew\". Does the Prime Minister who wishes to retire, want his name to be carried to posterity in this manner? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think Mr Chia Thye Poh should be released - released immediately and unconditionally. If he has refused to accept the conditions imposed on him by the Government, it is simply because those conditions are unrealistic. And if a person should be pressured to say something which is untrue, then of course that would be wrong. I think the Ministers should really reconsider his case - let me say that again -and release him immediately and unconditionally. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Chairman, Sir, the case of Chia Thye Poh has been discussed in this House on many occasions, and on one of the occasions I gave a full list of his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 907</b></font>\n  <br>\n  <br> activities and the grounds on which he was detained. It is in the Hansard as annexes to a reply I gave to Mr Jeyaretnam when he was in this House. The information I gave to this House showed that he was arrested not for any political activities, he was arrested for his activities in connection with the CPM. All the details were supplied to this House. The Member, Dr Lee Siew-Choh, may wish to avoid repetition in this House by looking up what was said. And if he wants to have a debate on what was said, by all means we can do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said in this House, Mr Chia Thye Poh's release is really dependent on security considerations and a security assessment on anything else. He knows that he can be released if he renounces the use of force. He has refused to do that, and the Members in this House may wish to ponder, \"Why not? \" We have also said that he can be released to any country which takes him, because there are so many countries and human rights organizations which have criticized our actions. But we said, \"Well, if you think that he is so innocent and so harmless, you accept him. \" There is only one taker for that offer. It is the Canadians. Mr Chia Thye Poh did not accept the offer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh gives the impression that this is a case where we have locked him up and forgotten about him. That is not so. His case is reviewed every year. The Advisory Board considers his case and makes its recommendations. My colleagues and I in the Cabinet have to address our minds to the recommendations given each year. So this is a serious matter. It is not a forgotten case, and every time we address it, we do it afresh. It does not mean that he will never be released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh says that he should be given unconditional release. Why? If he is being detained on security considerations, his release must also be subject to such restriction orders as are necessary in a judgment of the security experts. And if he is released, it will be on those conditions. He is in no position to bargain on the conditions he should be released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, Dr Lee Siew-Choh projects him as a harmless person. Consider the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 908</b></font>\n  <br>\n  <br> point which I have informed this House before. While Chia Thye Poh was for several years in detention, to show how committed he is to his cause, he managed to subvert Prison warders and got them to convey messages which he gave to them. And I believe several Prison warders were convicted. That gives you an indication of the man and that is only one of the factors which we have to consider. The Government does not relish keeping a person for so long. But it cannot decide on a release purely on grounds of any embarrassment which may be caused internationally. The release must be based on national security grounds. And if we are satisfied that he should be released, we will not detain him any longer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, Dr Lee Siew-Choh in his opening remarks said Chia Thye Poh languishes in prison, cut off from the world. Dr Lee was not here when I informed the House that Chia Thye Poh is not in some cold, dark cell. He is in a spacious bungalow, ample area for him to tend to vegetables and fruits. He has a colour TV, newspaper, and he has meals cooked by an ISD officer and the family. Perhaps he does not want to go out. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> May I be allowed to answer some of the points that he has raised, Sir? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> As I have said, the Minister and the Government always repeat the same arguments again and again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> What about you? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I'll answer them one by one. He has given a full list of whatever Chia Thye Poh was supposed to have done. One whole list of it. Who has filed that list? Who? The Special Branch. You know, we always used to call the Special Branch the greatest of fabricators. They are amanufacturer of lies. I give you an example of why I say that. On one occasion, I think in 1971 or 1972, one of our Barisan Sosialis CEC lady members was arrested. She was supposed to have burnt a bus, and to have burnt a bus with another young man. Well, that lady very quickly admitted and said that she had a hand in burning the bus. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 909</b></font>\n  <br>\n  <br> They did not catch the young man. After some time, we met this young man. And I have no reason to disbelieve him when he told me that he was never even near the place. He never took part in the burning of any bus. Yet he was alleged to have done so. And all this was telecast on TV too. Sir, this is just one example. I can quote umpteen examples, many other examples, of how the Special Branch very often fabricated evidence against those people whom they want to arrest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the grounds. What grounds? As far as I know, when Mr Chia Thye Poh was first arrested, whey never listed the ground that he was a Communist. That \"ground\" was only put in after many, many years, as an after-thought, by the Government. Therefore, that was not the real ground for arresting Chia Thye Poh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his being a member of the CPM, he has denied it. Who is there to prove that he is or he is not? If he says he is not, he is not. If they say he is, all they have got to do is to produce him in court. Very simple, Sir. After all, the Communist Party is illegal. All they got to do is to produce him in open court and nobody will will be able to complain after that. The fact that they have not produced him in court shows that they have not the slightest evidence against him. Otherwise they would have produced him in court. They are supposed to have all the evidence against Chia Thye Poh. So produce him in open court; and after that nobody will be able to complain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards his release being depednent on \"security considerarations\" and the condition that he renounces the use of force, let me ask: when has he said he was going to use force to overthrow the Government? He has said nothing of the sort, as far as I know. We were together. When he was arrested, he was sitting by my side in our Party headquarters, sitting side by side discussing party matters. When he said he wanted to carry out extra parliamentary struggle, the press distorted what he said into so called \"fighting in the streets\", which was vicious. Extra parliamentary struggle is a constitutional form of strug- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 910</b></font>\n  <br>\n  <br> gle. It is being carried out all over the world, in western countries as well as in Asian countries and in countries around Singapore in South East Asia. What is wrong with that? We were just carrying out part of the constitutional struggle, parliamentary struggle. But since we did not have a chance to speak in Parliament, we wanted to have a chance to speak outside Parliament. And that was the only way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You know, Sir, maybe you did not know. In 1964, for one whole year, although we repeatedly asked for the convening of Parliament so that we could put our views before the House, so that we could discuss important matters of State, we were never allowed the chance. There were only one or two sittings, I think, and short sittings too, all in one whole year. Under those circumstances, Parliament was no longer of any use to anybody; it was no longer a forum for debate. And of course, under those circumstances, as an Opposition Party, we were forced to carry out extra-Parliamentary struggle in order to tell the world as to what was happening in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for his release to other countries, what other countries are they talking about? Chia Thye Poh was born in singapore. Why must he be asked to get out of singapore? Has he not a right to stay here? Of course he has. So why must that condition be imposed on him? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Review by the Advisory Board? Sir, you know what the Advisory Board is. It has no executive powers. It cannot even recommend to the Mnister to release anyone. It has to accept the so-called \"evedence\" of the Special Brance, and that is final. On the other side, the detainee can say hardly anything. He cannot see the notes of evidence. He cannot even see what the special branch has said. So how can the detainee argue back? And that was why, after the jpeople who were arrested in 1963 had gone before the Advisory Board the first time, they never went before it again. Because it was all a force a humbug. It was no use going before the Advisory Board. Now they have made it worse with the recent amendments to the ISA. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 911</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And why on conditional release? The answer is simple. Because there was no real reason why he should have been arrested in the first place, no good reason, no justifiable reason. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was said that while under detention, he subverted the Prison warders. Well, let the Minister himself be prisoner under those circumstances. I am sure he would also try todo the same. He would also try to pass a note from inside prison to somebody in order to get some news of what is happening outside, and also to let people know what is happening inside the prison. what is wrong with that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, the security grounds. Well, what security grounds? All our Ministers are sitting nicely here, with an increase in their salaries on to of that. They have nothing to worry about. They have a huge army which spends a bing chunk of our budget. So they have everythig they need for the security of Singapore. Nothing to worry about. Chia Thye Poh cannot do anything to harm the government. One single man, the Police force, the special Brance and the military, be afraid to let out one single man? And if they think it is such a good thing to stay in a bunglow with TV and all that, as I have said, let the Minister put himself in that situation, and see whether he likes being held under house arrest or not. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> In the few minutes before adjournment, Sir, I think I can deal with the points because they are not new. First, he says the Advisory Board is a farce. How can it be farce when only a week or two ago, it was announced in the newspapers that the release of Kevin De Souza, Chng Suan Sze and Wong Souk Yee by the Government was based on a recommendation by the Advisory Board that they be considered for early release. And in 1987 when they were first arrested under the Marxist Conspiracy, the Advisory Board recommended the cases of some of them to be considered for early release. So in these circumstances, how can one say that it is a farce? Mr Chia Thye Poh has refused to make representations to the Advisory Board. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 912</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he says the Special Branch fabricates, imaginary grounds. How can this be? If this is so, then let us ask ourselves: could ISD, or the Special Branch as it was known before, have demolished the CPM network in Singapore if there were no such CPM elements? Scores of them had to be arrested, rehabilitated and dealt with. And he says we are all sitting here peacefully. It is because of the ISA and an effective ISD that we are able to have the peace, security and stability that we experience today. And enables him to be invited here as an NCMP. How could an ISD which fabricates matters have destroyed the main forces of the CPM which at one time numbered more than 10,000 and reduced it to about 1,000 operating in the Malaysian/Thai border? And it is because of the effectiveness of measures taken by intelligence and security agencies in Malaysia and Singapore that we now read reports recently in the press that these remnants are negotiating a surrender. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I need not dwell on the other points raised by Dr Lee Siew-Choh - production in court. That is a standard argument that opponents and critics of the ISA have lodged concerning the ISA. We have explained that preventive detention under the ISA is necessary because in subversion and CUF types of subversion and clandestine activity, they are such experts that they do not leave the kind of evidence that is necessary for bringing about prosecution under the normal processes of a criminal trial. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, we have reached the Moment of Interruption. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Can I just answer a couple of points? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Let me answer some points first. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have reached the Moment of Interruption. It is 4.30 pm. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Well, to make it easier for you, I withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 913</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment (4), Mr Choo is not moving. Amendments (5) and (6), the Members are not here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $438,138,150 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $151,807,800 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 914</b></font>\n  <br>\n  <br> Development Estimates for the financial year 1989/90, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Prof. S. Jayakumar]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
