{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-14\"> \n  <meta name=\"Start_Col\" content=\"167\"> \n  <meta name=\"End_Col\" content=\"244\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 14th March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br> \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr K. Shanmugam (Sembawang GRC) - from 14th to 16th March and from 18th to 22nd March, 1990. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY SUPPLY BILLS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for FY 90/91 and the Supplementary Supply Bill for FY 89/90 may be proceeded with immediately after the conclusion of the proceedings on the Main and Development Estimates for FY 90/91. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF</b>\n  </div> \n  <div align=\"center\">\n   <b>SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1990 TO 31ST MARCH, 1991</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Main and Development Estimates of Singapore for the financial year 1st April, 1990 to 31st March 1991, contained in Paper Cmd 6 of 1990. For convenience, I shall take the totals for each head of expenditure in the Main Estimates and the Development Estimates as they appear in the last columns of the schedules of Estimated Expenditure under the Main Estimates and under the Development Estimates on pages 47 and 48 respectively, of Paper Cmd 6 of 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the \"guillotine\" times which have been fixed under Standing Orders 87(7)(a) and 88(5) for the heads of expenditure in the Main and Development Estimates, under Standing Order 87(7)(b), times have also been allocated for each amendment to the Estimates. These times will be announced by me as we go along from head to head. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even with the addition of three days to the seven days provided for under the Standing Orders for the Committee of Supply on the Estimates, the time available falls short of the times Members have indicated would be required for discussion of their amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of notices of amendments received this year is 356, far exceeding the number for last year's debate. We therefore have a long agenda ahead. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will apply the same rules this year as I did in last year's debate. Members should therefore refer to the Hansard as I have no intention of repeating the rules here, except to stress again that Members should endeavour to be short and precise in their speeches and not engage in lengthy or irrelevant explanations. This of course applies to Members on both sides of the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remind Members that I shall be listening to them for the next ten days, and I also remind them that good speeches need not be long speeches. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head U - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have 20 minutes for this discussion. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head U of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the elected President issue was an election issue in the 1988 general election. At that time, the Government said that legislation would be in place by December that year for an elected President. Now almost 1 1/2 years have passed and there is still no news of this very important issue. In the last general election, the Government made the question of the elected President to appear to be an urgent one and the installation of an elected President was imminent. As it turned out, it was nothing but hot air. The Opposition and the people of Singapore have been misled. It was a clever election ploy on the part of the Government. There was really no urgency at all in having an elected President. Our reserves are still safe and intact and I would say that they would remain to be safe and intact as long as there are elections where the people of Singapore are free to elect candidates of their own choice. I will concede that the Opposition had been had at the last election as far as the issue of the elected President was concerned. We have been led up the garden path. We shall of course learn from that lesson and never to believe everything the PAP Government says. We have to remind the people of Singapore at the next election to beware of the PAP's election tricks. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we see in the budget that there is an allocation of $1.65 million to be allocated to the Elections Department to meet expenses for a possible Presidential elections. The situation has become more perplexing. We note now that the sum of $1.65 million to be set aside is not for a certain Presidential election but a possible Presidential election. What does the dictionary say of the meaning of the word \"possible\"? It says, \"That can exist, happen or be done, or that may or may not happen\". Whatever meaning is taken, the word \"possible\" connotes that there is an uncertainty. Therefore, Presidential election may or may not take place in the financial year 1990-91. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of the elected President is of paramount importance to the people of Singapore. Our Constitution will have to be materially changed. The supremacy of our Parliament, as we know it today, will be eroded and yet the Government, if it is serious about the elected President, should tell the people of Singapore exactly when the election of the elected President will be. I would like to ask the First Deputy Prime Minister whether a Bill will be introduced in Parliament this year in regard to an elected President. If the answer is in the positive, then the Opposition would demand that there be a referendum. In this referendum, the question must be squarely put to the adult citizens of Singapore whether they want or do not want an elected President. The Government's style is said to be one of consensus. There is no better way to get a consensual response from the public than a national referendum on this very important issue. There can be no other better way. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Sir, I endorse what Mr Chiam has just said. The issue of the elected President was easily the most hotly debated issue in the 1988 general election. There was even a special TV forum with Government Ministers and Opposition party representatives taking part. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that, with hardly any exception, all of us agree that our national financial assets and the integrity of the public service should be safeguarded. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> there are many features in the proposal in the White Paper on the elected President which are most undesirable and completely unacceptable to many, many people. Of course, it was widely interpreted that the post of the elected President has been specially created for our Prime Minister, Mr Lee Kuan Yew, so that he could happily resign from his post as Prime Minister and still control events in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Prime Minister has said on many occasions, that he would soon step down to allow a new generation of PAP leaders to take charge of government in Singapore. But, unfortunately, for PAP's plans, the elected President issue has come into very strong widespread opposition. Thus, the implementation of the scheme has to be put aside for a while. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the 1988 elections, no mention has been made of the issue of the elected President. Now we suddenly see that provision has been made in the 1990 budget for a possible Presidential election this year. Is it because the Prime Minister has confirmed that he will step down as Prime Minister this year? But he has also publicly said that he will not be the first elected President. So what are the plans ahead? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is the proposed post of the Senior Minister in the Cabinet merely a temporary stop gap? Otherwise, why the provision for a \"possible Presidential election\" in the budget? Has the time-table been pushed forward suddenly and a Presidential election will soon be held this year? Until today, Sir, the people have not been informed what Government plans really are, nor how Government intends to carry out these plans. Important issues like the elected President should not be sprung as a surprise on the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To elect an elected President, amendments have to be made to the Constitution, as has already been stressed by Mr Chiam. Are there going to be amendments to the Constitution soon? Do we have enough time to discuss the matter before the Government pushes ahead with the plan? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing that comes to mind is that the present President of Singapore, Mr Wee Kim Wee, was elected to office only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br> one year ago. Does this mean that he is to be retired soon? Only after one year? What is the hurry? Whatever it may be, the Constitution has first to be amended. How is that to be done? Merely by means of a simple parliamentary majority? There was a big controversy over the issue. The PAP, let us not forget, had only 60% of popular votes in the last election. Nearly 40% of popular votes had opposed the PAP. Therefore, as already stressed by Mr Chiam, should we not first hold a referendum on the issue? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister has said that he will hold a referendum to find out whether or not the people want an elected President as envisaged in the White Paper. Is the provision of $1.65 million meant for holding a referendum? Would the First Deputy Prime Minister please explain? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We certainly cannot hold an election before the Constitution is amended and before a referendum is held on the issue. If elections are held first, that would be putting the cart before the horse. First things must come first. Would the First Deputy Prime Minister enlighten the House and answer the points both Mr Chiam and I have raised? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Sir, Mr Chiam has made a number of inaccurate statements. So first let me put him right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that we promised to have the President elected before 30th December. I do not remember that we had made such a promise. I assume he meant 30th December, 1988. Secondly, he alleged that the elected President was an election ploy. It was not an election ploy at all. We believe that this issue was of a fundamental nature and we therefore decided that it should be put before the people so that we clearly could have the mandate to proceed with the implementation after the elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam seems to have forgotten that it was he who in fact asked that the matter be put before the people at the 1988 elections. He held a rally at the Ang Mo Kio Sports Complex sometime in August 1988. He specifically said that the elected Presi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 176</b></font>\n  <br>\n  <br> dent should be made an issue at the coming polls. That was exactly what the PAP did. In case Mr Chiam has forgotten what he said on 7th August, 1988, he should refer to the Sunday Times, a copy of which is in my hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue of an elected President is a very important issue and for that reason we have taken our time for people to understand the importance of this issue so that when we come to a debate on the legislation, the people are prepared for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Briefly, to recapitulate, there are two objectives in the proposal. The first objective is to protect the national reserves, including those which members have in the CPF. The second objective, which is part of the first objective, is to ensure that the integrity of the civil service is protected. If the civil service's integrity is not protected, ways can be found by a profligate government to quietly raid the reserves and deplete the reserves which belong to the people, both in the Treasury as well as the CPF reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Dr Lee Siew-Choh and Mr Chiam asked: when would elections be held? They would like to know the time frame of the plan that we have. But, first, let me say that the question of the elected President was in fact part of the President's Address. Please refer to the President's Address and you will discover that this item is part of the agenda which we intend to fulfil in this session of Parliament. The question is timing. When do we intend to introduce legislation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have taken some time to clear the more important matters of Government and, after this budget, we do intend to table before this House legislation on the elected President. It will be done before the end of this year. The Bill will be debated in Parliament and we intend to refer the Bill to a Select Committee. Thereafter, whether we have an election or not, I think it is purely one which we will decide nearer the time. Hence, the provision for a possible election in the coming year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam argues that the matter should be put before the people in a referendum. I do not believe in boiling an egg twice. It was an election issue. To quote Dr Lee \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 177</b></font>\n  <br>\n  <br> Siew-Choh, \"the most hotly debated issue in the last election.\" We went out to the people to tell them that we intended to implement this proposal after the election and we were seeking the people's mandate for us to proceed. Both Dr Lee and Mr Chiam and other Opposition parties combined to campaign against the issue and they combined to deny the PAP two-thirds of the seats in Parliament. We therefore joined issues in the last election on the elected President. We, on the one hand, were seeking the people's mandate for the proposal. The Opposition parties, on the other hand, combined to try and deny the PAP a two-thirds majority in the House so that we would not be able to proceed. We won all but one seat. Is there a need for a referendum? I think the answer is quite clear. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, please allow me to make certain clarifications. I believe we have up to 1.20 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the PAP did say that the Bill would be in place by December 1988 and not the installation of the elected President by 1988. This is clearly implanted in my mind. Yes, the Bill would be ready by December 1988, and now already about 1 1/2 years have passed and we have not heard of it yet. There is a possibility that the Bill will be ready by the end of this year. There is still no certainty. This issue is of such great importance and yet the people are left with an uncertainty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister said that it was not an election ploy. But I think the more important point is the manner in which the PAP canvassed this issue. They canvassed it as if it was a very urgent and imminent issue. I think that is the crux of the matter. The matter was of the greatest urgency and not a question of whether we have an elected President or not. The feeling of the people at that time was that it was going to happen very soon. So I think that was a ploy in that sense. We cannot say that at that election the PAP had the mandate of the people to have an elected President because, if the First Deputy Prime Minister will remember correctly, in fact this issue was canvassed, in particular by the SDP, because we felt that it was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 178</b></font>\n  <br>\n  <br> such an important issue but, to the people I think the town council issue overrode this issue. In fact, the bread and butter issues as regards the town council, the falling prices of their flats, the fear of not getting their proper services and such like which overtook this very important issue. If there was any main issue at all, it was the town council issue, and not the elected President issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, there is justification for the call of a referendum even at this time. We did call for a referendum at the last general election. The PAP did not respond to this very important demand. If the Government is sincere about wanting a style of consensus, I think there is no better way of a consensual agreement than a referendum. Then they would be certain that such an important issue is decided by the people. And also as Dr Lee Siew-Choh has pointed out, although the PAP has got 80 out of the 81 elected seats, in fact, in absolute number of votes, they do not command a two-thirds majority. I think that is a very important point to put across to the people. This is a very important issue and we should look at the votes rather than the number of PAP Members in this House. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, the PAP has always tried to use different arguments to suit the occasion. At one time when it suited them they said elections. At another time, when it suited them they said referendum. As he already been said on another occasion, a referendum is carried out to determine whether or not the people really support any single issue. In an election there are a multitude of issues. I said the elected President issue was one of the hotly debated issues in the last election but not the only issue. Therefore, the First Deputy Prime Minister should not seize on the PAP's election victory to get away from the need to hold a referendum. In other countries, Sir, whenever there are important constitutional issues, a referendum is always being held - in Switzerland, in Australia, everywhere in fact, to decide on the single issue. But in an election, so many issues are brought in. If somebody is corrupt, there you are, that could influence the result of an election. If other issues crop in, like the town council, people can be divided as to how they should vote. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the First Deputy Prime Minister should be specific. The Presidential issue is a very important issue. If the Government has confidence of support, it should not fear to hold a referendum. Hold it and see whether or not the people support the Government. The PAP had only 60% of the popular votes. But, because of the manner the electoral districts have been arranged, it managed to gain 80 of the 81 seats. But that does not mean to say the PAP has the support of the majority of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I just want to stress that it has to hold a referendum before the Government can claim that it has the support of the people on the elected President issue. PAP leaders should not be afraid since they are so confident that the people will support them. They have stressed so very much on the need for consensus. Let them test this consensus, and we will see how many people really support the Government on this issue. If the Government should hold a referendum, well, the Government need have no fear. Even if it should lose the referendum, it still would not fall. It will still continue to be the Government. That is the whole idea of a referendum for many people. The Government is safe. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Sir, Mr Chiam See Tong was wrong to say that we promised to table legislation before Parliament in December 1988. Certainly I did not create that impression that the Bill was intended to be tabled before December 1988. It could not be possible because we held the election in September 1988, and at that time none of us had decided when the first Parliament Sitting would be held. So nobody in his right mind would have promised to have the Bill tabled in Parliament before December 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, he suggested that somehow we created the impression that the elected President proposal was to be implemented almost immediately. To borrow his words, \"imminent\". I think he was the one who created this impression in the minds of the public. All we did was to put our necks on the chopping block because this was an important issue. We wanted them to know that when we were returned after the elections we would proceed to implement this constitutional change. Nowhere did \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 180</b></font>\n  <br>\n  <br> we create the sense of imminence that the proposal was about to be implemented immediately after the elections. It was the Opposition parties who suggested that there was a ploy, that Mr Lee Kuan Yew was meant to be the first candidate for the elected President. In the process, I think they have created this impression in the people's mind that it was something to be held imminently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am a little surprised that Mr Chiam should be wondering why we took such a long time. It is an important piece of legislation and I thought he would welcome the fact that we are letting the matter lie for as long as possible so that he, Members of the Opposition parties and the public, would have as much time as possible to think over this, to chew over this and to digest the proposal before the Bill comes before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last election, town council was an issue but the issue was the elected President and both the Opposition and ourselves joined issue on this. Let us not forget that. We joined issue on this and they went out to campaign that the PAP should be denied two-thirds of the seats so that we could not carry through the proposal. They lost. I think the matter is closed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to consulting the people, that will carry on. The Bill will be presented to the House. It will be fully debated in this House. We will hold feedback sessions with members of the public to explain the intricacies and the main objectives of the Bill. We will send it to a Select Committee so that if there are suggestions for improvements on the Bill, those suggestions will be taken into account by the Government before we pass the Bill in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have said as much as I could say on this subject. To repeat, we intend to table the Bill before this House sometime this year, and Members will have full opportunity to debate the provisions in the Bill. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, even if denial of the two-thirds of seats to the PAP was campaigned for by one of the Opposition parties, it does not mean that everyone in the Opposition had campaigned for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 181</b></font>\n  <br>\n  <br> same thing. I wish that the Government Ministers do not become infected with the same kiasu syndrome that they themselves have advised other people against. Therefore, if the Government really has confidence of the support of the people, after all it had 60% of popular votes, go ahead! Take courage! Let the people see how good our Government is! And if more people should support the Government on the issue in a referendum, I certainly would acknowledge that the Government has that support. Otherwise, the Government cannot claim that it has got the support. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Sir, I am perplexed by the stand of Dr Lee Siew-Choh. I do not know what rule he is going by to say that the Government does not have the support of the people when it has 60% of the votes, and it has won the election decisively - 80 out of 81 seats. In case he has forgotten, there were 11 uncontested seats, and we claim 100% of those votes. Added together with the seats contested, I think we can come to some conclusions whether we have or do not have more than two-thirds of the popular votes. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Let the Government show that support in a referendum. Let Government show it. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chok Tong:</b> Just one final word. There is no need for us to pursue the subject any further. The decision has been taken by the people, and it is clear as to where the decision lies. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $14,674,720 for Head U ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,519,900 for Head U ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 181</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head K - Ministry of Defence - Amendment No. (1), 80 minutes. Mr Das. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 182</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head K of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in proposing this amendment, I would like to ask the Minister to brief this House on the status of our bilateral and multi-lateral defence relations, especially those with our neighbours. In particular, the GPC on Defence and Foreign Affairs would like to know whether there have been any new initiatives taken last year to enhance cooperation among our neighbours. In addition to the status of relations, we would also be interested to know the nature of cooperation between our SAF and the foreign armed forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we would also like to know the various exercises that our SAF will be conducting with our neighbours and also to enquire from the Minister whether any scheduled exercise or exercises have been cancelled, and if these have been cancelled, what are the reasons. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Das, would you like to go on to your next subject - Recognition of Reservists? \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, maybe we take the subject of Reservists separately. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Second Minister for Defence (Services)) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (Services) (BG Lee Hsien Loong):</b> Sir, in response to the question from Mr Das, Mindef's policy is to build close defence relations with our neighbours. The more channels of communications we have, the more opportunities of interaction we create, the better we will understand each other, and the less likely we are to harbour unfounded suspicions of each other's motives, or wrong assessments of each other's competence and abilities. Therefore, we hold regular combined exercises and other forms of diplomacy with the Asean countries, with our FPDA partners, and with other friendly countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, take Indonesia. In March 1989, we opened the Siabu Air Weapons Range in Sumatra, for a joint Indonesian and Singapore air force training. The RSAF has been using this Range ever since. Our A4s, Skyhawks, F5s, and S211 trainer air- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 183</b></font>\n  <br>\n  <br> craft have been deployed to Siabu for a three-week detachments. In work year 1989, six detachments were carried out. This year, another five are planned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Air Force also conducts a regular Joint Weapons Course together with the Indonesians. Both instructors and student pilots on the course come from both Air Forces. The first course was held in June 1988. The second course is currently in progress. It is in two phases. The first, an academic phase, was held in Singapore in February this year. And the second phase, which is a flying phase, will take place in Pekan Baru, using Siabu Range, later this month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the army, Exercise Safkar Indopura was the first combined exercise with Indonesia. It was, a battallion level may planning exercise held in Singapore in December 1989. The next Ex Safkar Indopura is scheduled for December 1990, and will be hosted by Indonesia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the successful partnership between the SAF and ABRI, the two Armed Forces are now discussing additional possibilities for broadening their scope of cooperation, especially between the RSAF and TNI-AU. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With Brunei, we conduct Exercise Pelican - a naval exercise. One is currently in progress at the Tactical Training Centre in Brani Naval Base. A Royal Brunei Armed Forces platoon will be joining an SAF armour battalion live firing exercise this year for the first time. The exercise, condenamed Juggernaut, will be held in April and May this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Exercise Flaming Arrow, a Brunei infantry company participates in an SAF infantry battalion live firing. The next such Exercise will be held in July and August this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With Malaysia, we carried out land exercises for the first time codenamed Exercise Semangat Bersatu, in May 1989 in Singapore. The second such exercise was held in October 1989 in Sarawak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member also asked whether any bilateral exercises have been called off. In fact we had planned to conduct Exercise Malapura, a naval exercise, with Malaysia. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 184</b></font>\n  <br>\n  <br> This was to have been an exercise without ships, at the Lumut Tactical Training Centre, between the RSN and the RMN in April. The exercise has been called off at the request of the Malaysians. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, thank you very much. I will continue with the subject of Reservists. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, can I seek some clarification before he goes to the next subject? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, I saw in the newspapers recently that Lt-General Winston Choo has gone to visit Myanmar. I am just wondering whether any joint operation will be carried out also with the soldiers in Myanmar or are we getting our NS soldiers to undergo training in Myanmar. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, we have no plans, either to carry out any joint operations with Myanmar, or to train our soldiers there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I add, Sir, that when we look at defence relations, we should bear in mind that our defence relations with our neighbours are derivative, and not primary. They are determined by the state of our overall bilateral relations. They do not by themselves determine our bilateral relations with neighbours, although of course they add something to it. When bilateral relations are good, naturally defence relations also prosper. But when from time to time, overall relations run into problems for other reasons, which inevitably happens, then defence relations too naturally will become more distant, although they should still be correct. Provided in the longer run overall relations recover, which is in the rational interest of both sides, then defence relations will in due course pick up again. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, in raising this subject on Recognition for Reservists, I would like to state that National Service introduced in 1967 has resulted in the building up of a generation of citizen soldiers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the years we have witnessed many changes in the Armed Forces, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 185</b></font>\n  <br>\n  <br> particular, the enhancement of professionalism and the provision of better career prospects, and the image of the Armed Forces has significantly improved. Unfortunately, the Government Parliamentary Committee on Defence and Foreign Affairs believes that insufficient recognition has been given to our reservists who form the bulk of our fighting force. I must inform the Minister that this feeling of insufficient recognition is widely shared among reservists and their family members. This issue is once again brought into focus following the recent relaxation of our immigration rules. Many reservists feel peeved with this latest development. They feel that they have done their part and are still sharing the burden of paying the price to live and enjoy life in Singapore. However, new immigrants simply walk into Singapore, take plum jobs with our previous contributions or role in full-time National Service or in reservist service, at least. Many reservists are questioning whether their services are really appreciated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the opinion of the Government Parliamentary Committee, this problem can only grow, and hence Government must do something to tackle this problem rather quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must say at this point, the GPC understands clearly why the first-generation immigrants cannot be asked to do National Service or reservist service. We are competing for talents all over the world. And if we put additional condition, we may not be able to attract people. So we understand this problem. But we generally feel that Government can do much more to recognise the efforts of our boys in uniform. Maybe very simple and yet effective ways to recognise them could be, for example, to give them concessionary fares on our MRT, SBS, and other public transport. It could be easily done especially when the Second Minister for Defence (Policy) is also the Minister for Communications. He happens also to be the Minister in charge of SBC and television. Maybe a separate radio channel for reservists to broadcast programmes of interest and relevance can be considered \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 186</b></font>\n  <br>\n  <br> which will enhance not only the reservists but their families too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government can also consider upgrading recreational facilities and could even make land available for a SAFRA golf-course. Why can't this be given to our reservists? I think the Government can consider a whole host of items to better recognise the contributions of reservists to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from the above acts of recognition, Government should also take measures to ensure that reservists who spend 2 1/2 years in national service and continue reservist training do not lose out to women and non-citizens on promotion opportunities, particularly in the public and private sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, reservist training will remain a cornerstone of Singapore's security. And the GPC on Defence and Foreign Affairs urges the Government to critically review how it is tackling this problem so that it can really enhance and recognise, to a large extent, not only with material but non-material benefits, the contributions of reservists to nation building. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, first, I want to declare my personal interest as a reservist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;National service and reserve service are part and parcel of life in Singapore. My generation of Singaporeans takes it as matter of pride. It is our responsibility as well as a privilege to serve our nation in defence. If we as citizens do not defend our land, who else will? Reservists, however, do suffer from disadvantages. Let us not pretend that there are no liabilities. Reservist call-up and training are disruptive to both careers and family life. While you are away on reserve training, work may pile up on your desk or you have to double up or make up in sales or lectures when you come back. And your employers may not appreciate or give due recognition to reserve service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, a few days ago, one of the bosses told me that, given the choice, he would rather employ staff from Hong Kong or Malaysia as they have no reserve liabilities and he would be spared all the troubles and disruptions. I suggest there- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 187</b></font>\n  <br>\n  <br> fore that the Government publicise more extensively the vital roles and sacrifices of the reservists and, in particular, educate the employers and the personnel managers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should give reservists due recognition and enhance their standing in our society. The Government should set the example in this. Besides medals and ceremonies, the Government should consider some tangible benefits, like priority points for allocation of HDB apartments, reduction of tuition fees at tertiary institutions, tax rebates and concessionary rates at hospitals. We should do something for the reservists, who may have to give up their lives to defend us. To do anything less, I think, would be an injustice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I also wish to call upon the Government to review the issue of passports to reservists, as it is related to recognition. If the Government recognises the status of reservists and their contributions, it should not restrict their international passports to one year's validity, while other citizens are eligible for passports of up to 10 years. In effect, the one year validity for reservists is really half a year, as many countries insist on a balance of at least six months' validity before they would allow you in. The point here is, if the Government cannot trust the reservists with the passports, can they trust them to defend the nation? \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, I would like to add my voice to my colleagues on this issue of recognition for reservists. We all recognise that the reservists perform indispensable service to the nation. The prosperity of Singapore today is built on the bedrock of a strong SAF. The reservists are the backbone of the SAF. Yet, in terms of benefits and recognition, other than some of the sports and recreational facilities at various reservists' associations, they are not given very much. True, reservists serve the country not for any benefit, but for the love of the country and the obligation of a citizen. Still, I think we should recognise their contributions. After all, they have to overcome certain disadvantages in competing for jobs or if they want to start their own business, even though at the moment the reservists do not face any blatant discrimination in the workforce. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 188</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. For companies that are too small to duplicate the skills so that someone can cover the reservists when they are called for training, the employers would prefer to favour permanent residents or females. For reservists who are self-employed and running a small-scale business of their own, the long reservist training is disruptive to their business. Currently, of course, the tight labour market also makes it very difficult or uneconomical for them to find any help to carry them over during those periods when they are called up for training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, for those reservists who have gone through tertiary education in the polytechnics and in the university, they are also saddled with a disadvantage compared to their female counterparts. When these reservists start work, more often than not, their immediate bosses at work are females of their own age group who do not have to serve national service. With 2-2 1/2 years head start, the girls have gone ahead over the guys. Of course, over the long term, when this young lady gets married and starts to bear children, this initial head start in career they have gained would fizzle out as the women take maternity leave to have babies and tend to their families. However, for those women who have chosen to remain single, this head start advantage becomes permanent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, if the employers take into consideration the annual leave of the reservist which is typically three weeks for the entry level reservist and their reservist obligation which could stretch from 3-5 weeks annually, these employees will be absent from their jobs for as long as two months in one year. For small and medium-sized companies, it is a problem the employer would prefer to avoid, where possible. Like it or not, other than those who work for the Government, the reservists face real disadvantages in the job market, compared to male permanent residents or single females. Of course, as I said earlier, in a tight market, these advantages do not manifest themselves in a noticeable extent. Nonetheless, these are burdens which the reservist must bear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the call to give greater recognition to the contributions of our reservists. This recognition could be fiscal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 189</b></font>\n  <br>\n  <br> or non-fiscal. Personally, I would advocate fiscal incentives. One possibility would be a tax free allowance pegged to the military rank when they are serving in their reservist training. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, before I begin, I would like to declare that I am a reservist doing about 40 days of reservist training every year. In my view, reservists still do not get enough recognition for contributing 2-2 1/2 years of their youth for full-time national service and subsequently 3-6 weeks of reservist training every year for 13 years; for some, even longer. In fact, if I may say so, there is still reverse discrimination compared to the females and foreigners who have not done national service and are not doing reservist training. From the time the reservist starts work after full-time national service, he finds himself 2 1/2 years behind his colleagues who have not done national service. As mentioned by my colleague, some reservists even had to face the embarrassment of being interviewed for jobs by their female and non-Singaporean contemporaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the private sector, very few companies give recognition to reservists through higher starting salaries. The civil service attempts to make up for it by granting two extra salary increments. However, in terms of length of service, he will always be 2 1/2 years behind. This great setback is carried over for years and affects a lot of other staff benefits which are related to length of service, eg, annual leave, pensions and so on. In the civil service, staff with 10 years of service or more will enjoy seven days more annual leave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The civil service should take the lead by recognising the employee's full-time national service period as service qualifying for service related staff benefits. Secondly, as my colleague has mentioned, reservists are issued passports valid for only one year. Many of us are travelling much more extensively now, firstly, in our jobs, as many companies we work in are either MNCs or local companies going international and, secondly, in our leisure, as we heed the call to make the world our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 190</b></font>\n  <br>\n  <br> playground. So this restriction in our passports is getting increasingly inconvenient and unjustifiable. I therefore urge the Ministry to change this policy. What reservists are asking for is not excessive or unreasonable but merely parity with females, foreigners and non-reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some weeks ago, I read about the Minister of State for Finance and Foreign Affairs, BG George Yeo, talking about positive discrimination for reservists. I was pleasantly surprised as, in my view, we have not even resolved the problem of reverse discrimination in some areas. I would like to ask the Minister what steps towards positive discrimination for reservists have been or will be taken. For instance, as a recognition for reservist training, would the Minister consider allowing reservists' rank pay and make-up pay to be granted tax relief? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, a year ago when I spoke up for reservists, I was the lone voice. Today, I am very glad that at least four more colleagues have voiced their concern on this topic. However, unlike some of them, I do not begrudge the Singaporean women because I think they already have enough problems to take care of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our armed forces consist mainly of reservists. We must therefore ensure that our reservists are motivated to take their role seriously and positively. To do this, we must first understand how reservists feel about the way their reservist duty affects their civilian lives and careers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, they feel that reservist liability causes disruption to their work and family lives, as Dr Ong has said. Fortunately, most of them understand and accept that disruption is unavoidable. However, the Ministry should look into how the frequency of disruption can be kept to as low as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, reservists feel that they are disadvantaged at their workplace when they compare themselves with their immigrant colleagues who do not have reservist liability. This problem may not be serious if the number of immigrants is small. But, as Mr Chandra Das has said, as more and more foreigners take up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 191</b></font>\n  <br>\n  <br> residence here due to our relaxed immigration policy, the resentment against them and against our reservist policy may rise sharply. This may also add to the push factors for emigration. Sir, the least we can do is therefore to minimise any disadvantage reservists may face in the course of their career development and give them a fair deal. In this regard, I would like to call upon the Government to conduct a study on this problem among all its Ministries and statutory boards. I am sure of the positive results this study can bring. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you an example, Sir, to indicate what kind of improvement can be made in the National University of Singapore. But before I do that, I would like to declare my interest as a reservist and also as a university lecturer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NUS is supportive of our reservist policy in that it always allows its staff leave for reservist training. It also takes into account reservist contribution of staff in its promotion exercise, although many academic staff doubt that such a factor can be objectively assessed or will make any difference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, when an academic staff goes for reservist training, his research suffers. Furthermore, there are no explicit guidelines as to how his total teaching hours should be correspondingly reduced. As such, whether there is any reduction varies from department to department. An understanding Head of Department may therefore treat his staff fairly. But some may consider reservist liability as the staff's own problem and therefore schedule no reduction of teaching load for the affected staff. This means that when a staff comes back from reservist training, he would have to teach a higher number of hours per week to make up for the time when he was absent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, when an academic staff goes for reservist training for, say, one month, during the off-term time, his research suffers tremendously because one whole month of his research time is gone. However, when it comes to promotion, academic performance, in terms of number of papers published, is probably the most important factor of all. He is thus handicapped compared with his non- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 192</b></font>\n  <br>\n  <br> reservist colleagues. Therefore, I personally would like to see that when an academic staff goes for reservist training during the off-term time, his teaching load in the following term be correspondingly reduced to enable him to catch up with his research activity and his professional development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the best way to motivate our reservists is to give them due recognition for their sacrificial service to the nation. The Minister of State for Finance and Foreign Affairs, BG George Yeo, has rightly said in his speech to SAFRA, that we must \"show this recognition not just by word but by deed\". Nations always reward handsomely their soldiers after a victorious war. The Chinese call it \"da shang san jun\" (&nbsp;&nbsp;&nbsp;&nbsp;). We have a reservist armed forces which, although do not engage in war and bring victories, has contributed tremendously in keeping peace for our country. Have we given them enough recognition? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Yeo mentioned that we should \"discriminate positively in favour of Singaporeans and PRs who do NS\". Before we talk about positive discrimination, let us first ensure that our reservists are given a fair deal in their jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has been trying to reward reservists more through SAFRA in terms of providing social and recreational facilities which I think is commendable. But we must step up such benefits in a bigger way and in a way which will benefit many more reservists. Mr Das has mentioned about golf. Yes, the golfing membership that SAFRA offers which gives members access to certain golf clubs on certain weekdays has generated --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Dr John Chen, you have used up your time. Mr Choo, would you like to speak on your amendment which is on the same subject? \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Marine Parade GRC)</b>(\n  <i>In Mandarin</i>): Sir, let me talk about my own feelings. When you ask the reservists about their passports, they usually say \"I am fed-up\". This is because their passports only have a one-year validity. This period is very short, particularly for us, the younger people, who used to go \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 193</b></font>\n  <br>\n  <br> abroad very often. When we go to other countries, at the Customs or Immigration check-points, the immigration officer would give us a lot of trouble because they ask a lot of questions, thus giving us a lot of difficulties and inconvenience. At the same time, many embassies would not want to give us a visa because if the validity of our international passport is shorter than six months they would not consider. So this has caused us a lot of inconvenience and trouble. In order to reduce this inconvenience and trouble, our reservists have to go to the Immigration Department or Manpower Office a few more times. In this way, we are wasting a lot of time and energy. Time is very precious. And this is a loss to our society and ourselves. So I would like the Minister for Defence to give our reservists more consideration and give us a longer period of validity for the passports. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, let me dispose of the question of passports for reservists, before dealing with the overall larger problem of recognition, which Mr Das raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef's key requirement is to keep track of reservists' whereabouts, whether they are in Singapore or overseas. Every reservist has a specific operational role. In an emergency they have to be recalled at short notice. It is not our intention to prevent reservists from travelling or working abroad, so long as Mindef knows where to find them. It is also the duty of reservists to inform their units when they go overseas. They can leave Singapore for six months at a time without requiring an exit permit. Beyond that, they must apply for exit permits. The one year limit on passports fits in with this exemption. If a reservist applies for an exit permit to study or work abroad for more than six months, when his exit permit is issued, his passport will be extended for the same duration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This one-year limit also helps Mindef to keep track of how many reservists are available in Singapore. But I recognise the points which have been raised by Members, particularly those who are also reservists, and who spoke with passion - Mr Choo Wee Khiang, Mr Lew Syn Pau and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 194</b></font>\n  <br>\n  <br> Dr John Chen. It is quite an inconvenience because reservists who travel overseas, frequently may not travel for a long time for each trip, but in many countries they need a passport which is valid for at least six months' more before they can enter. Otherwise, the country may allow him in, but the paperwork is a bit more awkward or some other arrangement has to be made. It has become more inconvenient over the last few years, as more reservists are travelling overseas more every year. So when MPs raised this last year, MINDEF considered it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am happy to say that Mindef has now decided to extend the validity period of reservists' passports from one year to two years. We will implement this from 1st June 1990, when the Immigration Department computerizes its immigration procedures. The point is, after the procedures are computerized, if a person who leaves, does not come back within 6 months, we will know that he is away. Without the computer, it is harder to trace. If the new system works well, and reservists keep their units posted of their whereabouts when they go overseas, then Mindef will review the passport validity to see if it can be extended further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also aware that some reservists have asked for the exit permit arrangements to be made more convenient so that they can get exit permits at the airport when they leave, or drop a card in as they clear immigration to keep their units posted of where they are going. Maybe one day they can operate a terminal themselves, and key in their identity card numbers and where they are going. We will study all these possibilities. Our experience with allowing reservists to make their own arrangements has on the whole been good. We will look at them one at a time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now the general question of recognition for reservists. Only the men spoke. I am disappointed that none of the ladies present stood up to chastise the menfolk for not doing their duty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Not too late. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Not too late. But let us start from basics. Citizenship is a pri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 195</b></font>\n  <br>\n  <br> vilege. It is a privilege which brings with it fundamental rights as well as obligations. One of these is national service - the natural and unavoidable responsibility of all male Singapore citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Military defence is only one component of Total Defence. Every Singaporean, young and old, male and female, reservist or otherwise, has a part to play in Total Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is our starting point. I have no doubt that national servicemen, and especially reservists, make very considerable sacrifices and contributions. These have been described by the speakers just now. It is important that these be publicly recognized, and that those who contribute more than the rest are singled out for special notice. The question is how. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Already, reservists receive make-up pay, so that they will not lose out financially as a result of the time they spend on in-camp training. I think this goes a considerable way to compensating them for all the inconveniences of having to do in-camp training. Strictly speaking, if we follow the principle of sacrifice just as during full-time national service, national servicemen should only receive an allowance, which is a token. So too for in-camp training, reservist national servicemen should also only receive a token allowance. That is sacrifice. I see some faces dropping. But we recognize that that would be asking too much. Therefore we make up the equivalent of what you would have earned, had you not come in to do the in-camp training. If you are working on your own, you pay tax; if you do in-camp training, you also pay tax. It is fair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in addition to compensation, recognition and esteem of reservists are also important. This is the reason reservists enjoy SAFRA membership and privileges, the taxi licence scheme, etc. I do not know whether the golfing arrangements are totally satisfactory. I leave those things to SAFRA. I will convey the suggestion to General George Yeo, who is President of SAFRA, to look into the matter. These are tokens. There has also been a suggestion that we should start a special radio channel for reservists, or allow national servicemen \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 196</b></font>\n  <br>\n  <br> wearing uniform concession rates for travelling on public transport, ie, the MRT, because NS men who are doing full-time national service can already get bus passes at concession rates for SBS. We can consider these ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is a special, much smaller group of key appointment holders, which some MPs belong to. Many reservists feel that we reward those who contribute more by making them contribute even more. Many senior reservists spend much more than the regulation amount of time on their military duties. They prepare for the units' training before the main body of soldiers report for in-camp training. They do separate commanders' training on their own. It takes up many weekends. In so-called \"lull\" years, when their men are not called up, they go for upgrading courses like the Reserve Officers Staff Course. Then when their units finish 13 year cycle and become dormant, the key appointment holders may get re-cycled into new reserve units, maybe this time as more senior commanders and staff officers. Of those who work hard, more shall be demanded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is an important and difficult problem. Mindef had foreseen this when it extended the reservist cycle, and started grooming the best reservists to hold key appointments in the reserves. The alternative was to recruit many more regular officers into Mindef to man all the reserves, and keep the reservists doing basic level jobs. Firstly, this would have been very expensive. We would need many capable officers, and we would have to pay for their services. This would be a drain on the economy, as I am sure Dr Wang Kai Yuen will point out later on when he speaks on his amendment. Secondly, it is really a misuse of the very considerable talent which is available among the reservists who ought really not to be kept at soldier level if they can rise above that and be given heavier responsibilities. So the question was, how do we prevent these key appointment holders from losing out. Can we arrange things so that reservists in general will have no incentive to under perform, in order to avoid being singled out for special reward? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 197</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We were fearful that something would happen like what happened with the corporals and the officers. If you became an officer, you served 3 years, if not, you served two years. Whereupon everybody volunteered to be other ranks. So we changed it to make all NS men with \"A\" levels and above serve 2 1/2 years. If they are privates, we will promote them to be corporals so that they also serve 2 1/2 years. Now everybody wants to be an officer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We seriously considered calling up all reservists, or at least all the officers, for a long period every year, until their age limit, whether or not they were holding key appointments, simply to make sure that those who were then chosen for key appointments would feel better off doing a useful job rather than being called up every year, square bashing. It is a management solution. But the numbers were too large and it would have been a tremendous waste of time and energy to call up those not required and keep them busy. It would have been a waste of time and energy on the part of the reservists and also on the part of Mindef. So we gave it up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the end we settled for promotions, recognition, State Awards for the outstanding ones, a special allowance for key appointment holders, and the confident belief that these were dedicated men who would not fail the country despite the extra burden which we would be placing upon them. I believe that their performance over the last few years has justified this confidence. Nevertheless, we should continue to look for additional ways to reward and to recognise them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we have to be careful how we proceed. Remember, of all the male Singaporeans between the ages of 20 and 41, more than 80% are reservists. Eventually all adult male citizens will be or will have been NS men. If we discriminate in favour of reservists, then in fact we are just discriminating against all female citizens. Is that wise? Is that politic, when females have half the votes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, if we do this, then in effect no male citizen will enjoy any privilege compared to any other male citizen, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 198</b></font>\n  <br>\n  <br> because all will be reservists. SAF volunteers, regulars, grassroots leaders, CCC, CCMC, RC members, and the many others who also have a part to play in Total Defence, will also have a legitimate claim to be discriminated for, rather than discriminated against. I do not think this will be workable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the question is not just reservists versus non-reservists, but also, as was pointed out, citizens versus permanent residents and non-citizens. Some Singaporeans feel that it is rather unfair that first generation PRs do not have to do NS (and particularly do not have to do reservist in-camp training), while citizens do. I understand the sentiment. But, as Mr Das pointed out, there are practical problems if we want to make PRs do national service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, if we make it onerous, and require them to do national services will potential PRs with the talents and skills which we need want to come to Singapore? Secondly, will we be better off without such immigrants? Thirdly, PRs and new citizens take several years to learn to think and feel like Singaporeans. Should the SAF go into battle, every serviceman must be confident that his fellow soldiers will think and act instinctively as Singaporeans. Can we achieve that with new arrivals? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a question of where to draw the line. Mindef does call up second generation PRs - meaning, sons of first generation PRs - those who have grown up in Singapore, when they reach the age of 18 years, as a preliminary to their acquiring citizenship. Unlike their parents, they have grown up here, imbibed the same values and enjoyed the same benefits as citizens, for example, subsidised health care and education. They too should bear responsibility for the defence of the nation. We do not force them. They can refuse to serve NS, but then they lose their PR status. In practice, most of them opt to do national service. In other words, given a choice, they know - between doing national service, becoming a citizen, and then having to serve in the reserve for 13 years and, alternatively, refusing to do national service, being a permanent resident, and then when they reach the age of 21 years, if they are able and they want to stay, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 199</b></font>\n  <br>\n  <br> becoming a permanent resident in their own right later on, and enjoying a free ride - they choose citizenship and the duties of national service. So that is revealed preference. It shows which is better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have two key considerations for this policy with respect to permanent residents. Firstly, to make it attractive for foreigners with skills and talents to want to come to Singapore and to become PRs. Secondly, to make it even more attractive for such PRs to want to become citizens, instead of the other way round, to make it more attractive for citizens to wish that they were PRs. For example, at work, PRs should not enjoy special privileges over citizens, and especially over reservists. In the public sector, the Government is committed to seeing that reservists are not at a disadvantage compared to others, and especially to non-citizens. Therefore, males who join the public service after NS get two extra increments. Some jobs are reserved for citizens, because of their sensitive nature. And in-camp training performance is taken into account in performance appraisals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not as familiar with what happens in NUS as Dr John Chen. I do not know or which heads of departments are sympathetic and who takes a hard-hearted approach. But this is the overall policy, and I have no doubt it is the intention which has to be carried out throughout the public service, including the statutory boards and the universities. I can tell you at some costs, because often times, you will come across a female officer who is performing well enough to be promoted, but she is being held back because if you count years, she did not have the two years of national service to her credit. So she must wait another two years while her male counterparts catch up, and only then can we promote her. Dr Aline Wong would consider that grossly unfair. Quite rightly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should we continue this to its logical and, in fact, impractical conclusion? Or should we work out a practical set of incentives so that there is rough justice? I think the latter. Take an example, in the salary revision that was announced last year, the way the conversion was carried out from the old salary scale to the new salary scale, one group of male reservists \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 200</b></font>\n  <br>\n  <br> lost out. Doctors and other officers inadvertently ended up worse off than their female colleagues who had not done NS and had joined the service. It so happened, because the females joined the service, were already in service when the salary revision came, and so were carried up. The males did national service, and joined the civil service after the salary revision, so they joined at the new starting point which was not higher. This was not fair. When it was pointed out to the Ministry of Finance, we had it put right immediately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we need to do more to get private sector employers to recognise the contributions that their employees make as reservists. I know it is not easy, particularly in small companies or for the self-employed. But I am confident that given time, as more reservists move into senior management positions themselves, this will become easier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yeo, as President of SAFRA, raised this subject in a speech some months ago. Arising from this, and also from Mindef's discussions with Mr Chandra Das's GPC on Defence, I have asked BG Yeo to chair a Committee to study and recommend ways to recognise and reward the contributions of reservists. The Committee will comprise Members of Parliament from the GPC, reservists, and Mindef and SAF officers. I hope MPs and members of the public with ideas on how we can discriminate positively in favour of reservists will put them to this Committee. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, Dr Wong. Please be brief. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong (Tampines GRC):</b> Can I seek a clarification from the Minister? Can he re-confirm that he has no intention to introduce the draft for women? And if in future should he change his mind before he makes any decision, could he ask every reservist who complains about reverse discrimination, whether they prefer their girlfriends, their sisters, their wives, and possibly mothers, to be doing reservist service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, this is not a question of rough justice. It is a question of what kind of consequences drafting women will have for the total social fabric of our society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 201</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Point of clarification, Sir. Does the Minister imply that when a reservist is paid make-up pay, there is therefore no sacrifice? Does he not agree that it is only when the make-up pay is high enough that a reservist willingly offers himself for reservist training and there is no sacrifice then? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, I have no intention of drafting women nor of conducting a referendum on the subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for make-up pay, I am not suggesting that it results in no sacrifice. I know that it is still a considerable inconvenience to him, his family, his employer. But may I point out that reservists are not mercenaries, and we are not talking about increasing the make-up pay to such a point that people volunteer to serve. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Serangoon Gardens):</b> Sir, I would like to touch on one aspect of the modernisation of the SAF, that is, the hardware side of the modernisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, early last month, I was privileged to be present at the commissioning of the F16s, the Fighting Falcons, which are the latest addition to the hardware of the RSAF. The F16s, as everyone knows, are the most modern and sophisticated fighter aircraft that we have, and they are not cheap. They are very expensive. Each of these aircraft costs more than $30 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, I would argue that this expenditure is necessary, if not imperative, in order that Singapore can meet our goal of a strong and credible air defence system. Further, the acquisition of the F16s meets our twin objectives of enhancing our deterrent capability and improving our position to contribute to ASEAN and regional defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the modernisation or upgrading of the RSAF seems to have been achieved up to this stage. But may I ask the Minister: what about the modernisation of the weapon systems of the Army and Navy? For example, the tanks and the surface-to-air missiles that the Army possesses, do they not need upgrading? They need upgrading, in my view, because the Army needs to have higher mobility and efficiency. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 202</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In thinking about the modernisation of the SAF, Sir, my view is that priority should be given to the Navy. Why do I say this, Sir? The main reason is that the security of the sea lanes is absolutely vital to us. The sea lanes leading to the Singapore ports and shipyards from Europe, Middle-East, South Asia, from the west coast of the United States and Japan and from our ASEAN countries - they are our life lines. So these sea lanes must be kept free so that merchant ships, oil tankers and other ocean-going vessels can passage through the sea lanes without hindrance. May I ask the Minister whether, in his view, we have the capability to keep the sea lanes open, either on our own or in cooperation with our ASEAN and other friendly countries, and whether we should not give priority to the upgrading of the weapon systems of the Navy. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri (Aljunied GRC):</b> Mr Speaker, Sir, what the SAF has achieved today is a source of pride to all Singaporeans. Its success reflects the dedication and commitment of many Singaporeans who have given their contributions to the building, expansion and the consolidation of our SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to be relevant, the SAF needs to modernise. In my opinion, modernisation of the SAF does not only cover the equipment, the weaponry or the hardware alone, it is modernisation in its totality to ensure its preparedness and effectiveness as a fighting and a deterrent force. Today, our SAF consists of two distinct components, the active units or divisions and the reserve units or divisions. It might not pose problems to have these separate divisions operating on their own in peacetime. But in times of war, they have to operate as a single combined force against the enemy. In this respect, would the Minister indicate what measures are being taken to blur the distinction between these active and reserve divisions? Is there an integrated command system where the essence will be on speed and efficiency in terms of mobilisation and deployment of these separate divisions? If so, what are the problems encountered and what is the progress made so far? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point relating to the modernisation of the SAF is the status of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 203</b></font>\n  <br>\n  <br> naval base at Pulau Brani. Pulau Brani, as we know, lies to the south of the mainland. It is very close to the tourist island of Sentosa. Sea traffic within and around this area is quite heavy. Whilst it is good to have our navy protecting, so to speak, Singaporeans and tourists visiting Sentosa and the neighbouring islands, does not the Navy feel a little restricted operating in such an area? My question is whether the Ministry of Defence is satisfied with the present status of its naval base there. Or has it any plan to relocate the base elsewhere? Again, by being at Pulau Brani, will it not get in the way of further development of the area by the relevant authority? I hope the Minister will enlighten the House on these questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chin Chung: Sir, whilst we should congratulate the SAF on its successes, it must never be allowed to rest on its laurels but constantly search for and adopt better equipment, doctrines and organisational mix. The top brass must actively encourage new ideas and creativity. In terms of equipment, are we taking steps to replace the ageing equipment like Hunters, AMX-13 tanks, Bloodhound missiles and UH-1B helicopters? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as access to the seas and the sea lanes is of vital importance to us, we should perhaps consider the acquisition of submarines and maritime civilian aircraft. Submarines have great deterrent value. Potential troublemakers will be extremely wary and anxious about submarines lurking silently underwater. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of doctrine, is the SAF truly tri-service in orientation? Are the various arms truly integrated? The point is that the SAF must constantly adapt to the changing situation in terms of technology, local conditions and terrain. It must not be tied down to standard, conventional, practices, even if they were practised in the West. In terms of training facilities, I am glad that Mindef has embarked on a bold and innovative plan in the new SAFTI complex. This, I hope, will in time become the educational and professional centre of the officer corps. The Ministry should give us an update on its physical and instructional planning. In my mind, we must first and foremost ensure that high calibre officers are trained and assigned as instructors \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 204</b></font>\n  <br>\n  <br> and directing staff to this new complex. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, first of all, on equipment. The SAF's philosophy is only to buy new equipment when it is absolutely necessary. Where we have old equipment which are still serviceable or which can be upgraded, we will invest the effort and the resources to upgrade them and to continue to use them for a further period of time, 10 years and sometimes longer. We have done this with A-4s. We have done this with AMX-13 tanks and we regularly do this with our MGBs. They get refitted, new electronics get put into the same hull, and the boat sails on for another 5, 10, 15 years. It saves money and at the same time it is a lower, less disturbing profile for the SAF. An SAF which regularly spends vast sums buying new equipment and discarding old ones, I think, would be very unsettling for our neighbours, not to mention alarming for even Singaporeans. Only where we absolutely need to buy equipment, as with the F-16s and as shall be with the maritime patrol aircraft, we will. Where we can upgrade, we will upgrade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Wan Hussin asked about mixing of active and reserve units. It is something which we have been thinking about for some time. Previously we had one active division, 3rd Division, and two reserve divisions, 6th and 9th Divisions, plus the PDF. And when people went ROD, they went into the 6th Division or the 9th Division, but when they were in active service, they were generally in the 3rd Division. There were some practical advantages but, on the other hand, there were also some disadvantages. The advantage is that we have one full division available at any time for operations, under one command structure. The disadvantage is that the 6th and 9th Divisions never feel that they are quite absolutely in the front line, because there is always the 3rd Division standing in front of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been reviewing this because there is another factor which influences the structure, and this is our birth rates. With fewer children born, fewer active national servicemen, we have had to rely more and more on reservists. So even the 3rd Division is not purely active and has a significant component of reservists, some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 205</b></font>\n  <br>\n  <br> in the support arms, some in the logistics elements and even some in the combat elements. If that is the case, should we not make all three divisions mixed, namely, with some active structure and some reserve structure? Each of the division headquarters is commanding troops and can practise managing, training and running units and, at the same time, have its complement of reserve units which can be called up in an emergency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, should not all our divisions organised on a combined arms basis? In other words, even in peacetime, they should not only have infantry soldiers but armour troops, artillery, signals, logistics, engineers, so that the commander gets used to looking after these people and thinking in terms of what these units can do for them and training them; as opposed to having the specialist units each under its specialist headquarters, and to promise the infantry divisions commander that if and when he goes to war, we will give him these units to take along. We have come to the conclusion that it is best to have both mixed and a combined-arms division that means mixed active and reserve, and combined arms. The division commander now has a more complicated task of looking after all types of units. We are in the process of implmenting this. It will take us a couple of years to go all the way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Brani Naval Base. Encik Wan Hussin was right to point out that Brani is getting too cramped and crowded for the Navy, because the Navy now has more ships. It has got 31 now. Also PSA has expanded - the container port is doing very well. PSA has already started building facilities on Pulau Brani. The Navy is beginning to feel like the Arab in the tent, and is therefore looking for new facilities. We cannot expand at Brani. We are going to get six new missile Corvettes. We have got to go somewhere, so we are building a naval base at Tuas, a vacant land near Far East-Levingstone Shipyard in Tuas, about 28 hectares. We are working on dredging the harbour basin now, and will be constructing a pier and wharf facilities, to be completed by the middle of next year. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 206</b></font>\n  <br>\n  <br> overall development is scheduled to be completed by the end of 1993. But even Tuas will not be a replacement for Brani, because there will not be enough space for everything to go to Tuas. In fact, Tuas will be smaller than Brani. The long-term solution is to reclaim land at Changi, off the Airport, and use part of that land for a new naval base to replace Brani. That is presently being studied and will be done, but I do not see that being completed probably until the next century. It is a long-term project. So we will have to live in Brani, cramped as it is, for some time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also associated with the Naval Base is the importance of the Navy which was pointed out by Dr Lau Teik Soon. I completely agree with him that sea lines of communications are crucial to us. We do more foreign trade per capita than any other country in the world. Our foreign trade is 3 1/2 times our GDP. Unless these routes are open by sea and by air and by telecommunications, we will not be able to make a living. Therefore, it is important that the Navy be given this mission, and has the capability to keep the sea lines of communication open. This is why we have bought Corvettes for them which are being brought into service one by one. This is also why we shall be buying some maritime patrol aircraft for the Navy. The Navy is confident that within the limits of its resources, it will be able to manage the sea lines of communications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Submarines, suggested by Dr Ong Chit Chung, are an altogether different matter. We usually use them to shut sea lanes rather than to open them. But, nevertheless, we will study them and understand about them. So if ever there is a need, we will consider the matter, but it is not an immediate requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SAFTI. The idea of building a new SAFTI complex is to bring together in one place all the key elements of our officer training - cadets, advanced training for young captains, staff college for majors and one day perhaps a war college or at least a senior officers' programme for very senior officers. Also, for the Navy and the Air Force, the common components of their training should be done in one place so that there will be that sense of together- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> ness, that sense of having graduated from one class, and that identification with a campus and a set of buildings and an experience at a formative phase of life. Then when the officer graduates and comes back repeatedly at different stages of his career, he develops a strong identification and pride in his training, which has to be of the highest quality. It is not only the SAF, but also all other Singaporeans who should take pride in SAFTI, which should be built up as a national institution, through which the best of the young men have passed, and which is a key element of our defence strength. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members know that a site has been selected at Jurong, a short distance up the road from the old SAFTI. It will be called the SAFTI Military Institute. Plans are well in progress. We have an architect firm developing the master plan. We have looked at their proposals and we hope sometime later this year, hopefully by July, to present some firm pictures and drawings to the public. The project should be completed within five years. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I support the move to offer the use of our military facilities to US forces. American military presence in the region has a stabilising effect and helps to maintain the balance of power in this region. It is only right that we who proclaim the positive effect of their presence should not preclude or foreclose our own military facilities to them for their use. Nevertheless, before the American GIs step onto our shores, we must negotiate and make clear that we retain our sovereignty and no extra territorial rights will be granted to any foreigners or foreign powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While they are on our soil, the American servicemen must respect our laws and customs. And socially, some say we should expect them to be on their best behaviour. However, I personally doubt that they will confine themselves to patronage of concert halls, libraries and museums. We should therefore put in place some practical measures or safeguards against untoward actions and social ills. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, the rationale for the use of military facilities in Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 208</b></font>\n  <br>\n  <br> pore by US forces was given by BG George Yeo in his parliamentary statement in August last year. It is in our strategic interest to have the US in the region for as long as possible. We have stated this repeatedly. Therefore, we are prepared to allow US forces to use some of the military facilities which are available here. In doing so, we will be sharing the political burden, a political burden which up till now the Philippines has borne alone by playing host to the US forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member raised concerns about sovereignty, criminal jurisdiction, etc. They are very much in our minds. Visitors to Singapore must abide by Singapore rules. As for GIs being on their best behaviour, I understand that before US sailors or soldiers on R &amp; R come to Singapore and land here, they are solemnly admonished by their commanders that the laws are taken very seriously in Singapore and if they get into trouble they cannot expect mercy. I believe that they understand this, because we have had very few problems with US sailors in town. I do not know where else they go to besides art galleries. But so long as any deployments in Singapore are on the same basis, I think there will be no problems. While we wish to be hospitable hosts, we must also be mindful of the problems which foreign forces in Singapore may cause. We should therefore work out with the US a sustainable basis for their forces to use the facilities in Singapore, not one which gives one side or the other significant but ultimately intolerable privileges. This Mindef is currently doing. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, in his reply to an Oral Question submitted by Dr Ong Chit Chung, the Member for Bukit Batok, the Second Minister for Defence (Services), BG Lee, mentioned in passing that he was aware of the impact of the length of national service and the call-up of reservists on the national economy. By retaining the NS men in the SAF, Mindef is effectively withdrawing this valuable pool of manpower from the national economy. If full-time national service could be shortened, then conceivably our GDP would have shown a higher growth rate. How much, the Minister did not say. For instance, if NS is shortened by six months, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> how much faster would the economic growth be? 1/2%, 1%? This additional growth that we would otherwise have enjoyed is indeed a hidden cost of our national service. Hence, the use of NS men comes with a cost to the society, a cost to the country. Mindef therefore should make use of these valuable resources wisely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to find out whether Mindef has an economic model simulating various lengths of national service, say, 1 1/2 years, 2 years, 2 1/2 years, etc, and a model yielding various corresponding GDP growth figures. I know for a fact that other countries with compulsory national service, including a few NICs, have done such studies. I would not be surprised if Mindef or its R&amp;D arm, Defence and Science Organisation, has looked into this. It will be interesting to know those answers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in effect, we are actually committing more of our GDP on defence than the 6% that the Government has come to use as a yardstick. I would urge the Government leaders to acknowledge this higher than publicised cost publicly or reduce the percentage of GDP claimed by Mindef by an amount equivalent to this hidden cost. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, Mindef has no model to assess how much extra growth we will get if national service is shorter. We can do a back of an envelope calculation, that if each person works for about 40 years of his life, between the age of 20 and 60 years, every extra year you can get out of a person's working life means one part in 40 of output, which means about 2 1/2%, and therefore multiply it out. The problem with the model is not the arithmetic. It is how do you model war, tribute, danegeld. You can have shorter national service. Will you have greater security? Will you have enough security? If because of much shorter national service, confidence in the safety of the economy is shaken, by how much will the manufacturing sector shrink because investment will go elsewhere? How much will the finance sector shrink because people will no longer deposit their savings in Singapore and manage their funds in Singapore? By how much will the overall economy shrink because Singaporeans will themselves eventually \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 210</b></font>\n  <br>\n  <br> lose confidence and may migrate in even greater numbers than presently? I do not have a model to solve those answers. I do know that with the present dispensation, two years of national service for other ranks, 2 1/2 years for \"A\" levels, corporals and officers, we have managed 8% growth per year for a long time and we should be able to manage 6% growth per year for a long time more. I would suggest that that is not an inconsiderable rate of growth, and if the formula has worked we should leave it be and continue along the present path. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for using national servicemen wisely, that is a very important corollary of what I have said. While we may pay him an allowance, $150 or $200 a month, in fact the opportunity cost of hiring him, the shadow cost to the economy of doing without him, maybe $500, $600, $700 a month, if he were out as a construction worker or in a factory or doing some other job. So we must use national servicemen as if they were costing us $500 or $700 a piece, and not as cheap labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was a time when we had drivers for staff cars. We scrapped those. There was a time when we had GD men, also called Maintenance Assistants, whose job was to keep the grounds clean. We did away with those. We redeployed all the men we could into combat and combat-related jobs because that is where you cannot hire civilians to replace them and do the duty. Where the job can be done by a civilian, for example, a clerk, to type or to operate the telephone and computer, and does not involve either military training or exposure to combat conditions, we have, even where it has cost more, converted national service posts into regular posts or into civilian posts so as to save on national service manpower. We must continue to do this because notwithstanding the increase in the birth rate over the last two years, we are not going to see the dividends for 17 more years, until the babies now born have grown up. Meanwhile, we must use manpower very cautiously. Indeed, even if we had more people we would still have to do that. That is one reason why we are very reluctant to call up women, apart from the valid reasons which Dr Aline Wong pointed out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> just now. To call up women is to take, at considerable cost to the economy, additional manpower, or women power, which Mindef will then use as if it is cheap. I do not think that is a good thing to do. \n  <br>\n  <br>\n  <!-- Dr Dixie Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Dixie Tan (Ulu Pandan):</b> Sir, thank you for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am much encouraged by the Minister's remarks that national servicemen's time is valuable time and not cheap or nearly free labour. I was going to make this point but he has already made it. But how, Sir, is it possible then that so many national servicemen and reservists that I have spoken to express the sentiment that a lot of the time that they spent in service is not time that is used very profitably, ie, not time that they can perceive as being related to defence activities and training for defence? Sir, there may be some gap here perhaps in what the policy is at the top and what actually operates on the ground. I think this often happens in big organisations and Mindef is a very big organisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I appreciate the sentiments of the Minister and I totally agree with him, but I would ask him whether there is actually a discrepancy in what goes on the ground and the policies that are given out so that all those who go into national service and into reservists, at very high cost to themselves, will not feel that a good proportion of their time spent is time that is not profitably used. Sir, time is money and this is young people's money which is in terms of not only in lost income but also in lost opportunities for studies. Sir, opportunities for studies are not the same if you take them at 18 or 20 years, or later on at 30 or 40 years. Two years lost between 18 and 20 years may actually reflect on what this person's potential will be for many, many years more. Then, Sir, I also have come across families that are in dire economic status and these families would have been much better off if their children have not had to serve national service and thereby have been able to earn more to contribute to the family. But there has not been a single case where they have complained about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me make this clear. I think that our population and all the young people con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 212</b></font>\n  <br>\n  <br> cerned are very willing to serve. What I am saying is that they and their families must perceive, must actually know, and be shown that their time is being spent usefully, economically and efficiently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for women in national service, I am not against and I am not for it. I think we may need women in national service not to do non-defence jobs but to do defence jobs. If the birth rate does not pick up and there may come a time in the future when there are not enough young men to supply the minimum crop that we require, in that case, we will need the women to go into national service. But I think women contribute to the nation all the time in other ways. If we talk about national service, I have said before, and I say again, that women do national service when they have children, when they bear and nurture the next generation. Like the national servicemen, women who have children sacrifice much in terms of time, in terms of lost income, and also lost opportunities for studies and career development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would suggest that if you really want procreation incentive, one that is better than tax rebates, I think equating having, let us say, two babies to having served national service and giving them the same benefits that we wish to give all the reservists would be quite helpful. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Chairman, Sir, I shall be treading on dangerous ground if I answer Dr Dixie Tan's last question. I shall refer it to the Committee to consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not totally rule out the possibility of women being called up for national service. We are very reluctant to do it, we will put it off as long as possible, but one never can tell, the circumstances may arise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for time of national servicemen not always being used profitably, at least as perceived by the National Servicemen, it is possible. I think there are at least two possible explanations. Firstly, perhaps they are not being perfectly administered or well looked after, and there has been a foul-up. They had to wait for transport or rations, or training to begin. It happens from time to time. We try to keep it down as much as possible. If the Member will let me have specific instances, I promise her I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 213</b></font>\n  <br>\n  <br> will look into it without compromising the source of the information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason, which is a serious one, is that what Mindef considers a useful employment of the soldier's time. The soldier may not think it is a useful employment of his time. The SAF may want him to perfect a drill or a skill or an exercise. He does it once, we are not satisfied, we make him do it again, he gets more tired. And we then do a third time to get it perfect. To him, the second and the third runs may have been futile. To us, that is what enables the whole unit to gel together and the whole exercise to work properly. I think we have to see this matter in perspective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question in the end is: firstly, does a soldier think that he has learned something at that point? If possible, he should. Secondly, will he, many years later, in retrospect, look back and say, \"Ah, yes, I am the better for it. Although I did not enjoy it, it was good for me.\"? I think if you ask old soldiers, you will find many of them saying yes. And thirdly, from the point of view of the nation, is the nation better defended and more secure for having had those soldiers doing the training which they were required to do? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a hill in SAFTI called Peng Kang Hill. Every national serviceman knows it. It has been captured the most times of any hill in the world. Are all the subsequent captures after the first one futile? No. New soldiers have to learn, and even the same soldiers may have to do it many times in order to learn different ways in order to get it perfect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will try to improve. I do not think we are all the way there yet. There is an old saying that in the Army what soldiers are supposed to do is to hurry up and wait. We try our best to make that not our motto. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Chairman, Sir, the issue of the minorities holding higher or officer posts in the SAF was raised a few years ago. After the issue received publicity, there was much unhappiness when the Muslims in Singapore were told that they were not preferred as SAF officers. The rationale given by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 214</b></font>\n  <br>\n  <br> Minister was that should a Muslim be made a Commanding Officer in the SAF, his loyalty would be divided should Singapore go to war with a Muslim country. Under such a situation, would this officer be loyal to his religion or to his country? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, obviously this kind of thinking on the part of the Government is definitely flawed. History has shown that Muslims have gone to war against other Muslims. The recent example is Iran against Iraq. Both are Muslim countries, yet they fought a life and death no-holds-barred war for about eight years. Both sides suffered heavy casualties. Soldiers on both sides were either killed or injured. Therefore, to say that Muslims are reluctant to go to war against other Muslims is not true. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suppose now, after a few years, the SAF has given this issue much thought since it was last raised. I would like the Minister to enlighten the House as to what progress has been made to recruit more Muslim officers in the SAF, how many more officers of the Muslim faith have been recruited since 1986, and whether the bias against recruiting Muslims in higher positions in the SAF has been removed. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Chairman, Sir, this subject was fully debated in 1987 during the Budget debate. I stated Mindef's position then. The position is still valid, and the Member should look it up in the Hansard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member blithely says that since Muslims fight Muslims, therefore there is no problem. But he knows it is not true. Racial integration is a process which takes many years of delicate nurturing and very careful nudging before gradually bonds are built and fissures are cemented over, and many races become one nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not take for granted that we have arrived, although we continually strive to reach a stronger state of nationhood. It is such a delicate matter that a mis-step may set us back many years. Therefore, we proceed cautiously. Integration in the SAF must follow, and not lead, integration in Singapore society. The question is not what progress the SAF has made, but what progress the nation has made, and how far the SAF can follow. However, the situation is not static, because as Singapore society \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br> becomes more integrated, the SAF will bring Malays into more areas of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Year to year the changes appear gradual because attitudes do not change overnight, populations do not get changed overnight, and relationships take many years to cement and to confirm. But if you look at it over the longer term, over the last five years, there have been some positive trends. Each year, more Malays are qualifying to go to the SAFINCOs and to OCS - SAFINCOs to become infantry section leaders; OCS to become Officer Cadets and Officers. For SAFINCOs in 1984, we had 87 Malay national servicemen. In 1988, which is the most recent year I have figures for, there were 169, nearly doubled. And for OCS, in 1984 there were 13; in 1988 there were 50, nearly quadrupled. And last year, for the first time, in June 1989, I attended a commissioning parade of OCS, where the sword of honour was a Malay cadet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these Malay national servicemen have made it on their own merit. Their numbers have gone up because more Malays are passing '0' level and are reaching 'A' level or the polytechnics. These are the minimum educational requirements for making it to section leaders or to OCS. For Malay national servicemen, up from 6% in 1984 to 22% in 1988. I am speaking only of Malay national servicemen, so it does not include the girls, and may not be exactly the same as the Ministry of Education's figures. It was 6% in 1984; 22% in 1988 - three-and-a-half fold increase. In comparison, the figure for the other races increased over the same period from 30% to 51%. Seven Malay or Muslim officers are now studying in the university on Local Training Awards, compared to four in 1987 when last I spoke. Malay national servicemen are now deployed in guards battalions. Several have passed the stringent selection criteria to become commandos in the commando battalion. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Chairman, I would like to thank the Minister for his very detailed and positive responses to the various queries raised by Members. In particular, I thank him for announcing the appointment of a Committee headed by BG George Yeo to look into ways and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 216</b></font>\n  <br>\n  <br> means of recognising the contributions of national servicemen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I will take the suspension now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at five past Three O' clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.45 pm until 3.05 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.05 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - (cont.) \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K be reduced by $10 in respect of Code KA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I start, I would make it clear that I support national service and the SAF. I am heartened to hear that other Members have also spoken up on whether or not there are grounds to shorten the period of national service. Dr Wang Kai Yuen has spoken on this subject and also Dr Dixie Tan has touched on whether or not time has been profitably used by those in national service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have brought up this topic before. It is not new. I have called for the shortening of full-time national service. Basically, the reason is that we do not want to disrupt our young people in their jobs and careers and also in their pursuit of higher studies. We have heard that the 2-year loss by our boys could in fact be more harmful to their studies than just the time taken up. Because they will be leaving their secondary schools and the continuity of their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> studies is broken. In some cases, there may even be irreparable damage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, probably the Minister will be bringing up the same reasons - confidence in our SAF and the question of security. If there is no confidence in the country, we do not have investors coming. I have got to remind the Minister that what I am advocating is nothing new. In Switzerland, they have got only 19 weeks in the first instance of their full-time national service. In the case of Germany, they have increased it slightly, from 9 months to 15 months, but still it is very much shorter than our 2 1/2 years. These two countries that I have cited are situated in places where there are more dangers than us. These countries have seen two world wars being fought over there. If they can do with such a short period of national service, I can't see why we cannot cope with a shorter period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I can see, there is really no compelling reason to have such a long national service period. We are in peacetime. We are not at a time of war where we have really to spend much time training our national service boys. We already have national service for many years and we have got the pool of reservists that we want. Really, in this region, there are no danger signs on the horizon. I would advocate that if there are danger signs, then we should extend our national service. As I see it, Vietnam is now going on a path of peace. They are joining other countries in wanting to increase their economy. So where are the countries that are endangering us? I cannot see any. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards whether or not a shorter period would train a better soldier, I would say that if our schools can play their part in equipping our young boys with more motor skills and physical fitness, then during the national service period they need not concentrate on those areas. Of course, other Members have touched on the cost of national service to the country, whether or not the sum spent on our armed forces is more than 6% of our GDP. Therefore, I think there are good reasons for shortening the national service period of our boys. I hope that the Minister will really look into this question and give it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> serious thought. I think there are more and more voices who will be calling for a shorter period of national service. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, much of what I have wanted to say has already been said by other Members and I do not want to repeat. What I want to say is that we have been spending huge chunks of our budget on things which are not really necessary. Take for instance the weapons that we have to buy. The Minister was referring to AMX-13 tanks. These have to be refurbished. But how often or how many times can they be refurbished? Ultimately, you have to have new ones and that means more money. Similarly, with the Tiger-2s and Skyhawks. Now we already have F-16s. In future, I do not know what we are going to have. You keep on buying new weapons all the time and there is going to be no end. Similarly, with the missiles. We need modern missiles and all that yes. But we have to keep spending on these weapons, and all the time our money is taken away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I want to stress is this. Modern equipment and weapons are modern only today. They become obsolescent tomorrow and will be totally obsolete day after tomorrow. So what is the point of buying so many of all those things? Government encourages us to be productive. But what sort of Government productivity do we get? How productive is firing a cannon into the air? $1,500 for every cannon shot, all up in smoke. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we should spend less on defence, we could spend so much more on education, on health, on community development. And are we anticipating any way or any form of friction with other countries that might lead to war? We have friends all around us. Government always claims to be very friendly with all our neighbours. Now, we have friends even in Myanmar. So what is there to be worried about? We have the Seventh Fleet. We have US planes in our own airports here. Everything is good, we are well protected. So why should we keep on spending so much money on our security when spending much less would suffice? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is more important, as recent incidents have shown, is that our heavy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 219</b></font>\n  <br>\n  <br> expenditure on defence could also cause misunderstandings with our neighbours. And constant boast of our high technology, sophisticated weaponry, especially emphasized in advertisements for which we have to pay so much money, and about our military preparedness, could get us into trouble with our neighbours. Instead of peace and friendship we could have unnecessary anxiety and tension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must put our priorities right. I mentioned that in my main speech on the budget. At the present moment, I feel that the Government is not putting its priorities right. If there should be any doubts as to how much we should spend on defence, why don't we have a commission to investigate into our military defence expenditure instead of just leaving it to just a couple of Ministers and their own backroom boys? \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Have a referendum! \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, do that. And if it should be proven necessary that we have to spend so much money on defence, maybe that will get Government wider support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also touch on national service a little? It is just next door. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you aware that we are running out of time? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I will speak very little, anyway, because it has already been touched on by many other speakers before me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As everybody knows, national service interrupts the studies of our students. It could also deter our young men from getting married early and having children early. I mentioned that the last time and I do not need repeat on it again. But if we could only cut down our national service period, it would, as somebody has already said, contribute positively to helping our economy and our students to progress more quickly in their studies. That would be a great relief to the parents of the students. That will also help cut down the heavy defence expenditure which we are all so very much against. There are also people who object --- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 220</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, I think we have only two minutes left. Perhaps you will allow the Minister to give a quick reply. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, the points raised by Mr Chiam and Dr Lee are not new. In fact, they were specifically answered in the previous sitting of Parliament in response to Oral Questions from the two of them, and I suggest they refer back to the answers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may deal with the individual arguments raised. There is no evidence at all that national service disrupts the studies of young men. In fact, the two-year break during national service gives them a chance to grow up and mature and take on additional responsibilities, so that by the time they do go to university, aged 21-odd years, they are more ready to receive what the university has to offer. We have done studies, and found that nobody has dropped out from his studies because of his national service. The university assures us repeatedly that they are very happy that the men go in a little bit older. It gives them a definite edge. To say that there is irreparable damage done is untrue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Switzerland taking only 19 weeks for national service and Germany 15 months, as I have pointed out, our situation is completely different. The Swiss work on a territorial defence system, surrounded by Western Europe. We are in Southeast Asia, at peace and friendly with our neighbours in ASEAN but in an altogether more turbulent part of the world. Vietnam is peaceful, says Mr Chiam. Has he been reading the news in Cambodia? Who are the soldiers who are fighting the non-communist resistance and the Khmer Rouge and, from time to time, scoring victories over them? Are they the PRK? Are they Vietnamese soldiers in PRK uniform? Or are they Vietnamese soldiers secretly in Cambodia? Does he know? Has he heard? Is he in a position to say that peace has broken up? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The simple counter argument is this: If all this were true and indeed the millennium is at hand, why is no other ASEAN Government in the region disarming, demobilising and distributing a peace dividend? How is that? The Thais are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> buying F16s. The Indonesians have bought F16s. The Malaysians are talking about Tornadoes, which are more sophisticated aeroplanes costing twice as much a piece than F16s. How is it they, who presumably are not subject to the same illogical biases of a PAP Government, have not decided to save their money? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is guillotine time, Gen. Lee. Mr Chiam, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, Sir, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,213,017,330 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $255,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head T - amendment No 1. We have 50 minutes for this amendment. \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too (Nee Soon Central):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head T of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem of heavy goods vehicles parking illegally in HDB estates is not a new one. It has been a recurrent complaint from HDB residents that drivers of heavy goods vehicles park indiscriminately in car parks not meant nor designed for such vehicles. They also park alongside busy public roads posing a danger to pedestrians and other road users, even though there are designated parking lots available for these vehicles. But, unfortunately, these parking lots meant for heavy vehicles are not used because they are located some distance away from HDB estates. The drivers of such heavy vehicles are often not the vehicle owners themselves. So when the drivers are issued with traffic summonses for illegal parking, they come to their MPs to explain their predicament. It is really the vehicle owners who should make sure that they have proper parking places for their vehicles. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 222</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether he would consider a scheme that will require owners of heavy goods vehicles to show proof that they have arranged season parking facilities for their vehicles before renewing their road taxes. In this way, like SBS and TIBS buses, which have proper bus depots for overnight parking or parking when not in use, heavy goods vehicles will have proper parking facilities before they are allowed on our public roads. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, the racial balance policy for HDB estates was implemented by the Government to prevent the emergence of racial enclaves in our HDB estates, since such racial enclaves would bring about a whole host of problems, undesirable ones. This is a policy that I support and will continue to support. However, HDB's implementation of this policy has resulted in a situation where, for certain highly desirable estates, there are indeed apartments which remain unallocated for several years. Such a situation could be found in the Toh Yi Drive Estate in the Bukit Timah Constituency. In this estate, the apartments are mainly 4-room, 5-room and the Executive types. As a result of the characteristics of the estate, the minority communities do not find it suitable or desirable. Hence, those flats set aside for the minority communities have not been taken up since the estate was first allocated to the public close to two years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To apply the racial balance rules rigidly would mean that there is every likelihood that these apartments will remain vacant for many more years to come while, at the same time, there are many families who would be more than happy to move into these apartments. To me, this is a bit ironic and a waste of public funds. Truly, this could not be the aim of the racial balance policy. I think it would be useful to rationalise this policy. One way would be to release these apartments set aside under the racial balance rules to the public at large after a certain period of time when the estate has been allocated to the public. This period could be one year, 1 1/2 years or 2 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will review the implementation of the racial balance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> policy in HDB estates and be flexible so that the shortcomings I have identified can be remedied. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Sir, during the debate in the Committee of Supply last year, the Minister disclosed that his Ministry was reviewing the Concept Plan which would guide the physical development of Singapore into the 21st Century. He mentioned that the three main factors his Ministry would be considering were: the slowing down of the rate of urbanisation, the increase in private sector participation and the demand by Singaporeans for better quality of the environment. He also mentioned a target population of 3.4 million by the year 2030. The House was also informed that the new approach would be to use capital and technology to minimize land use, to adopt integral planning of facilities and to plan for contingencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to take this opportunity to ask the Minister whether he can report to this House the progress of the review, whether the parameters have changed and when the new Concept Plan will be finalized and made known to the public. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Sir, I would like to talk about the changing functions of the HDB. HDB has evolved over the years from being a developer of massive public housing with only basic amenities in the 1960s to a developer of good quality housing in the 1970s and 1980s. Now with more than 85% of the population living in HDB flats, the HDB has also become the biggest landlord and estate manager in the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Correspondingly, over the years the scope of work of its Resettlement Department has been reduced because there are very few remaining kampongs to be cleared. So over the last 2(r) decades one can say that HDB's functions have evolved naturally and also gradually, and HDB's functions in resettling, in developing and managing housing estates have been very well accepted by the people. In fact, people's contact with the HDB is on a monthly basis and people live daily under the rules and regulations as implemented by the HDB itself. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 224</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, with the phase by phase introduction of town councils over the last couple of years, this established pattern has been undergoing very rapid changes. Not only does the population need time to adjust, but I think the HDB must also re-orientate itself to some new goals and objectives. In the years ahead, what would be the major thrust of the HDB's operations? Is there a new clearly defined corporate vision for HDB and have the HDB staff been adequately prepared for the organisation's new objectives? To have a new or clearly defined corporate vision takes more than the refinement of some of the remaining old functions, such as improving the allocation procedures, putting up new designs or improving the quality and efficiency of services. There must be some clearly understood corporate objectives. Otherwise, I think HDB will lose its sense of mission and also the dedication of its staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking ahead, it would seem that the major tasks faced by or to be taken on by the HDB in the next 10 to 15 years would be two-fold. First, to build more good quality housing for the expanding population and also to cater to the increase in number of households that will be formed. Second, HDB will upgrade the older existing housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the second function, I can see some problems. If HDB is given a clear mandate to inject large sums of money to upgrade existing estates with 100% financial backing from the Government, then it can do its work smoothly and expeditiously. However, there is a hitch because the population will be required to participate in part-financing of such improvements and in future the town councils will have to determine whether at least 75% of the residents do opt for such upgrading exercises. Therefore, the work of the HDB will not be entirely up to its own planning. In other words, the kind of work HDB will do and the progress it makes will not be entirely up to itself to determine. So my question is: will HDB in future be judged by the progress of upgrading exercise that is in fact taken partly out of its purview? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is understood that HDB is now undergoing a vast revamping. It is trimming its internal organisation, streamlining rules \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 225</b></font>\n  <br>\n  <br> and regulations, paying more attention to customer service, and injecting new blood into its management. All these, I think, are very good moves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One hears of some or several private companies which have been formed inside the HDB within the last couple of years. I would like to ask the Minister what are the companies, what are their roles, and how do they relate and, more importantly, how do they relate to the new functions of the HDB. Are they carrying on rather peripheral activities? Do they carry on inside the HDB because this is something for them to do, but with little relevance to the future tasks of the HDB? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must not forget that the HDB has rendered an invaluable service to the nation. I think much of its success had a lot to do with this past clear sense of mission and the dedication of its staff. Not too long ago, HDB celebrated its 25th anniversary and the House was full of praise for its work. With the coming of the town councils and the recent changes in internal organisation, I fear the staff morale among some of the HDB personnel has been quite adversely affected. To a certain extent, the sense of insecurity people feel about whether they might lose the job with the taking on of the estate management functions by town councils and private companies, is understandable. But it would seem to me that in pursuing the new goals and objectives, the new HDB management should pay more attention to its internal staff relations and staff welfare. I do not think we need to remind them that a caring organisation is not only a happier one but probably a more productive one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summing up, I have three questions for the Minister. Firstly, what are the new directions for HDB's work after all the town councils have taken over the estate management functions? Secondly, what are the roles of the private companies within HDB? And thirdly, how have the interest and welfare of its existing staff been taken care of in the process of re-organisation? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Chairman, Sir, I would like to touch on the rental policies of the HDB. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB has announced in today's Straits Times that it will transform the Board into a people-oriented and efficient body. HDB residents can then expect quick repairs of defects in flats, friendlier and faster other services, and the cut-back in red tape. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB has announced that priority be given to 60,000 complaints of defects in flats built in the 1980s. This policy will benefit greatly HDB residents, especially those staying in the Cairnhill Constituency, as many of the HDB flats in Cairnhill were built in the 1980s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to know from the Minister is the fate of the HDB rental flats that were built in the 1960s and 1970s. Is it the policy of the Government in the 1990s to completely destroy all the rental HDB flats and to resettle the residents in other owner-occupied HDB flats? Currently, in Cairnhill Constituency, there are rental HDB flats at Winstedt Drive as well as at Race Course Road. These rental flats have been very badly maintained. Moreover, there are many rental units that have been left vacant for months and I have received endless requests from constituents who would like to rent these empty units. I am sure the same condition exists in many parts of Singapore. I certainly hope that the Minister will consider extending the maintenance policy of HDB for flats built in the 1980s to HDB rental flats built in the 1960s and 1970s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although it is the policy of the Government to encourage more Singaporeans to live in owner-occupied HDB flats, I hope the Minister realises that there are many Singaporeans who cannot afford to buy their own HDB flats. According to recent estimates, there are about 89,000 families or 14% of the total number of households in Singapore with a per capita income of less than $200. These are families that need to stay in rental flats. As a matter of policy for the 1990s, I hope the Minister can assure this House that a minimum number of HDB rental flats will be retained in the 1990s for poor families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to appeal to the Minister to review the eligibility criteria for the application of rental flats. In particular, in line with the recent Government policy to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> encourage young mothers to have more children, the HDB should allow applicants who are below 29 years of age to apply for rental flats. Currently, many young Singaporeans refrain from marriage as they are not able to purchase HDB flats and they are too young to apply for rental flats. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Mr Chairman, Sir, good land management at national level, understandably, requires segmentation of land use, such as those classified for commercial, residential, industrial, green belt, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is in such management that a country such as land-scarce Singapore can utilise this limited resource to its maximum potential. Further, it has allowed Singaporeans, by and large, to live in peace and harmony with each other, despite our high population density. In this respect, I must say that the relevant various departments in the Ministry of National Development have done a jolly good job, and I must congratulate them on the job that they are still doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, like many good policies, when taken too far and implemented without flexibility and understanding of the changing needs of our citizens, this good policy of zoning sometimes results in decisions, I am sure, not envisaged by its framers. One example I would like to bring up relates to the older two-storey shophouses along main roads. Usually the upper storeys of these shophouses are classified as residential as perhaps they were originally built to house the families of the shopkeepers. However, over the years, many families do not want to live in such flats. These flats are noisy, dusty and really not conducive to bringing up families. So they move into proper residential areas and more congenial environment, such as the HDB and private residential estates. In the meanwhile, these places, that is, the upper storeys of the shophouses, become nothing more than stores for the shops. At the same time, there is now demand for these places for use as office space, given the high rentals of office space right now. But under current regulations, Sir, this is not permitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore like to ask the Minister to consider some flexibility so as to allow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> such flats to be used as office spaces. Of course, the need to have some form of control will still be necessary, such as those to ensure that the residents who are still using the flats, say, nearby or next door, are not unduly disturbed by the usage of their neighbours' places as offices, if this is permitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is only one example where I believe a certain amount of mixed zoning will help the owners as well as those who demand for such spaces. And I am very sure that there are many others. I hope that if the Minister reviews this policy, he will take all of them into consideration. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, I am happy to note that the Government will be setting aside $51 million to upgrade public housing estates. I support this decision because I believe this is a worthy project which will eventually give the majority of our people who live in public housing estates a better quality of life. However, I would like to bring to the attention of the Minister that there are many public areas within private housing estates which need to be upgraded too. Our people living in private housing estates, though small in number, account for a large portion of our personal income tax revenue. They too deserve to have their quality of life improved through better housing and through better public facilities within their estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many public roads in private housing estates were built long ago and are very narrow and congested, posing dangers to vehicular and pedestrian traffic. They should be widened and improved. Drains in the older estates are cracking, some caused by roots of trees. Some low-lying areas are still flooding occasionally during heavy rains, causing loss and damage to property and inconvenience to people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister to consider upgrading the public roads and drains and, at the same time, improve the landscaping of parks and other open spaces in these older estates. Like the HDB's upgrading programme, the residents can be made to share a part of the costs required. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upgrading of public areas in private housing estates can be done in conjunction with the upgrading of the public housing estates, so that none of our people would be made to feel that they are not being given a fair share of the fruits of our nation's progress and prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to touch on the subject of Residents' Association. The HDB estates have what are called RCs or Residents' Committees. RC centres are usually in void decks and they are rented from the HDB at very nominal cost. In private housing estates, I have been trying to encourage residents to form Residents' Associations (RAs), the equivalent of RCs, with great difficulty. One of the main reasons is the absence of a focal point such as a clubhouse or a centre where the residents can meet. I would like to ask the Minister to consider building RA centres in private housing estates and rent them to the RAs at nominal cost. This form of assistance will encourage the formation of RAs which will in turn help to develop community spirit among our residents. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay (Chua Chu Kang)</b>(\n  <i>In Mandarin</i>): Sir, although our major construction programmes have come to an end, according to my personal observation, there are indications of a lack of coordination between resettlement compensation and re-housing. For example, some people who have been allotted flats for one or two years on resettlement have still not received their compensation. Second, at the same time, there are others after being resulted for a few months without receiving any compensation and have fallen into arrears of instalments, the Housing Board issued them pink notices asking them to pay up their arrears in loan payments. Third, certain resettled areas are left with a few squatters here and there and a few houses in derelict squalid living conditions in such areas are waiting for allocation of flats. I would like to ask the Minister whether it is because of a shortage of staff in the Resettlement Department. Does he have any special plans to solve such situations like the lack of coordination in resettlement? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, not a few residents ought to be given agricultural compensation of $26,000. However, such money has been withheld for several months and no reason was given for withholding such compensation. So they are very worried. I hope the authorities concerned would within reasonable time try to enlighten them of the matter of $26,000 compensation as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the compensation for fruit trees, when the trees planted are more than the density allowed, then the compensation would be based on the area of planting. I feel that such method is not very fair to the small holders. For instance, if the distance between two fruit trees should be 20 feet, then according to such calculation, for a piece of land measuring 40 ft x 40 ft they will get only compensation for four trees. In fact, if planted in equal distance and equal areas they could have got compensation for nine fruit trees. Therefore, I hope the Minister would give the small holders a fairer method of compensation. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Sir, I have got a cut under Code TG 5100 which is also on resettlement compensation. May I speak now? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin</b>(\n  <i>In Mandarin</i>): Sir, the Resettlement Department of the Housing and Development Board has for many years been dealing with resettlement cases in the rural areas. Over the past two decades, thousands of rural residents have been resettled and the compensation for them, though not entirely satisfactory, has been quite fair. However, recently there have been certain changes in the situation. I have received some complaints from the residents that the Resettlement Department is quite tardy in giving them compensation and they are also quite strict in their partial compensation, the remaining parts are awaiting investigation by the CPIB who are now investigating these cases of fraudulent claims for compensation. I fully agree that such fraudulent cases should be investigated and the culprits should be punished by law. However, to those residents who are not involved in corrupt cases and are awaiting compensation the HDB Resettlement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> Department should not make use of the investigation as an excuse to delay paying them compensation. Certain elderly residents fear that they may not be able to receive their compensation in their lifetime. Certain complaints have reached me that the Resettlement Department is now very strict on the quantum of compensation. And it is very much less than before the CPIB stepped into the picture. I think the Resettlement Department should not reduce the quantum just because the CPIB has stepped in. To those who have not made any fraudulent claims, the compensation for them should be the same as before, namely, before the CPIB stepped in. The rural resettlement work is now coming to an end. I hope that the last batch of people to be resettled will be given fair compensation. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Mr Speaker, Sir, most of the points I want to raise under this heading have been covered by my colleagues. So I am not going to say anything further, but to urge the Minister to resolve the problem within the Resettlement Department so that outstanding payment to the resettled farmers can be paid out expeditiously. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I will deal with the points raised on HDB and the parking problems. The Minister of State will deal with the Development Control and Concept Plan aspects, and my Senior Parliamentary Secretary will deal with Resettlement Compensation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I will take the points in the order in which they were raised. On parking places for heavy goods vehicles, I entirely agree with Mr Ng that we should have a requirement that those who have heavy goods vehicles should have a place to park before their annual road licences are renewed. Because of pressures and complaints of shortage of parking spaces, HDB and URA built about 6,000 parking places for heavy goods vehicles and many of them are not occupied. In fact, in the HDB lorry parks, only 37% of the places are occupied. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not a new problem. It is not due to a shortage of places to park. The trouble \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> is that lorry drivers and lorry owners want cheap parking places near the place where the lorry drivers or owners live, and that is just not possible. In the case of neighbourhood lorry parks, since the land there is more expensive, the parking charges are higher and they are not prepared to pay the higher charges. Neither are they prepared to go to more distant centralised lorry parks where the charges are lower, because they do not want to spend their time travelling, though such centralised lorry parks have been carefully chosen to ensure that there is adequate public transport to get to these lorry parks. The trouble is that the lorry drivers and owners think that they should have the privilege of bringing their lorries home, which of course should not be the case. Just like everybody else goes to work, a lorry driver should be prepared to take public transport, go to the place where the lorry is parked and fetch it in the morning and do his work. Or just like bus drivers do. Bus drivers do not drive their bus home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This thinking has still not quite permeated the industry and we need to bring this home to them. I entirely agree with the Member and I shall certainly be taking it up with the Minister for Communications to require proof of overnight parking facilities before renewing road tax of heavy vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come next to the question of the racial balance policy of HDB. The Member for Bukit Timah, Dr Wang Kai Yuen, mentioned that he knows of many flats that are vacant because they cannot be sold to the majority community, and he mentioned they have been vacant for several years. Sir, first of all, this new policy was introduced only in March last year. It is just about a year since we implemented the policy and we have to see how it works. It is true that some of the bigger flats take a little longer to be taken up by the minority communities. This has been HDB's experience but the experience also shows that within 6-12 months most of these flats are taken up. If such flats continue to remain vacant for a long time, then obviously we will have to do some fine-tuning of the existing policy. HDB will continue to monitor the situation, but there is no intention at the present moment to make any changes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I come to the changing functions of the HDB. Dr Aline Wong asked for a description of the new directions of the HDB. The HDB does not have new functions or new directions. What is happening is that because of changes in our society and because of the fact that we have housed a large part of the population in public housing, HDB is now focusing more sharply on its functions, which is basically to build good public housing. In the past, HDB did a lot of other things which were peripheral to public housing, like building industrial estates, sports stadiums, shopping centres and so on. But we think it is best that it should focus quite sharply on building high quality housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB will continue to plan a new town in its entirety. But it will involve private sector more in the actual development of the new town. While HDB will build most of the public housing, there will also be areas within the new towns which will be reserved for private housing and some of the key areas in the town centre will be sold for the private sector to develop. So that is the change. Previously, HDB used to do everything in the new town. Even with all their skills and the talent that they had, it was inevitable that the towns began to assume a very similar appearance, and I think it is good that they are going to get the private sector more involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The big change in HDB, of course, is in the maintenance of the housing estates. Over the years, the maintenance part of HDB's functions became a much bigger part of HDB's responsibility. As you build flats, they accumulate even though you may only build 20,000 or 30,000 flats a year. With the formation of town councils, the maintenance and management of the estates will go to the town councils. It is for this reason that the HDB decided that they ought to form new companies to continue to offer employment prospects for those who have experience and expertise in the area of estate management. HDB had the choice of either retrenching the staff and letting them just go their own way or to try and find some method of continuing to employ them. Obviously, it was not possible to continue to employ them within the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> HDB because its functions had shrunken and therefore there was no need for it to continue to maintain such a large staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of new companies have been formed to carry out different functions which, at the same time, would also offer different employment opportunities for the staff and HDB. Four companies have actually been formed. EM Services (Pte) Ltd and Esmarco (Pte) Ltd provide professional estate management and consultancy services to the town councils. I think Members must be familiar with some of these companies because they are involved in providing management to the town councils. These are not entirely HDB-owned. They started off being entirely owned by the HDB, but HDB has brought in other shareholders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is another company called Clean Tech which actually provides conservancy and horticultural services to town councils. This again would give an opportunity for HDB's staff to be employed, but of course the companies will have to make up their own mind how many and who they want to employ. Those who are retrenched from HDB would be retrenched according to the normal terms and it will then be up to the companies to decide who they want to take and on what terms. The last company is CESMA International (Pte) Ltd. This is a company to provide planning, consultancy and management services, basically in the architectural and engineering fields. The company hopes to be able not only to sell its services locally but also abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member asked how are the interest and the welfare of the staff safeguarded. As I said, these companies have been formed basically to provide employment opportunities for those who would otherwise have been completely retrenched. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I would like to deal with is the policy regarding rental flats. Dr Wong Kwei Cheong asked what would be the fate of the old rental flats, whether all of them are going to be demolished. Sir, that is not the intention. We do know that, however much we make it attractive for people to buy flats, there will always be a small proportion in the population that will not be able to afford to purchase flats. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> estimate that by the year 2,000, ie, by the end of this decade, there would be about 5-8% of the total number of HDB flats which will still be rental flats. And these flats obviously will be maintained well so that they are in keeping with the overall ambience of the new HDB estates. The problem really centres on the question of which blocks should be retained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since we started building HDB estates in the 1960s, it was natural that we built initially within the central area and then we grew from the central area outwards to the new towns on the outskirts. Over the years, we have improved the design and quality of the flats. The result has been that the poorer quality flats are in the more expensive prime areas within the central area because they were built in the earlier days. So when it comes to retaining the rental flats, we have to be very careful to ensure that we are able to clear prime areas and put them to more economic use. It is in this respect that some difficulty arises because people have to move into rental flats we want to retain and these may not be exactly in the place where they are now living. I have already assured Members in the past that when we relocate we try, as far as possible, to relocate the tenants in flats or in blocks near where they are living. But obviously what we consider as near may not be considered as near by the residents. But I want to assure Members two things. First, we will retain a sufficient number of rental flats. Secondly, these rental flats will be maintained to ensure that they are not eye-sores in the new type of HDB estates that we would be having. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the eligibility criteria, I think the Member may not be aware that in August last year we changed the eligibility age from 29 years to 21 years. So that should not pose a problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can I take next the question of upgrading of public areas in private housing estates. As the Member noted, in fact $51 million has been set aside to maintain and build the public areas in private estates. In fact, the roads, drains and parks in the private estates are built to the requirements of the PWD or other Government departments and then handed over to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> Government. These roads are maintained by the PWD. According to my records, there are 500 km of roads in private housing estates that are maintained by PWD. The PWD has an on-going annual upgrading programme to improve the road surfaces, footpaths, roadside railings, drains, lighting, etc. So it is not correct to say that the public areas in private estates were ignored. In fact, there is already an on-going programme and that will continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the question of building special premises for residents' associations, I must be very frank with the Member that that is just not on. In the case of the Residents' Committees, the cost of providing RC centres is really marginal because we convert the void decks. We also know that if we take the population, as a whole, public housing caters for the relatively lower income group. Right from the time that we decided that it was not sufficient just to build housing, but that we must in fact encourage the building up of a community spirit, we decided that we would give special consideration to the Residents' Committees and we have provided them with subsidized space. But I do not think we can do the same with residents' associations. The people living in private estates, if they want to have a club of their own, like the people living in Serangoon Gardens Estate where, they formed their own club (they have got a beautiful building, all supported by people living in the area and elsewhere) that will be encouraged. If there is a site within a private estate which they want to use to build a clubhouse and there are some planning difficulties, we can look at that and be flexible about that. But we cannot give them the money to build such clubhouses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I have covered all the points except those dealing with the concept plan, development control and resettlement which, as I have mentioned, will be dealt with by the Minister of State and the Senior Parliamentary Secretary. \n  <br>\n  <br>\n  <!-- Mr Peter Sung (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Peter Sung):</b> Sir, the Concept Plan review is carried out in two phases. The first phase identifies the critical land use areas, such as for housing, for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> industry, for commerce, for defence, for recreation and for transport. This phase has been completed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Phase two examines the allocation or distribution of these land uses across the country. This phase is also largely completed. However, we have to do some traffic testing and modelling to make sure that there is an optimum match between the transportation network and the proposed land use allocation. This second phase should be completed by the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, preliminary findings of our review show that with proper planning and greater efforts to optimize the use of land, we have sufficient land to accommodate a population of 4 million people. If the economy continues to grow and if the need arises, we can reclaim more land and this will increase our present stock of land of about 62,300 hectares by another 15%. This additional land that may be reclaimed is tantamount to 13 Ang Mo Kios. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More medium and low density housing, such as flats and condominiums, town houses and landed property, will also be provided in good locations. These good locations would include those fronting the sea and those next to parks and recreational areas. The standard of housing will also be better than that of today, with 20 square metres per person being increased to about 30-35 square metres per person in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Concept Plan there will also be a strategy for decentralisation. Commercial activities which do not need to be in the central area will be decentralised to a few regional centres, such as Jurong East, Woodlands and Tampines. Many of the existing industrial estates would also be upgraded. New high-value-added science and knowledge-based industries will be housed in business parks and in pleasant physical environments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MRT lines will be extended to complement a comprehensive network of expressways to encourage greater use of public transport. Enough land will be set aside for infrastructure such as the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> upgrading and expansion of our airport and seaport. Sufficient land will also be safeguarded for social and cultural facilities such as schools, hospitals, medical facilities, performing arts centres, museums and libraries. A greater variety of parks will be developed. Some natural areas will be preserved. These would include the Pasir Ris Mangrove Park and the Bird Sanctuary in Sungei Buloh. Waterfront land would be better used for recreation, water sports and marinas. The recreation potential of the Southern Islands would be tapped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng Chiang Meng talked about 2-storey shophouses fronting main roads. Sir, most of the buildings which have residential units above the shops and offices are in residential and local shopping areas. In such zones, the quantum of commercial area or floor space is minimal and is meant for use to cater for the local residents. The road system is designed for very minimal traffic and so are car park facilities. If these residential units are allowed to be converted to office use, it will gradually change the residential character of the area and would defeat the original purpose of zoning. The amenity of the residential estate would be diminished. There would be additional traffic nuisance as well as crowds attracted to the premises. \n  <br>\n  <br>\n  <!-- Mr Lee Yiok Seng (Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for National Development (Mr Lee Yiok Seng)</b>(\n  <i>In Mandarin</i>): Sir, the Members for Chua Chu Kang, Bukit Timah and Nee Soon South raised the question of resettlement and they hoped that compensation would be awarded speedily to the residents who are affected by resettlement. In normal circumstances, those who are affected by resettlement, when they apply for the purchase of HDB flats/or have accepted flats, they would have been given part of their compensation. When they move out of the sites they would have received the full payment of compensation. At present, there are some settlers who have not been given compensation though they have accepted HDB flats or have moved into the HDB flat and are awaiting their compensation. There are two main reasons for this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first reason is that some settlers have planted too many fruit trees or have put up many illegal structures on their plot of land. Their aim was to get as much compensation as they could from the Government. This is not reasonable. Action was therefore taken to examine the fruit trees and verify the improvements against the official records of the relevant authorities. The Resettlement Department has to look into the dossier carefully and such investigation is necessary in order to make it fair to everyone. Assessment work is difficult to takes time. Therefore, some settlers have not been able to get their compensation in time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason is that last year, in 1989, the Resettlement Department specially arranged for the settlers to be allotted their flats before they received their compensation. This is to help them to purchase the flats they desired before July last year, otherwise they would be affected by the new HDB booking system. Under this new system they would have to wait for the completion of the flats before they are able to move into them. If there is a time gap between the completion of flats and the effective clearance date, they would find it difficult to find alternative accommodation in between the gap. What the Resettlement Department did was done with good intention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have enough staff in the Department at present. The Department has mobilised its manpower so that speedy compensation can be given to the settlers. Probably from this month up to September this year, they will be able to receive their compensation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those who have planted a lot of trees on their plot of land or who have put up illegal structures, because they wanted to make fraudulent claims in order to get a bigger quantum of compensation, as has been mentioned by Dr Koh, such fraudulent cases have to be investigated by the CPIB or the relevant authority. Therefore, it would need more time for the investigation to be completed and hence the delay in their getting the compensation. As to how long more before they can get the compensation it would depend on how \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> soon the investigation is completed, which has to be carried out thoroughly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Low raised another issue regarding the method of computing compensation for fruit trees. Under the current policy guidelines used by the Resettlement Department, the computation of payment for the fruit trees is assessed proportionately to the net planting area and the maximum ceiling. The maximum ceiling for fruit trees compensation is determined in relation to planting density. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Resettlement Department cannot pay compensation based simply on the actual number of trees planted because many squatters have planted fruit trees excessively. In many case, the planting of fruit trees are just like the planting of bean sprouts where they are planted so close to each other that they are unlikely to bear fruits. It is very obvious that such planting is for the purpose of claiming more compensation. This is very unreanable. Such abuses must be stopped. Otherwise, it will not be in the public interest. The present method of compensation prevents abuse. Under the present guidelines, compensation is subject to maximum ceiling per ha. Planting in land smaller than 1 ha will have a proportionately lower compensation. As for the method proposed by Dr Low, I would direct the Resettlement Department and the Primary Production Department to study his method. If it is found that such a method is feasible and would prevent our scheme being abused by the settlers, the Resettlement Department will be prepared to accept such a method. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another issue raised by Dr Low is whether in some affected areas it is possible to resettle quickly the remaining one or two squatters who are still on the site. How are we going to solve this problem? Sir, the Resettlement Department has an annual plan of resettlement schedules which are carried out according to the relative priority of land use. In certain areas clearance was delayed because some squatters stayed behind. As a result, the development of the area has been affected. If, As Dr Low has mentioned, there are one or two families still remaining in such areas, then let me assure him \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> that I would direct the Department to take note of this. If specific cases are referred to my department, my Ministry will pay special attention and deal with them expeditiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Koh has raised the question of the CPIB investigating certain cases of farmers cheating the Government by fraudulent claims on the quantum of compensation in the past two years. It has resulted in more stringent standards being taken by the Resettlement Department, thus affecting the reduction in payment of compensation. Sir, this is because we had to plug all the loopholes so that squatters would not be able to cheat the Government. As to whether their rates of compensation were reduced because CPIB stepped in, my answer is 'No'. The approved rates of compensation will not be affected by the investigation of CPIB. Our approved rates of compensation will not be affected by the investigation of CPIB. Our policy guidelines of computing the compensation remains the same. Whether the cases are investigated by the CPIB or not, the approved rates of compensation remains the same. The quantum payable to eligible squatters is still based on the same guideline of computation. It would not be more and it would not be less before or after the investigation. Therefore, I hope MPs would assure their constituents that there is no such reduction, ie, the current policy guidelines of Resettlement Department remain unchanged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2). We have 35 minutes. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T be reduced by $10 in respect of Code TC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently, the First Deputy Prime Minister announced that the Government will be taking certain measures to improve our road system. These include widening of critical bottlenecks, a network of tunnels in the city area and viaducts over existing roads. These are news which most people would welcome but I suppose some of these, particularly the network of tunnels and viaducts would take a few more years, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> if not, decades to build. Meanwhile, the road traffic congestion is likely to get worse each year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to urge the Ministry to expedite the development in two important areas. First, the extension of computerised traffic light control system to as many areas as possible. Second, to build more pedestrian crossing tunnels or bridges along busy roads and junctions, such as those along Orchard Road. I believe these two areas will help to solve some of the traffic congestion problems, especially in city and town areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point which I want to raise is the need to improve the accessibility of MRT stations. The Minister may wish to look into the feasibility of building carparks near suburban MRT stations so that people can park their cars or motorcycles or bicycles there and take the MRT to go downtown. For MRT stations where there is no land available for building such car parks, perhaps some sort of picking-up or dropping-off area can be provided so that passengers can take a ride from friends or family members to the station. \n  <br>\n  <br>\n  <!-- Mr Ng Pock Too -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Pock Too:</b> Sir, in the Report submitted to Parliament by the Select Committee on Land Transportation Policy on 2nd January 1990 there were a number of specific observations made by the Select Committee which the Government has said it would study in greater depth. Apart from the proposal on the quota system, the Select Committee also addressed the need to continually expand and upgrade the national road infrastructure in order to cope with the problem of handling high volumes of road traffic. It was the collective view of the Select Committee that by constructing more double-decker highways, more roads and underpasses as well as by selective road widening, we can, in fact, tolerate having a higher car population. But the public at large must also understand that building more elevated roads and tunnels to solve our traffic congestion is really an economic trade-off. The high cost for building such roadways will ultimately have to be met somehow by revenue to be collected by the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The road network expansion projects planned for financial year 1990-91 are listed in detail in the Budget document from pages 584 to 586. But they do not appear to be projects aimed at more effective traffic management. They appear to be straight expansions with possibly no thought given to a comprehensive master plan for an overall road network that can accommodate a planned maximum number of vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister if his Ministry has made any specific plans to upgrade and expand our national infrastructure for road transportation with the objective of making it possible for more people to own and use their cars in Singapore. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, in addition to the proposal made by my colleagues, Dr Koh Lip Lin and Mr Ng Pock Too, I have two small suggestions to make which will improve the traffic flow on our roads. These proposals are unlikely to incur huge expenditure of public funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure many of us have waited at traffic light junctions when, in fact, there is no cross traffic that conflicts with the possibility of making a left-turn when the traffic light is red. In the United States where they drive on the right side of the road, certain cities, in fact, allow right turn on red where traffic conditions permit. This has in fact shortened the waiting time of motorists at the traffic junction. I think similar rules can be considered in Singapore. There are in fact many junctions in Singapore where the Public Works Department could selectively permit left-turn on red to ease the traffic flow on the road. I urge the Minister to consider this suggestion seriously. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second suggestion I have, Sir, is with regard to the efficient use of traffic lights at a junction where a minor road joins a major road. Many times the traffic light is green for the minor road and allows the traffic to join the main road when indeed there are no waiting vehicles on the minor road to join traffic on the major road. Under those circumstances, all the vehicles on the road have to stop to wait for the traffic light to change and everybody just waits there twiddling their thumbs. Sir, time is money and I believe the pace of life in Singapore has reached a point where such inefficient use of traffic lights is no longer acceptable to Singaporeans. In fact, the solution is very simple. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 4.30 pm. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made progress on the Main and Development Estimates for the Financial Year 1990-91 and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
