{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-21\"> \n  <meta name=\"Start_Col\" content=\"559\"> \n  <meta name=\"End_Col\" content=\"640\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">21-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 559</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 21st March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 560</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 561</b></font>\n  <br>\n  <br> \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 562</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 563</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) - from 22nd to 23rd March, 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 564</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education - from 25th to 27th March, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho Tat Kin (Toa Payoh GRC) - from 6th to 20th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das (Cheng San GRC) - from 8th to 15th April and from 13th to 24th May, 1990. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 564</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>UNOCCUPIED HDB FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conversion into tourist accommodation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development, in view of the current shortage of hotel rooms, whether the Housing and Development Board will consider the possibility of (i) converting unoccupied flats into rooms for tourists' occupation, and (ii) allowing flat owners who have spare bedrooms to let them out for short stay by tourists. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang) (for the Minister for National Development):</b> Mr Speaker, Sir, most of the unoccupied HDB flats are 3-room flats in Woodlands. Some of these flats are being converted into bigger flats to meet the new demand of Singaporeans. HDB has no plans to convert them into tourist accommodation. If an organisation, such as a hotel, supported by the Singapore Tourist Promotion Board, is able to come up with a feasible and workable proposal for converting entire vacant blocks to be used as interim tourist accommodation, my Ministry would be prepared to consider the idea. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as to whether my Ministry would be prepared to allow bed-and-breakfast operations in HDB flats, it must be noted that such operations in other countries are conducted in landed properties. Allowing bed-and-breakfast operations in high-rise apartments can cause disamenity to other residents. The HDB will therefore take a cautious approach in considering any such proposal. Its priority is to provide housing to citizens and it must ensure that the residential ambience and security of HDB estates would not be compromised. My Ministry would only be prepared to consider such a proposal if a single responsible organisation, such as the Singapore Tourist Promotion Board, is able to work out a feasible and comprehensive proposal on how this can be done without causing disamenity to the community. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, may I ask the Senior Minister of State whether, besides Woodlands, there are vacant units of flats available in large numbers in the eastern part of Singapore? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, there are other vacant flats scattered here and there throughout the island but they are not in large enough numbers to warrant such an application. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 564</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TRADE WITH EASTERN BLOC COUNTRIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Assistance to local traders)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Trade and Industry what plans his Ministry has to help local traders to export to or to trade with the Eastern bloc countries; and whether there are any plans to open trade offices in or send local trade missions to these countries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 565</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Mah Bow Tan) (for the Minister for Trade and Industry):</b> Mr Speaker, Sir, the Eastern bloc has hitherto not been a major trading partner of Singapore. In 1989, trade with them amounted to S$1.13 billion, which is less than 1% of our global trade. However, in the medium to long term, following the recent political and economic developments in the Eastern bloc, this trade should increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Trade Development Board has been actively promoting trade with the Eastern bloc for several years. It has organised trade missions to these countries, and participated in trade fairs there, on an annual basis since 1966, and then twice a year since 1988. For 1990, TDB is planning to send three missions and to participate in three trade fairs. These will cover USSR as well as almost all the East European countries. TDB is currently also studying setting up more trade offices in Eastern Europe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TDB tries to bring together Singapore traders and trading organisations from these countries to form joint venture trading companies. These will match the marketing expertise and the connections of Singapore traders with the needs of consumers and firms in Eastern Europe. In the last two years, nine such joint ventures have been established. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 565</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1990 TO 31ST MARCH, 1991</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [6th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [20th March, 1990], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head Q be reduced by $10 in respect of Code QC 1500 of the Main Estimates.\" - [Dr Ho Tat Kin]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Sir, when we adjourned yesterday, several speakers have spoken \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 566</b></font>\n  <br>\n  <br> under this item and we did not have a chance to reply. I propose to do so now. The matters raised by Dr Wong Kwei Cheong on touting and Encik Yatiman on the Woodlands Checkpoint will be dealt with by my colleague, the Senior Minister of State. I propose to deal with the other points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the points raised by Dr Ho Tat Kin on illegal parking, the strategy adopted by the Traffic Police is two-pronged - first, persuasion, public awareness and public education and, secondly, strict enforcement measures. Besides public education, enforcement has indeed been stepped up. In 1988, 172,000 summonses were issued for illegal parking. This figure increased by 17% in 1989. The number of vehicles towed away last year was 4,243 compared to 1,555 in 1988. Besides towing away of illegally parked vehicles, other measures which have been resorted to are increasing the fines for illegal parking, increasing the fines for towing away of vehicles and for storage of illegally parked vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member that there should be stiffer punishments for cars which deliberately obstruct the flow of traffic and in this regard the Traffic Police is paying special attention to this matter. They will step up the measure of towing away, particularly where an illegally parked vehicle obstructs traffic, especially in busy thoroughfares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for clamping device, unfortunately, this can only be used under certain circumstances, such as a confined area, because if it is used on a busy street, even though a car is parked illegally, it does not enable the car to be removed quickly to facilitate traffic. Between use of clamp and towing away for busy thoroughfares, towing away is a better measure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform him that the Traffic Police is also considering demerit points for illegal parking, especially for those who repeat the offence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See asked about the procedures in our legislation which perhaps may be outdated in regard to references to various categories of offences. He is indeed right. The Criminal Procedure Code \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 567</b></font>\n  <br>\n  <br> was drawn up in 1955. Some of the provisions are archaic. In fact, until recently, we even had provisions referring to information to be given to penghulus. There are also provisions which restrict certain powers to police officers of a certain rank or above certain ranks, such as sergeant and above. This is understandable because in the early days when junior police officers were not well educated or we did not have enough well-educated police officers they had to be closely supervised and certain powers had to be exercised only by the supervisors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Police has gone through a transformation and now junior police officers are better trained and educated. These restrictions that exist in the statute are outdated, unnecessary and, in fact, in some instances, they actually impede the exercise of police functions. For example, the Commissioner of Police now entrusts to certain selected officers the task of investigation. They are called assistant investigating officers and they have investigative tasks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To give you one example. The Criminal Procedure Code provides that when a search for anything is conducted in the premises in respect of any offence and a thing is capable of being concealed on a person, only a police officer of or above the rank of a sergeant is empowered to search the person in the premises. Therefore, although an assistant investigating officer who is below the rank of a sergeant has the power to search the premises he does not have the power to search persons found in the premises. Obviously, the disadvantage is that he can have disposal of evidence in the premises. These and other aspects of the Criminal Procedure Code will be looked into in the light of changing conditions in the Police Force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong, I think, saw some sinister purpose in the security screening personnel in the airport. Let me assure him that the security screening personnel at the airport are to conduct security screening of all pre-board passengers and their luggage. They are checked for arms, weapons, explosives, to make sure that these are not brought into the plane, whether they are Singapore passengers or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 568</b></font>\n  <br>\n  <br> foreign passengers. In fact, this is a very strict requirement insisted on by the International Civil Aviation Organisation (ICAO) as a measure for the safety and security of international flights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The additional manpower of 138 personnel which he referred to is because there is going to be a new terminal II. With the new terminal, you need additional security screening personnel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong also asked about better deployment of personnel for crime control and he referred to certain indicators in the Budget book. Let me, in fact, assure him that the total number of seizable offences, ie, offences that the police can arrest without a warrant, although it has shown a slight increase since 1980, serious seizable offences, ie, murder, robbery, housebreaking, rape, outraging of modesty and so on, in 1983 the annual rate was 33.8%. But from 1986 onwards, the rate of increase in seizable crimes has been brought under control. In 1989, there was in fact a decrease in these selected seizable offences compared with 1988. For total seizable offences, there was a 8.2% decrease in 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I might add, Sir, that we compare well with other countries such as Japan and Hong Kong in having a lower number of major crimes per hundred thousand population. Singapore's figure of 228 major crimes in 1987 is in fact even lower when we compare with cities like London which has 3,423 major crimes per hundred thousand population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I should also say that when it comes to deployment of police personnel, of the 7,000 regular policemen that we have in the Police Force, between 68% and 70% are in fact deployed for front-line policing, ie, coming into contact with members of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Dr Lee Siew-Choh, I do not intend to repeat everything I have said regarding his comments on internal security because we have had in the past few months questions by him on abolition of ISA, and from Mr Chiam See Tong on whether for the 25th anniversary we can relax matters. All these are repetitions of the same thing. Chia Thye Poh - will he be released? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 569</b></font>\n  <br>\n  <br> Since I have given full answers to these questions raised in recent months it does not make any point for me to repeat them. But I would like to remind Dr Lee Siew-Choh that Chia Thye Poh is not a political detainee. He has been released on certain conditions to Sentosa Island. In fact, Dr Lee Siew-Choh visited him and, according to the Chinese press, he spent some time with him. And there was a photograph of both of them smiling very happily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee wants me to disclose the operational and financial details of our internal security agency. It will be foolhardy for me to do so as this would jeopardise our national security. Because such disclosures will expose the capability, the extent of resources, the modus operandi of our investigative agencies to undesirable and subversive elements as well as to hostile foreign agencies. Therefore, it will seriously undermine our effectiveness in meeting threats to subversion and internal security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee then spoke of police violence, painting a scenario of total lawlessness in our Police Force. I think that is very unfair. It is absolutely important that every police officer be of the highest integrity and complies with the law and police procedures. Both the Police and the Ministry of Home Affairs in fact take a very serious view of any instance or allegation of infraction of the law or disregarding of police procedures. I know, because I have discussed with the Commissioner of Police. The Commissioner of Police takes a personal interest in such matters because it affects the image of the whole Force. But the Police organisation is a large organisation - 7,000 regulars, 3,000 full-time National Servicemen and 16,000 reservists. It is inevitable that there may be one or two black sheep. But what is important is that if any police officer is a black sheep and he commits a breach of the law or violates police procedures, whether it is bribery, corruption, or allegation of assault, it is important that our system is such that the matter is fully investigated and, when substantiated, he is brought to book. Either he is charged in Court or he is disciplined and dismissed. I think Members know it. They \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 570</b></font>\n  <br>\n  <br> read it in the papers sometimes. The dismissed police officers in fact sometimes go to the MP to appeal. But that is the best deterrent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh then went on to raise the point about traffic lights. I am afraid his speech came four days late because we had a debate on traffic lights under the Ministry of National Development. Let me say: let's be thankful that the system is working smoothly. I am told that of more than 1,000 junctions with traffic lights, the number of malfunctioning lights averages about only three a day. Then he wants traffic policemen to be stationed at all traffic light junctions. This is absurd. The total number of traffic police officers is just 543 and there are over 1,000 traffic light junctions. It will be labour-intensive and unnecessary. But the Traffic Police is always alerted to deploy its men to manually control traffic whenever there is a traffic jam or black-out. In fact, many people have told me that they are very impressed by the fact that when there is a traffic light malfunctioning or there is a black-out, almost immediately there are men at the scene to guide traffic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other questions will be answered by my colleague, the Senior Minister of State. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Home Affairs (Dr Lee Boon Yang):</b> Sir, yesterday Dr Wong Kwei Cheong, hon. Member for Cairnhill, asked for a status report on the problem of touting along Orchard Road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am pleased to inform Members that the new anti-touting law which came into effect on 9th June last year has provided a very effective means of dealing with the touting problem. A series of anti-touting operations were conducted between June last year up to 12th March this year, during which 140 touts were arrested and charged in Court. 58 of them pleaded guilty and were given jail sentences ranging from three weeks to four months and fines ranging from $1,000 to $5,000. The most severe punishment meted out was a four-month imprisonment term against a repeat offender. The rest of those arrested had claimed trial and their cases will be dealt with in due course. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 571</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a result of sustained police enforcement action, there has been a remarkable improvement along Orchard Road tourist belt. Touts no longer hang around the pedestrian mall annoying tourists and Singaporeans. Shops no longer openly display their counterfeit goods for public viewing. Most of the shops dealing in counterfeit watches have either closed down or stopped dealing in this illegal trade altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the touting situation is now firmly under control. Those shops previously dealing in counterfeit goods are being closely monitored and will be raided whenever there is any indication of them reverting to touting activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to Encik Yatiman Yusof's question. He asked about the redevelopment of the Woodlands Checkpoint. The Woodlands Checkpoint is being renovated at a total cost of $16.2 million to increase its handling capacity and also to provide better amenities for visitors to Singapore and also for Singaporeans who are leaving. When completed in May this year, the number of clearance lanes for cars and motorcycles will be increased from 36 to 48, and lanes for lorries from six to eight. Clearance counters catering to bus passengers will also be increased from 22 to 40. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other improvements will include air-conditioned clearance halls for the bus passengers, and this will also address the points raised by Encik Yatiman yesterday that we should provide better facilities to give a better impression, since this is the first point of entry for many visitors. Covered walkways will be provided for those who have to walk from one part to the other within the Checkpoint. Car-sensing devices will also be provided to have better control of the cars as they approach the various immigration clearance lanes. There will be a separate customs inspection area to avoid a bottleneck situation at the immigration car bay. And part of the improvement in amenities would be to have better and newer public toilets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new facilities will be fully operational on 1st June. Once it is fully operational, clearance lanes that will be kept open each day will depend on the traffic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 572</b></font>\n  <br>\n  <br> volume. Immigration Department will keep enough lanes open, especially during peak hours and public holidays, to ensure a smooth flow of traffic in and out of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to cater for the long-term growth of traffic, Immigration Department is drawing up plans for the development of a new Checkpoint. The Member asked yesterday what has happened to the resettlement of the squatters at Kampong Fatimah. The clearance of the squatters at Kampong Fatimah is part of this redevelopment plan. There will also be minor reclamation work along the shore-line to accommodate this new Checkpoint. The proposed Checkpoint is targeted for completion in six to seven years' time. It will then replace the existing Checkpoint. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I want to get a clarification from the Minister because he says --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The amendment has been withdrawn, Mr Chiam. Amendment No. (3), Encik Zulkifli. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QD 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall not be speaking on the first amendment but I shall speak on my second cut which is on Civil Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the main aim of Civil Defence is to enhance the capability of our civilian population to survive any eventuality. Towards this end, extensive public education, training programmes and emergency exercises have been conducted over the past five to six years to provide opportunities for our people to learn how to cope with emergencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst I acknowledge that public participation in Civil Defence exercises has been good and encouraging, from my observation not many of our citizens are coming forward to volunteer as CD volunteers. In my view, Sir, this a cause for concern \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 573</b></font>\n  <br>\n  <br> since by now the Civil Defence message is familiar to all Singaporeans but yet the response to become CD volunteers is not up to expectation. Why is this so? I believe this could be attributable to public apathy and an insufficient pool of trained CD personnel and expertise. Therefore, a review in this area may be in order. In particular, I would like to know what steps are being taken to increase the present core of CD regular officers and staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am of the opinion that a more active recruitment programme must be undertaken since it is in our long-term interest to see more citizens, especially the younger generation, involved in Civil Defence activities. In this respect, could the Minister tell the House what new plans are being contemplated, firstly, to reach out to schools in order to stress upon students the importance of civil defence to civilians; secondly, to further assist the Civil Defence Coordinating Committees (CDCCs) play their roles at constituency level; and thirdly, to increase the pool of CD reservists? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the CD reservists, perhaps the Ministry should consider expanding their role and scope so as to put their expertise to optimum use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I am not as pessimistic as the Member over the state of affairs of CD volunteers because the proper perspective is to view it as a long haul. We are unlike Japan or some other countries which are so prone to natural disasters or a threat of a natural disaster is always hanging above one's head that it is easier to get people worked up and enthusiastic about civil defence. In our case, fortunately, the threat of typhoons or tidal waves or earthquakes is not there. Therefore, it is all the more difficult to arouse not only an awareness but a sufficient awareness that one wants to be involved in community civil defence work at the constituency level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given that perspective, I think what has been achieved within the past few years in promoting civil defence as a concept and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 574</b></font>\n  <br>\n  <br> arousing civil defence awareness - be prepared for the worst but hope for the best - is something that we can derive satisfaction from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the National Civil Defence Plan, the Civil Defence Volunteer Scheme was launched in 1982. Since then, the number of CD volunteers has increased. In December 1989 it was 29,750; in other words, about 80% of our targeted strength, and we hope to reach the targeted strength of 38,000 by 1992. Many of them comprise housewives, senior citizens, workers and students who have attended various training programmes. To get more people involved in the Civil Defence Volunteer Scheme at the constituency level, we think there must be a mix. It cannot be all work and no play or all work and no fun. There has to be the required time and input on operational matters, training, exercises. But in the long run, the constituency civil defence unit must also emerge as it is emerging as a grassroots organisation on its own stand. That is the only way that we can attract more people to join the civil defence units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What kind of other activities? We are already doing quite a lot, such as civic visits, sea training activities, weekend camps, shooting practices, competitions, telematches as well as overseas tours. These will provide a good balance to operational matters such as exercises, classes, training at the constituency level as well as exercises for several constituencies grouped together, including the recent Lavender MRT exercise. And I hope that CDCCs will work with other grassroots organisations and emerge as one of the family of constituency-based grassroots organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to reservist rescue units at the zone level, since the Member asked about reservists, the SJCDF has recently introduced an assistant community relations officers programme which involves reservists in the planning and organising of civil defence programmes in constituencies. These reservists are chosen because of grassroots experience and the interest in community related work. Plans are indeed under way for more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 575</b></font>\n  <br>\n  <br> reservists to be trained as assistant community relations officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the other points, let me assure him that the SJCDF has borne in mind the points that he has made of reaching out to more people, including school students, to spread the message of civil defence. Since it is a long haul, we must continuously get new cycles of people to join the civil defence because civil defence preparedness may be called upon at a time when one may least expect it. It can be now, it can be five years' time or it can be 10 years' time. So we have to prepare on a long term basis. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can I get a clarification from the Minister? I would like to ask the Minister who takes the lead in civil defence at the constituency level. And what kind of civil defence work is at the moment going on at Potong Pasir? As far as I know, I am not aware of any. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, the existence of civil defence in the various constituencies is spearheaded by the Civil Defence in conjunction with existing grassroots organisations such as the CCC, the CCMC, together with their advisers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, what about Potong Pasir? Can the Minister give some idea of what kind of civil defence is going on at Potong Pasir? I have no connections with the CCC or RC. I know that in other constituencies the MPs are automatically made advisers but I am not made an adviser to all these grassroots organisations. At least I think the Minister should let the MP for Potong Pasir know what is happening in regard to civil defence in that constituency. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, there is a civil defence constituency unit in Potong Pasir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am not aware of it. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> He may not be aware of it, but there is, and I understand that it is quite active. He has raised the broader question which has been discussed in this House on several occasions as to why he is not appointed adviser to the various grassroots organisations. If he wants to raise that as a substantive issue, I think this is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 576</b></font>\n  <br>\n  <br> not the appropriate place. He can file a question and we can discuss it all over again. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed:</b> Sir, I am satisfied with the Minister's reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QE 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to speak on the emergency ambulance service. Yesterday, I brought up the problems involving the manning of the emergency ambulance service, ie, the problem of the nurses manning the service and the training of personnel from the ranks of the civil defence to form a core of paramedics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I would like to focus on the services provided by our emergency ambulances. The crew of the ambulances are instructed to bring a patient to the nearest hospital. For this purpose, I understand Singapore is divided into six different zones. And depending on the zone that the patient is picked up from, he is sent to the hospital nearest his point of pick-up. This works out well for cases of traumatic injuries, eg, road traffic accidents. However, there are other emergencies which are of a non-traumatic nature. For example, if a patient has a medical problem being followed up at NUH turns ill at home, he may request to be sent to NUH even though his residential address may be at Bedok. The catchment zone of the patient, going by residential address, is not NUH, but his medical records are at NUH. Assuming that the patient is not critically ill but, nonetheless, ill enough for an ambulance to be called, it will make for better patient management if some flexibility is allowed into the system. Will the Minister comment on this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on a national basis, I also propose that it is time that we economised and rationalised our emergency ambulance service by including the private hospitals. Each private hospital maintains an accident and emergency unit and an ambulance service. However, for most of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 577</b></font>\n  <br>\n  <br> us, in an emergency, it will be an almost reflex action for us to call for an ambulance by dialling 995 or even 999 in a panic situation. If an arrangement could be worked out with the private hospitals for less critical cases the patient could still call 995 and the call then redirected to the private hospital of the patient's choice. The ambulance from the private hospital could then attend to the patient, thus freeing our CD emergency ambulances to attend to the more urgent cases. Under present arrangements, the CD ambulance will not transport patients to a private hospital and this sometimes leads to ugly scenes, and more importantly, wastage of scarce resources. Perhaps Civil Defence HQ could take the initiative to urge the private sector to participate in this service so that a truly integrated ambulance service can be created. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, Dr Arthur Beng has asked whether some patients could be conveyed to private hospitals of their choice by ambulances from the Singapore Joint Civil Defence Forces. The emergency ambulance service operates within certain hospital catchment zones. These zones are drawn up by the Ministry of Health in consultation with the SJCDF and other agencies with the objective of spreading emergency patient load amongst the various Government hospitals. As far as the emergency ambulance service is concerned, its ambulance will send patients to the Government hospital within the catchment zone where the patient is picked up. This is to ensure that the emergency case can be transported to the nearest hospital as soon as possible so that the patient receives urgent medical attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the case is not of an emergency nature, then I would urge members of the public to refrain from calling for emergency ambulance service. Because if more and more people turn to the emergency ambulance service as a means of getting patient or somebody who is taken ill at home to hospital, whether it is to a Government hospital or to a private hospital, then they are in effect depriving other people who may be in a more urgent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 578</b></font>\n  <br>\n  <br> need of this service, for instance, traumatic injury cases of road accidents or some other emergency cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether emergency cases can be conveyed to hospitals of their choice, whether it is a private hospital or to other Government hospital, I think my Ministry will take this up with the Ministry of Health. We can discuss whether this is feasible or not. But let us bear in mind that the objective of the emergency ambulance service is to get the patient to the nearest hospital as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the Member's other point of encouraging private sector to participate in providing ambulance service, I am in full agreement with him that we should have more of such private sector participation, whether it is to be established or set up by the private hospitals themselves or by private companies. In fact, my Ministry will give full support and encouragement to the private sector to set up such a service. I understand that there is already one company which has been established to provide emergency ambulance service and we hope to see more of such companies setting up business. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, what about the points raised yesterday regarding the paramedics. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, yesterday, Dr Arthur Beng raised the possibility of training a core of paramedics. My Ministry is actively conducting a feasibility study of establishing a paramedic team within the emergency ambulance service. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, yesterday, I raised a question on the Fire Safety Bureau. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I thought I will take up that point when I reply to Mr Lau Ping Sum because he has filed an amendment on this subject. Since he is not here, with your permission, can I respond to Dr Beng? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is a rather unusual request, but all right. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Yesterday, in moving an amendment, Dr Beng asked whether the Fire Safety Bureau (FSB) could speed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 579</b></font>\n  <br>\n  <br> up the processing of applications. Since June last year, the Fire Safety Bureau had instituted a new plan submission procedure. Previously, plans were submitted to the Building Control Department (BCD) which then forwarded plans to FSB. But since last year, plans can now be submitted directly to FSB. At the submission stage, there will be an interview and a discussion with the officers at the counter. And if the plans generally have no major discrepancy or no major omissions, then the plans will be taken in for processing. But where there are obvious shortcomings in the plans, then these shortcomings will be pointed out to the person making the submission and he can take it back and have it rectified and re-submitted. Through this process of direct submission and also discussion on the spot, we have been able to shorten the processing time needed for these plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But over and above the procedures that have been improved, I think we should bear in mind that the pace at which plans can be processed will also depend on the quality of submission. And I would urge the building professionals, whether engineers or architects, to take pains in making sure that the plans that they submit incorporate all the requirements for fire safety. That will certainly expedite processing of the plans. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I thank the Senior Minister of State for his reply and I am particularly cheered that he is working towards forming a core of paramedics. I beg to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QF 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to express my sadness and concern about the projection made that our average daily prisoner population will increase to 7,096 in 1990. This number does not include those detained in our DRCs. In fact, the number of prisoners has been increasing in the last five years. Compared to 1985, what is projected in 1990 is almost doubled that of 1985. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 580</b></font>\n  <br>\n  <br> would like to know from the Minister what accounted for such substantial increases in the number of prisoners. With full employment and economic prosperity around us, it strikes me as paradoxical that the number of prisoners could not be contained at a lower level. I hope that it is not a sign of a deeper social ill in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I know also from the Minister whether there are adequate penal institutions to house this large number of prisoners and what measures are being taken to ensure the security of these institutions? Do we accept the increase in the number of prisoner population as unavoidable? Or could action not be undertaken to educate our public and to drive home the message that crime does not pay and that we require active involvement and participation to reduce the number of crimes committed because such crimes lead to convictions and detention. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Tang Guan Seng)</b>(\n  <i>In Mandarin</i>): Sir, just as the Member for Kampong Glam has said, the number of prisoners in our penal institutions has increased. In 1985, there were 5,340. In 1987, the number was 5,880. Last year, it was slightly reduced, from 6,320 in 1988 to 6,190. The increase in the number of prisoners is due to a variety of reasons one of which is that in the past few years there were a great number of illegal immigrants and foreigners who overstayed in Singapore. Recently, we have taken very stringent measures against them and the number has decreased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another reason is that we have more effective law enforcement. In other words, we have more neighbourhood police posts and we have also implemented our community policing system. The public is more forth coming in making police reports and in giving information on crimes. This has led to more arrests of criminals. That is why we have more prisoners now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the increase in the number of prisoners, the Prisons Department will set up more penal institutions and provide more facilities. There will be two new prisons - Tanah Merah Prison and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 581</b></font>\n  <br>\n  <br> Female Prison. But the more important point is that we must raise the efficiency of the rehabilitation programmes and improve the prisoner - classification system, so that when they are released they could become good citizens. At present, more consideration is given to security requirements in their classification exercise. The Department now aims to place emphasis not only on security but also on rehabilitation needs, with special attention to the prisoners' psychological and social problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, a consultant from the United Nations who came to Singapore to study our system he has made some recommendations on improvements. We are also looking into the systems of other countries. The purpose is to improve the rehabilitation programmes of our prisons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem faced by the Prisons Department is how to attract more good manpower. The Ministry of Finance has approved an additional 300 posts so that we could alleviate our manpower shortage. This alone is not enough. Their salaries must also be raised. Among the uniformed services with the Ministry of Home Affairs, the Prisons service has had the most difficulties in recruiting personnel because of its heavier duty and responsibility. Recently, in the salary revision, the prison officers were given increased pay and the junior officers were also given special allowances. What is more important is the Prisons Service has been incorporated into the General Police Scheme of Service. This will facilitate the infusion of talents in the Prisons. It will also provide exposure to Prisons Officers in other areas of law enforcement and security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the number of prisoners has increased, the crime situation in Singapore is still under control. This is due partly to the police who have spared no efforts in education the public on crime prevention. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> I beg to withdraw, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 582</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QG 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that persons who are apprehended and are tested positive for drug abuse are barred from holding jobs in Government and statutory boards. Recently, I have a young constituent who was undergoing training at an EDB training centre. He was apprehended for possible drug abuse and he was tested positive. Based on information made available to the EBD training institute, he was dismissed. This was the boy's first offence and he had another four months to go to complete his training programme. Sir, this is unduly harsh and, in my opinion, we have just created another useless digit in society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my job as a Member of Parliament I have come across a small handful of constituents who are barred from Government licences, taxis, hawkers and entry into the PSA when their drug abuse background comes to light, even if the offence or abuse was committed several years ago. I am not sure if information of drug abuse is made freely available to Government ministries or statutory boards. If it is made freely available to these organisations, then I think this is not only harsh, given the fact that drug abuse is not an offence at the moment under existing legislation, but it does not help our efforts in rehabilitation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;An enlightened rehabilitation programme must start at the point of gainful employment, whether in training or in a job. I think the Government must take a lead. In this instance, I think the private sector is already doing more than its fair share because of the labour shortage. If they continue to deprive such people a means for them to turn over a new leaf or a second chance, then we are not covering all the grounds in our rehabilitation. I think we should plug this loophole and I urge the Minister to set the guidelines on the release of this kind of information, if it is released to the statutory boards and Government ministries. If we can plug this loophole then it is left to these organisations to decide whether they should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 583</b></font>\n  <br>\n  <br> employ the man, and not because of his past background as a drug abuser. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I am pleased to see that the average daily number of inmates in our drug rehabilitation centres is under control and the number of detainees in the DRCs is projected to be less in 1990 compared to 1989. However, the recidivism rate of drug supervisees remains high at 74%. We all know that in having 5,000-odd inmates in the DRCs is a sheer waste of precious human resources against the backdrop of people-short Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem facing us today is not that of the rehabilitation programme in our DRCs, which I believe we have made very good progress. The issue facing us is how to reduce the high recidivism rate and to give the former drug addicts a really good chance with a new lease of life. Here I would like to add my word to what Mr Chng Hee Kok earlier spoke. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The former drug addicts do have difficulties in securing steady employment. The Government can take the lead. The Government can also give private employers the necessary incentives and motivation to employ more of the ex-drug addicts. It is already costing the state about $330 a month to upkeep each inmate in the DRCs. I believe this money could be more profitably used. The new DRC at Tampines should be well equipped with facilities to provide skills training in more trade areas to the inmates so that they could be made employable. I would like to quote the Straits Times editorial of 1st February 1990, which aptly described the issue, Sir, of the rehabilitated ex-drug addicts. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'After he has been cured, he deserves all the help on the hard climb back.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is an area that we can pay attention to, Sir. \n  <br>\n  <br>\n  <!-- Encik Abdul Nasser Bin Kamaruddin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC):</b> Sir, our current drug situation would have been much worse had it not been for the very tough anti-drug laws, which have seen substantial arrests being made since the launch of Operation Ferret in the late 70s. But, Sir, we have yet to overcome the drug \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 584</b></font>\n  <br>\n  <br> menace. The Government in this regard, I believe, has adopted basically a two-pronged approach. Firstly, a hard-line approach towards those involved in the trafficking and possession of drugs. Secondly, a very much softer approach to addicts who are caught in the drug trap. The Government's view has been that drug addiction and drug addicts are a social problem. But, Sir, the drug problem is a social malaise that has plagued our society and will continue to plague our society unless drastic action is taken on all fronts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Minister to conduct a review on the effectiveness of our approach to tackling the drug addiction problem. The relatively high rate of recidivism in our DRCs attests to the fact that perhaps our drug rehabilitation programme can be made even more effective. Those who have succumbed to the temptation of drugs do so out of choice. Sure, peer pressure, environmental factors, all play a part. But the crux of the matter is that one has a choice, either to abstain or to consume. For the recidivist drug abuser who has been given the choice of turning over a new leaf in the first instance by having been committed into the DRC, I would like to ask the Minister whether he is considering taking sterner or harsher actions. Would he consider the introduction of caning for the second or third time drug abuser, if he is committed into the DRC? In the case of the recidivist drug abuser, it will be wise for us to take heed of the ancient proverb: To spare the rod and spoil the child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the cost of rehabilitating a drug abuser is by no means cheap. Such cost would double in the case of a recidivist drug abuser. In this regard, would the Minister consider billing parents for the cost of the rehabilitation programme that the recidivist drug abuser would have to undergo? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the idea of making parents bear some responsibility for the action of their children is the subject, I believe, of a White Paper on the Reform of the Criminal Justice System in Britain as broadcast in the BBC World Service News Bulletin on 6th January this year. I would ask the Minister whether he would consider studying the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 585</b></font>\n  <br>\n  <br> paper with a view to studying its relevance in the Singapore's context. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Zulkifli. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed:</b> I am not speaking, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Yatiman. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, in supporting this amendment, I would like to thank the Minister for Home Affairs for his new multi-pronged blitz on drug abuse in Singapore. The renewed and sustained drive is both timely and crucial if we are to effectively arrest the recent upsurge in drug cases. Sir, we have done almost everything within our means to curb and eradicate drug problem in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through sustained and well-coordinated anti-drug operations to clean pockets of remaining drug-infested areas, through introduction of the instant urine test machines, closer monitoring of movements of people through our immigration checkpoints, wider community awareness programme and greater participation from among members of the public in drug-related action programme and many other steps, I believe we could improve the drug situation in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, Sir, I would be happy if the Minister could share with us the progress his Ministry has achieved in combatting the drug menace. Has there been a significant decline in drug addiction and drug-related cases, especially relapse cases? Is the Ministry committing more of its resources in solving the drug problem here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister his view on the middle and long term prospects of our fight against drug abuse in Singapore. And since providing employment is so crucial in bringing back the ex-drug addicts into the fold of society, I fully support the views expressed by the Members for Kampong Glam and Tiong Bahru GRC on the need for Government to send a clear signal of our attitude towards \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 586</b></font>\n  <br>\n  <br> bringing back ex-drug addicts by providing them employment in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the Minister's view when he opened the National Anti-Drug Campaign sometime ago that we have to take the fight against drug addiction beyond our national boundary. But no matter how successful our home-based, national-oriented anti-drug drive, so long as the supply line is kept open, so long as the source of drug production and supply areas remain operating, we will not and we cannot achieve what we wanted to achieve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, Sir, while I am fully aware of the extensive cooperation that we have established with our neighbouring countries' drug agencies, I would like to ask the Minister what more can be done in this area. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Chairman, Sir, I will start off by answering the last speaker, Mr Yatiman Yusof, who asked if I could report on the general state of affairs in our fight against drugs. I am glad to say that there is some light at the end of the tunnel. There was a decrease of 17% of drug offenders arrested in the fourth quarter of 1989 over the previous quarter. On an annual basis, there was an overall decrease of 9.6% when we compare figures in 1988 and 1989. Less traffickers were detected - 116 in the fourth quarter of 1989 as against 144 in the third quarter, a decrease of about 19%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since we have spoken of the high rate of addiction amongst Malay addicts, let me also point out that the number of Malay addicts decreased by some 23.5% over the previous quarter. But on an annual basis, there was an overall decrease of 17% in the number of Malay drug addicts. So there are some encouraging figures. But I would not like to mislead Members of the House into lulling themselves into a state of complacency because the supply of drugs in our region is plentiful and we are so open in our air, sea and land entry points that, however vigilant we are, the volume of people coming in is such that it is impossible to check each and every person. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 587</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mention this as hopeful and encouraging figures, and I hope this can be maintained. But we should not be surprised if these figures go up and down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Mr Chng Hee Kok, Mr Loh Meng See and others spoke about the importance of drug addicts being re-integrated into society. I think they will remember that I have on more than one occasion in this House emphasised this point as a cardinal feature of Government policy. It is not to criminalise the addict. In fact, both CNB and the Ministry of Home Affairs pay a great deal of attention to this because if drug addicts are unable to be re-integrated, unable to get employment, it is going to perpetuate the problem and it will increase the size of the problem for the Ministry and CNB and that will be sad for all of us in Singapore. A person who could be a useful member of his family, could be a useful employee, could be a useful citizen, is in fact deprived of his potential because of drug addiction. So I am fully in accord with the sentiments they have expressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But having said that, let me also hasten to add that they are wrong in their assumption that the Government or the CNB freely gives information to statutory boards. This is totally untrue. In fact, we are very stringent in the information being supplied and drug addiction is not a matter which goes on criminal record. So both Mr Chng Hee Kok and Mr Loh Meng See have proceeded on the wrong assumption that this information is freely given. But what actually happens, in practice, as I understand it from talking to both the individuals concerned as well as others who are employers, is that in the process of applying for a job and in the process of considering job applications, invariably employers do ask the applicants about their past records, criminal records or otherwise. In some cases, employers may even ask them whether they have ever been in any kind of detention or incarceration. And if a person is truthful, he would volunteer the information that he has been in a DRC. Here, I agree with the Members fully that if we want our rehabilitation system to succeed, we must have more enlightened policy on the part of employers, and it is both the public sector \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 588</b></font>\n  <br>\n  <br> and the private sector. If an addict has kicked the habit, we should give him a chance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I do not think it is just Government that has to do the job. Three parties are vital for the successful integration of ex-addicts. One is the family. If he does not get the family support, it is almost impossible for the addict. And I am sad to say that I have been informed that quite a number of addicts are totally rejected by their own families who would not even admit them into their homes. If they are rejected by their family, then you can imagine how difficult it would be for them to get back to the road to integration. So if he is rejected by the family, it is just a stone's throw away to relapse to drugs. The next is the community. The community in which he resides must give him support. The third party is the Government. As far as the Government is concerned, it is not true that we have never set an example. I know that even in the Ministry of Home Affairs, there are cases where ex-drug addicts have been employed. I know of such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok mentioned the case of an EDB trainee. If that is the example that he has of a case where information was supplied by the authorities to the training institute and he was dismissed, I would be very surprised if that was the case. But if he believes that was the case, he can give me the information, and I will ensure that this is investigated. But as a matter of standing procedure and policy, this is not done. I suspect the information must have been supplied by the individual himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as enlightened policies are concerned, I am glad and encouraged that more and more employers are indeed becoming aware of the need to give the ex-addicts a chance. I would like to quote here from a multi-national oil company which sets out its philosophy in handling employees with drug or alcohol problems. It reads as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The company recognises alcohol or drug dependency as a treatable condition. Employees who suspect they have an alcohol or drug dependency are encouraged to seek advice and to follow appropriate treatment promptly before it results in job performance problems. The company's approved doctors will advise and assist in securing treatment. Those \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 589</b></font>\n  <br>\n  <br> employees who follow approved treatment will receive disability benefits in accordance with the provisions of established benefit plans and medical insurance coverage consistent with existing plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No employee with a drug dependency will be terminated due to the request for help in overcoming that dependency or because of involvement in a rehabilitation effort.\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If more employers can have this enlightened policy, then I think it will be easier for ex-addicts to become useful citizens in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Nasser Kamaruddin spoke about what various measures we have to attend to the relapse rates. I thought I touched on this quite adequately on previous instances when we discussed the drug problem and some of these measures were in fact summarised by Mr Yatiman Yusof just now. We have a whole series of measures which have been introduced to review the treatment of DRC programmes, including new approaches to the rehabilitation scheme where not all are put through the entire period of rehabilitative detention. Those who are more amenable and are willing to help themselves and have a chance of kicking the habit, priority is given to them. And under the intensive counselling programme, they can be released earlier than otherwise would be the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also have spoken on previous occasions about the revamping of the disciplinary situation in the DRCs because many of the relapse cases tend to regard it as a soft option. Members will remember that we have amended the Misuse of Drugs Act to deal with these cases of indiscipline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He asked if we can consider caning as a punishment for drug addiction per se, especially for repeat cases. This too was discussed in the Second Reading debate of the Misuse of Drugs Act and I said then that this had more far-reaching implications and, as an interim measure, it was sufficient to introduce corporal punishment for cases of serious indiscipline in the DRCs. And I am glad to say that since then, those in charge of the DRCs have told me that they have not had occasion to use these new disciplinary powers and I think this has had a salutary effect because all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 590</b></font>\n  <br>\n  <br> the DRC inmates have been put on notice as to the new amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to parents paying, this of course raises a fundamentally new concept in our system of crime and punishment. I do not think we can consider it only for drug addiction. If we want to consider the question of parents paying for persons under 21, then it must be considered in totality, also for other offences. I cannot see the concept being applied only for drug addiction without it also being applied to cases where youngsters commit vandalism, theft, robbery or even crimes of violence, for which they may be convicted and sent to jail or fined. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would not like to dismiss this concept which is being discussed in the United Kingdom. I would suggest that we see how this concept in fact is legislated in the United Kingdom and implemented. And if it works, we should not rule out the possibility of us seriously considering it. But I would like first to have this matter studied because it does introduce implications not only for drug addiction but for all other offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe I have touched on most of the issues which have been raised by the Members. Mr Yatiman Yusof asked about cooperation on an international level, particularly with our neighbouring countries. I would like to assure him that cooperation with neighbouring countries and international agencies is excellent and, in particular, with our closest neighbour, Malaysia, because there is great mobility of people between Malaysia and Singapore and it is one of the supply routes which culminates in Singapore. Operationally, the CAD and our CNB work very closely. There is a great deal of sharing of information and exchange of intelligence without which I do not think either country can effectively tackle the drug problems in our respective countries. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I thank the Minister for his very reassuring reply. I can only hope that this enlightened approach will also be shared by the EDB training institute which I spoke about. I have two points to raise with the Minister. One, will he make sure that such disclosure on drug abuse will not be asked for in applications \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 591</b></font>\n  <br>\n  <br> for jobs and licences? Two, I will certainly take up this matter with him further and give him the details. At the same time, can I seek his support in getting the boy reinstated into the training programme? If I have the Minister's agreement, I beg leave to withdraw my amendment. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, obviously we are not able to legislate what are the requirements which each employer should ask. I can only make an exhortation to employers on the lines which I have suggested. Let us hope that in the light of this debate employers will be enlightened and I would urge Members like Mr Chng Hee Kok to press on together with the Government in this process of getting people enlightened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the specific case, I will be happy to put in the Ministry's own recommendations, but I will not be able to force any institute to take on anyone if it does not want to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chng, are you withdrawing the amendment. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I thank the Minister again. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QH 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since independence, Singapore has had harsh policies on immigration and these were strictly enforced. They were put in for very good reasons and I do not think I have the time to go into these reasons, except to say that I do not disagree with such policies. They have served us well and we were able in a way to attract the best to our country. Looking at the policies over the years, it appears that the basis of entry or giving permanent residence and eventually citizenship to foreigners was based on the main factor of economic contribution to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the years we have also added extra baggage to these policies in response to one need or another. For \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 592</b></font>\n  <br>\n  <br> example, the work permit holder marriage policy. We use immigration measures to enforce this policy and so for those foreigners who violate or break this restriction on their ability to marry Singaporeans, at first they were banned for three years. Subsequently, this regulation was changed to a permanent ban which means that they are permanently prohibited to enter Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, now due to declining population or rather the fear of declining population, we are liberalising some of these qualifications to admit not only the best but also the appropriate, whatever that means. In this, we are going out of our way to help these new immigrants feel welcome. Again, here I do not wish to go into the details except to say that these new immigrants never had it so good. Perhaps here I would like the Minister to clarify this point. I even hear that they are given settling-in expenses to help them to settle in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Overall, again I do not say that I disagree with the policy because I suppose, to be realistic, if we want them to come to Singapore, we need to woo them. But in doing so, Sir, I would urge the Ministry not to forget the many who are already in Singapore who have been victims of our past strict regulations. Specifically, I would like to ask the Government to add a touch of humanity into its policies in addition to purely economic considerations. I am sure many of my parliamentary colleagues here during their meet-the-people sessions have had their share of the following cases: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) People who are barred from entering into Singapore simply because their crime is that of falling in love with a Singaporean and not getting permission to marry. They marry outside the country. Sir, many of these people already have children and so in effect what we are doing is that we are breaking up families. And ironically one of our main philosophies or the pillar of our nation building, as enunciated by the President, is that the basic building block is the family unit. We all know that with a simple story of Romeo and Juliet, Shakespeare produced a masterpiece. I wonder what he can produce if he is alive today in Singapore, with the wealth of material available. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 593</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) People who have been here in Singapore for many years, 20 or even 30 years, and many of them even before independence, are not only not citizens but they are also not even permanent residents. And they do have families here, all of them non-permanent residents. These people, because of their low economic contributions in terms of their jobs or lack of their academic qualification or other forms of qualification, are denied permanent residence although, as I said earlier, they have been here for 20 or 30 years. For all intents and purposes, these people with their children in our schools, in our society, are Singaporeans in outlook because they have lived here for a long time. But because they are not citizens, because they are not permanent residents, they are denied many of the facilities. The biggest one of them all, I must say, is their inability to get public housing. We all know that if you cannot go into public housing, private housing in Singapore is very expensive, especially so when it is a declared policy of the Government to clear all the private housing slums. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are a lot of other such cases where all of them have their own individual merits and if the Government were to introduce a touch of humanity, I am sure these cases could have been given serious consideration for permanent residence. The question I like to ask is: do we need to be so harsh and unforgiving now, given the fact that we have gone a long way since independence? Surely the Government could consider the applications for permanent residence not purely on economic contribution but, as I said earlier, also on grounds of humanity. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Sir, now that we have made it easy and simple for non-Singaporeans to come and stay in Singapore, Government should also not make it so difficult for our citizens, ex-citizens and ex-permanent residents now in foreign countries to come back to Singapore. Presently, Government's criteria for admission to Singapore are based mostly on wealth and economic skills. Anyone who puts in $1/2 to $1 million into Singapore's coffers will be granted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 594</b></font>\n  <br>\n  <br> permanent residence. Those who are less well off are rejected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are wives and children of Singapore citizens presently staying outside Singapore who have applied for permission to join their husbands and parents in Singapore and are not allowed to come in though these Singapore citizens have incomes and funds to ensure that they do not become a burden on the state. Not allowing these wives and children to return to Singapore is not only morally wrong, as has already been stressed by Mr Heng, but also a denial of fundamental right for families to live together. This also exposes the hollowness of PAP's much talked about Asian values. Government ignores such Asian values when it proves convenient to do so and when they do not suit its own scheme of things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are those who have emigrated on their own and would like to return to Singapore today. Mr Peh Chin Hua has said that such emigrants should be allowed to return. I agree. The arguments against their being allowed to return are not convincing. Everyone who is born and has lived in Singapore should have the right of jus soli. If he had renounced his citizenship because of circumstances beyond his control as a condition for emigration, then he should not be too harshly punished if circumstances now allow him to return to Singapore again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are those cases who were banished from Singapore in the past because of political reasons. I understand that a good number of such banishees have applied to return to Singapore but have been refused permission to do so. Conditions have changed. The PAP has been in control for the last 30 years. There is no need to fear that such political dissidents would cause any trouble in future. Why not allow them to return to rejoin their families friends and at the same time show that the Government can be a little magnanimous? I hope the Minister will answer the points I have raised and not distort what I have said as has been done on the other occasions. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I will answer to Mr Heng Chiang Meng's and Dr Lee's points. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 595</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng has said now that we are liberalising our immigration policy we should add a touch of humanity to this policy. I think Mr Heng has failed to understand that in fact our immigration policy has all along been tempered with a very strong doze of humanity. Members will recall that in Parliament last year, my Minister explained at some length the rationale for the new liberalized immigration policy. I note that the Member for Cheng San GRC, Mr Heng, supports this liberalised policy to attract more talent into Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In explaining the rationale my Minister also stated that the policy for those with Singaporean ties will also be liberalised. Wives and children of Singapore citizens and those who have strong roots or family ties in Singapore will be considered more favourably for permanent residence than those who have no roots. This is what I meant by having a humanitarian approach to this problem of people wanting to seek residence in Singapore. For example, those without family ties to Singaporean, they must possess acceptable trade qualifications or 5 GCE 'O' levels or earn at least $1,500 a month before they and their families can be considered for permanent residence. So the criteria for grant of permanent residence to foreign wives and children of Singapore citizens or permanent residents (PRs) and those with strong family roots are much less stringent. Our citizens and PRs can sponsor their wives and children for PR by showing that they can support their family in Singapore and that their family will not end up as a burden of the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following the liberalisation of immigration policy in July 1989, the number of foreign wives and children of Singapore citizens who have been given a PR has increased significantly by 81% in the second half of 1989 as compared to the first half of 1989. There is a 81% increase in cases of approval. For those with other strong family ties, that is, besides wives and children of Singapore citizens, they have other strong family links here, the approval rate went up by a staggering 457% in the second half of 1989. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 596</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, hence far from being discriminated against, citizens and PRs can sponsor their immediate family members for permanent residence in Singapore much easier than any foreigners without roots in Singapore. But at the same time I hope that Mr Heng and Dr Lee will agree that we cannot have a completely open door policy. There are many people who would like to come to Singapore and unless these people can bring some benefits to us, can make some contribution to our economy through their skills or talents or training, it will be foolhardy for us to just blindly accept anybody who comes knocking. Under the circumstances, there will always be some who have to be refused because they are unable to meet our even very basic and liberalised criteria. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Heng has also mentioned that he has heard that some people are being given settling-in expenses. Sir, we offer immigrants to Singapore a chance to settle in a stable, progressive and economically vibrant country. We offer them a chance to share in the high standard of living, high quality of life, that a dynamic Singapore can offer. In exchange, they bring to us their skills and talents to keep our economy strong and healthy. They will enlarge our pool of skilled workers, professionals and entrepreneurs. They will enhance our competitive edge. Sir, we need more of such people, which is why the Government last year decided to liberalise our immigration policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the present stage of economic growth, employers would like to have more skilled blue-collar and white-collar workers. They have a serious manpower shortage problem and they need more such people to fill the available job opportunities. But it will also mean that if employers have to recruit such people from abroad, they will have to incur higher costs. Employers also have to incur relocation costs in bringing such skilled workers to Singapore. To further encourage more companies to top up our limited talent pool with skilled workers from abroad, the EDB will provide incentives to help companies defray some of their recruiting and relocation costs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 597</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the specific example brought up by the Member for Cheng San GRC, in the case of the foreigner who has been barred from entering Singapore, it looks like the case is one of those foreigners who were here on a work permit and violated one of the conditions of the work permit, which says that a work permit holder should not marry a Singaporean without prior approval. I think that policy is there for a very good reason considering the large number of work permit holders we have in Singapore. But if the Member feels that that policy should be reviewed, may I once again, I have done this before, advise him to direct his appeal to the Minister for Labour because this is essentially a policy to ensure that people who enter Singapore on work permit are here to work temporarily, not to settle down, and not to sink roots into Singapore permanently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Lee has spoken about the difficulty of citizens, ex-citizens, or ex-PRs to come back to Singapore. I think he is labouring under a wrong assumption. I think there is some confusion here. Let me clarify the situation to Dr Lee. Any ex-Singaporean or Singaporean who has emigrated, or ex-permanent resident, if he wants to come back to Singapore he is more than welcomed to return. All Singapore citizens who are living abroad are free to return to Singapore any time they wish. For those who had emigrated and surrendered their citizenship, they are also free to come back as a citizen of their newly adopted country, and if they want to work in Singapore and they have the skills and talents that we need, then we will give them employment pass liberally to work here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have already taken up the point which he mentioned about wives and children who have been denied entry into Singapore. These cases can be looked into. If Dr Lee knows of any particular case that warrants a review, I am quite happy to take it up. But Dr Lee should understand that we have, as I mentioned in my reply to Mr Heng, very liberal criteria to consider such cases. For those with roots in Singapore, whether they are wives, children or other roots or any other links to Singaporeans, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 598</b></font>\n  <br>\n  <br> we have a very liberal set of criteria. As long as they are able to show that they are capable of supporting their family, they can be considered favourably for PR. So there should not be a problem if they have this ability to support the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee has also spoken about those who have been barred from entering Singapore for political reasons. As long as people represent a threat to our security, I think we are more than justified in denying them entry into Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have taken up all the points. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I would like to ask the Senior Minister of State this question. First, I must thank him for his reply. It is very heartening to hear that his Ministry has a great doze of humanity in its policies and that it is very liberal on the criteria, especially for those with roots in Singapore and for those who are capable of supporting their family. In that case, I can safely assume that he will consider it when I send him this case of a person who has been here for 30 years. His wife and three children are here and they are all studying in our singapore schools. This person is a permanent resident. Unfortunately, his wife and children are not permanent residents and therefore he is denied of even buying a HDB flat in the open market. The place where they are staying in now is being acquired for redevelopment purposes by the Government. So the only accommodation available to them will be the very expensive private housing. This person certainly can afford to maintain his family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to declare my interest in this case because he happens to be one of my staff. I will assume that when I send him this case to get permanent residence for his wife so as to fulfil the minimum requirement of two PRs to qualify for public housing he will say \"Yes\". Or else hopefully under his other hat as Senior Minister of State for National Development he will perhaps liberalise the rules to allow a family with only one PR to buy public housing. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I will wait for the details from Mr Heng and I will look at them before giving a reply. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 599</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, although he has hedged his answer, I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QI 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this issue is linked somewhat to what I have just said on the issue of immigration. There are many who have stayed and worked in Singapore for many years, already touched on to a certain extent, by other speakers, 30 years and more, are married to Singapore citizens and have applied for Singapore citizenship. They have fulfilled all the requirements for registration as citizens. They have resided 10 out of 12 years in Singapore, are of good character and have no criminal records, they intend to stay in Singapore permanently and have an elementary knowledge of the language. Now Hongkongers who have never even set foot in Singapore before are accepted as citizens after only a short stay. Yet those who have stayed and worked here almost all their lives are not granted citizenship. I ask why this patent discrimination? Citizenship rules must be fairly and equally applied to all. If new conditions have arisen for the need to allow Hongkongers to come to Singapore and become citizens, then those local residents who have applied for citizenship for such a long time should not be penalised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitution does not say anything about economic viability as a condition for citizenship. So let the Government be fair and just to those who have stayed for many years and already have families in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And finally, Sir, let Government not victimise political opponents who have left Singapore either to avoid arbitrary arrest or to avoid national service. They are intellectuals with high economic potentials and can contribute much to the development of Singapore. With the present brain-drain in Singapore, we need the brain power of those who have been deprived of their citizenship to return to Singapore and to fill the gap, so to speak. What does the Minister say? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 600</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I can be very brief. The picture he paints is that we are very, very niggardly in giving citizenship and that citizenship is not given to those who are in Singapore but its newly-arrived immigrants are discriminated. That is not true. And this one sentence tells everything - more than 90% of the applications received at the Registry of Citizenship were approved. So that speaks for itself, and this covers various categories - citizens by minor, citizens for 10 years, wives of citizens. Far from being extremely or overly strict and discriminatory, the Registry of Citizenship has in fact approved as much as 90% of those who applied for citizenship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second point. People who are deprived of citizenship are deprived only when there are grounds to do so, and these grounds are spelt out in the Constitution. The procedure is spelt out in the Constitution. And if the Member argues that those who have left Singapore had evaded national service, or committed some crimes, or their citizenships have been deprived on any security grounds, ought to come back because of their tremendous brain power, well, let us have the names of these individuals whose cases he advocates and we will have a look at them. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I think I will give him the names later on, Sir. I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QI 9883017 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I see that the sum of $19.6 million has been provided as development expenditure for the Identification Programme. May I ask the Minister to enlighten the House as to what this expenditure entails, the features of the new NRIC system and whether this bears relation to the automated finger-printing system that the Police is having. Is there also a plan to use NRIC number consistently for identification purposes in all official documents? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I do not have with me all the details of this item of expenditure. But I think he is right in assuming that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 601</b></font>\n  <br>\n  <br> this has to do with the new NRIC which is coming on-stream. For his information, my Ministry has completed the evaluation of tenders for the computerised new IC system. The tender will be awarded soon. The first new IC is expected to be issued by the end of this year. But the exercise to convert the ICs of existing IC holders will in fact take place over a five-year period because the numbers are so large. It will be carried out constituency by constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the IC, it will be made of highly durable material. Some of the latest technology will be used to enhance the security of the identity card. For example, the photograph, the thumb print and the textual information of the card will be laser engraved which will make tampering very difficult. It will also incorporate a bar code so that the IC holder's number can be machine-read, if necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to inform him that there will be a link-up between the IC system and the proposed Automated Finger-print Identification System (AFIS). The Police have been trying to identify criminals who have no previous record. The new NRIC system which will have about 2.4 million thumb prints offers an opportunity for Police in their investigation. Because under the existing finger-print system, at the scene of a crime when a set of good finger-prints is lifted, the Police will be able to match it only against the criminal records, that means, only if the person is a repeat offender. By the link-up between AFIS and the new IC system, it will enable fast, speedier and more comprehensive approach to solution of cases where finger-prints are lifted even though the suspect may be a first-time criminal offender. And I hope the Member agrees with me that it will greatly enhance Police investigative capability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One further benefit from this link-up is that the Police will be able to quickly identify otherwise unidentified dead persons where there are no other means of identification. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His idea of whether a single number can be used in all documents is a good one. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 602</b></font>\n  <br>\n  <br> My Ministry is in fact pursuing this but it will require liaison with other Government agencies. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $521,567,100 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $139,190,700 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 602</b></font>\n  <br>\n  <br> \n  <br>2.24 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N - \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Pasir Panjang GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head N of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, I would like to make a few comments on the manpower development in the civil service. With the increasing complexity of the Singapore economy as it underwent very rapid economic development in the past two decades and also with the onset of increasing competition from our neighbouring countries and from the world, there have been rather dramatic changes in the way both the public sector and the private sector have to work in the future. For example, the public sector in providing the various infrastructures and basic services have to take into account the varying and changing needs generated by these rapid developments in the world. The public sector is also responsible to ensure that the correct climate is available for the private businesses to carry on. The private sector on its own has also to look to the public sector some time or other to see how they can improve their businesses by having changes made in some aspects of public policy that affect their way of doing business. The civil service, being the main custodian of policies and enforcer of regulations, will therefore have to adapt itself to these changing requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question I would like to ask is really how has the civil service responded in the training and development of its senior executives to meet these changing requirements of the Singapore economy. For example, in the past there had been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 603</b></font>\n  <br>\n  <br> cases where civil servants were given appointments in the private sector to enable them to gain some experience so that on return to the civil service they could at least from their own perspective see the problems and opportunities faced by the private sector. And there were instances where civil servants were nominated as directors of private companies for them to get a taste of what private business is like. I would like to ask whether in fact this is still being pursued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As enforcers of rules and regulations, civil servants are in a rather important position in the sense that policies and regulations by themselves appear to be rigid. But implementation of these policies have to be flexible, depending on the nature of the problems encountered. Whether civil servants are trained to develop the kind of flexibility that will enable them to meet the changing and varying requirements of the customers, being the private sector, is another question I would like to address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I would like to raise is that the civil service is, together with its statutory boards, a very major employer in the Singapore labour force. We are all aware of the increasing shortage of skilled labour at all levels. The perennial question that comes to mind is whether the allocation of this scarce manpower between the public and private sectors is relevant to the times that we are in and whether the allocation is optimal. Of course, if we go by market forces, then whoever pays the most will probably get the greater number of these senior executives. There has been comment that the public sector is paying its civil servants very well, which is something that I do not object to myself. But I think there needs to be also a judicious balance to ensure that not all the skilled manpower stay in the public service and that some of it should go to or stay with the private sector. This is a difficult question, especially in regard to the scholars that the Government produces from year to year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question I would like to ask is, of the scholars trained in the past decade, what would be the proportion that eventually stay in the public service and what is the proportion that has left the public sector to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 604</b></font>\n  <br>\n  <br> join the private sector. Scholars represent the cream of our manpower, and I think a judicious balance should be struck by having some of them placed in the public sector and others in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, with your permission, can I ask also speak on the second amendment? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> This is a slightly different topic - on the development of Singapore as a financial centre. In the past few years we have seen some very new and rapid developments in the changing financial scene of the world. Japan has emerged as a very major financial centre surpassing even New York and London. In fact, nowadays businessmen look more to the Tokyo Stock Exchange rather than to Dow Jones. And together with the rapid development in the region, for example, Taiwan and Korea, the financial profile of the world appears to have changed somewhat in the past few years. The emphasis is now increasingly towards the Pacific rim. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A third factor that affects this is what will happen to Hongkong post-1997? With Hongkong as one of the major financial centres in this region, will it stay the way after 1997 or its role will be taken over by financial centres such as Singapore and Taiwan? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These developments will seem to give us an opportunity to review the focus of Singapore's role both as a global and a regional financial centre. Are we gearing ourselves to meet these changing needs of the region in terms of services that we are providing, whether we need to look more towards the region rather than to the world as a whole, and whether there are any ways in which we can enhance the complementarity amongst the financial centres in ASEAN, for example, or to a larger extent, in the region. Because as each major financial region competes for business, we in the South East Asian region and in ASEAN in particular, will have to work out our own responses if we are not to be left behind. We have to meet the challenges posed by Japan, the US and by 1992 a unified European community. I would like to ask the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 605</b></font>\n  <br>\n  <br> whether our financial centre policies have taken into account these developments in the region. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, in 1986, the Minister for Finance announced that the Government had decided that the permanent staff complement of Ministries and statutory boards would be reduced by 10% over a five-year period. Since then, the Minister has been successful in reducing the total number of civil servants from about 72,000 to about 64,000. This reduction could have been the result of automation and streamlining of work procedures. However, I feel that manpower reduction should not be carried out indiscriminately. In Government departments and statutory boards which are service-oriented, we should not allow manpower reduction to affect the services of Ministries and statutory boards. Examples of such departments are the Ministry of Community Development and the People's Association. I understand that this matter comes under the Ministry of Community Development's administration. However, as the Ministry of Finance is involved, I have considered it appropriate to raise it at this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As advisers to community centres, I am sure that we all know that the community centre staff work hard and long hours. Hence, if we wish to upgrade our community centres to community clubs, we should upgrade our activities and organise more quality services for residents and in turn we should thus have more and better personnel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also note that the staff strength in the Welfare Department of the MCD has been reduced from 35 to 11. One of the reasons for this is that much of the work has already been deployed to voluntary welfare organisations. However, this drastic manpower cut in this department could particularly affect follow-up action on marginal welfare cases with other welfare organisations. Hence, I would like to urge the Minister for Finance to review the need for manpower reduction in service-oriented Ministries and statutory boards so that they can maintain a good standard \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 606</b></font>\n  <br>\n  <br> of service to the public. I also urge the Minister to allow Ministries and statutory boards to be flexible in adjusting the number of staff corresponding to the needs of the services. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is time for the tea break. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2.55 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.35 pm until 2.55 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.55 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 606</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N (cont.) - \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, at the debate on the President's Address in January last year, I argued that as our economy matures and as we become a middle class society, we should perhaps consider implementing a 5-day work week. By this, I do not mean we should relax. We could still achieve excellence and maintain our productivity growth by working longer hours on week days so that we still average about 42-44 hours per week. By making the Saturdays free, Singaporeans would have more time for leisure, recreation, cultural pursuits, sports and community work. We will have more time to foster closer family ties and, who knows, maybe have more babies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know of many companies in the private sector that have changed to a 5-day work week. They told me that their productivity has not suffered as they have maintained the same hours of work per week. Perhaps it is timely to consider implementing this 5-day work week in the public sector. With greater automation and computerisation, many of the essential public services could now be transacted through Giro, the post or even the telephone. There could also be cost savings to the Government as offices need not be open on Saturdays. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 607</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with a 5-day work week, the public sector would be in a better position to attract and retain staff. And if the Minister for Finance thinks that implementing a 5-day work week is too drastic a change now, perhaps we could consider doing it in stages, have alternate Saturdays off for public sector employees and make them work longer hours on week-days to make up. In summary, I think the Minister should consider seriously implementing a 5-day or an alternate Saturday off work week in the public sector in line with our move towards becoming a middle class society. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, a 5-day work week is gaining considerable popularity in the private sector. This trend is likely to increase substantially as the needs and aspirations of our dynamic and increasingly sophisticated society grow and change with time. I therefore ask the Government to meet these needs and aspirations by implementing a 5-day work week in the public sector. My reasons for this suggestion can be grouped into four broad categories reflecting the need for (1) an enhancement in the overall quality of life, in particular, family life; (2) a genuine pursuit of social, cultural and recreational activities; (3) an improvement in productivity with a more refreshed work force; and (4) a better working environment in the civil service in order to attract and retain good quality staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let us consider the need to uphold the family as a building block of society. This is one of the very cornerstones of our evolving the national ideology, but we cannot expect this to evolve if we do not provide a better environment. I am concerned that more and more parents may be unable to spend enough time with their children. This will be worsened as more and more mothers heed the advice of the Government to join the workforce. With the rise in absentee-fathers and mothers, children are often going unsupervised. This has resulted in a rise in juvenile delinquency. Even the procreation rate has suffered, and monetary incentives alone may not prove sufficient to reverse its trend. Sir, a 5-day work week will have a positive effect in improving family life and unity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 608</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second area entails the desire for a genuine pursuit of social, cultural and recreational activities. More and more Singaporeans are engaging in cultural pursuits, as well as in hobbies, sports, and a whole host of creative and physical endeavours. Or at least they are trying to. But all of these require two basic ingredients: one is time, and the other is energy. If we do not provide people that time and energy to devote themselves to such pursuits, Singapore will ultimately be the loser, as without creative excellence, and the appreciation and support for such excellence, no society can ever truly achieve greatness. We simply cannot afford to forfeit the enormous reservoir of human talent among our people, which in many cases is lying fallow and untapped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A 5-day work week will also enable more people to take week-end trips to the beaches and mountains in Malaysia or other nearby destinations for the purpose of recreation and physical fitness. This will result in a more rugged and mentally more refreshed society which the Government has called for. I submit that the family unit would also be strengthened, and at the same time, there would undoubtedly be a drop in the alarming number of stress-related illnesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I believe that a 5-day work week will not necessarily bring about a fall in productivity. On the contrary, it can lead to an improvement in productivity as a direct result of a more refreshed, more motivated, and generally happier workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The great fallacy among many in management is the erroneous equation of productivity with quantitative measurement. In other words, the more hours you put in, the more productive you are. This is simply not true! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, many countries in the world have been on 5-day work weeks for a long time. Certainly one reason for this is the realisation of a good commonsense principle: that refreshment, relaxation and recreation make for a more productive workforce! Staying on the job till Saturday afternoon and returning to it feeling jaded, irritated and distinctly unrested early on a Monday morning, does not lead to quality production. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 609</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The secret to the success of the 5-day week lies in efficient, effective time management, and strong organisational skills. There are many multinational companies in Singapore which operate on a 5-day week. Such firms are functioning very effectively. We must therefore move away from sheer quantitative considerations regarding time management. In the final analysis, it is the quality of time that is most important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Needless to say, a 5-day work week, coupled with an improved organisational and management structure, will greatly increase the attractiveness of the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, while we have enjoyed tremendous economic success in our 25 years of nationhood, we have apparently been less successful in making allowances for a sufficiently balanced lifestyle. We need to work hard but we also need to play hard. The 5-day work week would certainly be a step in the right direction. And it does not mean we must give up being \"number one\" in the process! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Government will consider this suggestion. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, at least one of the representations submitted to the Select Committee on Land Transportation Policy, of which I was a Member, expressed a sense of injustice deeply felt by some law-abiding salaried men who could not hope to own a car in their lifetime. These salaried men and women paid their income tax dutifully since how much they have earned are clearly spelt out in their IR8A forms. There is no escape. They do not begrudge paying taxes per se. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the system would be unfair if some can get away without paying their fair share of tax. The sense of injustice arises when the salaried men see around them successful cooked food hawkers, market stallholders and other unsavoury characters, like bookies, driving around in big luxury cars. Sir, rightly or wrongly, the public think that many of these individuals have not paid their fair share of their tax burden. By under-reporting their incomes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 610</b></font>\n  <br>\n  <br> or not reporting their incomes at all, the tax they avoided has allowed them to pay for the cars that others have to work very hard for. Worse, since Government controls the number of cars on the road, their having a car would have squeezed out the person on salary. This would have become all the more obvious under the vehicle quota system in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similar sentiments have been expressed in the Straits Times Forum page. Of course, Sir, car ownership is only one of the more obvious purchases of this group of individuals with low reported income or at least perceived to have low reported income. Purchases of homes and other high priced properties are less obvious but, nonetheless, equally unjust if the purchasers have been able to do so by evading taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe, contrary to public perception, the Inland Revenue Department has done an excellent job in preventing tax evasion. However, justice must not only be done, but it must be seen to be done. It would really go a long way, Sir, in assuring the public, the Minister can lay down a guideline under which any one who purchases big ticket items such as cars, homes and landed properties would have their income scrutinized by the Inland Revenue Department. For instance, if a person with an annual reported income of, say, $10,000 goes out and buys a brand new BMW, his income should be audited. If he goes out and buys a landed property, then Inland Revenue Department should actually go through his income tax report with a fine comb. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With everything in the civil service now being computerised and networked, it would be easy for the names of individuals who have registered their cars and properties to be counter-checked with the Inland Revenue Department's records. I am confident that the National Computer Board, which reports to the Minister, can accomplish this easily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Minister to consider doing this to dispel once and for all the myth that self-employed individuals can evade tax. It would be reassuring to the tax-paying public that the tax burden is borne by each and every one of us. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 611</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I shall be speaking on budget surplus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, aiming for a budget surplus seems to be the policy of the Government. This Government runs the country as if it were a private company. A business concern is set up only for one purpose, and that is to make a profit. But a nation is not a private company. A nation has other priorities other than making a profit each year. The highest priority of Singapore, a young nation, must surely be nation building. And nation building is certainly not equated to the Government making hefty profits each year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Augustine Tan, the Member for Whampoa, says that we should be grateful because we have a budget surplus each year, and not a deficit, like other countries where they have to borrow or beg for money. I hope Dr Tan do take note that in the case of other western countries, like America and Australia, they have suffered budget deficits because they have to carry heavy loads of welfare programmes. In the case of Singapore we hardly support a welfare programme at all. In fact, in the strictest sense of the word, we do not have a welfare programme. Without spending heavy sums of money in this area, I cannot see how Singapore can go into a deficit. If we look at the comments made in the Overview of the Ministry of Community Development, there is no mention of allocation of funds for welfare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, instead what do we see? Instead of money being given to the aged and needy, we see that the MCD allocates funds for Residents' Committees, group secretariat, Citizens' Consultative Committees and the People's Association, which are political front organisations of the PAP. My reason for saying that these organisations are political fronts of the PAP is that the Opposition is not allowed into these Government sponsored grassroots organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what are the implications of a policy where budget surpluses are aimed each year? The main implication is that the Government must make money from the people. This would mean that word has to go out to every Government department, statutory board, Government organisa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 612</b></font>\n  <br>\n  <br> tion, to collect as much money as possible so that they can show a profit or at least break even or try not to show a loss every year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not expect to get a free ride or to get something for nothing. Sure, I think every Singaporean now knows that he cannot expect free services from the Government. But civil servants may be given the wrong signals and they think that they have only one aim and, that is, to make as much money as possible for their departments. With this kind of a policy, collections of money will be aimed at all fiscal changes of a policy. Cost will definitely rise and it will have a detrimental effect on our economy, as shown in 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other aspect of this kind of a policy is to make Singaporeans very materialistic. Money is everything. We become very hardened and callous. We become selfish and individualistic. If our nation comprises such individuals, can we survive as a nation? Can we be a cohesive, refined, robust and vibrant society which are the stated aims of the Government? I do not think so. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Sir, I will first deal with the questions raised by Mr Bernard Chen and Mrs Yu-Foo Yee Shoon on the development and use of civil service manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we are faced with the problem of a small population with a limited talent pool. As Government is committed to the development of the private sector as the main engine for growth, it decided a few years ago on a policy of zero growth in the civil service manpower numbers. With this policy, the only way in which the civil service can cope with increasing demands on quality and range of services is to continually upgrade the skills of its staff through training and development. This is therefore part and parcel of our manpower development programme in the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has spent more than $9 million in fiscal years 1987 and 1988 on staff development covering both local and overseas training programmes. In fiscal year 1989, provision for this was increased to $16 million and it will be further \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 613</b></font>\n  <br>\n  <br> increased to $20 million for fiscal year 1990. These are direct costs excluding administrative costs and absentee payroll costs. In addition, the Civil Service Institute organises and conducts over 1,000 courses per year, training some 5,000 senior civil servants and 22,000 officers in other divisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The target for training activities in the civil service has been set at an average of 5% of the annual working hours of each officer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A staff exchange scheme between the civil service and selected private sector companies was drawn up by the Public Service Division in 1987. However, this programme was not initiated because of staff shortages at that time. As soon as the staffing position improves, the Public Service Division will resuscitate the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, selected public service officers have for many years been serving on Government-linked companies as nominee directors from which they have gained invaluable experience in the workings of the private companies. Civil servants are also encouraged to work closely with the private sector. Departments which are closely involved in promoting our economic development or regulating the conduct of business have specialised training attachments for their officers in relevant fields, for example, officers in the Commercial Affairs are regularly attached with the US Security Exchange Commission. And in the case of the Inland Revenue Department, they also meet regularly with their international counterparts to examine complex tax issues and to ensure our tax system keeps in step with the changes in the business environment worldwide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure the Member for Pasir Panjang GRC that we are continually reviewing the training programmes and development programmes for our staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, a booming economy has seen much greater competition for scarce human resources in our country. The civil service faces a problem. It would need to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 614</b></font>\n  <br>\n  <br> review its salaries and terms of service to retain the staff it needs to operate. In this connection, the number of scholars which the Government has retained over the years is roughly 50%, which means that the division between the private sector and Government in retaining these high quality staff is about even. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon has expressed concern that in view of Government's manpower restraint policy there should be no indiscriminate cut in staff, particularly for those Departments and Ministries which are dealing with public services. I can assure her that this will not be the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's policy on civil service manpower is basically one of restraint and not of reduction. I believe that the quality of service has not suffered because most Ministries faced with restraint on manpower increases have turned to automation to improve their productivity and to using computerised systems to simplify their work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry is also very sensitive to the needs of particular Ministries for new additional manpower and these have in fact been granted where conditions warrant it. And I think the Member should note that additional manpower has been allocated to the Ministries of Community Development, Home Affairs and Education. Under the Block Vote Allocation System, Ministries have considerable autonomy in the deployment of staff within their Ministries provided they stay within their total allocated resource numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now take up the points raised by Mr Chiam because I want to answer in some detail in order to correct some of his misapprehensions about the way in which Government runs its fiscal affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam seems to be under the impression that Government deliberately sets out each year to generate large budget surpluses and does so by regularly increasing taxes, levies and a whole range of charges in order to get the surpluses. I want to say categorically that this is not the case, and I will explain why. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 615</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has three broad financial objectives. The first objective is to maintain a balanced budget over the long term. And by a balanced budget, I mean that the Government's recurrent and development expenditures should be financed from direct tax and indirect tax revenues. Revenue collections are generally strongly co-related with economic growth and tend to move up and down with economic growth cycles. On the other hand, Government's expenditures are much more inelastic and tend to grow steadily year after year, reflecting annual wage increases and the increasing demand for public services. This means that when revenue collections are buoyant during good economic years, the budget will usually be in surplus. But when the economy slows, as during recession years, budget deficits will appear. When surpluses are realised, the Government's policy is to set aside part of the surpluses to cover possible future deficits in down years and to return the balance to the private sector through cuts in corporate, personal income taxes and assets taxes, and there have been many recent examples of such tax cuts. So I do not understand Mr Chiam's claim that PAP continues to tax in order to achieve a budget surplus, and Dr Lee's claim last week that Government only takes and never gives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning now to Mr Chiam's claim that the Government regularly increases taxes and levies in order to raise the revenue, I assume that he is referring to the charges levied on motor vehicles and on foreign workers. As I explained in the Budget debate, these are not revenue-raising measures but are financial measures introduced to achieve certain social objectives. For these reasons, the revenue gained cannot be relied on for the long term as the social objectives could change. In the case of motor vehicles, substantial changes have already been announced. In the case of foreign workers, a levy is the most efficient way to distribute and allocate a limited resource. The alternative of direct allocation would raise not only horrendous problems of administration but would also have the undesirable effects of depressing the wage levels of the Singapore workers. I am sure that is not what he wants. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 616</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government's second financial objective is to ensure that Government's expenditures do not grow out of line with the growth of the economy. Every Ministry or Department is allocated specific expenditure to GDP ratio targets. At the beginning of each budget cycle, Ministries and Departments work out internally their recurrent and development expenditure requirements. On recurrent expenditures, the first step is usually to review existing programmes to weed out redundant activities and to improve work methods so as to release resources for new programmes. Where such internal re-allocation proves insufficient, additional manpower and other resources will be made available, as has happened, as I have said earlier, to the programmes for the Ministries of Education, Home Affairs and Community Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of development expenditures, each Ministry and Department goes through the same process in evaluating the new projects it wishes to implement and tries to accommodate this within their existing expenditure to GDP target allocations. Where this is insufficient to cover all worthwhile projects, incremental allocations will be made from a central pool. If the current year's revenue cannot cover all such development projects, borrowings against reserves would be quite in order for projects which have economic value. Examples will be funds borrowed for public housing, land reclamation, airport extension and so forth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Associated with the objectives of keeping Government expenditures under control is the need to regularly review the charges for Government services. Having taken all steps to trim fat from operating budgets, there are increases in recurrent costs which cannot be avoided altogether, such as wage cost increases. As wages rise with economic growth, as they should, the cost of this will eventually have to be recovered through increases in public charges. Not to do this will mean increasing continually public subsidies and an increasing Government claim on the nation's resources, and this will eventually return to haunt the taxpayer through increased taxes. However, such adjustments in charges, when they prove neces- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 617</b></font>\n  <br>\n  <br> sary, will be only to offset cost increases and not to increase revenue and will take into account the ability of the lower income group to pay for such services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third financial objective of Government is to maintain an adequate level of national reserves. Members will be aware that we import most of the food we eat and all the energy we consume because we lack natural resources. We also import most of the raw materials for manufacture and much of the capital goods we need. For this reason, we have always run a deficit on our trade account. Up until 1986, we have also run substantial deficits on our current account and until that year our overall balance of payments was only in surplus because of substantial inflows of foreign capital in the capital account mainly because of large foreign investments into Singapore. Because of this, we need to maintain an adequate level of foreign reserves for the following three reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, we need a financial buffer against a temporary crisis in the international economy. In such a situation, Singapore may not have sufficient export income to pay for all its imports and will have to fall back on its reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, we need to provide backing for the Singapore dollar or currency in circulation. Under the Currency Board system which we operate, every Singapore dollar issued must be backed by an equivalent value of gold or foreign exchange. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we need to give backing for foreign assets in Singapore. The existence of such backing provides foreign investors with the confidence to allow them to continue to invest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the present time, our crucial foreign external reserves amount to some S$40 billion, and this is equal to about five months of total imports or over six months of retained imports. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Hu, can I remind you that you have about two minutes left. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> My apologies, Sir. This is a comfortable level. I think we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 618</b></font>\n  <br>\n  <br> should maintain this. For these reasons, we should not allow our reserves to be drawn down to finance recurrent expenditures, as advocated by Mr Chiam and also repeated by Dr Lee Siew-Choh. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I did not. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Well, I would like to know where this money is going to come from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it will also be unwise to use earnings of these reserves as a substitute for future possible consumption tax, as advocated by Dr Augustine Tan. As our economy grows, the size of our reserves must also grow if we are to maintain the same ratio of reserves to imports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the 5-day week, I will run through it very quickly. The Government has no present plans to change to a 5-day week. Experience in the private sector has shown that the change-over to a 5-day week usually leads either to a reduction in total working hours or at least a reduction in total output. And this will certainly aggravate the present shortage of staff in the civil service and will lead to a lowering of quality of service in the public sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 5-day week is not such a widespread practice in the private sector as generally believed. A Ministry of Labour survey has shown that most Singaporeans still work a 5 1/2-day week. Those which work a 5-day week are generally the larger companies, mostly multinationals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I accept that the 5 1/2 day week will probably lead to more leisure and opportunity to improve on the quality of life, but I think even within a 5-day week there is still considerable room for improvement in these sectors anyway. So let us use what time we do have now to improve on the quality of life. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Hu, I am afraid we do not have time left. It is guillotine time. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> I think the Minister for Finance needs a 7-day week to answer all these questions which he has not answered. I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 619</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $267,871,330 for Head N ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $278,881,500 for Head N ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 619</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R - \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head R of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a Member of Parliament, in the past two years I have received almost every week, requests from residents to appeal to the Ministry of Labour for work permits to employ foreign workers. And they operate small businesses, ranging from photo studios, bakeries, hairdressing salons, motor workshops to printing enterprises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These employers say they are unable to employ Singaporeans, despite many attempts. In my opinion, there are two basic reasons why they are unable to attract Singaporeans. Firstly, the wages they offer are low, in comparison to those offered by bigger employers. Secondly, these small businesses do not offer attractive long-term career prospects for young Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That such businesses are unable to pay attractive wages is easily understood, if we compare the value-added per worker of SMEs with that of the manufacturing industry. The value-added per worker of SMEs is only about $28,000 as compared to almost $60,000 in the manufacturing industry. So the ability to pay of the SMEs is about half that of employers in the manufacturing industry. This is why there have been constant appeals for relaxation of the foreign workers policy. These appeals have been heard and the Minister for Labour has announced a relaxation of the policy on 6th March. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, one must bear in mind what the Minister for Finance said in his Budget Statement - that those engaged in higher value-added businesses will receive more favourable consideration. SMEs should therefore consider the current relaxation of the policy for services as a breather to allow them to reorganise and upgrade. Otherwise, their dependency on foreign workers will become a permanent dependency. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 620</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Employers must bear in mind that the objective of Government must be to safeguard the interests of Singaporeans. A permanent dependency on foreign workers should not be allowed. As it is, there are complaints from Singaporeans, following the relaxation of the work permit policy. Let me quote from one letter received by the NTUC: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;' ... it is undoubtedly to suppress the wages of Singapore workers. It is sad to say that the Government does not listen to the views raised by our workers. Instead, it allows employers to pool their strength together and put forward their various demands, and now they have succeeded in getting what they have asked for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must take note that there are many factories which do not employ workers above 40. As a result, many older workers become jobless. Does the Ministry of Labour notice this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Labour did promise to phase out foreign workers in the 1990s. What about this promise now?' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, clearly the Government has a balancing job to do. Whilst it does not want to be unduly hard on employers, it must also ensure that the interests of Singaporean workers, which is paramount, must be safeguarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As such, I support the increase in foreign workers' levy, and the proposal to impose a quota on foreign workers. All employers, large and small, must work towards reducing the reliance on foreign workers, and not to increase this reliance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also suggest that the extension of work permits be made contingent on the employer showing proof that he has improved value-added per worker, and that he has tried hard enough to recruit Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I move on to my second cut? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think we will allow the other Members to have their say. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, I sympathise with the Minister. Regulating the inflow of foreign workers is a difficult balancing act. The Ministry of Labour, as the regulatory agency, has to balance between conflicting interests, ie, conflicting interests among different groups or conflicting considerations. Firstly, between employers and local employees, the Ministry has to satisfy the demand for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 621</b></font>\n  <br>\n  <br> additional foreign workers by employers while, at the same time, the Ministry must ensure that wages of local employees are not depressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, there should be a balance between long-term competitiveness of our economy and the constraint of labour shortage. A larger inflow of foreign workers may ease labour shortage but it could undermine the efforts to encourage employers to upgrade, automate and mechanise their operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, there is a trade-off between economic growth and social cost. An additional 1% economic growth over and above the long-term growth rate of 4-6% will require an additional 12,000 workers and most of these workers have to be imported. Additional foreign workers mean higher social costs. Social costs are not merely strains on our transport system, but also increasing demand for housing, medical and other services. It may also mean more applications for contract marriages between foreign workers and Singaporeans. Love knows no national boundaries. But I do not believe that the Minister is prepared to relax the policy on contract marriages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, two years ago when we were debating the foreign workers policy, I cited the example of West Germany and Japan. Both countries have adopted very different approaches to labour shortage problems. May I now cite the example of Hong Kong. Hong Kong has avoided social cost problems by relying on Chinese workers staying in Chu Jiang (&nbsp;&nbsp;&nbsp;&nbsp;) Delta in Kwangtung Province. The Chinese workers do not travel to Hong Kong to work. Instead, the manufacturing firms in Hong Kong bring work to them. This is an arrangement which has benefited both sides. We should look at the Hong Kong model as a possible alternative. This may fit well into the economic cooperation between three areas - Johor, Batam and Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign worker policy is an important issue. It is part and parcel of our manpower policy and wage policy. Yet, information and data on foreign workers are limited and scattered. The Minister gave \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 622</b></font>\n  <br>\n  <br> the figure of \"over 150,000\" work permit holders on 19th January 1989. His Ministry's statement also indicated that the number of foreign workers increased to \"almost 50,000\" last December. I am not sure whether the \"over 150,000\" figure includes or excludes the \"almost 50,000\" foreign maids. Could the Minister give this House some information on foreign workers, eg, growth rates of foreign workers, percentage distribution of foreign workers by approved sectors and their average wage level in each sector? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me turn to the control measures or control mechanism. The Ministry's statement on 6th March 1990 said that: 'Eventually the foreign worker's levy and dependency ratio will be the main control.' The Minister in his press conference has indicated that he is willing to consider applying a quota system to foreign workers in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng Chiang Meng, Member for Cheng San GRC, first suggested a tender system for foreign workers in the non-priority sectors in 1988 in this House. The Minister then was not in favour of a tender system. Perhaps he has been encouraged by the car quota system and he has changed his mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are certain similarities between implementing a quota system for vehicles and the tender system for foreign workers. In both situations, we are talking about the use and the allocation of scarce resources. In both situations, social costs are incurred. And in both situations, price mechanism has not been effective to check the increase in demand. Let us be open minded about this alternative control mechanism. There are certain advantages in implementing a tender system. The number of foreign workers can be controlled in each sector. The allocation can be made more in line with the contribution to value added. The licence fee which should be used to replace the levy will be decided by employers and I believe they are in a better position to judge the worth, the marginal value and benefit of each additional worker than the civil servants. And the levy need not be raised from time to time. Of course, there should be certain safeguards in its implementation if this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 623</b></font>\n  <br>\n  <br> control is adopted. For example, employers have to be categorised and a minimum tender price may have to be stipulated. These are implementation details, but it is worth our while to give some thought on this additional control mechanism. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chng Hee Kok. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I am not speaking on this amendment. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, Mr Lim Boon Heng hopes that permanent dependency on foreign workers will not be allowed. Probably when he said this it was more for his NTUC members. I do not think that this happy situation will come about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The policy of the Government at one time was to phase out foreign workers by 1992. I do not think that this can come about and the Government, I believe, is also of the same mind and has now jettisoned this policy. At the moment, we have about 150,000 foreign workers here and I believe this number will grow and not diminish. Probably in time we will have something like 250,000 foreign workers in Singapore coming not only from the traditional sources but also from the non-traditional sources like Thailand, Sri Lanka, India and Bangladesh. If our economy is to grow, the number of foreign workers will increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I want to say is not the control of foreign workers into Singapore, but the control of foreign workers who are already in Singapore. They come from diverse types of culture and from different places and they will certainly cause social problems here. Dr Ow Chin Hock has spoken of the social cost of having foreign workers here. My concern is that perhaps the Government should now look into this problem before it gets out of hand. The control of foreign workers in Singapore is important, because we have seen that the last time we had a law enacted in this House to catch overstayers and cane them. Because of that stiff law, the Government was able to ferret out about 12,000 Thai workers who were not accounted for. This only goes to show that there is going to be a problem controlling foreign workers in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 624</b></font>\n  <br>\n  <br> Singapore. I hope the Government will take early steps to do so. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, I turn to CPF. Over the years, we have seen a fundamental shift in the use of CPF - from providing financial security at old age to current consumption. Today, CPF can be used to purchase homes, stocks and shares, pay for hospitalisation costs, education, and insurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have stated before, opening up the use of CPF for one thing will lead to requests for other uses. There is talk of the use of CPF for home renovation and to fund the resident's contribution to the proposed upgrading of HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, there is a letter in the Straits Times Forum Page asking for CPF to be used for medical check-ups. Sir, I do not dispute the merits of such things as education, renovation, good health and so on. But I question the need to link all these to CPF funds. In my opinion, they should be kept separate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our CPF scheme is a success, so much so that people think it will always be so. Some people also think that if other countries could only adopt our CPF scheme it would solve all their social welfare problems. The fact of the matter is that other countries do have similar schemes but they do not work. Why? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many reasons. Most important of all is whether there is an able Government as custodian of such funds. The integrity of Government and the civil service is critical if such funds are to be protected and not raided. Our CPF scheme has succeeded because we have this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CPF-funded schemes have worked only because we have had steady economic growth and low unemployment. If we did not have steady economic growth and low unemployment, then people will find difficulty meeting mortgage payments. Education, hospitalisation and insurance schemes will all fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As it is, some CPF account holders have found that the CPF scheme is no automatic entry to the good life. Let me give an example, pointed out to the Ministry of National Development and to me by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 625</b></font>\n  <br>\n  <br> Ang Mo Kio Social Service Centre. This was also discussed by our PAP Workshop and presented at the recent PAP convention. Someone buys an HDB flat on the open market at open market prices. He finances it with his CPF savings, and services the mortgage through his CPF contributions. Then he loses his job and falls into arrears in his mortgage payments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After due process the HDB takes the step of revesting the flat. HDB then compensates the lessee based on the original selling price of the flat, which is considerably lower than the posted price, let alone the free market price. The result is that the buyer loses his life-long CPF savings, and probably owes the HDB more money. I have brought this matter to the HDB's attention and this inequity is being reviewed. But the CPF Board ought to have acted to protect the interest of CPF account holders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this example serves to remind us that we have to be careful with our CPF funds and it is unwise to encourage more and more consumption. Because in the end, where is the financial security at old age? CPF account holders should also calculate how much money they will need to finance the lifestyle they want on retirement. If CPF funds are depleted by current consumption, where do they stand? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to ask the Minister for Labour that in the light of inflation whether he has any plans to adjust the minimum sum to be retained at the age of 55 when account holders withdraw their savings? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I wish to support the views expressed by the Chairman of the GPC for Labour on our need to go back to the basics on the use of CPF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From an original aim of using the CPF to provide for old age security, home and medical care we have branched out to allow CPF to be used for a variety of purposes, which has got nothing to do with these three basic objectives. The last stated use of CPF is for HDB renovations and we have just learnt in this present \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 626</b></font>\n  <br>\n  <br> sitting that CPF is being considered for buying Telecom's shares when it is privatised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have not been able to keep within the basic aims of the CPF mainly because we have been too successful with the CPF so much so that today an individual's major personal saving is locked up in the CPF. So long as we broach the subject of the CPF like it is an untouchable bank, there will always be a clamour for more CPF usage. To my mind, this seems to suggest that we have too much money in our CPF accounts. Hearing stories about how some Singaporeans can be careless about their Medisave account, going for the highest class hospital beds does seem to reinforce this notion that we have indeed too much money in the CPF. This is due in no small way to the fact that CPF funds are indeed untouchable and out of reach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident that if Medisave funds is in the hands of the contributor that person will be most discriminating in choosing the class of hospital wards. Similarly, Sir, a person will not entertain the idea of spending a large sum of his money on his son's education unless he is convinced or more than convinced that his son has a fair chance of success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, going by what I said and if we indeed are over-saving the CPF, should we not review our CPF policy and establish if there is room for limiting the rate of CPF contribution once a certain quantum of saving is reached? I have made this proposal publicly a few weeks ago and I do not wish to go into the details, except to add that by slowing down the rate once a certain level of savings is achieved, we can then steer ourselves back to the basic aims of the CPF scheme. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, may I be allowed to raise the question of labour market situation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year we achieved an economic growth rate of 9.2%. The unemployment rate was reduced to 2.2%. There were only 28,100 unemployed persons, and we have over 150,000 work permit holders. So indeed we have achieved over full employment and this is indeed a happy situation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 627</b></font>\n  <br>\n  <br> But what about the future? How serious is labour shortage as a limit to our economic growth? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The declining fertility trends and the ageing of our population mean that we will have fewer and fewer new job seekers but more and more of the existing workers leaving the labour market. The number of first-time job seekers between June 1988 and June 1989 was 65,000 persons, 6,100 persons less than in June 1988. We all know that labour supply depends on population growth, its composition, and labour force participation rate. While the female labour force participation rate has been increasing from 44.3% in 1980 to 48.4% last year, the participation rate of older workers aged 55-59, fell from 43.6% in 1980 to about 40.5% in 1988. It went up again to 42.2% last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister a few questions? Firstly, could he update us on the latest projections on labour supply from various sources, including part-time workers? Secondly, with regard to older workers, how many percent of companies in the private sector have raised the retirement age? And a related question, why do a few statutory boards still stick to the retirement age of 55? A final question, apart from reducing employers' CPF contribution rates, what other measures has the Ministry adopted to encourage the employment of older workers? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, much of what I wanted to say on the labour market situation and the admission of more foreign workers have been covered by the earlier speakers. Other than the point that the admission of foreign workers should not be allowed to depress the wages of Singapore workers, I think the other important point which I would like to stress is that they should not affect the extension of retirement age of Singapore workers to 60 years and beyond. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There can also be other measures which can be considered to help ease the tight labour market situation. Perhaps one way is to create a more conducive environment for more female workers to join the labour market. Companies can be encouraged to introduce flexi-time to enable female \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 628</b></font>\n  <br>\n  <br> workers to come to work at a time which is convenient to them. For those with children who are schooling, perhaps they can be allowed to come to work after their children have gone to school. There should also be provisions for more childcare centres at the workplaces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another way to ease the labour market situation is to encourage more companies to employ older workers. I think we must look actively at ways to ease the labour situation and allow companies to bring in foreign workers only as a last resort. They should also be encouraged to automate and this can help increase the productivity of the existing workers and reduce the pressure for them to get more workers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think it is common knowledge now that Singapore is suffering an acute labour shortage. I wonder how much of this is attributed to the early PAP policy of \"Stopping at Two\". Perhaps the Minister can give us more details on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, business people have been saying that they are paying heavy levies for the foreign workers. Very soon it will be up to $300 levy per foreign worker. So they are asking: what is the Government doing with all this massive amount of money? Can this money in fact not be paid and give higher wages to local workers, thus encouraging more people into the workforce? Perhaps the Minister could tell us on this point. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Marine Parade GRC):</b> Sir, I would like to comment on what Dr Ow Chin Hock said earlier on about the foreign worker quota system. I must declare my interest because I am a businessman. If you were to ask around, businessmen would usually react in the same manner, as I said earlier, ie, there is a serious shortage of labour in Singapore. Most businessmen would really like to employ foreign workers because there are just not enough local workers around. But then the foreign worker quota system is unlike a car quota system. Human resource is different from vehicles. If you do not drive a car you can go by MRT or by bus, or you walk. But if you do not have workers, how are you going to produce? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 629</b></font>\n  <br>\n  <br> Well, I know labour MPs would not be very pleased to hear that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make a few suggestions, Sir. First, we should allow short-term workers to come in, maybe on a three-month or six-month basis. We want to control the number of foreign workers. With the expertise of the Ministry of Labour, I am sure they can control it. We should also allow those export-oriented companies and factories to employ more workers because I think it is important for Singapore factories and Singapore businessmen to build up their goodwill by fulfilling orders and by ensuring that goods are completed on time. I hope the Ministry will look into these suggestions. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Mr Chairman, Sir, Dr Ow and preceding speakers before me have already spoken on the extension of retirement age. So I shall be very brief. I would just like to find out from the Minister whether he is satisfied with the progress to-date in the private sector as well as the public sector. I would also like to find out whether he would like to amend the law to change the retirement age to 60, thereby bringing about faster changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, I am also aware of incidents where workers as young as 15 years old have been discriminated against when they are looking for jobs. So I would like to find out from the Minister whether the Ministry is considering making it an offence for employers to discriminate workers based on their age alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I proceed to the next cut? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, I am sure that the policy announced by the Government regarding the new concept of a revolving pool of foreign workers is welcomed news to the employers. We have been hard-pressed for labour. I also welcome the Minister's decision to allow market forces to determine how the foreign workers will be allocated. It is a wise move as Government should be more concerned about the social problems of the presence of a large number of foreign workers rather than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 630</b></font>\n  <br>\n  <br> with the details as to where the workers will be best utilised, whether in the industry or service sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My understanding of the 10% rule in the new policy is that for small enterprises with fewer than 10 employees, they will not be able to hire any foreign workers. I would urge the Minister to re-consider this to allow greater flexibility by lifting this restriction and allow the market to decide where the workers should be placed. For instance, if a one-man operation can make better use of foreign workers than a large corporation, perhaps he shall be allowed to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I am supportive of the new foreign labour policy in the short term, I am concerned about its impact in the long term. In the short term, the availability of cheap labour of course will maintain our competitiveness versus our competitor countries, ie, the other new NICs. However, we should also look at how other high-cost labour countries like Japan automates to reduce labour cost in their manufacturing processes. And in doing so, the Japanese industry has become very competitive in the world market. Therefore, any push in our industry to automate would definitely increase our competitiveness in the long term. So in that sense, Sir, a high-cost labour is a good thing in the long term, and low-cost labour through the influx of foreign labour is actually quite bad, not to mention, of course, in the process, low-cost labour means that our workers will be unable to share in the growth and prosperity of our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister will balance these factors when his Ministry sets the quota on this revolving pool of foreign workers. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Mr Chairman, Sir, according to the 1988 Annual Report of the Ministry of Labour, the labour force participation rate of women rose progressively from 45.6% in June 1986 to 47% in June 1987, and to 47.8% in June 1988. However, these figures are still low compared to other countries like Japan and USA where the labour force participation rates for females are about 49% and 53% respectively. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 631</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another disturbing point is that Singapore women continue to drop out of the labour market after marriage, presumably to look after their families. This can be seen from the 1988 Ministry of Labour's Annual Report which shows that for June 1988, the labour force participation rate for women reaches a peak of 80.9% for the 20-24 age group and then drops continuously to 11.9% for the 60-64 age group. In contrast, the labour force participation rates for women in other countries like Japan, UK and USA shows a peak for women at about the 20-24 age group, drops and then goes up to a peak at the 40-44 age group before declining again with increasing age. This shows that women in these countries re-join the workforce after raising up their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of our tight labour market, may I ask the Minister what measures have been taken by the Government to encourage more women to join the workforce, especially after their marriage? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also ask the Minister if the labour force participation rate of our senior citizens has been increased when CPF rates were reduced last year from 40% to those below 55 to 25% for those between 55 and 59; 15% for those between 60 and 64; and 10% for those above 65. If such a reduction in CPF rates has helped more senior citizens to re-join the workforce, may I request the Minister to consider reducing the CPF rates for married women, say, after 40 years old, in order to encourage more of them to re-join the workforce. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, the Employment Act, together with the Industrial Relations Act, was first introduced in 1968. As a result of the implementation of the Act, many of the small gains and fringe benefits that had been won after many years of arduous struggle by the workers were taken away from them overnight, as it were. The boss now has full powers of hire and fire, whereas the workers are restrained by all sorts of rules and regulations. Matters of wages, bonuses, medical benefits, retirement leave, hours of work, overtime, etc are all controlled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Employment Act has enabled the PAP programme of industrialisation to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 632</b></font>\n  <br>\n  <br> take off and succeed. With industrialisation having more or less succeeded, circumstances are entirely different today from conditions in the past. With industrialisation, unemployment has been drastically reduced and certain industries are even faced with shortage of labour. But the Employment Act still binds our workers' hand and foot. Amendments to the Act since 1968 have not given our workers much real benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC could have come to the rescue of the workers. But, unfortunately, the NTUC represents not the interests of the workers but the interests of the big bosses. And it is apparently satisfied with the present state of affairs with the big bosses sitting pretty at the top. It is clear that the NTUC does not and indeed cannot fight for the vital interests of the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It must be remembered, Sir, that the NTUC was formed by the PAP itself, and PAP political control is seen at every turn. This was seen in the manner the Prime Minister fired the former NTUC Secretary-General and replaced him with the Second Deputy Prime Minister simply by a mere stroke of the pen. And because of the total PAP control, it makes no difference even if in so doing this violated the code of conduct of Ministers. The Prime Minister could easily put the matter right again by yet another stroke of the pen via a Command Paper in January 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to safeguard the workers' vital interests in the new circumstances of today, workers should be allowed to organise their own unions independently of the NTUC and the Government. I ask: would the Minister therefore take steps to review the Employment Act so that it may become truly a law that will really safeguard and protect the vital and fundamental interests of the workers? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Sir, a lot of issues have been raised on this cut. I will deal with them one at a time in the order that they have been raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, measures to control the foreign workers. I am happy to note that the GPC for Labour in its press statement sometime ago and most MPs who have spoken on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 633</b></font>\n  <br>\n  <br> this issue welcome the relaxation of the work permit policy (for example, Mr Chng Hee Kok, Mr Philip Tan, Mr Lew Syn Pau and Dr John Chen). Others who had reservations and urged caution nevertheless understood the need for the relaxation (for example, Mr Othman Eusofe and Mr Peh Chin Hua). The Chairman for the GPC for Labour also expressed understanding of the reasons for this relaxation today, although he has cautioned that we should not become overly dependent on foreign workers at the expense of our local workers. I fully agree with him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure hon. Members, the unions and Singaporean workers that the relaxation has been decided by the Government only after very careful deliberation. It will be carried out cautiously to safeguard the interests of Singaporean workers while easing the labour shortage faced by the hitherto non-approved sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Members have mentioned, the labour market in Singapore is very tight indeed. The unemployment rate is at a record low level. Considering this situation and the appeals of Members, the Government has decided to progressively allow the hitherto non-approved sectors also to recruit foreign workers. This liberalisation of the work permit policy has to be carried out gradually to avoid a sudden surge in demand for foreign workers. That is why my Ministry has started with a lower dependency level of 10% initially for the service sector. The 10% dependency level will be implemented flexibly for small employers with less than 10 workers. This point was mentioned Dr Wang Kai Yuen. I have mentioned this at the press conference and I say again today that we will look at this flexibly. We realise that for companies with less than 10 workers 10% is less than one, but at the same time I am concerned that there are many small employers, tens of thousands of them. So if each one employs only one foreign worker, we will immediately have additional tens of thousands of foreign workers. My Ministry will monitor the situation closely before considering further adjustments, if necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 634</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other controls on foreign workers remain in place to minimise their social and economic costs. I am glad even the Opposition Member, Mr Chiam See Tong, is fully in support of this Government policy in so far as it is very important for us to minimise the social cost of foreign workers. As Members know, there are the foreign worker levy and the dependency controls. Employers will be allowed to recruit some foreign workers. However, these workers should not cost less than local workers. Employers should still find it to their advantage to automate and upgrade their operations, reduce their labour requirements and optimise the use of local labour resources, including older Singaporeans and housewives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One result of the tight labour market and our work permit controls has been that more employers have resorted to illegal employment of foreign workers. Some of them do this because they have difficulties recruiting local workers; others simply to evade levy. The Government has therefore decided to relax the work permit policy and at the same time tighten up enforcement against illegal employment of foreign workers. Advanced notice has been given to employers to regularise their employment situation or face the tougher penalties which will include heavier fines and mandatory jail for the second and subsequent convictions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members have also commented on the quota system. I would like to inform Members here that the Government has not made a decision yet whether to implement a quota system for work permits. What I mentioned at the press conference was that looking at the situation, there is really no economic reason why a quota system should not work in respect of work permits if it works in respect of cars. Granted human beings are not cars, but the economic reasons are similar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will observe carefully what happens to the quota system for cars, study carefully, consult the unions and the employers, before we decide on whether we should implement a quota system for work permits. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 635</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the Chairman, GPC for Labour, and also Dr Ow Chin Hock and a few other Members, except Mr Choo Wee Khiang, have supported the quota system. Mr Lim Boon Heng also supported the increase in levy which is necessary for us to control the foreign worker population in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to turn to some of the points raised by Dr Ow Chin Hock. I do not have the specific data that he has requested for. However, it is a fact that the foreign worker population has been growing rapidly over the past three years since the upturn from the recession. That is why the foreign worker levy has had to be raised repeatedly to dampen the demand for foreign workers. Already foreign workers make up almost a quarter of the manufacturing workforce and more than that in the construction and domestic maid sectors. Garments, woodworking, electronics and shipyards are generally all very dependent on foreign workers although the situation varies from company to company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming now to the comments from Mr Chiam See Tong, I fully agree with him that there is an important need for us to control the foreign worker population in Singapore. In fact, my fear is that the number will keep growing and that is why we have to impose the dependency level controls as well as the foreign worker levy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier today Members were debating on the marriage restriction policy and why the Government is so hard-hearted about this policy. The fact is that because of our labour shortage, we have so many foreign workers here who would normally not be here. In fact, one of the basic social costs of this large population of foreign workers is that many of them want to marry Singaporeans and settle down in Singapore. To protect the interest of Singaporeans, the Government has to be selective in those whom we admit and those whom unfortunately we have to reject. The basic point is that the labour shortage has led to this influx of foreign workers, mostly unskilled, and in turn it has led to this need to control their marriages and this has caused problems to those families whom we have to turn down. But the Government has to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 636</b></font>\n  <br>\n  <br> decide whether it wants to control the problems or not. If you want to control it, then you must bite the bullet as it were and just say 'no' to some cases. The Government has tried to be as flexible as possible whilst, at the same time, not giving the wrong message to the foreign workers that it will be easy for them to settle down in Singapore through marriage with Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam has again raised this point about the channelling of the levy collection towards higher wages for local workers. This was the same point that he raised some time back, I think a couple of years back, and I explained to him that if there were no foreign worker levy, in fact the employers would just employ more and more cheap foreign workers at the expense of our own local workers. The effect will be to depress local wages. If you were to exempt the levy, there is nothing to compel the employers to pay the local workers more. In fact, they will just pay the workers less because the alternative is to get the foreign worker. So I do not understand his logic on how we can channel this levy collection to raise the wages of local workers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, this levy collected will be a massive amount. The Government should think of a way of channelling this benefit that arises from this levy somehow to the workers. I know it is not possible to give direct subsidy to companies, but maybe in terms of social benefits, in terms of health, or in some way in which it could benefit our local workers. Perhaps that would be a better way. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, that is in fact already being done by the Government through the budget provisions for MCD, MCI, Health and so on, for training of workers through the NPB, VITB and so on. It is in fact true that these funds, which are paid by our employers when they want to employ foreign workers, go into the Consolidated Fund and from there the Government then decides which are the best uses for that money and it goes to the various channels. And our workers are benefitting from that levy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 637</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock has raised a few other points concerning the labour market situation and asked whether we have labour supply projections. I think it is common knowledge that the local workforce is growing very slowly and in fact will grow even more slowly over the years. The projection is that the local workforce will grow only at the rate of 1-2% per annum, partly because of the low birth rates and also the ageing of the population as more of the older workers retire. If we have productivity growth of 3-4% per annum, our long-term sustainable GDP growth rate is about 4-6%. We have been able to grow at a higher rate than this because of our admission of large numbers of foreign workers. However, this situation cannot go on indefinitely. That is why my Ministry is trying very hard to keep the problem under control. Otherwise, as mentioned by various Members, there will be enormous social and economic costs, not least in terms of lower wages for our Singaporean workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Dr Ow has mentioned, unless productivity increases, every one percentage point increase in the GDP will require about 12,000 additional workers. So if we are not able to supply those persons locally, it means having to admit more foreign workers. Therefore, there is only one way forward for us and that is to achieve growth through higher productivity and upgrading to higher value-added and technology-intensive industries. We must make the best use of our scarce human resources through training and retraining, raising of the retirement age, promoting of part-time work and flexiwork and so forth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, we should not cling on to the low value-added labour-intensive activities. As a small country, we must be outward-looking and invest overseas to take advantage of the abundant labour resources in neighbouring countries. Just like Hong Kong has done by investing in China, we should be looking at neighbouring locations, eg Batam or Johor or even further afield, to try and take advantage of their comparative advantages in those locations. They have much more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 638</b></font>\n  <br>\n  <br> abundant labour resources than we have. So it is better for us to move the investments, the jobs, to the locations where the workers are than admit so many foreign workers into Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Dr Wang Kai Yuen and Dr Ow Chin Hock have asked about the raising of the retirement age. I am happy to report that in the unionised sector, amongst unionised companies, progress has been encouraging. For example, in the second half of last year, between July and December last year, 68% of the collective agreements certified by the Industrial Arbitration Court provided for a higher retirement age than 55 years. This compares very favourably with the 35% in the same period of 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although good progress has been made in the unionised companies, non-unionised companies have however been slow to respond. I would therefore appeal to all employers to support this national effort. Otherwise the Government may have to resort to legislation and that will be a less flexible approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong has talked about the female labour force participation rate. The situation is in fact quite encouraging. The rate has gone up from about 45% in 1985 to 48.4% last year. This rate is comparable to that in Japan and Hong Kong and higher than in South Korea and Taiwan. So we are not doing too badly. The Government has taken various measures to encourage our married women to continue working or to return to work. This includes, firstly, subsidising the setting-up and running of child care centres at the rate of $100 per child per month. The number of such centres has increased from 101 in 1987 to 176 in 1989. Secondly, we allow the liberal entry of foreign maids with tax relief for working mothers. Thirdly, we have allowed mothers to work part-time and take extended unpaid leave in the public sector. Fourthly, my Ministry is clarifying the position of part-time workers under the Employment Act. I will have more to say about this when we come to part-time employment later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong asked whether we should cut the CPF rate for women above 40 years old. I do not think we should do so. The figures show that in fact the participation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 639</b></font>\n  <br>\n  <br> rate of women between the ages of 40 and 44 has gone up from 45.5% in 1987 to 50.2% in 1989. There are about 70,000 women aged 40 and above who are already working and enjoying the full CPF rate. Any cut in the CPF rate will affect this group of people. So I am not in favour of a cut in the CPF rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the lower rate for the older workers above 55 and whether it has encouraged more older workers to carry on working, unfortunately I do not have data to show the trends. I think it may be a bit too early and so we have to wait and see. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Lee, do you want to continue tomorrow? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Yes, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 640</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1990/91, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Lee Yock Suan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
