{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-28\"> \n  <meta name=\"Start_Col\" content=\"951\"> \n  <meta name=\"End_Col\" content=\"1006\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">28-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 951</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 28th March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 952</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 953</b></font>\n  <br>\n  <br> \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 954</b></font>\n  <br>\n  <br> \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 955</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ROAD TRAFFIC (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications and Information (Mr Mah Bow Tan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Road Traffic Act (RTA) serves to regulate the licensing of vehicles as well as their drivers. The provisions governing the licensing of vehicles, their registration and their use are administered by the Registry of Vehicles while the provisions on driver licensing are administered by the Traffic Police. With your permission, Sir, I shall speak on the amendments proposed by the Ministry of Communications and Information, after which the Minister for Home Affairs will deal with the amendments on driving safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, MCI's major amendment to the Road Traffic Act is contained in clause 4 of the Bill, which provides for the implementation of the vehicle quota system. Other amendments serve mainly to update the RTA to meet our current needs and practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to say that the quota system has been actively debated would be an under-statement. I cannot recall any Government policy which has been so thoroughly discussed or debated as the land transport policy and the quota system in particular. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there was the marathon dialogue session on land transport with my Minister which was held in July last year. This 6-hour long session provided SAF reservists as well as journalists a unique opportunity to discuss with the Minister all aspects of land transport policy, with no holds barred, and no time limit. Then followed the Select Committee on Land Transportation Policy which was appointed by Parliament in August last year. The Committee received 71 written submissions from the public. After studying the land transport issues for about five months, they recommended the quota system. Then followed by an avalanche of views from Singaporeans of all walks of life - motorists as well as non-motorists alike. In this House, 21 MPs spoke on the subject during the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 956</b></font>\n  <br>\n  <br> parliamentary debate of the Select Committee's Report on 15th January this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taking into consideration the various views expressed and the suggestions put forward to make the system equitable for everyone, a scheme has been painstakingly constructed by my Ministry. Its very complexity attests to the diversity of public opinion which was taken into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the announcement of the principal features of the scheme, we have received further suggestions from the public and grassroots leaders on how the scheme should be operated. Motor traders, motor-cyclists, taxi operators, present owners, aspiring owners - we have received proposed amendments from all of these groups and more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One thing that struck me amidst the flurry of proposals was that most Singaporeans have come to understand and to accept the need for a quota system to manage vehicle growth. In fact, at the dialogue session which was held by the First Deputy Prime Minister for grassroots leaders, there was an impromptu show of hands which indicated that those in favour of the quota system outnumbered by two to one those who were in favour of the existing method which was to raise ownership taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a collective recognition that congestion is not a problem that can be solved painlessly. That, as a problem of success, its solution must come with some sacrifices. Restraint amidst plenty - this is the paradox that needs to be grasped to make our roads congestion-free. Failure to understand this, and more importantly, a failure to act upon this, has clogged up the arteries of most cities of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the introduction of the quota system, we need to be vigilant to ensure that motorists who play by the rules do not lose out to others who try to beat the system. For this reason, certain provisions of the Bill serve to provide for more effective enforcement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 proposes to make it illegal to keep a deregistered vehicle. The proposed amendment will facilitate enforcement action against people who use \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 957</b></font>\n  <br>\n  <br> deregistered vehicles, which is already an offence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5 proposes to make it an offence for any person to give incorrect information which would affect the amount of tax chargeable on the first registration of a vehicle, and would also allow for the recovery of the amount which is undercollected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 7 seeks to require that all arrears of fees, taxes and outstanding penalties be paid before the Registrar will renew a vehicle licence. Clause 8 seeks to allow for the deregistration of vehicles which are in road tax arrears for one year or more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me to conclude by returning to the quota system. The scheme that we have formulated may not be perfect. It needs to be fine-tuned in the light of experience, and in response to more feedback from Singaporeans. As such, clause 4, which provides for the quota system, has been drafted in as general a manner as possible, to allow for changes at a later date. This is a system we have all put together. Let us give it a chance to work to keep our roads free-flowing. Along the way, where it is necessary, to make changes to improve upon it, we shall do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now request the Minister for Home Affairs to deal with the amendments regarding driving safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I will now speak on those amendments in the Bill which are proposed by my Ministry and the Traffic Police which are essentially designed to further contain the number of road accidents, to smoothen traffic flow, improve traffic management and generally instill a greater sense of road safety among our drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although our vehicle population has increased steadily over recent years, it is fortunate that we have been able to keep our accident rates under control. This has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 958</b></font>\n  <br>\n  <br> been largely due to two factors - public education and awareness, and secondly, strict enforcement of our laws. However, we must be concerned over a group of what I would term \"high risk\" drivers who account for a significant proportion of some 25% of accidents and who should be controlled if we want to make our roads safer for all -pedestrians, riders and motorists. Therefore, the main amendments proposed by my Ministry are targeted at \"high risk\" drivers, including drunk drivers and drivers who drive although they are disqualified or suspended. Other amendments are aimed at new drivers and aged drivers of heavy motor vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendments fall into five categories. First, immediate suspension of the licence, pending court trial for serious offences, such as drunk driving or driving whilst under disqualification or suspension or driving without insurance coverage where death or serious injury has been caused. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, heavier penalties for drunk driving; thirdly, the re-taking of driving test for drivers disqualified or suspended from driving for one year or longer; fourth, a one year probationary period for newly qualified drivers and motorcyclists; and fifth, a proficiency test and an upper age limit for drivers of heavy motor vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let me deal with the immediate suspension of driving licence pending court trial for certain offences. Sir, drunk driving accidents rose from 48 cases in 1987 to 101 cases in 1989, an increase of some 110%. I think we are all fully aware of the serious harm which drunken drivers pose to both pedestrians and drivers, because a driver's judgment is seriously impaired when under the influence of alcohol. Drivers who drive while under disqualification or suspension, in our view, are no less irresponsible. They already violate the law by driving while under disqualification or suspension and it is worse if they then cause an accident which results in death or serious injury. His disqualification or suspension might expire the day after the accident and, under existing law, he can resume driving. We feel that his disqualification or suspension \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 959</b></font>\n  <br>\n  <br> should continue until the court has adjudged his case. Likewise, a driver, driving without third-party insurance coverage, exposes other road users to danger without the benefit of any compensation whatsoever from insurance. To protect the majority of road users, we must curb such irresponsible driving behaviour amongst this minority of errant drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, a driver convicted of any of the offences of drunk driving, driving under disqualification or suspension, driving without insurance coverage, faces mandatory disqualification of his driving licence. But this disqualification takes effect only upon a court conviction. Because of the workload of the courts and the processes of the courts where he can get adjournments, considerable delay often occurs between the time the offence is committed and the time he is convicted and possibly disqualified by the courts. Meanwhile, during this period, the driver is at full liberty to drive. We think this is totally wrong. Surely it is in the public interest that he should be taken off the roads until the court has decided the case. Therefore, under the amendments, Traffic Police will have the power to immediately suspend the licence when the drunk driver or a driver driving without insurance coverage has been charged in court for causing a fatal or serious accident whilst driving under these conditions. Likewise, where a driver commits such an accident when he is already under disqualification or suspension, such disqualification or suspension will continue until the court has adjudged his case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are not talking of hypothetical situations. Members may recall the case not long ago of a drunken driver who was involved in an accident. Whilst waiting for his trial to come up, he caused yet another accident killing his 22-year old victim. This practice of immediate suspension for drunk driving is not unique. It is also applied in places like Victoria, Australia, and Japan, where a police officer in fact can immediately suspend a driver arrested for drunk driving regardless of whether death or serious injury has occurred. In that sense, the amendment which we are proposing is less severe. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 960</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, heavier penalties for drunk drivers. Sir, I make no apologies for proposing heavier penalties for drunk drivers. They have no business driving on the roads, because drunk drivers when involved in accidents cause needless injuries and deaths either to themselves or other road users. In 1989, drunk driving accidents increased by 43 cases or 75% more than the previous year. In one particularly bad accident in 1987, the victim was dragged for more than 100 metres before the drunken driver even had any inkling of what was happening. The victim died on the spot. That driver's blood alcohol level was 51 milligrammes higher than the 80 milligrammes permitted under the law. I think Members will also recall last year a drunken driver drove his car right into the Singapore River drowning himself and four passengers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must prevent such tragic accidents, which are totally unnecessary. In fact, we must get every driver in Singapore to note that when he is issued a licence, it is in fact a very special privilege and it is granted on condition that he drives in a responsible manner bearing in mind the interest of others. And certainly no driver in Singapore who drinks can claim or should be able to claim that he was unaware of the serious consequences of driving under the influence of alcohol. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at present, a person driving under the influence of alcohol is liable to a fine not exceeding $1,000 or imprisonment not exceeding six months. Repeat offenders can be fined up to $2,000 or imprisoned for 12 months, or both. The amendments seek to enhance this penalty by increasing the fine and imposing mandatory imprisonment for repeat offenders. Therefore, for a first offender, the fine will be between $1,000 and $5,000 or imprisonment not exceeding six months. That is optional. It is up to the courts. For a repeat offender, the fine will be between $3,000 and $10,000, but this repeat offender will be subject to mandatory imprisonment, the period of which will not exceed 12 months. The court will decide on the period of imprisonment. He will also be disqualified from holding or obtaining a licence for not less than 12 months from the date of his conviction. When he is sentenced to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 961</b></font>\n  <br>\n  <br> imprisonment, his disqualification will take effect from the date of his release from prison. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me speak on the concept of one-year probation period for new drivers and riders. Under existing law, there are no special requirements for new drivers. Once he gets a licence, he has all the privileges and rights as a person who has been an experienced driver. Newly qualified drivers due to their inexperience are especially prone to accidents during their first year of driving and generally tend to commit more traffic accidents. Members may wish to consider this fact. Although new drivers constitute only 0.4% of total drivers, these new drivers cause 20% of all accidents. I think that figure is telling. My Ministry and the Traffic Police consider it important therefore to reduce accidents by them as this will definitely have an effect on overall accident rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, under the amendments, new drivers, including motorcyclists, after passing the driving test will be subject to what I would describe a one-year probation. A qualified driving licence will be issued only after successful completion of this 1-year probation. During this period of one year, they must not accumulate more than 12 demerit points under the DIPS system. If they do, the licence can be revoked. This amendment will discourage new drivers from reckless or careless driving and I think it will encourage them to develop correct and safe driving habits right from the start. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is this approach in the Bill unique? It is not. In Australia, New Zealand, West Germany, Japan, they also require their new drivers to undergo a probationary period with conditions imposed. In Victoria and Queensland, Australia, their new drivers are issued a probationary licence for three years. Furthermore, during the first year, they are not to drive at speeds exceeding 80 kilometres per hour and the licences will be cancelled if they commit moving traffic offences and accumulate four demerit points. In fact, in some of these countries, probationary drivers must also display on their vehicles a sign indicating their probationary status. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 962</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the amendments on the re-taking of a driving test for drivers who have been disqualified or suspended from driving one year or longer. At present, a driver whose licence has been suspended by the Traffic Police or disqualified by the court can automatically resume driving after the period of suspension or disqualification. However, that disqualification or suspension in itself is no assurance that the driver has learnt proper driving habits and skills. Indeed, not having driven for a year or more, his skills are likely to have deteriorated. Under the amendments, therefore, a driver who has been suspended or disqualified for a year or more must re-take the driving test so that we can be satisfied that he still retains his driving skills and that he has the minimum ability and competence to drive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the upper age limit for drivers of heavy motor vehicles and proficiency test. At December 1989, there were some 176,000 holders of heavy vehicle driving licences, of which 8,517 persons were aged 60-69 years and 1,326 aged 70 years and above. At present, there is no upper age limit for a driver of a heavy motor vehicle. Like all other driving licence holders, they too must pass a medical examination at the age of 60 years to qualify for a 3-year driving licence. Thereafter, the licence can only be renewed annually subject to medical clearance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Health experts have advised us that age slows sensory motor reflexes which can affect a driver's ability to react and avoid accidents. As heavy motor vehicles by their very nature can cause far more serious injuries and damage to property than other vehicles when involved in traffic accidents, the amendments will introduce an upper age limit of 70 years to be prescribed for drivers of heavy motor vehicles. This is for their own safety as well as for the safety of other road users. The age of 70 will be in accord with ROV's age limit of 70 years for taxi and bus drivers vocational licences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, to minimise hardship caused to existing drivers, a 3-year grace period will be allowed for them to make adjustments. In addition, drivers of heavy motor vehicles will also undergo an annual pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 963</b></font>\n  <br>\n  <br> ficiency test from the age of 65 years onwards to ensure that they are still proficient to handle the heavy motor vehicles and do not pose a danger to other road users. Proficiency tests will test a driver's reflexes, judgment of distance and space and observance of safety requirements. All heavy motor vehicle drivers above the age of 65 years will be required to pass a medical examination and the new proficiency test before their licences are renewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, those are the major amendments that I have dealt with. If I may touch on some of the other amendments quickly, they are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the maximum period of suspension under the Demerit Point System be extended from six months to three years so as to deter and correct the more errant drivers. Some drivers in fact have been repeatedly suspended. So they should be dealt with more severely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, to allow the Traffic Police to issue one-year driving licences instead of 3-year licences to those who have not complied with any warrant of arrest or process of the court in respect of traffic offences; in really bad cases, eg, we had a driver who had totally ignored 58 outstanding warrants of arrest for different offences. In such bad cases the Traffic Police can even refuse to renew his licence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, to make non-renewable a driving licence that has expired and has not been renewed for three years or longer, unless the driver re-takes his driving test or produces evidence that he has been driving overseas during that period. The idea here is that if he had not renewed the licence for three years, obviously he had not been driving, and there is a serious doubt as to the retention of his skills in driving. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The others are minor amendments such as prohibition of the import of sub-standard crash helmets and reducing the period allowed for owners to claim their vehicles impounded by the Traffic Police. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, I intend to speak on only the aspects of this Bill which my GPC covers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 964</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC for Home Affairs and Law has been discussing these amendments with the Minister since the drafting stage of the Bill, ie, before the First Reading. We have been discussing various aspects of this Bill for more than a year. I also understand from the Minister that he has discussed this Bill with the previous GPC for Home Affairs. Thus, the incubation period of this Bill is about three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why the long incubation period? This is because the amendments being proposed will affect several hundred thousand motorists and makes for hefty punishments for some offences, especially drunken driving. We wanted to be sure: (1) that there is a real need to change the legislation; and that (2) the amendments proposed are appropriate to the offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, legislation regarding immediate suspension of licence pending court trial for serious offences such as drunken driving, driving under disqualification or suspension, or driving without insurance coverage where death or serious injuries have resulted. Sir, at first glance, it may seem that punishment before trial is not justified, ie, how can we presume a person guilty before trial? The GPC accepted this amendment, because we were persuaded that there would be little chance of miscarriage of justice. Drunk driving can be objectively assessed from blood alcohol levels, and whether or not a driver has a valid driving licence or insurance coverage can be easily verified. In addition, as the Minister has mentioned, allowing such socially irresponsible persons on the road is a danger to all - the motorist himself, his passengers and other road users and pedestrians. However, had this been proposed for other forms of offences which are contentious, ie, arguable, such as dangerous driving, then I am sure that many in this House could not accept it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding heavier penalties for drunk driving, the alarming increase in drunk driving accidents by 110% from 1987 to 1989 convinces us that something has to be done. The problem is that the present penalties do not seem to have an adequate deterrent. Sir, the motor vehicle in the hands of a person under the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 965</b></font>\n  <br>\n  <br> influence of alcohol or an irresponsible person is a lethal weapon. The misery extends beyond these persons to the families of victims of road traffic accidents. No amount of monetary compensation can make up for the loss of life or limb. The amendments will allow for mandatory jail sentence for the repeat offender, besides fines being increased. For the first offence, jail sentence will be up to the courts, ie, the accused will have to mitigate his own case. This, I believe, is fair, as all of us can make mistakes, but it will be up to the courts to decide on the merits or otherwise of each case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of enhancing these sentences is to make all drivers more aware of their personal responsibility. Furthermore, we as a community must also be more aware. If at a party we feel that a friend or acquaintance is incapable of driving his vehicle, we should not allow him to drive. We will be doing him and society a big service by making arrangements to have him sent home. We should also make it a norm, not to cajole or force friends to drink excessively, using \"celebration\" or \"fun\" as an excuse. \"If you drink, don't drive\" must be deeply embedded in our subconscious mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding the proficiency and upper age limit for drivers of heavy motor vehicles, it is a sad fact, but nonetheless a fact, that age slows our sensory motor reflexes. Driving is based heavily on reflexes, ie, one perceives danger and responds by reflex action. The car in front suddenly slows down and one immediately slows down without going through the steps of logical thinking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, ROV's age limit for taxi and bus driver's vocational licence is 70 years. This age limit is now being extended to holders of heavy vehicle driving licences. 1,326 drivers of heavy vehicles will be affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question that one would be very concerned with is, of course, whether the livelihood of these 1,326 persons will be affected. I am told that many, if not the majority of these 1,326 are not actively engaged in driving. Furthermore, for existing drivers, a three-year grace period \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 966</b></font>\n  <br>\n  <br> will be allowed. This is indeed fair as these persons are given time to adjust. This is a compassionate Minister having to manage a Ministry which has to implement very harsh policies. I seek the Minister's clarification whether this grace period will also apply to those just below 70 years, ie, say for those 68 years and above, will it be 68 plus 3, 69 plus 3, then 70 plus 3? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whilst agreeing with this legislation, I feel it is imperative to stress that this amendment must not send the wrong signals, especially at a time when we are encouraging our healthy to work longer and to carry on working and lead an active life. We must stress that this capping of the age at 70 years is not to be construed that we are saying that to be old is to be considered useless or not capable of gainful employment. It is because of the nature of this job that the upper age limit of 70 years is set. If we consider that the average life expectancy today is 74 years and that a three-year grace period is given, then we will see that no one is penalised unnecessarily because of age. He will, of course, have to pass his medical examination to protect himself and the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with the amendments proposed by the Minister for Home Affairs. My colleagues in the GPC will cover the other aspects of this Bill. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, I support this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main points of the Bill before us today is really about road safety and how we can make the roads safer for both motorists and pedestrians. Sir, while the number of road accidents did not increase significantly after 1984, deaths due to accidents on the roads started to increase in 1988 after reaching a low figure of 205 in 1987. Our fatality rate per 100,000 population was 7.85% in 1987 compared to 7.7% in Japan and 6.0% in Hong Kong in 1986. So new measures to improve road safety are necessary, particularly where increasing numbers of cars on the road tend to drive up accident rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the amendments introduce measures to evaluate the performance of vulnerable drivers, such as those who have just qualified. I believe the amend- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br> ment in this Bill will help to reduce the number of fatal accidents. With the amendment, newly qualified drivers will now be subject to a probationary period of one year and he would not get a qualified driving licence unless after successful completion of that one year probation period. I would like to ask the Minister if the Ministry has done any study on the correlation between the age groups of the newly qualified drivers and the number of accidents. Are the younger drivers more reckless and are therefore at greater risk to themselves and to others? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand in Australia they also impose similar probationary periods on newly qualified drivers. Newly qualified drivers are required to put on a 'P' plate on their car. I would like to ask the Minister if the Ministry intends to introduce a similar scheme to help newly qualified drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1989 accidents due to drunken driving was 75% more than in 1988 and 110% more than in 1987. Drunken drivers have caused death and serious injuries to innocent road users and themselves in traffic accidents. Many drunken drivers, as explained by the Minister, do not even realise that they have caused injuries to other parties. A few weeks ago the Straits Times gave some accounts of various fatal accidents caused by drunken drivers over the years. The police has been promoting the message to drivers not to drink when they drive, and not to drive when they drink. But, unfortunately, the advertising media is not helping at all. Advertisements on TV promote an image of strength and achievement after drinking. So some stronger measures than soft-sell to prevent drunken driving is therefore necessary. It makes sense that the Traffic Police be empowered to immediately suspend the licence of a driver when he has been charged in court for causing a fatal or serious accident while driving under the influence of alcohol or drug. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill also provides for mandatory imprisonment for drunken driving only for second and subsequent offenders. I think this is fair punishment. But I tend to believe that if a person has a habit of causing serious damage to others while driving under the influence of alcohol or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 968</b></font>\n  <br>\n  <br> drug, maybe the police should seriously consider taking him off the road altogether after the third offence or until he has been certified cured of alcoholism or drug. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the amendments contain measures to deter irresponsible driving behaviour. I support the amendment to suspend drivers driving without insurance coverage and driving while under disqualification. This will remove irresponsible drivers from the road. It is bad enough for a careless driver to inflict injury to others, particularly innocent road users. It is even more irresponsible to deny compensation to the injured party or their family for the suffering or loss caused by his negligence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, clause 17 (new section 62A) provides restriction on driving different categories of heavy motor vehicles. This amendment, I understand, will affect 1,326 drivers aged 70 years and above. But I am glad that the Minister in implementing this amendment has taken into consideration the impact on their livelihood. The three-year grace period will hopefully help to minimise any hardship caused to these people. But this amendment is only limited to heavy vehicles, which means that a physically fit driver above the age of 70 years can still continue to earn a living driving other class of vehicles. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, it seems to me that clause 2 of this Bill allows the Minister to exercise the power formerly vested in the President. I would like to find out from the Minister whether in doing so it changes in any substantial way the intent of the principal Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 3 to 10 pertain to the vehicle quota system. I agree with the Minister of State that so much has already been spoken on this topic that it is not necessary for me to raise it here again. It is time to go ahead to implement the system, let the system operate for a while before we weigh the pros and cons of this car control measure. However, there are some technical points I would like to raise with the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 10 of this Amendment Bill authorises the Minister to prohibit the registration of used vehicles beyond a prescribed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 969</b></font>\n  <br>\n  <br> age-limit, and to prescribe a levy for the re-registration of a used vehicle in the name of the purchaser. In the prohibition of used vehicles beyond a certain age, is the Minister referring to the first registration of the vehicle in Singapore or is he talking about just any used vehicle? Is he asking for the power to prohibit old cars beyond a certain age on the roads and what is this age limit that the Minister has in mind? This issue did not come up in the debate on the vehicle quota system at all. Furthermore, what is meant by \"to prescribe a levy for the re-registration of a used vehicle in the name of the purchaser\"? Does this clause pertain only to used cars imported into Singapore and to be registered for the first time? Or is the Minister saying that after the 10-year life span of the quota licence, the car becomes automatically de-registered and the owner must pay the prevailing quota premium to get his car re-registered again for another 10 years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Minister announced the quota system in Parliament, he also re-introduced the concept of additional road tax for cars beyond 10 years old. I would like to find out from the Minister how would he determine the age of a car, bearing in mind that some highly valued used cars, especially Mercedes, are imported into Singapore. Would the age be determined from the date of manufacture or the date of first registration in Singapore? If it is the former, how would the Minister prevent falsification of documents in the age of the cars? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the clause governing the suspension of driving licence for drunk drivers and other high risk drivers, Sir, I am all in favour of the amendment. It is actually about time that the law governing drunken driving be toughened. Current laws are rather lax in this area and this Bill is a step in the right direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find the increase in penalty for refusing to take the breathalyser test appropriate. I had heard from my grassroots leaders that drivers resort to all kinds of tricks in order to frustrate the test or delay taking the test. As regards the definition of being classi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 970</b></font>\n  <br>\n  <br> fied as drunk, I would prefer to see even more stringent criteria. In California, for instance, the law for drunken driving has been made very tough recently. Moreover, I believe two levels of blood alcohol content has been defined - a more lenient one for car drivers and a very stringent one for drivers of commercial vehicles. In the case of commercial vehicles, the consumption of one tall glass of beer would have raised the blood alcohol level of an average person high enough to be classified as legally drunk. Since heavy vehicles are more destructive in accidents, such control makes sense. This is also the Minister's argument to prohibit persons older than 70 years old from driving heavy motor vehicles. Perhaps the Minister would like to implement similar stringent criteria for drug alcohol levels for commercial vehicle drivers, although judging from press reports, the incidents of commercial vehicle drivers driving under the influence of alcohol in Singapore have not been very high. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill also makes renewal of driving licence for certain class of drivers difficult. However, the Minister might want to consider taking this opportunity to tackle the problem of non-driving drivers, that is, people who possess a valid licence but who have not driven for many years. These individuals just keep renewing their licences, since getting a new one is very difficult and paying for the renewal is not very high. They are definitely not safe drivers if they ever go behind a wheel again. I am of course not advocating that driving licence fees be increased to curb this problem, because doing so would affect all legitimate drivers. However, the Minister might want to consider introducing a procedure so that drivers are required to go through a written test or eye test every so often, maybe six years, and a driving test every 10 years. In my mind, Sir, even for regular drivers, a written test every so often, like six years, would be useful to ensure that drivers are kept up to date in their understanding of the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also disappointed to find that the Minister did not take this opportunity to make it an offence for motorcyclists when they ride without turning on their headlamps during the daylight hours. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> \"ride-bright\" campaign has demonstrated the effectiveness of a headlight in making motorcyclists much more visible. I think riding bright should not only be given encouragement but should be given the force of the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I note the Minister sees the need to extend the interpretation of this Bill and the principal Act by clause 25. Perhaps he would like to enlighten the House the reason behind this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, fatalities and serious injuries resulting from road accident are sheer waste of precious human lives. They are unnecessary. They can and should be avoided. We only require the motorists to exercise care, responsibility and respect for other road users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The majority of the Singaporean drivers are safe and courteous drivers. There is only a small segment who flout the traffic rules and by their indiscipline contribute to the tragedies on the roads. They drive dangerously, especially when having one drink too many. This small high-risk group is now told that the motoring public and pedestrians alike cannot tolerate such irresponsible behaviour any longer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the amendments moved by the Minister for Home Affairs are welcomed and supported. Public safety can now be better served. We are making clearly known to all road users the standard of behaviour expected on our roads. Safe and courteous driving is our norm. There should be no let-up to ensure that those who flout the traffic laws would be brought to book and face severe penalties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have clarifications to seek from the Minister for Home Affairs under clause 12. Can the Minister clarify what are the rules to be established in the system of awarding demerit points against a person committing traffic offences? Would they be new ones, or based on the current system already in place? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have particular concern for those persons who are dependent on their driving licence for their livelihood. I would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 972</b></font>\n  <br>\n  <br> like to urge the Traffic Police to exercise care so that such persons who depend on their driving licence for their livelihood are not unduly denied the right to earn their living. May I suggest that some system of prior warning be given so that the affected persons know the consequence of disqualification and suspension from driving if they commit some more traffic offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for drunken driving, public education is necessary in this area. May I also suggest that places that are issued with liquor licence for consumption should have notices alerting those who are driving of the dangers if they drink beyond the limit or, better still, not to drive after the round of drinks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make another observation, Sir. This is with regard to new drivers, who have been issued driving licence, and the one-year probation. I think there is a slight problem here because the trend is that the learner drivers are usually very young and they are usually still studying. Even though they have received their driving licence, the probability is that they do not drive regularly or immediately after receiving their driving licence, or not driving at all during that one-year period. So they would come off clean after the one-year period. So there is a weakness in that system. I have no suggestion as to how we can plug this loophole, but this is the observation that I would like to make. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, I must first lodge a protest against the apparently unnecessary haste in which Government now pushes through the Bills to be debated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have had more than two weeks of gruelling debate on the Budget, and we in the Opposition do not have civil servants and other advisory committees to help us prepare our speeches. We have to prepare everything on our own. Now, we are suddenly asked to debate on Bills which we have hardly any time to read or study. I was informed of today's debate only the day before yesterday. And I think, Sir, this is most unfair to the Opposition MPs as well as to the general public who would like to know what our views are on the Bills to be debated. I hope Government will not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 973</b></font>\n  <br>\n  <br> repeat such high pressure debates and force us to come not fully prepared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister of State for Communications tries to create the impression that the issue of the quota system has been thoroughly debated and that Government has decided on the issue only after that thorough discussion. But it is obvious to many that Government had long ago decided on the car quota system and that the present Bill is merely to put that decision into legal effect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government went through the fuss of a Select Committee discussion and report and the so-called approval in-principle by Government at a later stage. This was of course a big public relations exercise to create the impression that all this idea of a quota system had not originally come from the Government itself but from other people instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know how the PAP Government works. Decisions are made at the top. After a decision has been made, then so-called consultation takes place as to how best to implement that decision. And that is exactly what has happened in this present instance. This is what the younger generation of PAP leaders call \"consensus following consultation\". But there is no genuine consultation and, of course, no consensus. Today almost everyone has some complaint or other against the quota proposal, but that is not going to affect the Government's decision on the matter. A decision has already been made, and the present Bill merely puts that decision into legal effect, as I have said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP's main argument for the proposal is that it must be fair to everyone, but what is actually being proposed is fair only to a very small section of the people, namely, the rich and the well-to-do. It is most unfair to almost everyone else. I merely want to stress again briefly part of the unfairness the quota system has caused. For example: (i) The PARF is to be abolished and the present existing owner loses all its investment value; (ii) The existing car owner, if he decides to use the car after 10 years, will have to pay a surcharge; (iii) He has to pay a premium \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 974</b></font>\n  <br>\n  <br> again, the quota premium, if he wants to buy a new car. So in every way, the existing car owner loses. Of course, if Government really intended it to be fair, then the whole system would have been different. And all this tells us only one thing - that the whole idea behind the quota system is to see how much revenue the Government will be able to collect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because the whole quota system is unfair to so many people, I say, Sir, we cannot fully support such a Bill. I have had no time to read through the Bill and therefore I cannot make any comment on the other part about the driving licences. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Mr Speaker, Sir, I will only touch on those parts of the Bill which were raised by the Minister for Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the car in the hands of an intoxicated person is a potent weapon of death. I am pleased to support the Road Traffic (Amendment) Bill which seeks to impose tougher penalties on those driving whilst under the influence of alcohol or other intoxicating drink. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, strong action taken against such irresponsible drivers has a great measure of public support. In fact, there is always this lingering doubt in people's mind that the Police have not done enough or the law is too lenient whenever we read of a wanton loss of life as a result of drunken driving. In fact, I am surprised that the Home Affairs Minister, who is normally very swift and efficient, has taken three years, according to Dr Arthur Beng, to come up with this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the penalty for first time offenders has been increased to between $1,000 and $5,000, this amount pales when weighed against the loss of a limb or life, which is what such drivers are capable of doing. In my view, Sir, the penalty for second offence must be a very strong deterrent. If a drunken driver cannot learn a lesson after having been apprehended for the first offence, he should be put away, and I would support mandatory jail sentence. Having got the second chance, he should not be allowed to hold a driving licence again. I therefore support even stronger penalties in this area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 975</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While supporting these heavier penalties, Sir, may I also suggest that the Police look into the policing aspect of the problem. I understand that in countries like England and Australia, they are so strict in their enforcement action (police action against drunken driving) that the public is very conscious about drinking and driving. I hear that in Australia, the Police stake out at pubs and public places and even house parties when they expect a lot of drinking and driving. They zero in on those people after they leave their cars to make them take breathalyser tests. I do not believe our Police is doing this at the moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore support section 47C which gives the Police the authority to suspend a person's driving licence immediately he has caused death or injury as a result of drunken driving. Under existing legislation, suspension takes place only upon a court conviction. As this may take several months, it is only logical that preventive measures, such as that proposed in the Bill, be taken and the driver should not be allowed to drive the vehicle. Although the suspension of a licence before a court conviction may appear to be punishment before due process, as mentioned by Dr Arthur Beng, and the alleged drunken driver may be acquitted of the charge, I personally support that it is better to err on the side of prudence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other measure which I wish to raise with the Minister is clause 17 which prohibits a person who has attained the age of 70 years from driving certain categories of heavy motor vehicles. Although this is in accordance with current ROV's limit for taxi and bus drivers, I suggest that the Minister further review this upper limit with a view to bringing this further down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Minister has already pointed out that advance age slows down a person's reflexes and that heavy motor vehicles can cause great serious injuries and damage, I think the Minister is being too generous in this instance. Although I am in support of our senior citizens getting gainful employment, driving a heavy motor vehicle at such an advanced age is not my idea of help for this group. Presently, I understand that a great number of heavy motor vehicle drivers, those who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 976</b></font>\n  <br>\n  <br> are plying the trade by carrying earth and so on, work on an incentive scheme or are being paid on a per trip basis. In other words, the more they drive, the more they are paid. Sir, a combination of slow sensory motor reflexes and high speed driving to maximise income is in my mind a formula for disaster. Will the Minister review this provision and, if necessary, set a lower age limit which I am sure has the general support of most people? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, I am grateful to Dr Wang Kai Yuen for his contribution to the debate, especially his comments on the proposed amendments pertaining to licensing and use of vehicles. Dr Wang seeks some clarifications on, I believe, clauses 2 and 10 of the proposed amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as clause 2 is concerned, the amendment seeks to allow the Minister to appoint several officials in the Registry of Vehicles, specifically the Registrar, Deputy Registrar and Assistant Registrar. This is just an opportunity for us to change the appointing authority from the President to the Minister. The appointing authority vested in the President is a historical one. When Singapore became independent, all appointments which hitherto were made by the Governor was changed to the President. Subsequently, this authority was transfered from the President to the Minister in charge. Many Government Ministries have made this change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as clause 10 is concerned, he asked whether the proposed amendment pertains to reconditioned or new vehicles. I would like to inform him that the maximum permitted age for vehicles will be applicable to registration of reconditioned vehicles. At the moment, we have not yet decided on the prescribed age limit. The reason why we are applying it to reconditioned vehicles is obviously in line with our objective of trying to keep the vehicle population young, to make sure that there is no influx of reconditioned vehicles of any age as the cost of vehicles in Singapore begins to rise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn to the comments made by the Non-Constituency MP regarding complaints about the so-called unfairness of the quota system. He has given us a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 977</b></font>\n  <br>\n  <br> predictably cynical view on things. He accuses the Government that there is no genuine consultation and that because everyone has a complaint, therefore the system is not fair. We have taken more than 1 1/2 years to debate the quota system. It is not something that has been sprung on this House or on the Non-Constituency MP and I think he has had ample opportunity to discuss the pros and cons of the quota system. If he feels that there is any part of the quota system which is not fair, which can be improved, I have yet to hear from him what are these areas which are not fair. We have debated this matter for the last 18 months. We have had numerous opportunities for dialogue and debate. The Select Committee has sat and met and heard many, many different points of view and I believe the consensus has been that the quota system, granted it does not satisfy each and every person in Singapore, nevertheless has met one of its principal objectives, which is to be as fair as possible to all Singaporeans, motorists and non-motorists alike. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to clarify one point and I think it is a clarification that needs to be made. Dr Lee is mistaken. We do not intend, and we have stated so, to abolish the PARF or to diminish or remove the investment value of vehicles. I hope that Dr Lee checks his facts before he makes such statements in Parliament because they can be very misleading. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I want to take up this point on what is fair and what is not fair. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, the Ministers are already giving their replies and the debate is being wound up. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I just want to clarify one point from the Minister of State. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, you can have a clarification. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He has said that if there is anything unfair, Members could bring it up. And I am bringing up this point following what he has said. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, you seek your clarification. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 978</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, one aspect of the implementation of the quota system which I deem unfair is contained in clause 4, paragraph (4)(b). In making a bid, one has to pay a fee and a deposit which I believe is half the bid price. Therefore, it would be unfair if the Government is given powers to forfeit these monies. A deposit in law is a deposit and it should be returned to the owner of the money. It is not in part payment. It would be unfair if the Government has already made massive sums of money from import duty, ARF, quota premium, registration fee, levy and now it has the power to forfeit deposits. It will be an additional layer of revenue for the Government. I think this should be amended and the deposit should be refundable to the payer. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, it is common in all tender exercises for deposits to be required and the reason is very simple. First, it discourages frivolous speculation on the bids, and secondly, it makes sure that after the tender has been accepted and the person withdraws for a very frivolous reason, then those tenders will have to be discouraged. I would like to assure him of course that if the tenderer for whatever reason is unsuccessful in his bid, eg, if he is not successful in his tender quota, then obviously the deposit will be refunded to him. There is no intention on the part of the Government to retain those monies under such circumstances. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I do not agree with the Minister of State. If he were to read the amendment carefully, it is not a question of whether it is a frivolous or non-frivolous tender. It is non-compliance. If a person who has misread the instructions carefully and non-compliance thereof, his deposit can be forfeited under the law. It says here, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... deposits for non-compliance with any conditions governing the submission of such applications;' \n  <br>\n  <br>Sir, the tender documents may contain a whole list of conditions and things that an applicant must do. And if he is not well versed in that and if he is not a dealer and he makes a tender for the first time, he is at risk. The deposit may be forfeited by the Government. It is not a question of frivolity but it is a question of non-compliance with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 979</b></font>\n  <br>\n  <br> any conditions governing the submission of such applications. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, Mr Chiam raises a red herring. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is not a red herring. It is a fact. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> It is not the intention of this particular clause to discourage people from making genuine tender bids. If it is a genuine bid and if it is not successful, as I indicated, he will get his money back. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> A clarification from the Minister, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> First of all, he has said something about PARF not being abolished. All I understand is that a rebate will take the place of the PARF and the rebate will diminish according to the increasing age of the car. Is that correct? No. Okay, let him explain again then. If the issue has been debated for 1 1/2 years, I would like to know when it was first mooted, and when were the people told that the quota system would be implemented. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, on the question of the PARF, I think my Minister has explained to the House that we need more time to study the implications of making any adjustments to the PARF. So if there are any recommendations or points of view that he would like to raise with the Ministry of Communications and Information, we will be pleased to receive them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as the quota system is concerned, I think it is quite clear that the whole question of land transportation in general has been thoroughly debated and it has been the subject of extensive discussions over the period of many months, if not years. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> When was it first mooted? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> The quota system is part and parcel of our total land transportation policy. It was recommended by the Select Committee on Land Transportation Policy which had representations from a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 980</b></font>\n  <br>\n  <br> broad cross-section of people, including the Member for Potong Pasir. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, may I respond to the speakers who touched on the amendments proposed by the Ministry of Home Affairs. First, I want to thank them for their wholehearted support of the amendments. If anything, some of them are more hawkish than my Ministry and the Traffic Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Arthur Beng asked whether the three-year grace period would apply to, say, a driver of a heavy motor vehicle who reaches the age of 69 years at the time the Act comes into operation. The answer is yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho Tat Kin asked if there is any evidence which shows that younger drivers are more prone to accidents. I thought I gave very revealing figures. They constitute 0.4% but cause 20% more of our accidents. It is grossly disproportionate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On his suggestion as to following the practice of other countries of requiring new drivers to exhibit a \"P\" plate, we considered the pros and cons of this and we thought, for the time being, we would try out this probationary period first. We think it will have a salutary effect. If it does not, the Traffic Police, I am sure, would accept his suggestion. But let us try out this probationary period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho Tat Kin also suggested that in his view drunk drivers who commit a third or subsequent offence should be taken off the roads altogether. I do not disagree with him. In fact, he probably did not realise that the amendment which we propose for immediate suspension is quite independent and separate from the other provisions which we have on the penalty which the courts can impose for drunken driving. And I am sure when the courts impose disqualification they will take into account whether he is a first timer, second timer or third timer in deciding on the period of disqualification that they would want to impose as a penalty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen raised a suggestion that perhaps we should be more stringent with our penalties and requirements for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 981</b></font>\n  <br>\n  <br> the breathalyser test and he drew our attention to the example of other jurisdictions where they may have more stringent tests for those who drive commercial vehicles. Here, I would like to say that we agree with the approach he has taken but we would recommend to the House that the existing package of measures which we are recommending to the House be tried out first. If the penalties which we are proposing and the procedures that we suggest do not curb the frequency of drunken driving, we may indeed have to resort to even stiffer measures, including that suggested by Dr Wang Kai Yuen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen also drew our attention to the problem of what he described as non-driving drivers, that means drivers who get their driving licence and do not drive or very infrequently drive. This, as he himself has admitted, is not an easy problem to tackle. How do we decide whether a person who has got a driving licence has been on the roads and has been practising his driving skills? He suggested therefore imposing various kinds of measures, sporadic or regular tests or re-tests for driving licence holders. We will have to examine this carefully because in attempting to tackle with one group of drivers, I do not think we should have a blunderbuss approach which causes tremendous inconvenience to many who do not need this measure. But nevertheless I will discuss this with the Commander of Traffic Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has suggested that the \"ride bright\" concept for motorcyclists should be legislated and that it be an offence for motorcyclists to ride during the day without headlights. As he knows, there is a campaign on by the Traffic Police. The Traffic Police's preference is that this is a rather novel approach which, though practised in other countries, is new here and they would prefer to try the approach of campaign, awareness and education. Let us give that a try first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See asked whether the demerits point system for the new drivers will be based on the existing system or a brand new system. The answer is it is based on the existing system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 982</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He expressed concern about livelihood of drivers. He will note that under the provisions of the amendments, there are considerable safeguards, including the fact that when 50% of the points have been chalked up, the Traffic Police have to inform the new driver and when he has indeed chalked up enough points as a trigger mechanism for revoking the driving licence, there is a procedure where he has an opportunity to make representations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also pointed out that there is a weakness or loophole in that a new driver may want to get around this probationary period by not driving at all during that period. Well, that possibility is there. But most new drivers, according to the Traffic Police, are so eager to drive, I do not think that their will power will be so strong as to resort to this loophole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NCMP did not touch on the Home Affairs amendments, but I do not think I can let it pass without any comment his complaint that we have sprung a surprise on him by tabling the Second Reading of this Bill. That is really absurd. This Bill was introduced and read the First time by the Minister for Communications and Information on 26th February. He had one whole month and he should know by now, because he has been an NCMP since the whole of 1989 and he has been through one Committee of Supply, that the procedure is such that when we are debating in the Committee of Supply, the Second and Third Readings of Bills do not take place. So the procedure has been well established that when Bills have been introduced before or during the Committee of Supply, these Bills are taken up for Second and Third Readings after the conclusion of the Committee of Supply. He should know this by now, and this is exactly what has happened. So it should not come as a surprise in any case. He had more than a month to reflect on the contents of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok advocates stronger penalties for drunken driving and, in fact, he wonders why we did not introduce mandatory jail sentence for the first offender. This is an option which was considered by us. We discussed it at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 983</b></font>\n  <br>\n  <br> length in our consultations with members of the GPC. We heard their views and reservations and we decided that we will accept some of their views and, therefore, mandatory jail sentence is for the second offender. But let me also add that if drunken driving continues to pose problems and these measures are insufficient to curb it, we may have to introduce mandatory jail even for the first offender. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Chng Hee Kok felt that the upper age limit of 70 years was too generous. Here again we had to toss around various ages. What is the best age for an upper age limit. Whatever age limit, 60, 65, 70, there is an element of arbitrariness in that no two persons of the same age will be identical in reaction, sensitivity and motor skills. In fact, a person who is younger may not be as quick as a person who is older. So we did consider that. When we decided on the upper age limit of 70 years, we considered first the ROV's age limit for vocational licence, including bus drivers, and some of the buses are indeed heavy motor vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we felt quite sanguine about introducing the age of 70 when we decided that we will also introduce a proficiency test from the age of 65 onwards. In other words, it is not just one measure, an upper age limit, but prior to that, at the age of 65 there will be annual proficiency test. It is only those who pass the proficiency test will be allowed to drive heavy motor vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe I have answered most of the questions. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> May I seek some clarifications, Sir. The Minister has said it is absurd for me to complain. Sir, I think Opposition Members should be informed early as to when the Bills would be debated. Normally, it should take a little while. You could very well have the First Reading at any time, but at least the Opposition must be informed early of the date the Bills would be debated. To expect us to be prepared all the time for debate is absurd. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I also reply to the Minister of State who has asked me to make some suggestions. I have some suggestions so he could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> take them down straightaway. I refer to the suggestions made by Dr Phang Sock Yong of the NUS who has suggested that the existing car owners should not be made to suffer a loss when they scrap their cars. She suggested two options and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Either they be given full rebate based on the original tax rate when the car is scrapped, or be given a PARF rebate when the car reaches the 10-year limit and be allowed to choose to pay the prevailing quota system based on the minimum successful tender price of the previous four quarters in exchange for an entitlement to use the car for another 10 years.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So perhaps before implementation of the quota system on the 1st May, the Minister might want to make sure that existing car owners will not be penalised in any way. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Just one word, Sir. I think every Member here should know that when a Bill is introduced, you, Mr Speaker, Sir, ask, \"Second Reading, what day?\" And we say, \"The next available sitting.\" When is the next available sitting under Standing Orders? It is seven clear days after the introduction of the Bill. Therefore, every Member, whether Opposition or PAP Member knows, and should be prepared for a debate on a Bill within seven days. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, when I asked for views and comments from the Non-Constituency MP, I was asking for his views, not Dr Phang's views. Dr Phang's views that he quoted have already been taken into account. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I support those views. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Mah Bow Tan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TEMASEK POLYTECHNIC BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read \n  <br>1.57 pm. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Tay Eng Soon):</b> Mr Speaker, Sir, I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill makes provisions for the establishment of a third Polytechnic in Singapore. It will be known as the Temasek Polytechnic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the years we have witnessed a significant increase in the demand for polytechnic places. In 1988, there were 10,500 first-choice applicants from the 'O' level cohort for 6,600 polytechnic places. In 1989, there were 12,300 first-choice applicants for 8,000 polytechnic places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, more than 16,000 'O' level students have applied to the polytechnics as their first choice in the current Joint Admissions Exercise. It is significant that this is more than half of all the applicants in this year's Joint Admissions Exercise. Not all of these applicants will be successful as only 8,700 polytechnic places are available. But they will be able to find alternative courses from the range of post-secondary educational opportunities which we have in place to further their education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do our 'O' level school leavers distribute themselves among the various channels for post-secondary education? For example, from the 1988 cohort of about 37,200 students, 28% went to the Junior Colleges, 21.5% went to the Polytechnics, 6.5% went to the 3-year Pre-University Courses, 13% went to the VITB and 2.5% went to the EDB institutes. About 1.5% or 600 students entered specific training schools such as the Nursing School and SHATEC. 12% of that cohort repeated their 'O' level examinations and the remaining 15% sought employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these statistics attest to the growing acceptance and increasing popularity of polytechnic education among young Singaporeans and their parents. The Polytechnic sector must expand if it is to keep abreast of these aspirations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other dimension to the expansion of the Polytechnic sector is its relevance to the needs of the Singapore economy. Our education policy has always striven to reconcile the educational aspirations of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> young Singaporeans on the one hand with the manpower needs and job opportunities in the economy on the other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To function effectively, our economy needs a competent workforce at several levels. We require a pool of degree holders who will provide the professional knowledge, managerial and planning expertise as well as research capabilities which are essential for economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This pool, however, must be supported by an even larger group of well-trained middle-level managers, supervisors, technicians and other support staff. This support group is crucial for the operations of any industry for it is responsible for the effective and efficient implementation of plans and concepts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many countries, especially the developing nations, do not have this important skilled support group. Instead of filling this void in the country's manpower pool, they have bowed to political pressure by opening more universities so that a larger proportion of their population can obtain degrees, usually in the soft areas. Interestingly, this same problem has arisen also in developed countries such as the UK and Australia. Political pressure has caused them to convert their polytechnics and technical colleges into degree awarding institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The consequences of such policies are predictable and, indeed, evident in many countries. They lead to a surfeit of degree holders, particularly in the soft areas. The economy is unable to absorb them. They, inevitably, have to take up many lower level jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ultimately, such graduates end up under-employed or unemployed. This has serious political and economic repercussions. Unemployed or under-employed lowly-paid graduates naturally become a frustrated and disgruntled lot. They would be prime vehicles for political agitation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the economic perspective, such a mismatch between a country's human resources and its manpower needs would result in economic stagnation. An excess of graduates is a waste of resources. Every individual trained in the wrong field is a triple loss: firstly, to himself, as he will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> have an unmarketable skill; secondly, to the employer, who cannot find a worker with the relevant training; and finally, to the state (and therefore the taxpayers) which had to expend costly resources for his training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, we have adopted a more prudent approach. We have emphasised the need for high quality at all levels of education. We have maintained a steady supply of well-trained Polytechnic graduates whose skills are in demand. We have expanded university and polytechnic places in response to economic growth and needs. We have thus avoided a situation in which there are under-employed or redundant graduates. Underlying this approach is our basic philosophy and commitment, which is to train and prepare people for working life, not just to obtain certificates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This approach has been vindicated by the economy's response to Polytechnic graduates who are highly regarded by employers in Singapore. Several indicators bear out this conclusion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every year, seven to eight thousand Polytechnic graduates enter the labour market. Practically all of them receive at least one job offer within three months of graduation or after completion of National Service. Polytechnic graduates who have completed National Service command a median starting salary of about $1,000. This figure is higher for those from the engineering courses; between $1,100 and $1,200 which is about equal to that for a pass degree graduate in the non-professional courses. 93% of polytechnic graduates are able to find jobs related to their training which attests to the relevance of polytechnic courses to market needs. In the experience of many of the better polytechnic graduates, they are able to reach positions of managerial responsibility. In some cases, they have become entrepreneurs and proprietors of their own businesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clearly, there is a strong demand from industry for people with practical knowledge and skills from polytechnics and not just for those with deeper theoretical knowledge from the universities. This is not surprising when we look at the experi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 988</b></font>\n  <br>\n  <br> ence of developed countries such as Switzerland and West Germany. In both these countries, the majority of children complete nine years of compulsory basic schooling before they go on to learn a skill or trade that equips them for working life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Switzerland, for example, about 15% of each year's cohort aim to go on to university or teacher training. This is the proportion completing the 'matura' or A-levels. More than 70% of Swiss students from each cohort enter a vocation through apprenticeship programmes. They become highly skilled and disciplined workers, technicians and engineers through this route. Their education system allows those who opt for the non-academic route to reach their highest possible level, including degrees. About 10% of this group go on to obtain engineering degrees after apprenticeship. The West German system is similar. Sir, it is worth noting what the Swiss say about their post-secondary training and education programmes. They call the process, and I quote, \"Professional Formation\". Their concept is that school leavers have only obtained general education. They need further training to form them in professional skills so that they can be prepared for the world of work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This steady supply of highly skilled and disciplined workers is the key factor in both countries that accounts for the tremendous resilience of their economies even in times of recession, the excellent quality of their products and the productivity of their workforce. These are the fruits of an education system \"committed to train people for work\" and not, as an American expert said of the US system which is \"committed to train people for further education\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans would do well to reflect upon the Swiss-German philosophy, especially in its practical orientation of preparing school leavers with skills and knowledge for working life, and to eschew credentialism or the seeking after of certificates for their own sake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Polytechnic diploma is an adequate and complete qualification for entry into the job market. It endows the diploma holder with skills that are in demand and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> well rewarded by employers. Polytechnic graduates can also upgrade themselves through several further educational opportunities. They could take up the Advanced Diploma Courses offered by the Polytechnics. These courses take them up to higher levels of expertise and technology. Alternatively, they could apply for places in NUS or NTI for degree courses. This year, more than 200 places in NTI/NUS will be offered to Polytechnic graduates. This number will gradually increase in the years ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Temasek Polytechnic will be the third to be established in Singapore. Eventually, the three polytechnics will have a combined annual intake of about 10,000. This constitutes about 25% of an average primary 1 cohort. Temasek Polytechnic itself will have an annual intake of 3,000, once fully established, and a total enrolment of about 9,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Initially, there will be three schools in the polytechnic. These are the School of Business, School of Design and School of Science and Technology. Temasek Polytechnic will offer courses in the applied arts such as Graphic Design, Interior Design and Product Design; courses in business with an emphasis on the finance, retail and tourism sectors; courses in electronics with emphasis on manufacturing technologies; and courses in information technology in line with the continued manpower requirements in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, it is proposed that the Temasek Polytechnic commence operations from two premises: the Grange Road Campus, which will be vacated by Raffles Institution, and the Baharuddin Vocational Institute Campus. There will be an intake of 400 for the business courses and 120 for the design courses. Next year, in addition to these courses, there will be 240 places available for Computer Science and Electronics courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The long term plan is to develop a new campus for Temasek Polytechnic on a 30-hectare site facing Bedok Reservoir. This is an excellent site with a distinctive ambience worthy of a premier tertiary institution. Its proximity to the Tampines, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> Simei and Tanah Merah MRT stations means that its catchment will be island wide and not confined to the eastern part of Singapore. It is envisaged that the new campus, expected to be ready in four years' time, will bear all the hallmarks of a major tertiary institution of distinction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the Temasek Polytechnic Bill. It proposes to establish Temasek Polytechnic as a body corporate comprising the Board of Governors, the Senate, the members of the academic staff and other officers. The Bill also makes provisions for the establishment of Schools within the Polytechnic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Constitution of Temasek Polytechnic is set out in the schedule to the Bill. The Constitution defines the composition, powers and duties of the Board and Senate as well as other details which will be governed by statutes. The Bill is similar in substance and intent to the Singapore Polytechnic and the Ngee Ann Polytechnic Acts. Temasek Polytechnic will be a statutory board like the other two Polytechnics in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Tay Eng Soon]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>STATISTICS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Mah Bow Tan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the purpose of this Bill is to confer upon the Chief Statistician the duties of the National Statistical Coordinator, and to give him more access to statistical data collected by other Government agencies. The Bill proposes that a new section 3A be introduced to make the Chief Statistician \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> the National Statistical Coordinator. His duties shall be as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) to co-ordinate statistical activities in Government agencies; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) to advise Government agencies in the gathering, compiling, analysis and utilisation of statistics; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) to develop national statistical standards and standardise definitions, classifications, terms, procedures and concepts for use in statistical activities; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) to promote the observance of approved national statistical standards by Government agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These duties are similar to those undertaken by the Chief Statistician when he was Chairman of the National Statistical Commission, which functioned up till 1983 as the national statistical coordinating body in Singapore. Section 3A also proposes that research and statistics units comply with the Chief Statistician's recommendations on matters pertaining to national statistical standards. It further suggests that the Minister for Trade and Industry be the final authority to resolve any disagreement between the Chief Statistician and a research and statistics unit on these matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also proposes to introduce a new section 4A to give the Chief Statistician access to particulars or information collected by certain Government agencies and research and statistics units, on or after the commencement of the Bill. This will give the Chief Statistician the required data for statistical compilation and analysis as more data collection is decentralised to other Ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No breach of privacy is involved in giving the Chief Statistician access to information collected by research and statistics units under the Statistics Act. This is because the Chief Statistician could well collect the same data under the Statistics Act. It is an anomalous situation at the moment, in the sense that the Chief Statistician does not have access to data collected under the Act if the data are collected by research and statistics units in other Ministries. As such, he has to collect the same data all over again if he requires them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for particulars and information supplied by Government agencies, section 5 of the Act is amended to forbid the Chief Statistician from releasing these particulars and information without the permission of the agency concerned. This will ensure that the privacy of information supplied to the Chief Statistician is respected. Moreover, information obtained under legislations relating to taxation or legislations administered by the Monetary Authority of Singapore are specifically excluded. This is to preserve privacy of sensitive information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As listed in the Second Schedule to the Bill, seven research and statistics units (RSUs) will have to comply with the Chief Statistician's recommendation on national statistical standards and to release particulars or information collected under the Statistics Act to the Chief Statistician. These seven RSUs are the RSUs of the EDB, of the Ministry of Education, of the Ministry of the Environment, of the Ministry of Health, of the Ministry of Labour, also the Construction Economic Research Unit of the Construction Industry Development Board, and the Statistics Unit, Banking and Financial Institutions Department of the Monetary Authority of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the Chief Statistician will have access to the following particulars and information collected by Government agencies as specified in the Third Schedule to the Bill: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Particulars and information obtained under the Census Act; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Section 3 of the Registration of Imports and Exports Act; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Particulars and information relating to employment, employers and wages of CPF members obtained under the Central Provident Fund Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, keeping good, accurate and up-to-date statistics is essential for the development of the economy in a country. And statistics provide a wealth of information necessary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> for realistic planning and research, and for the Government to introduce appropriate policies and measures in keeping with the times. However, despite the assurance given to the House by the Minister of State, there is also widespread concern that some information acquired by the statisticians and provided to certain authorities could be misused and abused for improper political motives. For example, the competent authorities listed in the Third Schedule, namely, the Superintendent of Census, the Central Provident Fund Board, the Trade Development Board, all obtain a great deal of information which would be considered private and personal by many people. They consider it an invasion into the privacy of the individual and should not be tolerated in any democratic country. Today, with the help of a central computer, Government is already amassing a wealth of information, a dossier in fact, of the activities, relations and political activities of the people, especially of political opponents and critics of Government. This is one way of putting the people under surveillance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is already widespread illegal phone tapping. With all the information provided by the statisticians, Government would then be able to exercise an all comprehensive, almost spiderweb control over the activities of the people. I believe that there should be some form of control over what information a person is obliged to furnish to the competent authorities, and in turn to the Chief Statistician. Parliament should have some control of the nature of information. And I hope the Minister will consider what I have said, and perhaps make certain amendments to give the House the assurance that we need. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, I am quite amazed at how Dr Lee has managed to turn what is quite a straightforward matter of providing for the Chief Statistician to have access to information for the purpose of efficiency of information collection into one that touches on political dossiers and phone tapping. I grant that there is concern that information should be safeguarded and should not fall into the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> wrong hands. This is precisely the reason why my Ministry has been very concerned that no such breach of privacy takes place and in fact where there is information which is sensitive and which is not of particular relevance to the Chief Statistician's activities, eg, legislations under the Monetary Authority of Singapore or under the Banking Act, those are already specifically excluded. So I do not understand why he brings up matters such as misuse of statistics, phone tapping and so on. If he has any specific allegations of this nature of phone tapping, I would like him to substantiate those allegations. Otherwise I think he should withdraw them. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Is the Minister suggesting that no phone is being tapped in Singapore? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I have asked him for substantiation of a very serious allegation. If he does not substantiate them in this House, I think he should withdraw them. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, I think one would not be able to get easy evidence of many of these kinds of things. Because they are all controlled in certain quarters and, of course, if information that is required is not being provided to us, we are at a loss to produce any evidence. I can assure you, Sir, that in the past, Government had not only been phone tapping but had also put bugs in people's houses. [Laughter]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, they laugh, Sir. I can assure you I had four bugs removed from my house. And I can assure you, if the Minister would like me to produce the evidence, I will produce the bugs to show him, because I have got the evidence. Therefore, to say that there is no phone tapping at the present moment is not correct. Of course, as I said, it is not easy to get such evidence. But just because we cannot get the evidence, the Minister cannot say that there is no such phone tapping at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, Sir, he says it is a very straightforward Bill, I agree it is a straightforward Bill. But many straightforward Bills have been rendered crooked by the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, I repeat what I said earlier. I would like the Non-Constituency Member of Parliament to substantiate what he has said and to give us facts. I will undertake to pass them on to the relevant Minister to investigate. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I ask the Minister of State - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, you are very fond of taking part in a debate after it is being wound up. I think you do not know your Standing Orders. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> This is relevant, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What do you want now? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I would like to ask the Minister of State whether the police has powers to tap the phone to investigate on illegal --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, I do not see the relevance of your question to the Bill that is being debated. It has got nothing to do with the Statistics (Amendment) Bill. If you have a question, I suggest you submit a question for oral answer. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> All right, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Mah, have you anything else to say? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I have just posed a question to the NCMP and I would like his response. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> What response does he want? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Mah Bow Tan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENSUS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Mah Bow Tan):</b> Mr Speaker, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Department of Statistics carries out a Census of Population every 10 years. This year, 1990, is census year. The 1990 Census will commence very soon. It is a very important exercise. The information that is collected will be used by Government for planning and evaluating policies which will have direct impact on the population. It is also a costly and time-consuming exercise. More than 2,500 officers are involved in the project. We must do all we can to improve the efficiency of this data collection effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of the Census (Amendment) Bill is to facilitate data sharing and to avoid duplication of data collection efforts. The Bill proposes that a new section 12A be introduced to give the Superintendent of Census access to information which is collected by certain Government agencies under specified written laws. This will enable the Superintendent to make use of information in various Government data hubs and to pre-print it on the survey form for the 1990 Census of Population. It will result in less manpower for conducting field interviews, as well as for coding and for inputting the information. To preserve the confidentiality of sensitive information, information which is obtained under legislation relating to taxation or legislation administered by the Monetary Authority of Singapore are specifically excluded from the data exchange. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Census is a rich source of data for other Government agencies to update their information. It has basic demographic and economic data which is required by other Government agencies for their studies of trends and studies of impact on public policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill proposes to introduce a new section 16A to give the Superintendent the statutory power to release census information to certain Government agencies. Otherwise, these Government agencies will have to spend time and effort to mount its own data updating exercise. Not only will this mean more work and more cost, but also the public will be inconvenienced by repetitive surveys from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> different agencies asking for similar information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed sharing of information is not unprecedented. For example, the UK Statistics of Trade Act allows for release of individual estimates to other government departments for the exercise of their functions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry is well aware that there is a special need to safeguard the confidentiality of census information to make sure that such information do not fall into the wrong hands. We also understand that the data collected will be more complete and more accurate if people are reassured that the confidentiality of information is safeguarded. Sir, I would like to list several steps that have been taken by my Ministry to provide such assurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Information which is obtained under legislations relating to taxation or legislations administered by the MAS are excluded from data exchange under section 12A, as I indicated earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Section 16A proposes that information will be disclosed only if the requesting agency is empowered to collect such information under other laws. For example, data on occupation and qualification which is collected in the Census can be used to update the CPF database because CPF could have collected the same information under the CPF Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Section 16A also forbids the requesting agency from using the information to enforce any legal obligation or liability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) It will be an offence for any civil servant who receives such information to further disclose it without the permission of the Superintendent. The maximum penalty of the offence is a fine of $1,000 or one-month imprisonment or both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consequently, section 17 and section 18 of the Census Act are also amended to increase the maximum monetary penalty of offences under the Act from $500 to $1,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Central Provident Fund Board is the first and only agency to be involved in this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> information exchange. The First and Second Schedules to the Bill will enable the CPF Board and the Superintendent of Census to exchange information relating to individuals obtained under the CPF Act and the Census Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, Sir, may I stress the importance of the 1990 Census and seek the support of Members for this Bill to ensure that the forthcoming census will be carried out successfully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Sir, I just want to find out whether the census will cover the foreign workers in Singapore. And if so, whether they will be asked to answer the same questions as Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in view of the immense amount of data to be collected, how long will the Government take before some preliminary data can be compiled and publicised? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I support and I agree on the need for a census to be held and I also agree that we need to keep all information obtained confidential. But what I wish to say may be more or less the same as my comments on the previous Bill because the two Bills are in fact inter-linked. I am concerned that the Bill allows the Superintendent of Census to gain access to the information obtained by a competent authority, which information is then relayed to certain public authorities. This phrase \"certain public authorities\" can have a very wide meaning. My concern is that such information could be misused for improper motives. May I say once more that I believe that Parliament should have some control over the nature and type of information an individual is required to furnish. There should be strict care that there is no real invasion into the privacy of the individual. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, Dr Lee speaks as if we are involved in a massive invasion of privacy rights of Singaporeans. May I point out that under this Bill we are not empowering the Government to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> collect any additional information which it is not already entitled to get, whether directly under the Census, whether it is done by the CPF Board, whether it is collected by any other Government department. Parliament has complete control of what can be collected, because when information is collected it must be done under a specific law, whether it is the Employment Act, the CPF Act, or the Census Act, and the Act specifies what Government can collect. It also specifies what the Government can do with the information, whether it can be redistributed, whether it can be published, whether it has to be sanitized before publication so that you have statistics, but no individual can be identified as being related to any particular bit of data. So the law is perfectly above board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If there are any items of information which Dr Lee feels uncomfortable about the Government collecting, then the matter should be raised and discussed here in Parliament, rather than making general and vague aspersions. If Dr Lee has any information whatsoever about any information which has been misused or released to somebody who is not entitled to have it, or put to some improper purpose, then I urge him again to produce the specifics of his allegation, facts and data, and I undertake to have the allegations thoroughly investigated. If any such wrongdoing is found, the culprits will be thoroughly punished according to the law. Otherwise, I request him to withdraw his allegations. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I have not alleged anything against anyone. I merely said that there is public concern and I think it is only fair that such concern should be openly stated in Parliament. Let the Minister assure us that there need be no fear of any misuse of information and that all the information collected will be respected in full confidence. I expect, with the assurance from the Minister, that there need not be too much worry on this matter now. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, what the Member said was quite clear. It was recorded and the tape can be played back. He should not resile from words he has uttered barely minutes ago. It was the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> habit of his Secretary-General to make vague allegations and to ask the Government to reassure him that all was well and there was nothing to be worried about. If he has any allegations, let him state them, and let us investigate them. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> As I have said, Sir, I have made no specific allegations. But a concern is a concern. Are we not entitled to be concerned? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, we have gone through this many times before. It is the business of Members to raise concerns in this House and to provide facts and evidence to back up these matters raised, failing which expressions must be discounted and in cases where they impugn the integrity and the reputation of individuals, we will have to ask the Members to repeat them outside the House, otherwise it becomes a question of privilege. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I am surprised at the attitude taken by the Minister. I have not alleged anything against any individual. So what is he barking about? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I would just like to repeat what I said in my Second Reading speech that the Ministry has been particularly concerned about this question of confidentiality and has taken ample steps to safeguard such confidentiality. We have excluded information obtained under certain legislations, especially those administered by the Monetary Authority of Singapore. We have made sure that such information will be disclosed only if requesting agencies are already empowered to collect such information. We have made sure that requesting agencies are forbidden to use such information to enforce any legal obligation. Finally, we have made sure that people who do misuse this information face severe penalties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is fair to say that the Non-Constituency MP has not taken this into account and has tried to take this opportunity to make certain allegations. But I am glad to hear that he has confirmed that there are no such instances. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum:</b> Could I ask the Minister of State to respond to my question on the foreign workers? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> My apologies, Sir, to Mr Lau Ping Sum. First of all, the question of foreign workers. The answer is, yes, foreign workers are covered under the Census but they will not be answering the same questions as the Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as when some preliminary data will be obtained, we are hoping that with the new methodology as practised, when more information is provided under this information exchange, we will be able to get the preliminary data much faster than before and we are hoping that some meaningful data will be available for analysis towards the end of this year or early next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Mah Bow Tan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MASS RAPID TRANSIT CORPORATION (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill seeks to amend the Mass Rapid Transit Corporation Act (Chapter 172) to facilitate the performance of the Mass Rapid Transit Corporation's statutory functions in the light of the Singapore Mass Rapid Transit Limited's experience in operating the MRT system over the past two years. I shall now highlight some of the major amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Section 25 of the present Act requires the Corporation to ensure that the revenue is sufficient to meet operating expenses. This obligation, however, would not be appropriate when the Corporation is not operating the MRT system as it is today. At the moment, SMRT, which is Singapore Mass Rapid Transit (Private) Limited, pays MRTC, the statutory board, only a nominal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> licence fee for the use of the entire MRT system. This way, fares for MRT have been kept low for our commuters. Clause 2 of the Bill therefore seeks to amend the Act to provide that the obligation to ensure that revenue is sufficient to meet operating expenses will only apply to the Corporation when it is operating the MRT system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3 provides for a time limit for an owner, whose land has been affected by the laying and the construction of the MRT system, to require MRTC to purchase the land if he so wishes. At present, there is no time limit. This means that MRTC has to put aside a very large sum of money for an indefinite period of time in order to pay the land owners should they require MRTC to purchase their land at any future date. This obviously is not a practical approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 makes it an offence for any person who wilfully commits any act which destroys or damages the railway or railway infrastructure and premises. The MRT is a mass transport system. It carries more than half a million passengers each day. The safety of passengers is paramount and every effort must be made to deter any attempt to destroy or to damage the railway system. Even if damage is detected in time, pending repair, disruption to services will result in very severe inconvenience to the public. It is therefore essential that a severe penalty should be imposed to serve as an effective deterrent. The penalty for such an offence will be a maximum fine of up to $200,000 or an imprisonment of up to one year or both. The offender will also be liable to pay compensation to the MRTC for the damage that he has done and the compensation shall be recoverable by civil action or suit before any court of competent jurisdiction. The proposed penalties are similar to the penalties provided under the Public Utilities Act for damage to electricity cables belonging to the Public Utilities Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, it is clear that the Bill is to pave the way for MRT fare increases in the near future. How else would the Corporation, and I quote, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> \"ensure as far as possible that, taking one year with another, its revenue is at least sufficient to meet its operating expenses\", as stated in clause 2? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trouble with the MRT today is that it has not been able to make money or break even. The 1989 MRTC Annual Report states that there is an operating deficit of $94 million, $40 million more than the operating deficit of 1988. Its operating income, on the other hand, was only $588,000 in 1989, compared to an operating income of $562,000 in 1988. In other words, the MRT has been losing money and more money every year. And the Bill now provides excuses for the MRTC to increase fares at any time the MRTC decides to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Trade and Industry has said that he cannot guarantee that there will be no fare increases in future. This means that there will be both bus fare and MRT fare increases soon. Raising fares will certainly lead to a chain reaction of price increases all round and in an increase in the cost of living. There is of course great public concern, again concern, Sir, on the matter of possible MRT fare increases. Therefore, there must be some form of restraint on fare increases by the MRTC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people feel that if the MRTC wishes to increase fares, it should first submit proposals for such fare increases, either to a special Board or to Parliament. And such proposals for fare increases should not take effect until approval is given either by the Board or by Parliament. If the Minister thinks that the present arrangement is good enough, he could assure the public that there will be no unnecessary and irresponsible fare increases now and again. Would the Minister consider incorporating such an amendment in the Bill? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I am very sorry to say that Dr Lee is totally confused. I do not think he understands what the whole Bill is all about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, MRTC does not operate the MRT system, which is what I have just stated a moment ago. MRTC has got nothing to do with the operation of the MRT system. It is the Singapore Mass Rapid Transit (Private) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> Limited that operates the system. And the Member is totally confused. I cannot make any sense out of his statements at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the MRTC reported a deficit because MRTC will always be showing a deficit. It is an accounting procedure for reflecting the depreciation of the $5 billion that had been spent by Government in constructing the MRT system. And Government does not intend to recover the capital cost. So the MRTC will continue to be showing a negative figure for many, many more years to come, and it has got nothing to do with MRT fares at all. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I am glad, Sir, that the Minister has given me some clarification. I am beginning to learn a little here. But will the Minister give the assurance that there will be no fare increases by MRT? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I am aware of the fact that the Member is trying to score political points by saying that he has asked for an assurance that fares will not increase, and the Minister gave the assurance that fares will not increase. Unfortunately, he will not get such political mileage this occasion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the SMRT, like the bus companies, is operated by a private company, and private companies do not come under the purview of the Ministry of Communications and Information. What we know is that the operators of the public transport system have systematically over the years ensured that they increase their productivity. And because they have increased their productivity over the years, they have operated more efficiently. Over the last many years, there had been no need whatsoever for the bus companies and the SMRT to increase their fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, we live in a real world, unlike the world that the Non-Constituency Member of Parliament lives in. In the real world there are increases in labour cost. In the real world energy cost does go up, off and on. What is important is that we ensure in companies in Singapore, including companies such as the public transport operators, there is systematic education of the workers to raise productivity year by year. If we carry out our education in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> productivity well, then we postpone for as long as possible any increases in the sale of goods or in the provision of services, in spite of the fact that the wages for workers will continue to go up year after year. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I think we are all living in this real world, and that is why I am expressing this concern about the possibility of fare increases. Now the Minister has inadvertently admitted that they are trying to postpone the fare increases as long as possible. It is only a matter of time that the fare increase will come about. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, as long as Singaporeans want to have wage increases, salary increases year by year, and as long as the service that is provided has a high labour component, sooner or later the cost of that service will have to increase. Where else does the money come from? Similarly with products that we make in Singapore. Where possible, we reduce the labour content. If we continue to use the same number of workers to produce the same product, with the same labour content but very much higher salaries and wages, then eventually the cost of the product or the cost of the service will go up. And if we are unable in Singapore to raise productivity, then sooner or later we become uncompetitive, particularly in products that we are exporting. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, one last sentence. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lee, it appears to me that you are making a lot of clarifications \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> today. Unless you have a fresh point, I cannot allow you. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> The point is that the Minister is merely trying to rationalise the fare increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Yeo Ning Hong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NOTICE FOR DEBATE ON BILLS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I think five Bills are quite enough for a day. We have four more Bills for debate and these four Bills will be taken tomorrow, just in case Dr Lee again says that he is not forewarned, notice is now given to him. He has more than a couple of hours. In fact, I remember the Whip putting up a notice in the Members' Room on Monday saying that we have Bills outstanding and that Members who wish to speak should inform the Whip. I believe he also must have read the same notice on Monday. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Two\n  </div> \n  <div align=\"right\">\n   Minutes past Three o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
