{"memberId": null, "volumeNo": "55", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "11", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"55\"> \n  <meta name=\"Sit_No\" content=\"11\"> \n  <meta name=\"Sit_Date\" content=\"1990-03-23\"> \n  <meta name=\"Start_Col\" content=\"727\"> \n  <meta name=\"End_Col\" content=\"804\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">55</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">11</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">23-03-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 55</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 23rd March, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh (Toa Payoh GRC) - on 23rd March and from 27th to 29th March, 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs - from 31st March to 16th April, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Philip Tan Tee Yong (Paya Lebar) - from 8th to 17th April, 1990. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1990 TO 31ST MARCH, 1991</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [8th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JD 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have three cuts under this amendment. Can I take them one after the other? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo:</b> Sir, we should pay close attention to the problems of destitute families. This is because there are large numbers of children in these families who have potentials that we can develop. I feel that some close attention could be given so that the potentials of these children could be enhanced in order that some of these families can break out from the poverty cycle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, any provisions directed to help these families will be in the long term interest to try and reduce the problems faced by destitute families. The social health of the community is reflected by our capacity to care and though it is necessary that these families should help themselves many of them are unable to help themselves unless help is rendered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is estimated that there are 39,000 households in chronic hardship. They consist mainly of widows, single parents, and families suffering from chronic sickness. The per capita income of these families is less than $125 a month. It is indeed difficult for these families to try and meet the minimum household needs. All these households have young children who are our nation's resources. The children of these households have potentials to be developed provided we can organise various social assistance schemes to assist them. In this respect, I am pleased that the Government is intending to implement the dollar-for-dollar contribution to help voluntary organisations to develop programmes to assist these families. I hope that all grassroots organisations that intend to undertake this programme will be considered and supported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we make further economic progress, the standard and cost of living will increase and these destitute families will likely lag behind. Life will be increasingly difficult for destitute families, especially Government services, such as health, education and public utilities are restructured and privatised. If no concrete help is extend to this group, particularly their children, they will unlikely be able to break out from their poverty trap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, therefore, a case for some support measures to help these families. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> These families should not be assisted through welfare handouts which will lead to long-term dependency. The measures should consist of programmes to upgrade the skills of the families and to improve the educational achievements of the children. In this respect, I would like to ask the Minister what plans are being made by the Ministry to assist destitute families more specifically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, turning to the development of community-based programmes for the aged. I note that about 8.3% of our population consists of the aged who are 60 years and above. In absolute numbers, there are about 230,000 aged persons and most of them are living in our older public housing estates. Whilst most families are able to provide care and support for the aged, there is a growing number of families requiring assistance to meet the needs of the aged sick and the problem is likely to become more acute because of the increasing number of old people who are likely to be subjected to various physical and other health related problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the need is therefore quite urgent and we should try and see what we can do to try and provide supportive services for the aged sick. Therefore, as I see it, there is a need for setting up more community service programmes, such as home-help, day-care and rehabilitation for this group of aged sick. Most voluntary and community organisations could be encouraged to establish these services. However, they find it difficult to do so without grants from Government to meet the operational costs. In view that the demand for community-based programmes for the aged will become more urgent in the near future, I would like to ask the Minister what steps are being taken by the Ministry to encourage and develop more community-based programmes to help families that may likely face problems in caring for the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the area of grants for child-care services, I take note that there is an increasing number of latchkey children that are known to be left alone unsupervised in some of the lower income house- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> holds. Most of our child-care services cater for children below the age of six years. However, there is a growing demand for care and supervision of children between 6 and 11 years old. Working mothers, particularly those who work in factories, will find before and after school care programmes most helpful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, are there plans by the Ministry to encourage the development of such a service and what assistance will be extended to organisations to start such a service to cope with the problems of latchkey children. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Sir, upholding the family as the basic block of society is supposed to be one of the PAP's core values. The Government should therefore do its utmost to help destitute families, defined by the Report of the Advisory Council on Family and Community Life as \"those families who for various reasons face hardship in meeting the minimum household requirements for daily living\". And the Report states that \"currently about 22,140 families have an earned income below the minimum household expenditure\". Assuming, Sir, that each family consists of four persons, then the number of those in the destitute families would come to 88,560, a very sizeable number and proportion of our population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Statistics Department should review the minimum household expenditure in line with the present high cost of living and inflation, the actual number would surely be much, much higher. Those who are destitute, unlike our Ministers who are drawing fat salaries, live miserable lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Facts show that poverty is a real problem in the midst of plenty in Singapore. It cannot be easily wished away or covered up. PAP grassroots members have spoken of it recently in the PAP Convention and PAP Members have spoken of it in the House right here. Of course, Ministers, because of lack of good arguments to counter what has been pointed out, frequently repeat unflattering, disparaging remarks about Dr Lee, that I think in terms of the 1960s instead of the 1990s, that Dr Lee is a Rip van Winkle and that I must get \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> out of my cocoon. It would appear, Sir, that from the very facts that I have just related -just only a little bit of it - it is the Ministers themselves, not Dr Lee, who should get out of the cocoon and wake up to the reality that is in our midst. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, Sir, poverty exists, and it is a pity that some of our Ministers may not have gone to visit the small little cubicles in which their constituents live. If the Minister for Finance is here, I would advise him to go along to Smith Street and Trengganu Street and see how these people live in small little cubicles. The fact that many of our Ministers take the opportunity to gain some political propaganda by giving ang pows during festive seasons should also testify to the fact that there is poverty in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987, 368 people over 60 years old, a quarter of all suicides, took their own lives because they could not afford or had no one to take care of them in their old age or illness. I ask, Sir, what concrete steps has Government taken to help alleviate the hardships of such destitute families? Will the Government consider giving adequate financial aid to those who are in real need, as already disclosed in the Report of the Advisory Council? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, I would like to commend the Minister for setting up the Advisory Council on Family and the Aged to strengthen the family and develop a cohesive and caring community. We all know this objective is easily said than done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this highly commercialised and materialised society, there is a concern as to how we can preserve basic core values within the family and to uphold the family as the basic building block of society. As a famous Confucian teaching goes: (&nbsp;&nbsp;&nbsp;&nbsp;). This is a teaching of how to strengthen the family and develop a caring community. The first step is to train ourselves to the fullest. The second step is to create a happy family before coming to the third step of running a state effectively and finally, the last step, of contributing to the good of mankind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not only need theoretical teachings but also practical examples. I am glad that various ministries are currently \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> promoting family life education. For instance, the Ministry of Education through its moral education and good citizen programmes is teaching our school children the right values and behaviour. The Ministry of Health is organising talks on marriage and parent education programmes for young couples and parents. And the Ministry of Community Development is carrying out its public education programmes on family life. All these efforts are good. However, in order to avoid duplication and wastage of resources, I think we should have closer coordination among the various Ministries to pool resources together. I am supportive of offering fiscal incentives to encourage young couples to have more children and to have them early. This will help to solve some of our population problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point now is how to encourage young couples to have a right attitude towards marriage. I think besides theoretical teachings, parents, teachers, national leaders and prominent figures could set the social norm and be role models for the younger generation. In this respect, I would like to suggest the MCD or civic organisations consider giving national awards for model families, model couples, model children, etc. We already have the Mother of the Year Award. Why not also a Father of the Year Award? Our fathers need just as much encouragement to be good and responsible fathers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would like to touch on the supporting services promoted by MCD in strengthening the family. \n  <br>\n  <br>\n  <i>Setting up of family service centres</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister has recently announced the setting up of family service centres to provide greater family support service at the community level. Here I would like to bring to the Minister's attention a few factors for consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The charges of the family service centres should be affordable. I am glad that the Minister has announced yesterday that the Government will give capital grant and operational subsidy to family service centres. I agree that we should not become \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> a welfare state, but we should help the destitute to help themselves. The family service centre could implement more preventive and developmental activities for low-income families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry should also set up guidelines to monitor the quality of the service offered by family service centres and ensure that at the initial stage, the family service centres should be spread out into major housing estates, and there should not be more than one centre in one estate. In drawing up the guidelines, the Ministry should also take into consideration the problem of increasing divorce rate. Today, the number of divorces has increased by 22%, from 1,643 cases in 1985 to 2,004 in 1989. The dilemma between materialistic gains and responsibilities in setting up a family is related to the problem of balancing career development with marriage, parenthood and family piety. Hence I would like to urge the Minister to provide services to help women suffering from stress, abuse, physical violence and marital breakdowns, etc, to learn to cope with the family and social changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry should also assist in the training of staff offering counselling at family service centres. I understand that although NUS trains several social work students every year, most of them do not end up working in social service organisations. At present, some of the voluntary and welfare organisations are facing problems in recruiting qualified social workers. Furthermore, I understand that welfare volunteers only comprise 2% of our population in Singapore. This is quite low when we compare to 12% in UK and 30% in the USA. Therefore, I would like to urge the Ministry to help the welfare and voluntary organisations offering training to train more volunteers and staff in the field of welfare services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other family support service I would like to touch on is the before and after school care service for school-going children. At present, some of the schools and voluntary organisations are offering the after and before school care to school children. I think there is a need for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> Ministry to give some guidance and assistance to these operators. We should encourage more community centres and schools to provide such services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last area I am going to touch on is child care services. I must thank the Ministry of Community Development for their support in child care development in Singapore. However, two areas still need a lot of attention. One area is the need for trained personnel. With the Institute of Education and NTUC providing training to child care teachers, we are still in need of developing the teaching staff and trainers in the institutes of higher learning, eg, diploma, degree or post-degree training in early childhood education and child psychology. At the moment, no such courses are available in Singapore. I would like to suggest that the Ministry assist the training institutions by offering scholarships to the teaching staff to upgrade themselves through courses overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, the number of workplace child care centres is still very small. I would therefore like to ask the Minister whether there is any plan to encourage employers to set up more workplace child care centres. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, the Ministry of Community Development has done an excellent job, assisting and encouraging individuals, organisations and employers to set up child care centres for the benefit of working mothers. It is indeed a good sign that more and more child care centres are being set up in private residential estates, at the void decks of HDB flats as well as at companies' premises. The easy availability of these child care centres has encouraged more and more women to enter or re-enter the labour market and help to contribute to the economy of Singapore. At the same time, they help to ease the labour shortage to a certain extent. With more child care centres being set up, I would suggest that the Ministry take a short pause and take stock of the existing numerous child care centres to ascertain whether or not the supervisory role of these centres is adequate and satisfactory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is easy to ensure a suitable site for a child care centre with proper layout, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> furnishing, equipment and other essential physical facilities. But it is entirely a different cup of tea, for example, if the centres were to provide and maintain a high standard of child caring and child raising skills. The quality of this fast-expanding service must not be compromised. As we all know, Singaporean parents normally want the best for their children. A few days ago, we read in the newspapers that parents even make use of their domestic maids to queue up overnight outside a kindergarten centre just to get places for their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of the child care supervisors, teachers and assistants are young women. Some are not married and some have not even become mothers. As such, they may not have the necessary experience and expertise to provide the essential care for the young children. There is no need for these women to possess high academic qualifications. Even 'O' level qualification is not necessary. One of the important factors is that these young women must have the motherly love for children so that they will understand the needs of young children. They must also look upon these young children as if they are mother to them, full of patience, understanding, care and concern and, of course, love. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am no expert in this field, but as a parent of two young schooling children, I at least know the basics of proper upbringing of children. Hence, I want to find out from the Minister what sort of assistance in the form of child care training has been provided to the supervisors, teachers and assistants of child care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, training for these personnel is very important. Parents place their young children in the child care centres with trust and confidence and expectation that their children will be in safe hands of well-trained and responsible child care givers, so that they can concentrate on their day's work at their workplaces without distractions and much worry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to find out from the Minister what other measures are being taken by the Ministry to ensure that adequate and proper supervision of child care centres are carried out. I have the following questions for the Minister. Is the Minis- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> try ensuring that the educational programmes for child care centres are suitable for the various age groups of children? Are the dietary recommendations made by the family development branch for infants and older children strictly followed at child care centres? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, may I also ask the Minister whether or not the recommended number of staff to child ratio as required for each age group of children is maintained? There should not be overcrowding just because there is a high demand by working mothers for places for their children in child care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Community Development has a capable Minister who knows best what child bearing, child caring and child upbringing are all about. Therefore, I would expect a more satisfactory response to my queries. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ho. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I have an cut under this amendment. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is Dr Ho's turn. You can wait for your turn. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Thank you, Sir. I support the views put forward by Dr Vasoo on the plans to assist destitute families. Currently, the Ministry of Community Development has a very stringent means test to qualify applicants for public assistance. When applicants for public assistance are found to be able to get help from relatives and friends, they are disqualified from public assistance. There is an estimate of about 22,140 very low income families belonging to the category which is living slightly above destitute standards. But when these families are faced with some severe setbacks such as the loss of the wage earner, they are likely to fall into destitution if left without support. Very often, these families have arrears in rental and PUB bills. When they cannot pay the HDB rentals, HDB will evict them. When they cannot pay PUB bills, PUB cuts off the water and electricity supply. And if the family has school-going children, the children cannot even study at home because there is no light. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to propose a scheme to help these families. Will the MCD consider a rent and utilities assistance scheme to help these destitute families to meet the basic needs for shelter and utilities? This could be just temporary assistance until one of the wage earners gets a job. But very often, the wage earners of these families tend to have no skills and hence have difficulties in getting a job. So arrangements could be made to send them for on-the-job training or skills training and the Skills Development Fund could be approached to provide full funding for the skills training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Children belonging to such families also need support. I would like to suggest MCD consider a scheme where they liaise with the Ministry of Education and hence the schools to ensure that these children get a decent breakfast or decent lunch while in school. This can come through a subsidy given directly to the school to administer, to provide for the children and this subsidy could include things like bus fares, school uniform, textbooks and stationery. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another group of people who need some form of special public assistance is the single parent families. Not only do they need financial support, they may also need counselling and psychological assistance. Some of these single parent families also have young children to look after. To allow single parents to work, I would like to suggest to the MCD to provide some form of public assistance which could cover the cost of child care service. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam)</b>(\n  <i>In Mandarin</i>): Sir, in 1986, people who received public assistance came to about 3,874. Since then, the number of such recipients has been declining. This year, the projected number of public assistance recipients is only 3,380, compared to 3,390 last year. The difference is very negligible. This is a good sign. On the other hand, it also means that there are people who are in difficulty and need public assistance from the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, during the debate on the budget for MCD, in reply to my query the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> Minister said that public assistance rates would be reviewed in 1990. I hope the Minister will have some good news for this House and the recipients of public assistance. I would like to urge the Minister to review the public assistance rates according to the present standard and cost of living so that the recipients will be able to meet their daily expenses until the next review of the public assistance rates. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, the sum spent on public assistance has been greatly reduced through the years. In 1988, because of the elections, public assistance was increased - for one person, from $90 to $120; two persons, $140 to $185; three persons, $180 to $240; and for four persons, $220 to $295. Only those who qualify under the strict means test criteria, like the aged destitute, disabled, mentally ill, chronic sick, widows and deserted wives with children under 12 years old, according to the Minister, will be able to receive public assistance. Government knows that these small sums of public assistance are not adequate. The Council of Social Services had already reported in 1980, 10 years ago, that the minimum requirements for a family of four would be about $450 a month. Now, allowing for inflation and higher cost of living, the sum should be anything between $600 and $700 at least. Today, Ministers have given themselves big increases in salaries. Do they also think of those who are less fortunate, and especially those who are in need of public assistance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The stringent conditions imposed for granting public assistance should also be relaxed. I think it is time that the public assistance plus the stringent conditions for it be all reviewed. Even if the public assistance should be doubled, the total amount to be spent on such aid is still very small. But that would certainly go a long way to help those unfortunate people. Would the Minister give serious consideration to this matter this time? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, I would like to ask the Minister for Community Development to consider providing more administrative, advisory as well as other support services to community run homes for the aged and their senior citizens' recreation centre. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a voluntary welfare home in my constituency known as the Geylang East Home for the Aged, which is presently managed by volunteers who are doing a great job. This home also operates a senior citizens'recreation centre and there are plans to provide more services, like day care centre for senior citizens. While the Ministry provides some support and assistance, I think the homes could certainly do with more advisory and administrative support from the Ministry of Community Development. May I suggest that perhaps the Ministry set up a secretariat which could help provide more services to voluntary welfare homes. Officers from the secretariat could visit the homes from time to time or attend their monthly management meetings to discuss issues and problems which their management committees face and to give advice and support wherever required. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unlike the commercial homes for the aged, voluntary welfare homes depend on contribution from the public and they would have to watch their budgets carefully and therefore support and advice from experienced Ministry of Community Development officers would be very helpful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, running a home for the aged is not an easy task. And volunteers who are prepared to do other community work are sometimes reluctant to serve in homes for the aged because of the onerous responsibility. Sir, in view of this, perhaps MCD could give more help to such homes and in this way I think these homes could provide more services for our senior citizens. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I am much obliged to you. I would like to speak on grants to child care services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no denying that there is a great demand for child care centres. A newspaper report in November last year had this as the headline: \"Child care centres report full house and long queues\". Owners of all private child care centres interviewed by the reporter who wrote the article said that they all had enrolment of maximum capacity. At some centres parents would have to wait up to six months to enrol their children. One centre reported that they had 143 people on their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> waiting list and it was getting longer and longer. Another centre reported it had a capacity of 28 and it had a waiting list of about 100 since eight months earlier. Almost every private child care centre had the same story to tell. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do parents want to send their infant children to child care centres? Some said that it was due to the subsidy given by the Government, others said that they do not want the child to be too attached to the maid, and there are others who said that they want their children to interact with other children and gain good social habits. But, Sir, above all, most parents do now realise that the child's learning capacity is at its greatest between the ages of 2 and 6 years old. Therefore, it is of paramount importance that a child of that age group be placed in the correct educational and social environment to reap the maximum benefit for the intellectual and social growth of the child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the dire need for more child care centres, the MCD appears to be in no hurry to do something to meet the demand for more child care centres. I note that in the budget report that there are currently 11,666 children who are in child care centres. The MCD hopes to increase this number to 14,467 in FY 90. That number is only about 10-12% of the children who need to be enroled in child care centres. 85% of Singapore's population reside in HDB flats and most of the parents are working parents. I estimate there must be at least 120,000 children in HDB estates who need places in child care centres. Therefore, I would urge the MCD to look more seriously into the building of more child care centres at HDB housing estates. The task is most urgent if the Government wants to get mothers to go into the labour market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the Government is to build six more child care centres in new HDB estates. I say that this is definitely not enough. Even if the Government builds 60 more new centres they would not be enough. The task ahead in regard to providing child care centres is not only urgently needed but a gigantic one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The $14 million allocated for subsidy to child care centres is a paltry one. I think \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> this figure needs to be increased drastically, especially there will be a shortage of good teachers to teach in these child care centres. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee (Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Community Development (Dr Seet Ai Mee):</b> Sir, Mr Chiam See Tong on Wednesday stated that there was no welfare programme in Singapore and that the Government does not support welfare. Fortunately his statement is untrue. Otherwise the Welfare Services Programme which constitutes a major section of the Ministry of Community Development would be non-existent, and we as the House would not today be debating the Welfare Services budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, hon. Members have dwelt on a wide range of topics, from destitute and low income families, to family service centres, before and after school care programmes, child care centres and programmes for senior citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the family is the basic building block of our society, as Mrs Yu-Foo has reminded this House very aptly. We must promote programmes and services to preserve the family unit and buttress the family to weather crises. When our families are strong, our nation will be strong. We need to ensure the retention of suitable core values which promote diligence, sense of responsibility for the family and the nation, and love and respect for elders. I wish to quote a 1988 United Nations publication on \"Guiding Principles for Developmental Social Welfare Policies and Programmes in the Near Future\". Sir, it states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Social welfare policies need to give greater attention to the family. Policies to meet the need of the family as a fundamental unit in society, as well as those who meet the needs of individual members, should be based on an accurate assessment of dominant as well as newly emerging family patterns and models. Greater recognition of the socially disruptive effects of weakening family links and of the increased rate of family break-ups calls for greater emphasis on programmes to strengthen families as well as better integration of the different services designed to meet both the common and the varying needs of children, young people, the aged and the disabled. Specific programmes are called for that will make it easier for parents to reconcile and combine family and work responsibilities.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, Sir, that we in Singapore are on the right track in the emphasis we give to strengthening our families. My Ministry, together with the Singapore Council of Social Service, and various voluntary and grassroots organisations provide a range of services to achieve our objectives. These include public education programmes, child care services and social work services specially for families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has accepted the recommendations of the Advisory Council on Family and Community Life to set up Family Service Centres (FSCs). The FSCs are one-stop family support centres at constituency level. FSCs provide an integrated range of remedial, preventive and developmental services for families and individuals in the community. The objective is to enhance family life and help families to be self-reliant through mutual care, concern and cooperation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee of Family Life of the National Advisory Council on Family and the Aged is looking into the issue of training of staff and counsellors for FSCs. This will take the form of formal training in social work at the NUS as well as short workshops and training seminars for volunteers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For financial year 1990, the Government has set aside a sum of $220,000 as capital expenditure to set up three FSCs. A sum of $840,000 has also been set aside for the next three years to help meet recurrent expenditure of the FSCs. Three voluntary welfare organisations have indicated their interest in setting up these FSCs. \n  <br>\n  <br>\n  <i>Programmes for the Aged</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we address programmes for the aged, Government's philosophy towards the care of the aged is that the family unit should be preserved and buttressed as a major provider of assistance for its members. The best setting for the aged is within the family. For the well and ambulant aged, the focus is on the maintenance of good health and social activity. Health screening examinations and dissemination of health information are readily available in the 32 health screening centres run by the Home Nursing Foundation, People's Association and grassroots organisations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Senior Citizens' Clubs have been promoted to keep the elderly socially active. These clubs have a total membership of 79,000. They are run by the PA, CCCs, RCs and some voluntary welfare organisations. A few Senior Citizens' Clubs will be embarking on the organisation of regular daily programmes to cater to the recreational and social needs of senior citizens in the neighbourhood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Senior citizens can drop in at these activity centres during the day and participate in organised fun and developmental activities. Such centres will provide a point of interaction for the elders and will be particularly useful to senior citizens whose children are away at work during the day and who have no one to interact with at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also networks of befriender services, meal services, day care services, senior citizens' health care centres, home nursing services, respite services and home hospice care for the frail aged who live in our community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New programmes and services which are currently being developed include services for the confused elderly, family support groups and a multi-service centre providing a range of home care and agency-based services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to further encourage families to care for their aged and handicapped dependants, the Minister for Finance has announced in his Budget Statement that the tax relief will be further raised from $2,500 to $3,500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for residential care for the aged, my Ministry's policy is to avoid placing an aged person in a residential institution, unless there is good reason to accept that he or she cannot be looked after in the home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry conducted a National Survey on Senior Citizens in May 1983. The survey showed that there is an overwhelming reluctance among elderly Singaporeans to stay in old folks' homes. 85.7% of the elderly lived with immediate family members. When asked about whom they preferred to live with, 66.4% of the respondents indicated that they would prefer to live with their spouses and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> children, 2.3% with relatives, 9.2% live alone and only 1.6% indicated a preference for an institutional home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a more recent sample household survey conducted by the HDB in 1987, amongst married respondents whose parents are alive, 57.1% stated that they would like to live with their children when they are old. 20.2% wanted to live within walking distance of their children or in the same or nearby estate, and 15.5% were unsure of their future living preferences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, only a small percentage, about 1.7% of the aged are now in old folks' homes, and we in Singapore should strive to keep the percentage of elderly in such homes to this percentage, ie, well below 2%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our philosophy on residential care for the aged is not merely an Eastern or a Singaporean one. In 1969, Charles Boucher, Senior Medical Officer in the British Ministry of Health, had this to say about residential care of the aged: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Our philosophy is that old people want to remain at home in their own houses, surrounded by their own possessions, their own memories. We don't mind whether it is a good home, a bad home, a tiny home. That is where we believe they should be, where they are secure, where they have got confidence. It is tempting to think that it is a matter of institutions and that sort of thing. I think it is rather like condemning old cars to the scrap heap.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Tiong Bahru GRC and Dr Lee Siew-Choh have commented on services for the aged. I quote my Minister's speech yesterday: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Government will, over the next five years, provide grants of up to $92 million on a 50-50 cost sharing basis with the voluntary welfare sector to enable them to provide welfare services to the aged, the disabled, low-income families and other specific groups of people who need assistance. These include day care centres for the aged and disabled, new residential homes for the aged and family service centres.' \n  <br>\n  <br>I believe he has aptly answered both their queries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The National Advisory Council on Family and the Aged (NACFA) was set up in August 1989 under my chairmanship. It will coordinate, monitor and review services and programmes of the aged and monitor the implementation of the recommendations of the Advisory Council on the Aged. This will ensure that the issues of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> aging and the aged are kept socially relevant and current. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NACFA has a special committee to look into the provision for residential care and housing arrangements for the elderly and their families. In the second half of this year, I will be leading a team of NACFA members to visit some Asian and other countries to look at alternative models of residential arrangements for the elderly and also the organisation of Family Service Centres in these countries. We can learn from others more experienced. After the studies have been completed, we will then be in a better position to determine the types of residential care arrangements for the elderly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The qualify of life of our senior citizens, especially the very old and frail, rests largely on the attitude and perception of our young towards them, as well as how the aged perceive themselves. I cannot over-stress the importance of public education and public support of the aged. The article in last Monday's Straits Times on mistreatment and neglect of the elderly is warning of the rot which has set in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The attitude of some residents shows that public sympathy for the aged is but skin-deep. We have had instances where residents have objected to the setting up of facilities for the aged in their housing estates because they feel that these facilities would depreciate the value of their properties. We face bigger problems when it comes to locating facilities for the disabled. What we must understand is that the siting of such facilities close to public housing estates will not only alleviate the problem of staff and volunteer recruitment, it is also convenient for their families to visit them in the evenings and weekends. This is in line with the concept that the aged, even those who are very frail, are part of the community and should be regarded as such. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry's Public Awareness Programme on Aging (PAPA) is directed at correcting the misconception that senior citizens are mainly disabled, decrepit and dependent. The programme is aimed at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> gaining public understanding of the problems and needs of our aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both the Member for Tiong Bahru GRC and our NCMP have spoken at length on Assistance Plans for the Destitute. Our objective should be to teach the less able to fish and fend for themselves rather than to provide the fish. There are currently many job vacancies and those who want to can get jobs easily. Wages in Singapore are good. The person once employed will be self-supporting. There are also training opportunities for those who want to improve themselves. But, Sir, there are some who cannot or do not know how to improve themselves. My Ministry will be looking into how we can help the low-income, less able group by teaching them, using the same metaphor, \"to learn to fish\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I quote again from the UN paper, the section on Employment, Income Security and Eradication of Poverty. The UN paper states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Social welfare policy should be more clearly directed towards the root causes of poverty rather than its alleviation. It should be an integral element in a broad strategy of increasing employment and investment opportunities for both men and women, as well as the productivity of weaker segments of society. A central element in this strategy is productive employment. Social welfare needs to concentrate on helping young people to find meaningful work and become self-supporting and on assisting people with special problems, such as older or disabled workers, single parents, minorities, those without skills or former addicts or offenders, to find and keep jobs and to increase their earning capacity.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Rent and Utility Scheme recommended by the Advisory Council on Family and Community Life has been accepted by the Government and my Ministry is working with the Singapore Council of Social Service and the Community Chest to set up a system and implement the scheme. Guidelines will be set for the disbursement of the temporary financial assistance. Three voluntary organisations have agreed to assist in counselling and follow-up assistance. \n  <br>\n  <br>\n  <i>Public Assistance Scheme</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the truly destitute who have no means of their own and who cannot depend on friends and families, the Government gives them Public Assistance (PA) allowances. The PA allowances are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> kept low so that they will not be an incentive to those who are working to stop doing so and instead live on PA allowances. The PA rates, as explained by Dr Lee, are based on the minimum household expenditure as computed by the Chief Statistician. It covers basic items such as food, rent, utilities and other expenses. The Advisory Council for Family and Community Life has recommended a review of the minimum household expenditure and so have several Members today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry reviews the Public Assistance rates every two years and it has got nothing to do with general elections. The last review was implemented in 1988. The next review is due this year and increases would be made to the PA rates, if justified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to explain to hon. Members who have commented on the strict PA criteria that the PA scheme is meant for the destitutes, those who have no resources of their own and no one to turn to for help. Public assistance is not meant for low-income families. Those on PA are mainly the aged, the disabled, the chronically ill, and widowed or distressed wives with young children. Far from being stringent in our allocations, 53% of those who applied were given PA last year. Only 10% were rejected; 26% of those who applied withdrew their applications and 11% were referred to other agencies for assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the concerns of the Member for Tiong Bahru GRC, we do pay particular attention to the children of PA recipients who are in schools. We want to help these children to improve and we will give them every opportunity to do so. My Ministry gives these children monthly educational grants of $30 per child up to a maximum of $120, and yearly grants of $50 per child up to a maximum of $200 for purchase of school uniforms and shoes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Community Development has a referral system with the Ministry of Education where school-going children of PA recipients are referred to the Ministry of Education for special assistance. The MOE assistance includes a combination of the following; exemption of school and examination fees, free textbooks, transport subsidies, bursaries, free \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> milk, free uniforms and special attention to their needs, eg, remedial and supplementary lessons. Schools do not provide breakfast and lunch. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A large number of PA recipients are not interested in receiving financial aid from the Government. Rather they are more interested in the benefits they perceive as being available to PA recipients. They use the Public Assistance scheme to get priority allocation for school tuckshop stalls, HDB accommodation, waiver of hospital charges and other benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, several Members have risen to question our Government's policy of working with and through welfare organisations and the community in dispensing welfare aid. I return again to the UN paper section on \"Relationships between Governments and other Sponsors of Social Welfare.\" It reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Social welfare is the concern not only of Governments but also of numerous other sponsors. Non-governmental and voluntary organisations, trade unions, co-operatives and community and social action groups are major sponsors of social welfare programmes that must be recognised, supported and consulted. Enterprises and employers also provide social benefits and welfare services for their employees and dependants and sponsor community programmes. In some countries, individuals and groups can also enter into private contractual arrangements or purchase services in the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are advantages to such a diversity of sponsors and approaches, including the potential for a more precise identification of needs, innovation in strategies, generating broader participation and the involvement of more resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government should recognise, acknowledge and encourage the manifold contributions of non-governmental organisations in developmental social welfare policies and programmes and make every effort to involve them in the planning and implementation thereof at both the local and national levels.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I need not say more, Sir. The paper has said it all. In Singapore, we shall continue to work hand in hand with voluntary welfare organisations and the community in the mission of caring for the needy in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Marine Parade GRC asked for assistance from the Ministry to help the management of homes for the aged. He referred specifically to the Geylang East Home for the Aged. From my past experience working with voluntary welfare \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> organisations (VWOs), I have found that VWOs, like any other registered societies, value the right and liberty to run and manage their affairs in accordance with the wishes of their general membership. These organisations generally do not welcome directions from the Ministry on how to run their services. This is rightly so and we should respect their independence and integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to homes for the aged, we in Singapore legislated for minimum standards of care in the Homes for the Aged Act. The Act and its Regulations provide guidelines to VWOs running homes for the aged on acceptable standards of care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry has set up an Inspectorate Unit and officers of the Unit offer the management committees and staff of the Homes advice and guidance in the management of their Homes. Last year, an officer from this Unit visited the Geylang East Home for the Aged on five occasions to inspect its facilities, monitor standards of care, discuss issues and offer advice to problems raised by the Management Committee and staff. I would like to congratulate Encik Othman Eusofe and members of the Management Committee for doing an excellent job in running the Geylang East Home which is one of the better run Homes for the Aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given that there are 42 of such homes and more than 100 other types of voluntary organisations, the Government would be hard pressed to assist in administrating them. It is far better for homes to manage independently. seeking assistance from volunteers in areas of need identified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House will recall during the Budget Debate on 12 March, Mr Philip Tan (MP for Paya Lebar) encouraged senior citizens and former MPs to help plan and spearhead projects for senior citizens as they have the necessary wisdom and leadership. Perhaps the MP for Marine Parade GRC may wish to take up the proposal and invite these suitably qualified honourable citizens to assist him in the management of the Geylang East Home for the Aged. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Members for Yuhua, Changi and Potong Pasir have spoken on our child care services. I wish to update them on an evergreen issue since 1982. As at 13 March this year, there are 199 child care centres of which 20 are workplace child care centres. I agree with the Member for Yuhua that more should be done to encourage private corporations to run more workplace child care centres. Of the 20 workplace child care centres, only two are run by private companies, the rest are set up by the Government, statutory boards and Government agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is understandable that private corporations are not keen to run child care centres. This is not their business and they do not have the necessary expertise. However, they can overcome their lack of expertise by having a contract arrangement with experienced operators of child care centres to operate the centre for the company. The Ministry of the Environment and the Jurong Town Corporation have such arrangements. My Ministry will only be too ready to act as matchmaker to assist companies to identify suitable child care centre operators to run workplace child care centres for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, I have good news for companies who wish to operate child care centres. The Ministry of Finance has just advised my Ministry that, firstly, the employer may claim industrial building allowance on capital expenditure for renovating and converting premises. Secondly, the employer may claim capital allowance on capital expenditure and renewal allowance for the replacement of the furnishing or equipment. Thirdly, losses incurred in running workplace child care centres will generally be regarded as losses of the trade. Fourthly, subsidies given to employees to help them defray the cost of child care are regarded as deductible expenses to the employer. These are, however, a taxable benefit to the employee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi has asked about child care givers and there have been calls for an increase in the $100 subsidy given to parents who use child care centres. Whilst there is no reason to increase the subsidies given directly to parents, the Government is increasing its subsidy for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> training of child care staff. In answer to the concerns of the Member for Changi, for the basic, intermediate and advanced in-service courses run by the Institute of Education, the Government subsidises 70% and 50% respectively. This year, the Government has stepped up the training of child care teachers by introducing a full-time pre-service course on child care. The pre-service course is meant for those who are not already teaching in child care centres. The pre-service course will provide a pool of trained staff for our child care centres. The Government pays for the full cost of this new programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to the Member for Potong Pasir, we not only need buildings for the new child care centres, we need also to train child care teachers. And currently, the greater need is for more child care teachers. There are many child care centres in Singapore which are operating at 70-80% capacity because they do not have sufficient staff. So this is why this year we have addressed the urgent situation of providing more training for child care givers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Yuhua has asked whether the National Institute of Education will provide degree courses in early childhood education. The pressing need today is to train child care staff at basic and intermediate level. The IE will continue to provide training to child care and kindergarten staff at this level. It is premature to introduce degree programmes for child care personnel. However, I do agree with the Member for Yuhua that trainers of child care givers should have degrees and post-graduate specialisation in early childhood education. The IE has in-service tutorships for post-graduate students and also overseas scholarship training schemes. And we will heed her advice and encourage post-graduate education students to take up specialities in early childhood education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Changi asked about the quality of services provided by child care staff. The Child Care Centres Act and Regulations introduced in 1988 stipulate clear guidelines for quality of care in child care centres. Only centres which meet the minimum requirements for health, safety, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> manpower and programmes are given a licence to operate. The licences are for specified periods of up to two years and a centre needs to be re-certified every two years to qualify for a new licence. Two such licences have not been renewed because these centres have not met our minimum requirements. Yes, Sir, we do supervise closely the child care centres and we do monitor education, health, dietary and personnel requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Advisory Council on Family and Community Life recommended that community and voluntary organisations and the schools be encouraged to provide programmes for before and after school care. The Government does not have special financial assistance schemes for such programmes. The Government will continue, however, to assist the VWOs and community organisations to obtain premises for the development of before-and-after school care programmes. When we referred this issue to the Ministry of Education, in answer to the Member for Yuhua, the Ministry's answer is that it does not have formal programmes to look after school children within school premises before and after school hours. However, a few schools are providing before-and-after school care programmes on their own and with the help of volunteers. The Ministry of Education will give encouragement to other schools which want to set up similar programmes in their schools. The Ministry of Community Development will be encouraging family service centres to set up programmes of this nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Yuhua has also called for the integration of the three family education programmes run by the Community Development, Health, and Education Ministries. I wish to assure her that the three Ministry groups work closely together. But as the three programmes have different foci, Community Development on building up the family unit, Health on procreation, and Education as part of moral education, it is best that these programmes be separate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mrs Yu-Foo has highlighted the problems of the divorced women and Dr Ho Tat Kin has brought up the problems of single parent families where often the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> single parent is the woman. The Member for Yuhua has asked that my Ministry considers setting up a unit to service the needs of the woman who is in hardship and distress. I am glad to be able to reply in the affirmative. Beginning 1st April 1990, there will be a Women's Welfare Services Unit under the Family and Social Support Branch of the Ministry of Community Development. This Unit will provide social assistance and will be a direct point of contact for women who need help, including assistance for single parent families. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, can I get a clarification from the Minister of State? Sir, I did say that in the strictest sense of the word, Singapore has not got a welfare service. What I meant was a welfare service akin to that of the western industrialised countries. As she probably knows, America allocates about 42% of its budget on welfare, and England, Australia and New Zealand spend large chunks of their budget on welfare. I am not advocating that we should also spend that amount of money. But the Minister of State seems to think that spending $14 million on subsidies on child care is evidence that we have welfare service. Our total spending on the budget is probably about $14 billion. $14 million is only one-thousandth of our spending. One swallow does not make a summer, less still, one-thousandth of a swallow. Can she say that we have a welfare service based on our subsidies on child care centres? \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, I was just quoting what Mr Chiam said on Wednesday. He did not say that we do not have a welfare programme akin to the United States. I am willing to refer to the Hansard. He said \"we do not have a welfare programme\". \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> In the strictest sense of the word. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> You did not use the words \"in the strictest of the word\". So I was just picking up on that point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, $14 million is just our subsidy for child care centres. This subsidy is given on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> the $100 per month basis per child. For every child in the child care centres --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It cannot be. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Of course, it is. Our total expenditure is $228 million. Can the Member please check the budget, Sir? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> $14,000 has been recorded as the amount that is estimated that would be in the child care centre. How can it be? \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> $14 million, Sir, and not $14,000. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> 14,000 kids in the child care centres. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> All right, 14,000 kids multiply by 12 months, please, at $100 per child. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, fair enough. But my point is that $14 million out of an expenditure of $14 billion is only one-thousandth of the budget programme. If you should spend only $1,000 of the budget in subsidies, can it be said that we have a welfare service? That is the clarification I want from the Minister of State? \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, the Member from the Opposition seems to get his figures not only mixed up, but his facts are also mixed up. Child care is only one aspect of our welfare programme. Our total budget is $228 million. This constitutes 0.5% of our GDP, a rise of 0.2% from last year's budget. I think this is far better than many other countries. We have stated the issue many times that we believe the idea is to train our people so that they can earn a good living. In Singapore, there are many jobs to be obtained and we will hold to this social welfare policy, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> May I remind the Minister of State that out of the $228 million allocated to the MCD, much of it is spent not on welfare, but on residents' committees, on the community centres, CCCs and the People's Association, and we know very well that these are all PAP front organisations. I am not allowed in there. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, it is obvious that the Member from the Opposition did not listen \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> to my speech carefully. We do advocate that welfare through the community organisations is an important method of giving welfare in Singapore. I am not prepared to answer his allegations. He has been repeating these allegations so many times in the House and they are completely unfounded. These organisations are bodies of the Government and the community to assist in family building and welfare and community building. So long as our family is strong, our community is strong, our country will be strong and we will not need to go up to 40% of Government spending for welfare. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I want to ask the Minister of State two questions. If they are not Government front organisations, why are the Opposition not made advisers to the RCs, to the CCCs, and in the CCs when all other MPs are made advisers to these organisations? That is one question. Second, is the Minister saying that money spent on Residents' Committees and on the CCCs is money spent on welfare? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Wong Kan Seng):</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Minister for Community Development should give the Minister of State a chance to answer. Where is the cut and thrust? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Are you concerned, Mr Chiam? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> He is trying to save you, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Yes, there is going to be the thrust. Mr Chiam has raised this question about him not being involved in the Government's grassroots organisations. It bears repeating that the Residents' Committees, the Citizens' Consultative Committees, the Management Committees of the community centres, are all Government organisations with the purpose of promoting community spirit, community cohesion and helping in the community development effort of the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On many occasions, the Government will call upon these organisations to help explain Government policies and to help conduct campaigns on behalf of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 760</b></font>\n  <br>\n  <br> Government. They are not PAP organisations. Not all the members of these organisations are PAP members. In fact, that is not a condition for them to be members of these organisations. So let us be very clear that they are not PAP organisations. They are really just Government organisations helping in the promotion of community development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam is not an adviser to these organisations. But this does not make these organisations political organisations. In fact, the appointment of advisers is not based on the fact that the person is an MP or not an MP. The answer has been given before in this House that a person may be appointed an adviser if he is able to guide, counsel and help provide direction for these organisations in the conduct of activities on behalf of the Government. But if Mr Chiam were to say that now he will be prepared to help the Government in its explanation of policies and that, whenever called upon to do so, he will also help the Government in its efforts in community development in regard to the policies and campaigns that the Government conducts, then we will be prepared to consider Mr Chiam as an adviser. But I am not sure if that will be to Mr Chiam's advantage. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think the Minister has looked upon the Opposition in the wrong light. We are here also to assist the Government in nation building. We are not here just to oppose the Government. We oppose only if the policies are bad. That is the purpose of a constructive Opposition. So if the Government has got an Opposition in one of its so-called grassroots organisations and if the Opposition Member sees that the policy is good for the nation, of course, we will go all out and support the Government. But if we see that the policy is not conducive to nation building, how can we support it? Of course, we have to oppose it. That is our duty. That is why we are in the Opposition. We cannot blindly, like the other Backbenchers, follow obediently the instruction of the Whip in regard to their voting. That is the distinction. We have the discretion to oppose if we think that the policy is not right. On that condition, I am willing now to be accepted as an adviser to the grassroots organisations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 761</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Then the forum for Mr Chiam to make all these points that he does not agree with is this House. Outside this House where there are community organisations, like the RCs and CCCs, if he says, \"I do not support this. Now let us go out and campaign against the Government\", then he will be making use of these organisations for his own political objective. That will not be acceptable. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the last sentence was what the Minister has just said. It proves beyond a reasonable doubt that the grassroots organisations are in fact PAP front organisations because they go out and support whatever the Government policy is, is it not? Whether good or bad, it is their duty to go out and support it. We, in the Potong Pasir Town Council, of which I am the Chairman, also do community work. We will be organising one of the Government sponsored Health Week. That is a good thing. We go all out and support such a campaign for the health of the people of Potong Pasir. Similarly, if you have \"Keep the Constituency Clean and Free of Litter\" and \"No Spitting\" campaigns, we will support the Government on all these campaigns, which are good. But if you do not want to have libraries in Potong Pasir constituency, that is another matter which we cannot agree. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I would like to thank the Minister of State for her elaborate reply. We have moved a step forward for both Government and voluntary organisations in solving the community problems. I think this is a good direction and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JD 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the extended expose by the Minister of State for Community Development on the Welfare Services Programme, I must still say that I do not understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Hard of hearing. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> It is not a case of hard of hearing. I think it is a case of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 762</b></font>\n  <br>\n  <br> preaching to the converted. But I would just point out some elements of the development expenditure, both in the direct development and the capital grants, which in this Code, will be reduced in the fiscal year 1990. There is a substantial fall from $6.1 million in fiscal year 1989 to only $2.5 million which is a decrease of 58%. Also the total expenditure for the Welfare Services Programme is not budgeted to increase in fiscal year 1990. As this Department is directly related with the poor and the under-privileged, and as our economy and our budget have expanded, are there good reasons why the development expenditure and overall expenditure are reduced? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Department covers children and youth services, family services, services for the aged, public assistance, probation and aftercare services. In particular, after all the Advisory Councils' reports and recommendations over the past year, it is surprising that development expenditure in this area will fall so drastically. In fact, the project development expenditure shows that apart from the $2.4 million for the development of child-care centres and $100,000 for the children and youth complex at Yio Chu Kang, there are no other project expenditures for the Welfare Services Programme. Are we to assume that after all the publicity regarding all the Advisory Councils' reports on welfare for children, for the family services, for the aged, youth services, probation and aftercare services, this is all the project development can show. I hope the Minister can reassure us. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, the financial provision for recurrent and development expenditure under the Welfare Services Programme does not include the financial requirements to implement the Advisory Councils' recommendations. All the programmes which are recommended by the Advisory Councils are put together in the Advisory Councils' progress report and budget which my Minister has reported on yesterday. This in absolute terms means that we are having $125 million more per year over the next five years, some of which would have normally come under MCD's expenditure but because they have been recommendations of the Advisory \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 763</b></font>\n  <br>\n  <br> Councils, they are reflected in the Advisory Council's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, two components of the development expenditure - Direct Development and Capital Grants. The 95.3% drop given for direct development is due to the completion of a children and youth complex in financial year 1989. There is also a drop of 38.6% in the provision of capital grants for development of child care centres. This is because in the previous fiscal year, additional provisions were made for the renovation and upgrading of seven former Government child care centres now run by the NTUC and the expansion of three existing NTUC child care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Minister has also told us yesterday that $92 million was going to be given by the Government to support on a cost-sharing basis facilities for welfare serices for the disabled, the aged, family service centres and low-income families. The actual total amount is going to be larger. It is just that for accounting purposes, part of it is MCD, part of it has been put under Advisory Council. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, I thank the Minister for her reply. But just to make one clarification. It was mentioned that the Government is going to spend 0.5% of the GDP for the next five years on community development. I understand the figure given for this year in the Command Paper is only 0.4%. I would like to seek clarification on this point. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> The balance of the amount is the Advisory Council's requirements which have been recently approved. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> On this note, Sir, I wish to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JE 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a few years ago, our cultural activities were rather quiet. But in the past few years, cultural activities have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 764</b></font>\n  <br>\n  <br> flourishing in Singapore. A few years ago, I expressed my disappointment over the financial assistance given to cultural activities in Singapore by the Government. Now, having seen the kind of cultural activities in the past two to three years, I would like to thank the Government, civic organisations and cultural bodies for their efforts in promoting cultural activities in Singapore, especially now that we want to promote ourselves in the 1990s as a gracious society. For this purpose, the Government has set up an Advisory Council on Culture and Arts headed by the Second Deputy Prime Minister. The Council has set up a sub-committee to draw up a blue-print for the development of a more gracious society in Singapore, so that Singaporeans will not only be economically developed and have a better life, but, more importantly, also have a better spiritual life, in which the people will mould their temperament with art and culture, so that they will have a broader vision, a gracious conduct and a drive for creativity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, in the multi-racial society of Singapore, some people may advocate that we should discard our own roots and find a common ground. But I personally feel that we should preserve our own multi-racial cultural heritage so that each ethnic group will be able to develop on its own roots and on the basis of these roots we will be able to seek concord while maintaining differences, so that we will have a special unique culture in Singapore in this way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To develop the ethnic culture does not mean that we do not want to create a Singapore-type culture. In the process of seeking concord while maintaining differences, we hope to create a Singapore culture which is different from other cultures. This is not something that can be accomplished within a year or two. Cultural promotion and development take a long time. And I think under our efforts, Singapore culture will develop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is how do we develop ourselves into an international centre for culture and art. As a centre for East-West international communication and transportation, I think Singapore has the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 765</b></font>\n  <br>\n  <br> advantage whereby we can absorb the best of Eastern and Western arts and cultures for the smooth development of tourism and economic development. This is because tourists and international investors also want to enjoy a certain degree of cultural life. So in order to develop Singapore into a progressive society, it is important that we should also develop our culture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to thank the Government for giving places for cultural and arts organisations for the purposes of training and research. At the moment, more than 20 organisations have, under this \"Homes for the Arts Assistance Scheme\", obtained their own premises. But I think these are not enough. We have over one hundred arts organisations and they need more premises. I hope that the Government will give them assistance to have their places, such as old schools, to carry our their activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They are a few other points I wish to raise for the consideration of the Government. Although we have set up a Council for the promotion of culture, if we look through the budget provided for cultural activities, I think the provision is only 0.02%. This is a very small amount. I hope that with the establishment of this Council, the Government will also consider allocating funds to this Council for the continued promotion of cultural activities. Another source of funding is to get money and funds from the private organisations and statutory bodies. Such bodies have been buying local works of art and fine art. I hope that the Government will encourage semi-government bodies to contribute to the cultural promotion fund, not just by buying fine art pieces but also assist in the financing of performing arts, such as ballet, singing and music, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For private organisations, I hope that the Government will consider giving them higher tax exemption for their funds provided for donations to and sponsorship of cultural activities and development. In entertainment tax, although this has been reduced a few years ago from 25% to 10%, I hope the Government will further reduce it to 3% so as to enable private bodies to organise more public performances. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 766</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next point I wish to raise concerns exhibition halls and theatres. We may have a number of places for the performing arts but these places are not up to international standards for drama performance. I hope that the Government will soon build a drama centre or a theatre for drama. For the improved existing exhibition halls, theatres and drama centre, like our Indoor Stadium which is a very good one, the charges for each performance are about $16,000. This is not something that every cultural organisation can afford. I hope that the Government will have two rates for the use of the National Indoor Stadium. For the non-profit organisations which promote culture, we can give them concessionary rates; for those profit-making organisations and those which charge higher admission fees, then they can apply the higher rates. I hope that when we are improving our exhibition halls and places of performance, we will not in the process let our cultural organisations lose the opportunity to perform in such places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Singapore is to develop itself into a place for international performance of arts, the most basic thing is the quality of our artistes, our performers. I am glad to note that in the proposed new university to be set up, consideration will be given to the training of trainers for this kind of personnel. But for those who are participating directly in performing arts, and those backstage people like the lighting men, the sound-effect men, the stage designers, the floor managers and so on, we are in dire need of such people. So I hope that in the proposed new university and polytechnic, they can provide such training for this kind of backup people. If the new university will take some time to set up, then at least in the interim period, I hope that the Government will assist the civic and cultural organisations to provide such training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Cultural Foundation over the past few years has been allocating funds to assist in the further education of artistes and performers. In 1989, the Cultural Foundation provided S$90,000 for --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mrs Yu-Foo, your time is up. Mr Loh. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 767</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Sir, it is evident from the budget estimates that there are economies of scale if there is a high attendance at performances at our cultural centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a projected audience of 519,763 for 1990, the cost per audience is $4.17, whereas with an audience of 242,850 in 1989, the cost per head was $7.62. The Ministry has also projected for a lower cost recovery rate of 5 1/2%. This is commendable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is important that we attract as many Singaporeans as possible to the performances at our cultural centres like Victoria Theatre, Singapore Conference Hall, Drama Centre, Kallang Theatre and I think we are waiting for the new National Arts Centre. And we need to make the cost of admission tickets affordable to the masses. The other day we heard from Mr Lim Boon Heng, the GPC Chairman for Labour, that the median wage for a worker today is in the region of $700. And I think whatever charge that we make or allow the performance to be charged should bear relation to the kind of ability to pay on the part of the masses. As most performances are costly to bring them about, I think we should try to encourage full houses in the attendance. But this can only be done if the Government gives more financial support in providing good assistance in the maintenance and the operation of the cultural centre so that whoever organises the performance will not have to levy a very high admission charge for performances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to encourage families to attend the performances together, may I suggest that a family package at concessionary rates be introduced. As we are encouraging family life, I believe this is one avenue that deserves our attention. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I must thank the two Members for the kind words they have said about the cultural development that had taken place in the last few years in Singapore. Indeed, I believe we have done quite a lot in the last few years in the area of cultural development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To answer the questions more specifically, yesterday I said that we would form the Singapore Arts Council. This Arts Council will be an amalgamation of three \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 768</b></font>\n  <br>\n  <br> agencies, the National Theatre Trust, the Singapore Cultural Foundation and the Cultural Affairs Division of my Ministry, so that a single agency, the Arts Council, will be able to provide synergy and promote the cultural development of Singapore. And Government will give it the necessary funding in order to make it a viable operation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members raised a specific point about the cost of renting theatres, exhibition halls and our indoor stadium. First, let me clarify that we do not operate these theatres and halls on the basis of making a profit. There is a cost in operating these theatres and halls and the objective is simply to recover as much operating cost as possible. But we know that in the area of culture, we cannot charge full cost and, therefore, more often than not, there is a great deal of Government subsidy in the expenses incurred by these theatres and halls. Nevertheless, in the charging scheme, say, for our theatres, we also distinguish between organisers or promoters who are putting up the performance for profit and those who are doing it as an amateur or as a non-profit cultural organisation. For those which put up performances for the purpose of profit, then I think it is fair that the full cost should be levied. For those that are just for non-commercial purposes, non-profit making purposes and they are by amateur groups or by groups sponsored by MCD, then there is a concessionary rate offered to these organisations. And I think the rates are very reasonable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the indoor stadium, it is a very new facility. It is barely three months old. The cost of operating that stadium for this new fiscal year is about $2.6 million. Since it is a new facility, it is not easy for the indoor stadium management to decide what is a proper scale of charges. But when they look at the comparable type of facilities, say, in Hong Kong or in Australia, they find that the basic charge of $9,000 is really not that excessive. It is very comparable with these facilities found in Hong Kong and in Australia. It is not a charge of $16,000, as Mrs Yu-Foo said. Really, the charge is a basic charge of $9,000. And if they need other services, whether it is a jumbotron, the huge television screen, or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 769</b></font>\n  <br>\n  <br> they need additional ushers, they need more lights and so on, these costs will be added on as and when the users need them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this kind of charging scheme is much better than having one lump sum charged regardless of whether the organiser uses the service or not. As the management of the indoor stadium gains experience in managing this indoor stadium, they will try to make adjustments to the fees accordingly. Even before then, as they discuss with organisations wanting to put up performances or whatever events in the indoor stadium, they have been very sympathetic, very understanding, in the scale of charges. For example, I understand that the May Day function that is being organised by the NTUC on 1st May, and for the rehearsals before that date I think the indoor stadium has given NTUC concessionary charges. But if you look at what is currently being performed at the indoor stadium - the Walt Disney programme - that is a purely commercial organisation and a purely commercial venture. It costs $2 1/2 million to bring the programme here. Therefore, it is only proper that whoever promotes this event should make sure that they recover cost, if not at least make a small sum of profit. From what I saw yesterday, I think the organisers are doing not too badly. So it very much depends on the kind of activities that are being organised at the indoor stadium. And if it is attractive enough or interesting enough to Singaporeans, they will attend and the organisers will be able to recover the cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the shortage of technical staff to manage the backstage activities, I think we are fully aware of that. In view of the shortage of labour in Singapore generally, it is not easy to train people specifically for the purpose but we will try our best in working with the training institutions to see if such people can be trained in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are of course quite a lot of cultural organisations in Singapore and the Cultural Foundation in MCD will try to give them as much assistance as possible. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 770</b></font>\n  <br>\n  <br> we must make sure that public money is not spent unwisely. It must be cost effective. It must yield a certain return, not in terms of profit, but in terms of spreading the knowledge of culture and appreciation of the arts or generating a sense of enthusiasm about culture and so on. We must make sure that money spent on these activities is fully and effectively used. Therefore, we will give as much assistance as possible, but much depends on the organisation itself whether it is worth supporting or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Mr Loh's question on ticket charges and suggestion on having a family rate, may I say that all cultural activities that are sponsored or organised by MCD or by the non-profit making cultural groups are highly subsidised, not by the Government alone but also by many commercial organisations and corporations, because they are the ones who give sponsorship and provide additional money to the organisations running these performances. Let me just quote you an example. In the Festival of Arts organised by MCD under the Festival of Arts Secretariat in 1988, the ticket prices were not expensive. For example, for foreign performances, the tickets ranged from $5 which was very affordable to $80 which was the maximum for a foreign performance. If they are quality performances, I think Singaporeans are prepared to pay $80. For the performance on Evita, for example, the organisers experienced full house every night. And even by extending another three more nights, all the tickets were sold out. So if they are quality programmes, people would be willing to pay. But still when they are organised by MCD or during the Festival of Arts, the charges are as low as $5. I think they are highly affordable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For all the foreign programmes organised during the year of 1988 for the Festival of Arts, the average ticket cost was about $23. But the average ticket price was only about $16. So somebody else was paying the balance of $7 per ticket and that additional sum actually came mainly from the sponsors. Similarly, for the local productions, that means programmes run by the local organisations, the average ticket cost was about $25.50 and yet the average \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 771</b></font>\n  <br>\n  <br> price paid by a member of the audience was simply $9.50. Again, the sponsors and the organisers had to subsidise very heavily to the tune of almost $16 per ticket for such programmes. If families want to attend such programmes, I think there are plenty of opportunities, not just in the theatre itself, but also in the fringe programmes. Fringe programmes are free. However, I would consider asking the organisers to have a family package during the Family Week if it is feasible. If it is easily implementable, ie, a family can be identified, then I will try to ask the organisers to consider such a package. But I am not sure if it can be easily done. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I beg to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is time for the tea break. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 2.55 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.27 pm until 2.55 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.55 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JF 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall be talking on the library services. When I was a student reading Law in London, I noticed that there were public libraries situated all over that city. Most of the libraries were within walking distances of most of the homes. I hope one day that we too could have public libraries established all over Singapore within walking distance of one's residence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 772</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our economy has now advanced to a stage where Singaporeans are described as an affluent society. We may be affluent in regard to the number of fairly new cars that we have on the roads and to the great number of new buildings we have. But I would say certainly we are not affluent in terms of library services. We have something like one library per 200,000 population. This is a low figure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when I went to Australia and New Zealand for a holiday last December, I noted that in those countries, even in little townships of 5,000 population, there was a prominent public library situated in a prominent spot in the town. Libraries are educational tools. Books not only help us to increase the intellectual level of our population but they can also give our citizens countless hours of reading pleasure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I would like to see is that the MCD gives clearance to town councils to set up libraries in their HDB estates. Libraries are glaringly absent in most HDB estates. More specifically, Sir, the Potong Pasir Town Council, as its initial community service programme, plans to establish a library and a creche. In this respect, we wrote to the HDB for void deck space. The HDB said that, as a matter of policy, we need to get the clearance of the Ministry of Community Development. As a result, we wrote to the Ministry of Community Development to get their support for these programmes. As regards the creche, I am happy to report that the MCD is willing to allow us to establish a creche there. But as regards the library, they are not that willing. Sir, I will read to you the reply of the MCD in regard to the library. First of all, they say that all branch libraries have already been provided for the whole population of Singapore. Then they hedged and they did not say whether they wanted to give clearance or not. We have to write to them again and this is their second letter: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'I would like to reiterate that the Government has already adequately provided for branch libraries to serve the whole Singapore population. Individuals and organisations, including Town Councils, which wish to set up their own libraries do not require my Ministry's approval.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we wrote back to the HDB and say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'On the one hand, you have asked us for support from the MCD and, on the other hand, the MCD says that if you want to set up own library you need not have the Ministry's approval.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we are at a complete loss. I certainly do need the assistance of the Minister of State in this respect and I will be very happy if she could give a clear-cut answer and say \"Yes, we will support your library\". Then we will take off. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, this is about the sixth time the Member for Potong Pasir has brought this matter up in this House. If it is around the sixth time, I can assure him that he will not be on TV tonight because TV only reports current news. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I repeat what we have said earlier. Since March 1985, when this matter was first raised in this House, four more new branch libraries have been built and are now open to the public. They are at Ang Mo Kio, Bedok, Geylang East and Jurong East. Together with the other four at Queenstown, Toa Payoh, Marine Parade and Bukit Merah, we now have eight branch libraries located in densely populated housing estates and new towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the next five years, my Ministry will build three more branch libraries in Tampines, Yishun and Hougang. Our library policy remains at each library serving a population of 200,000 to 250,000. Eventually, Singapore will have 12 large libraries, each with a comprehensive range of collections and services. Housing estates without a branch library will, however, in the course of time be served by a nearby branch library. Potong Pasir is served by Toa Payoh branch library and Geylang East branch library. This situation is much better than having 81 small and inadequate libraries in all constituencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has quoted a letter from MCD. It reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The National Library is unable to extend to your Town Council any assistance should you wish to set up a library on your own in your estate. You have to get the space from the relevant authorities/owners for your projects.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 774</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, MCD does not control private libraries, only Government ones. If the Member for Potong Pasir wishes to have his own library, he can choose his own site, pay the normal rent, furnish it with his own books and, lo and behold, Potong Pasir will have its own library. I do not see why he keeps on bringing this issue up in the House when other Members, who do not have branch libraries in their constituencies, do not bring the matter up. If residents of other constituencies are happy to go to other branch libraries, like Jurong East or Toa Payoh even if they are not in Toa Payoh, I do not see the problem and therefore the expected answer he wants to get from me is not obtainable. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think the question is not 81 small libraries. The issue is accessibility of library reference books. I am sure hon. Members here, everyone of you here, in your own homes, have a good set of encyclopeadia reference books for your children to refer to. Why do you want to have it in your home? Because it is the most accessible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Then pay for it! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> An average HDB family does not earn his income, Sir. That is the reason why we want to have a library in HDB estates so that children between four and 10 years old can freely, in the safety of their estate, walk to the library instead of hazarding while catching a bus to the branch library. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not have to repeat. I think it is important to have a library within walking distance of one's home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is that we do not expect support from the MCD because we do not want funds from them. But we want their clearance because we want to be treated like all other PAP education centres. We want the HDB to wall up the premises for us and charge us the rate for their educational centres. That is what we want. So in that sense the Potong Pasir neighbourhood library will not be a private library. To a certain extent it must have Government support in helping us with a place and charging us rentals like all the other education centres. That is the reason why I bring this up and I shall be bringing it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> up again until we get a satisfactory answer. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, the People's Action Party does not have any branch library in any of the housing estates. So I do not see how the Member's question --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is an educational centre. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> An educational centre is an educational centre, and it is run by the PAP Community Foundation. So maybe he should start a Community Foundation, a non-profit making, charitable body, and run educational centres. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I would like to ask the Minister of State whether to establish a neighbourhood library is or is not a good thing. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, I do not doubt that it is a good thing, but we are saying that he does it himself. We are not helping anybody else to start up their own branch library in their own constituency so, I do not see why we should do that for the Member for Potong Pasir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> One last word, Sir. But we need to get the clearance of the MCD. This is how the HDB works. The HDB has specifically written to us saying, \"You go to the MCD and get their clearance. We will wall up the premises for you.\" That is the reason why we are approaching the MCD, otherwise we do not bother. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, the reason why the Member has been asked to come to MCD is that he is asking for subsidized rates for welfare organisations. If he is prepared to do it at market rate, ie, tender for a shophouse, I am sure HDB will be willing to rent him the premises and the Senior Minister of State is here to confirm if the HDB will rent him at market rate if he tenders for a shophouse. He is asking for a subsidized rate and we have not subsidezed any library in any neighbourhood or void deck, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Just one last word, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, another last word. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, a library is also an education centre. It is related to education. With regard to education centres, they are also for the purpose of education. So we want to be treated on the same level as the PAP education centres. That is what we told the HDB. Therefore, Sir, the HDB is just hedging and giving an excuse by saying, \"They are reluctant to do it on the same basis as the PAP education centre because you have not got the clearance from the MCD.\" So it would appear that there is a conspiracy between the two Ministries to stop us from having a library. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for National Development (Dr Lee Boon Yang):</b> Sir, could you allow me to respond to Mr Chiam? He is trying to paint a picture that HDB is dodging the issue or trying to pass the buck by asking him to seek clearance with MCD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, HDB receives numerous requests for premises, either on the void deck or other premises within the estates that it manages. HDB is in no position to assess the legitimacy or the worthiness of each and every cause. Therefore, HDB has to ask MCD, which is far more familiar with all these organisations, to vet these applications. In the case of a library, all we are saying is that if MCD thinks that Potong Pasir needs a branch library of its own and that the residents cannot be served by any other means, then HDB will be prepared to treat it as a community organisation and let it have the space that it needs at the community organisation's rate, ie, at a subsidized rate. But on the other hand, if MCD, which is in charge of providing such services to the people, is of the opinion that there is no necessity for an additional library in Potong Pasir, then HDB cannot, in all its conscience, provide subsidized facility or premises to the Member for Potong Pasir. But, nonetheless, he is welcomed to start up his library. We have space there. He can always make a tender for a space under market rate and he can use it as a library if he chooses to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Any more last words? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think the whole picture painted by the Senior Minister of State is not true. The MCD says that there are enough libraries for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> whole of the Singapore population. But, Sir, this is not really accurate. This is not true. Because the Report of the Advisory Council on Culture and Arts states that, in fact, they will need at least four more libraries in new towns. They themselves think that it is not enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question of adequacy of libraries has to depend on the standards. One library to 200,000 population is definitely not serving the whole population. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, obviously the Member for Potong Pasir did not listen to my answer. I said that over the next five years my Ministry will build three more branch libraries in Tampines, Yishun and Hougang. So when completed there will be 11 branch libraries plus the main Library. As far as our calculations go and as far as our Library policy goes, that is sufficient for the population of Singapore. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, Mr Chiam, more words? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, if the Minister of State were to just pay a visit to the Toa Payoh branch library on a Saturday morning, she will see that school children are forming a queue right round the block. This is to show that there is an inadequate number of libraries. Unfortunately, I believe the schools do not open the school libraries to school children during weekends. So if the Minister of State would just bother to visit the Toa Payoh branch library one Saturday morning, I hope she will come back and tell this House whether there are enough libraries in Singapore. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, if the Member for Potong Pasir were to go to the Toa Payoh branch library on Monday at 11.00 am, he can borrow any number of books and he will not have to wait at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we cannot cater to the maximum load at any of the branch libraries or any facilities in Singapore. So, his argument does not hold water. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Would you like to withdraw your amendment now, Mr Chiam? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think the Minister of State does concede that the library is a good thing for the people of Singapore and yet she refuses to admit it. I am still unhappy with her reply, but nevertheless I will withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I would like to advise Members that in view of a number of long speeches this afternoon we have lost whatever gains in time that we have chalked up in the last two days. I am therefore compelled to revert to exercising the guillotine on the subheads very rigidly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment No. (9), Mr Chay. You have three minutes. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, I am not moving. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Well, we still have not gained that three minutes. Amendment No. (10), Encik Wan Hussin. You have 7 minutes. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri (Aljunied GRC):</b> Can I speak on both amendments? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri (Aljunied GRC)</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JG 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I take this opportunity to express my appreciation to the Ministry of Community Development for its efforts in holding an exhibition to commemorate the services and contributions of the composer of our National Anthem, the late Pak Zubir Said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among the suggestions I made to the Ministry last year which have now been implemented is to collect and document the works of Zubir Said. These have now been compiled into a book titled \"Zubir Said - His Songs\". Secondly, the Ministry has also commemorated the life and contributions of Zubir Said by holding a public exhibition about him recently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the exhibition, I have been made to understand by some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> sources that the exhibition hall at the National Archives is rather unsuitable. It is somewhat hidden from public view. I hope when the Ministry or the National Archives holds important historical exhibitions, like the \"Our Heritage\" Exhibition, a more attractive and visible location, especially one that the public can easily see at lunch time, could be chosen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another effort to commemorate the contributions of Zubir Said, which to my mind would be of even greater benefit, is the one announced by the Minister of State for Community Development and Education when she officially opened the exhibition, ie, the setting up of the annual Zubir Said Music Scholarship. This scholarship will enable local musicians interested in pop music and jazz to obtain training abroad with an eminent musician or at an eminent institute of their choice. In this regard, I hope our local musicians would not miss the opportunity by applying for the scholarship so as to upgrade themselves in musical knowledge and competence. Once again, I thank the Minister of State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, however, one more request I made which has not been acceded to, that is, to have the biography of Zubir Said, written by two local writers, Sulaiman Jeem and Abdul Ghani Hamid, translated. The Minister of State had said that this will be looked into and that she would try to get the sponsors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One more request I would like to make is that a brief biography of Zubir Said be distributed to schools to be used as an introductory material for students learning our National Anthem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it appears that the Government has done well in its efforts to recognise the contributions of this patriot. It is my hope that others too, besides the Government, particularly local cultural organisations, would join in remembering him. In this respect, I would like to suggest that Majlis Pusat take the initiative, together with the other organisations, to hold an 'Evening of Zubir Said Songs'. I think the ideal occasion for this would be his birthday, 22nd July. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Wan Hussin, would you like to allow some time for the reply? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 780</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> Have I finished the six minutes? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. If you continue, there will be no time. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, I thank the Member for Aljunied GRC for his kind words. Aside from the 45 songs by the late composer, the book contains an English language biography on his life, and therefore we feel that there is no further need to translate the biography in Malay by Messrs Sulaiman Jeem and Abdul Ghani Hamid for our school children. Schools are being encouraged to purchase the book at a discounted price. As students learn the National Anthem, they can also learn more about the composer of our National Anthem from the book. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member pointed out that the location of the exhibition is not appropriate. His point is well taken. The National Museum is being renovated and we are having problems with available exhibition space. We wanted to open the exhibition and launch the book in tandem with the Malay Cultural Month. I hope the Member will pass this information to the complainants. We are short of space and we really could not find an alternative site. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri</b>(\n  <i>In Malay</i>): I move on now to the use of Oral History materials. I am pleased to read in the Annual Report of the National Archives that the Public Search Room and the Reference Service are well used by the public. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Wan Hussin, we have run out of time on your amendment. Would you like to withdraw? \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> If there is no time, there is nothing that I can do, Sir. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (11). We have 19 minutes. Mr Othman Haron Eusofe. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 781</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JI 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my observation is that the officers in the Citizens' Consultative Committee and Residents' Committee Secretariat are currently very hard-pressed because of the high vacancy position. I would like therefore to ask the Minister whether there are plans to recruit more Community Development Officers so as to fill the vacant positions quickly. Further, whether the Ministry will consider reviewing the terms and conditions of service to make them more attractive and competitive. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I just want to make one observation. Since the establishment of the Residents' Committees, I notice that the Government has not given permission for residents at the housing estates to set up their own Residents' Association. Perhaps the Minister could enlighten the House on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before the Residents' Committees were set up, there were a few Residents' Associations established at Lorong 8, Toa Payoh. But subsequent to the establishment of the Residents' Committees, there were several blocks, especially point blocks, who have asked to set up Residents' Associations but permission was not granted. It is a sad thing, Sir. Because if Residents' Associations are allowed, they could not only bring the community spirit to their blocks but also they could arrange for security of their blocks. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, I am glad that the Citizens' Consultative Committees and Residents' Committees are now better coordinated and served by a combined Secretariat which is renamed Community Development Secretariat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most of the Community Development Officers and staff in this Secretariat are recruited by the HDB under a previous arrangement and are now on secondment to MCD. I understand that in restructuring and streamlining their operations, the HDB would like the MCD to take over completely the responsibility for these staff officers. These Community Development \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> Officers are now, in a way, in a limbo. They are neither here nor there, and there is an air of uncertainty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister what new scheme of service has been worked out? What are the career path for these promising Community Development Officers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, Sir, that the Community Development Officers are our front-line officers. They are in the forefront of our contact with the grassroots leaders and with the man-in-the-street. They work long and indeed irregular hours. We must ensure that their interests are well taken care of and they have something to look forward to. \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon (Minister of State for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Community Development (Mr Ch'ng Jit Koon)</b>(\n  <i>In Mandarin</i>): Mr Chairman, how much time do I have? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have about 11 minutes. Is it enough? \n  <br>\n  <br>\n  <!-- Mr Ch'ng Jit Koon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ch'ng Jit Koon</b>(\n  <i>In Mandarin</i>): Yes, it is enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Encik Othman has spoken about the pressure on the Community Development Officers (CDOs) who look after the CCCs and RCs. He has expressed concern in the kind of pressure that they are subjected to. We have an establishment of 110 officers looking after the 81 CCCs and 378 RCs in Singapore. At the moment, we have 23 vacancies of CDO posts. We are very shorthanded because of these vacancies. Because of the demanding nature of the work which involves irregular and long hours, direct recruitment of CDOs is very difficult. We therefore have a standing arrangement with HDB to second its Estates Officers to work as CDOs. We are now seeking HDB's assistance to step up its recruitment effort to fill up the vacancies as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the long term, it may not be very good to continue this secondment arrangement with HDB indefinitely. My Ministry is therefore exploring with the Public Service Commission for a competitive scheme of service to recruit and retain a permanent pool of graduate CDOs to serve the CCCs and RCs. When the new scheme of service is established, we will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 783</b></font>\n  <br>\n  <br> encourage the existing CDOs seconded from HDB to opt into the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong has asked why it is not possible to have Residents' Associations in certain HDB estates. In the past, we did have some Residents' Associations (RAs) in certain HDB estates before the establishment of the RCs. Those were organisations registered under the Societies Act. RCs are set up by the Government and their members are appointed by the Prime Minister's Office. They are provided with administrative assistance by the RC Secretariat. Residents' associations are not entitled to this service. After the members have weighed the advantages of these services, they themselves dissolved their residents' associations and joined the RCs. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I like to thank the Minister and I beg leave to withdraw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. 12. We have seven minutes, Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JJ 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the building facilities of old community centres in old housing estates are not attractive and modern enough. Most of these community centres have utilised the quota of Government grant provided. I would like to know what plans are being made to assist in upgrading these old community centres. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, the present policy is for the Government to subsidise dollar for dollar the building of new community centres and building extensions. With the recent idea about community clubs and the rising standard of living, it may be necessary to upgrade some of these community centres which were built about 10 or thereabout years ago in order to provide a more elegant and more variegated atmosphere with improved facilities. Retrofitting and lighting may be done to improve the architecture. So I am asking the Minister concerned whether there is any plan for a grant to community \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 784</b></font>\n  <br>\n  <br> centres to upgrade or to renovate the buildings, provided the management committees of the CCs have a programme of activities to turn some of these facilities into community clubs. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Sir, I am answering this in my capacity as Deputy Chairman of the People's Association which runs the community centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By \"old CC\", I presume Dr Vasoo is actually referring to what we classify as a modern CC, but one which is some years old. In fact, most of the 75 modern CCs that we have are fairly new and comparable almost to country clubs except for the golf courses and swimming pools. In fact, in terms of activities, I think they have more activities than many country clubs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that with rising standards of living, we should be upgrading our CCs, especially where there are facilities which are lacking. I think it is necessary for us to study the individual cases to see whether the CCs are well used, whether the CCs are in fact run down and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to add a word of caution that we should not over-emphasise the hardware aspects, ie, the building and the equipment. More importantly, I think we should look at the software aspects, because it is the activities, the programmes and the people in the CCs who will help us to attract residents to the CCs. You can have the most modern CC but if it is not well used, then it is really a waste of public funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members are aware of the existing funding arrangements. For the basic facilities which include the multi-purpose hall, the community leaders have to raise $100,000 and the Government will pay for the rest. But for the so-called additional facilities, the cost sharing is dollar for dollar. This applies up to the standard of a modern CC as it is determined between the Ministry of Finance and the People's Association. The present standard is to have a built-in area of about 1,600 square metres on a piece of land which is 0.4 hectares. I think in most cases this is really adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are some Advisers who feel they need bigger CCs and in fact they have built \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 785</b></font>\n  <br>\n  <br> very large CCs with additional badminton courts and so on. There are others who are now currently extending their CCs by fairly large extensions. The present arrangement for them is that they have to raise the funds themselves. I appreciate that it is very difficult in the current environment with so much competition for funds for the 25th Anniversary which my colleague, Mr Chandra Das is working very hard on. But I think Members should not rush into these projects. They should take their time. The whole purpose of fund raising is to build up community spirit and get people involved. So there is no need to rush. If there is a good case to upgrade a particular CC, eg, it needs renovation, we can see whether we can do it under the maintenance vote. If you want to change the CC in a substantial way or change the financing guidelines, then I am afraid we will have to study further and consult the Minister for Finance on this. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I would like to thank the Minister for the reply. I feel that even with the software but without very good hardware, you cannot attract people to use the facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, I would like to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang GRC):</b> Mr Speaker, Sir, I would like to declare my interest. I am a Member of the Singapore Sports Council and President of the Football Association of Singapore. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Abbas, can you please move the amendment first? \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JK 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must first of all compliment the Ministry of Community Development (MCD) and the management of the Singapore Sports Council for regularly monitoring the progress of the implementation of the recommendations made by the Advisory Council on Sports and Recreation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> (ACSR). I want, however, to go one step further and suggest that the ACSR Report be made public. When the Report has been made public, a progress report on the implementation plan should also be made public periodically. I am very confident that there are many sports loving Singaporeans who are interested in keeping up with the progress of the Advisory Committee's recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the ACSR Report, commercial firms have been referred to many times. And under the topic \"Future Strategies\", it is stated that commercial firms have a very important role in the development of sports in Singapore. As employers of sports persons, their role will be to encourage their employees to take up sports and to support their top sports persons by giving them financial assistance and time off when necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I be enlightened, Sir, on what steps are being taken by the Ministry to urge commercial firms to take a more active part in sponsoring the various sports development programmes that we have. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, I thank the Member for Pasir Panjang GRC for the great concern he has taken in the sports scene in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have covered at great length the recommendations on the Advisory Council. Of the 39 recommendations on sports and recreation, 33 of them have been implemented or are being implemented as ongoing programmes. Referring to his request for implementation report being constantly made public, it would be a huge secretarial exercise and I do not think that it really will be of interest to everybody. However, if the Member is interested and makes a request directly to me, I shall give him a personal copy of implementation reports of ongoing programmes in sports and recreation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As part of the sports excellence programme, the Government has agreed to provide an annual grant of $1 million for a period of five years to help create and sustain a conducive sports environment for nurturing champions. Sports excellence is a major focus of the Singapore Sports Council and sports associations in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 787</b></font>\n  <br>\n  <br> Singapore. Earlier this week, the Straits Times featured the sponsorship by the Singapore Badminton Association of Zarinah Abdullah, our national woman badminton champion, to train at Bimantara where top badminton players will be training. This meant that Zarinah had to commit herself full-time to badminton and she was prepared to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government supports the Member for Pasir Panjang GRC's call to commercial companies to come forward to support our sports programmes. In financial year 1990, commercial sponsorships of nine sports training schemes administered by the Singapore Sports Council amounted to $385,000. So far, 10 commercial sponsorships totalling $400,000 have been finalised for the next financial year. More could be achieved with greater private sector participation in the promotion of sports and we do agree with him that we should urge more commercial bodies to assist in this programme. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, as I sat there, I cannot help but want to ask the Minister what she really means by \"sports excellence programme\". It seems that the sports excellence programme is the focus of her Ministry. But I noted that in the last Commonwealth Games held in January in Auckland, Singapore failed to get even one medal, whereas Nauru, a small atoll in the Pacific, got a gold medal. How does she justify that we are having a sport excellence programme? \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, I do not agree that we did not get any medal. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Check the records. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> We got one in Archery, didn't we? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Not a single medal, not even a bronze. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, may I be permitted to check on the facts? I disagree with the Member for Potong Pasir that we did not get any medal during the Commonwealth Games but I may be wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do have a sports excellence programme. We are encouraging young \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> people to take up sports seriously and that is why I took the opportunity to mention Zarinah Abdullah and the fact that she was prepared to go full time into badminton. And we hope that there will be other young people who will rise to the challenge if they feel that sports is their livelihood. We in the Ministry of Community Development and the Singapore Sports Council will try our utmost best to make sure that they will have the proper scholarships to keep them in training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, Mr Chiam, we have two minutes left for this amendment. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I do not understand what is the meaning of the Ministry's policy on sports excellence. To me, \"excellence\" means attainment and achievement of high standard. So where is our achievement? Up to date, we have not achieved anything internationally. So I think these words \"sports excellence\" should never be used at all. \n  <br>\n  <br>\n  <!-- Dr Seet Ai Mee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Seet Ai Mee:</b> Sir, when we say sports excellence, we mean sports excellence. It is something we are working towards. And if the Member for Potong Pasir would like to assist us in this programme, we would be very willing to invite him into one of our committees promoting sports excellence. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I accept, Sir. \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin:</b> Sir, I thank the Minister of State for her reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Bedok GRC)</b>(\n  <i>In Malay</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J be reduced by $10 in respect of Code JL 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, the construction of modern mosques in Singapore is a tangible achievement for our Muslim population. Muslim workers contribute to this effort through monthly deductions from their salaries. There are also those who remit their contributions directly to the Muslim Religious Council, in particular those who have no CPF accounts. So far, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 789</b></font>\n  <br>\n  <br> 12 mosques have been built, six under Phase I and six more under Phase II. Another three mosques are currently under construction and once they are completed, we will be proceding with Phase III. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chairman, an important aspect now posing a problem in the Mosque Building Programme is the rising cost of construction, resulting from higher cost of building materials and higher wages. The situation is aggravated by declining contributions to the Mosque Building Fund, which has fallen from $4.1 million in 1984 to $3.5 million in 1988. It is clear then that the problem is two-fold, ie, increasing construction costs and declining contributions from Muslim workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, MUIS sent out letters of appeal to Muslim workers to voluntarily increase their contributions to the Mosque Building Fund. I would like to ask the Minister in charge of Muslim Affairs what is the response to this appeal. Has there been any increase in monthly contributions to the Fund? If so, what is the increase? Thirdly, what other measures does MUIS intend to take to increase the Mosque Building Fund? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Mr Chairman, I would like to propose the following measures: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Perhaps MUIS could raise the minimum contribution to the Fund, say by another fifty cents or a dollar for every worker. I think this would require an amendment to the Administration of Muslim Law Act (AMLA). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) MUIS could place donation tins at mosques to receive contributions from Muslims attending prayers there. In this regard, mosque management committees need to be open-minded and allow MUIS to place special donation tins to raise money for the construction of new mosques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To launch an appeal for donations in conjunction with the fasting month of Ramadhan, due next week. Donations can also be collected at the same time by the fitrah collectors. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin</b>(\n  <i>In Malay</i>): Mr Chairman, I would like to find out what further progress has been made in two areas, firstly, the Religious Education Unit of MUIS and secondly, Phase III of the Mosque Building Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know whether the Religious Education Unit has completed the Islamic religious studies curriculum and syllabus to be used by mosques and local madrasahs (religious schools). I think this is necessary in view of the important function to be assumed by mosques and religious schools in the teaching of Islamic religious knowledge, hitherto taught in formal schools. MUIS through the Mosque Management Committees need to inform the Muslim community, in particular the parents, that their children can continue to study the subject at the mosques in the various new towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to know what steps have been taken by MUIS to train teachers so that they are fully qualified and competent to teach Islamic religious studies and to provide moral guidance to children of all ages. Does MUIS have sufficient staff to monitor the teaching of this subject at all the madrasahs and mosques and ensure it is properly conducted? Does MUIS also review at the end of each year how well the religious studies programme has been implemented and make the necessary improvements for subsequent years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like some clarification concerning Phase III of the Mosque Building Programme scheduled for the 1990s. In view of the increasing costs of construction, is it necessary for MUIS to continue building large mosques in every new town? So far the design of mosques under the first and second phases has been done by HDB architects. Does MUIS have any plans to give other architects or professional bodies the opportunity to make suggestions or be directly involved in the planning and design of mosques under Phase III? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I would like to call upon all Muslim workers in Singapore to respond to the appeal by MUIS to increase their contributions to the Mosque Building Fund. Together, in such spirit, we will see \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 791</b></font>\n  <br>\n  <br> to the success of our Mosque Building Programme for the new housing estates in the 1990s. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Hj Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Hj Zoohri:</b> Sir, I stand in support of what have been said by the two previous speakers on the subject. \n  <br>\n  <br>\n  <!-- Encik Abdul Nasser Bin Kamaruddin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Mr Chairman, the setting up of Mendaki has given new hope to the Malay/Muslim community, which seeks advancement and improvements not only in education but also in economic and socio-cultural terms. Mendaki's role is even more crucial and more challenging now. In managing these three areas, Mendaki of course needs effective and efficient management and sound, quality administration. To achieve this, Mendaki requires not an inconsiderable amount of fund. We are grateful for the regular contributions from the Malay/Muslim community through the Central Provident Fund, contributions from individuals and organisations, Government grants and surplus from the tertiary fees subsidy which can form a regular source of income for Mendaki. However, these sums would not be sufficient to finance the activities Mendaki will be undertaking in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to expand Mendaki's sources of funds, I would like to ask the Minister in charge of Muslim Affairs to allow Mendaki to manage wakaf (endowment) lands in Singapore. These lands should not be left neglected or allowed to remain vacant. If there are buildings on these pieces of land, we should try to renovate or refurbish the buildings to meet current needs and market demands. In this way, I think the community will be able to enjoy the benefits and Mendaki will gain a new source of income that it can use in its long-term and short-term interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I have a number of questions for the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, has this idea been fully discussed among the relevant parties, ie, Mendaki and the Muslim Religious Council? Secondly, how many wakaf lands are there in Singapore now? Thirdly, what plans are there to develop these lands in the years ahead? Fourthly, in respect of those wakaf \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 792</b></font>\n  <br>\n  <br> lands for which plans already exist, I would like to know to what extent these plans have been implemented. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar)</b>(\n  <i>In Malay</i>): Mr Chairman, Sir, Encik Ibrahim Othman, Haji Abbas Abu Amin and Haji Wan Hussin Zoohri asked related questions regarding the Mosque Building Programme Phase III. I will give them a combined reply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the location of the mosques. In September last year, I announced that five new mosques would be built under Phase III of the Mosque Building Programme. When making the announcement, I also explained that if existing planning guidelines for mosque development were to be strictly adhered to, there would not be any mosque development for the rest century, aprt from those currently under construction. This was because HDB New Towns under development are relatively small. However, since even smaller New Towns need a mosque for the Muslim residents, Government revised the planning guidelines and allocated one mosque in each of these smaller HDB New Towns. With the revision, five new mosques will be developed under Phase III of the Mosque Building Programme and these mosques will be in Serangoon, Bishan, Chua Chu Kang, Pasir Ris and Bukit Panjang New Towns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each of these mosques will be allocated a site area of about 2,500 sq metres. This will be smaller than the 3,000 sq metres given for each of the mosques built under Phases I and II of the Mosque Building Programme. In view of this, I also announced the predominant use of the built-up area in mosques should be for prayers. Ancillary uses would have to be cut down to meet this need. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The actual sites where these mosques are to be located have not been decided yet. Once their locations are approved, they will be made known to the Muslim public. Construction of the first mosque under Phase III will probably begin as soon as mosques under Phase II, now under construction, and the new Masjid Alkaff at Bedok Reservoir Road are completed. For the Phase III mosques, MUIS plans to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> invite both HDB and private architects to participate in their construction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the outcome of the appeal for increased contributions to the Mosque Building Fund, I wish to state that it is too early at this stage to give accurate feedback on the response. MUIS launched its appeal to all Muslim employees, pensioners and the self-employed to increase their monthly contributions to the Mosque Building Fund in January this year. Appeal letters were despatched during the first and second weeks of the month. If Muslim employees were to hand their authorisation forms to their employers in February, deductions from their salary would probably be effected in February or March. We can expect to know the first results of appeal sometime in May this year. However, based on some of the authorization forms that have been copied to MUIS, the response seems to be encouraging. But, Mr Chairman, in the event that response falls short of MUIS' target, we may have to consider increasing the monthly contributions to the Mosque Building Fund through AMLA. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other suggestions by Encik Ibrahim Othman to raise more funds for the Mosque Building Fund will be looked into by MUIS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now move on to Religious Education Unit of MUIS raised by Encik Abbas Abu Amin. Three posts have been approved for the Religious Education Unit. These are Director of Religious Education, an Assistant Director and an Executive Officer. With the secondment of an officer from the Ministry of Education in November last year to assume the post of Director, the Unit now has its full complement of staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MUIS is aware of the need to maintain a high standard of teaching in the part-time madrasahs run by mosques. To this end, the Religious Education Unit, in consultation with the Management Committees of Mosques offering part-time religious classes, has drawn up a common syllabus which these mosques have accepted and implemented with effect from January this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, the Religious Education Unit is working on a common examination for these part-time madrasahs in mosques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MUIS is also aware of the need to raise the standard of teaching of instructors in these part-time madrasahs. It has therefore organised a 30-hour in-service course for asatizahs teaching in mosques. The first group of 50 asatizahs are now undergoing training and will complete in April. MUIS hopes to organise another course in the middle of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, wakaf lands. Under AMLA, wakaf lands in Singapore are administered by MUIS. Consequently, Mendaki does not have the powers to administer them. MUIS has identified three wakaf lands for developments. They are the Wakaf Jabar at Duku Road, the Wakaf Kassim at Changi Road and Wakaf Abdul Hamid at Gentle Road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The land at Duku Road will be developed into 4 units of three-storey terrace houses. The plan for construction has been approved by the relevant authority and construction work will begin in a few months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the other two wakafs, MUIS is carrying out feasibility studies to determine the viability of developing the sites. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman:</b> I thank the Minister for his explanation and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $149,450,670 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $79,469,100 for Head J ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> \n  <br>4.04 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V - \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Pasir Panjang GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head V of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the key factors of success in the Government's anti-recession programme in 1985 was to make it easier for the private business to carry on their operations by reducing the costs of doing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> so. As we have seen, the results have been quite gratifying and in the last few years we have high economic growth. But with high economic growth comes the familiar situation again of having the demand for the factors of production being outstripped by supply. We all know about the familiar labour shortage and, in the recent past, rental of office space, rises in hotel charges, utilities, and this has also been affected by a number of levies that have been made by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Finance Minister in his Budget speech earlier in the month has mentioned that we are still competitive vis-a-vis our competitors in other countries. I think we could probably say this for the export sector but the same cannot be applied to the domestic economy where the provision of services is affected by cost increases of all types, especially when we ourselves are now developing ourselves into a centre for services, including financial, infrastructural and tourism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1985 recession was a result of high cost increases in these factors of production over a period of several years. In fact, the increases occurred over a period of two to three years and in different forms. By the time we recognised the totality of these increases, it was too late, and it took us quite a while to come back to square one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know whether MTI has enough resources to monitor the impact of these increases, especially those imposed by the various Government Ministries and statutory boards. Taken by themselves, the increases may seem rather low. But taken together, this could have a drastic effect on the business climate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we recognise that some cost increases are inevitable, hopefully by looking at the total picture, we can even out the increases, balance the pluses with the minuses and in doing so, maintain a reasonable rate of increase, if at all this is necessary, so that those of us in the private sector can carry the our business profitably, which in turn, of course, will reflect the benefits to be spread to the rest of the country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I comment on the next topic - tourist development - which is also in a way related to my remarks just now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all recognise the importance of tourism as a sector of the economy. But over the last 20 years we have not been able to overcome this perennial problem of ups and downs in demand and supply. For example, two years ago, the then Chairman of the Tourist Promotion Board appealed to the Government and the private sector that it was time for us to think about having more hotels. And I recall that he was almost laughed out of court, because at that time the occupancy rates of hotels were averaging about 65-70%. Yet, scarcely two years later, we find that now our hotels are overflowing. And in the past months, I understand one could not even find a hotel room, unless one is prepared to take a one-star hotel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is some danger in this shortage because in times of shortages of hotel rooms and other facilities, rates will go up as operators take the opportunity to recover the losses suffered during the lean years. This of course will in turn dampen the influx of tourists, especially those organised by tour groups which take hotel rates and other things into account when they formulate the tours. And the various cost increases applied in the domestic economy similarly will have a direct impact on the tourism sector in terms of affecting the restaurants and the other services provided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the previous past when we addressed this question, the Minister had said that it is the responsibility of the private sector to take the ups and downs - in good times they make money; in bad times, if they lose, that is the way business is. While I agree to this as a general policy, I think in the time taken to adjust themselves to these ups and downs, there are actual real costs incurred to the country. For example, if the rates are too expensive for the tourists to come in, then the country will suffer in having a downturn in the sector until such time when the private sector or the public sector catches up with the demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that if the Government can work out some arrangement with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 797</b></font>\n  <br>\n  <br> private sector, we can minimize these losses to the economy by having a proper balance between demand and supply. It may be difficult for the Government to acknowledge that it helps the private sector to make more money. But if in doing so, the private sector contributes to the economy, I do not see there is any objection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tourism sector is important to us, and will be important to us, in the coming years. I hope that the Government will attempt to find a proper balance between supply and demand for this sector, so that the whole economy can benefit from it. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, Mr Bernard Chen, the Member for Pasir Panjang GRC, has already touched on the boom and bust cycle of the tourist industry. I cannot agree with him any further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is indeed very disturbing to see that history repeats itself in Singapore, especially in the area of hotel accommodation, especially when we pride ourselves as a nation with long-range planning and vision. Clearly, this current situation of hotel shortage represents very poor planning and forecasting by the industry as well as the various Government agencies tasked with tourist promotion and hotel construction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to find out from the Minister what the Singapore Tourist Promotion Board is planning to do regarding the current situation and how could a similar situation be avoided in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the data compiled by the Singapore Tourist Promotion Board and the Singapore Hotels Association, no additional hotel will come into operation until 1991. If all the hotels given in-principle approval were built, at best, another 1,300 gazetted rooms will become available at that time. And then after that, no additional room will be available until the year 1995 when the Suntech project is completed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since we already have more than enough visitors as it is, I would also like to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 798</b></font>\n  <br>\n  <br> find out from the Minister whether the STPB would be moderating its promotion effort. For instance, the cess was increased from 3% to 4%, starting January 1990. I would like to find out from the Minister whether, when this increase was originally justified by STPB, the increase in tourist arrival rate and the hotel occupancy rate have been taken into consideration. Would not the increase from hotel occupancy rate by itself generate sufficient revenue to fund STPB's planned outlay? In my opinion, such promotion should be reduced in the next few years anyway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has mentioned in this House earlier that we need to keep up with the promotion of keeping Singapore in people's mind and to attract big-spender tourists. I would say, by all means, we should do so. But the STPB does not have to spend more and more money to attract more and more tourists, especially when we do not have any place to house them. If we moderate our previously aggressive promotion effort to be more selective in our approach, would not the additional 1% cess generate more money than STPB can spend? And if that is so, would STPB consider reducing cess back to 3%? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I proceed to the next cut? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, the Skills Development Fund administered by the National Productivity Board has been used to fund skills upgrading courses for the workers. This effort is laudable. However, the way the system operates is that NPB will refund part of the expense incurred by companies when they send their workers to training classes. Therefore, under this system, only those who are already employed can benefit from these skills training courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is another group of able-bodied workers who are unemployable workers for lack of skills. For whatever reasons, these people prefer current unemployment over jobs which require no skills at all. For some of them, I believe, it is a matter of pride. Some of these people constitute the current 2% unemployed in Singapore. They cannot benefit from the skills training courses funded by the Skills \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 799</b></font>\n  <br>\n  <br> Development Fund. Since they could not acquire new skills, they could not find new employment. Thus, they are in this vicious cycle. Would the Minister consider the use of SDF in helping these unemployed persons to get back to work through some sort of incentives to entice employers to hire such workers? This incentive can take the form of partial salary offset during the first few months of the person's employment, thereby supporting some of the initial training cost. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, compared to the OECD countries, the other newly industrialised countries and our ASEAN neighbours, inflation in Singapore is mild. However, I note with concern that there is a rising trend. In 1989, the consumer price index rose by 2.4% which is higher than the 1.5% in 1988. In February 1990, CPI rose 3.6% compared to February 1989. Sir, we are fortunate that our strong Singapore dollar has helped to keep down the CPI, but the source of inflation is local and this includes increases in prices of transport-related items like petrol, parking fees and also increase in food prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, inflation would affect the lower income workers more than the higher income. I would like therefore to ask the Minister for Trade and Industry what measures the Ministry employs to check and monitor inflation and profiteering. Could the Minister also give an assessment of the outlook for inflation and consumer prices in 1990? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Trade and Industry has recently called for moderate wage increases this year. Incidentally, the NTUC survey shows that the built-in wage increase for the unionised sector averaged about 6% last year. The Singapore National Employers Federation survey also shows that the non-executives got 6.8% rise in basic pay last year. These figures were lower than the 10% mentioned in the Economic Survey of Singapore for 1989. In order that workers' real income will not be affected, inflation will have to be rigorously monitored and checked. Otherwise wage adjustments will have to be higher to take account of inflation so that workers will not suffer a lower standard of living because of rising prices. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 800</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Sir, I share Encik Othman Eusofe's concern about the rising inflation in Singapore. We have been fortunate that so far in the last 10-15 years, Singapore has not seen much of an increase in inflation. The average increases in the last 15 years have been between 1.5% and 2.5%. However, I note with some degree of alarm that the Consumer Price Index has been creeping up slowly but surely in the last one year. Looking at the statistics, the annual CPI increases have moved up each quarter as follows. Back in January 1989, it was only 1.6%. Three months later in March 1989, 2%; next quarter in July 1989, 2.5%; October 1989, 3.1% and January 1990, 3.7%. There is an aggregate increase of 2.1% between January 1989 and January 1990. Obviously inflation is on the rise in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Inflation can be due to both internal and external causes. External factors such as inflationary increases in other countries therefore causing our cost of imports to increase would not be within our control. However, internal factors due to domestic fiscal policies and price-wage increases are definitely within the control of our Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to warn that the over-use of the price mechanism for tackling policy issues can lead to inflationary pressures. For example, in the last one year, the Government has increased foreign workers levy, foreign maids levy, CPF contribution rates, car registration fee and various other increases. These increases have caused inflation to rise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are several social costs that can be created by spiralling inflation. Real income drops, interest rates increase, cost of living and the cost of servicing housing loans increase. The chain effect is quite frightening, leading to further spiralling and anticipatory inflation. We have known phenomenal inflation rates in other countries such as in Latin America and Third World countries. In Brazil, I understand, the increase in inflation has been 600%. I would like to know from the Minister whether his Ministry is concerned about this matter, and what actions are being taken to nip the problem in the bud? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 801</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Mah Bow Tan):</b> Sir, allow me in the limited time left to respond to the Member for Pasir Panjang GRC, Mr Bernard Chen, who touched on the supply and demand of hotel rooms in Singapore, which was also a subject which Dr Wang Kai Yuen touched on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, they are correct in saying that there is now a shortage of hotel rooms. The average hotel occupancy rate for 1989 was 87%. For this year, as they have pointed out, it is even higher. This is a cyclical business. After several years of glut, there is now a shortage of rooms and the hotels are facing a boom. As a result of this, the average hotel room price, in other words, the weighted average of all gazetted hotel rooms in Singapore, from expensive to moderate to the cheaper hotels, was $115 in 1985. It has risen to $164 currently. But just to put things in perspective, let me point out that even at this price we are among the cheapest in the region, especially when compared to our main competitors, Hong Kong and Bangkok. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking down the road, STPB projects that the hotel room shortage will get worse, especially, as Dr Wang pointed out, after 1995. The URA has been releasing prime land for commercial development which can be used for either retail, office or hotel. But at the current average room price which I quoted just now, $164 a room night, hotel development cannot compete with retail and with office development. Average bids for hotel uses currently run at slightly less than 50%. In fact, it is about 43% of that for office and retail uses. So very clearly, left on its own, this trend is expected to continue and developers will choose to build offices and shopping centres rather than hotels until the price of the rooms is high enough for hotel developments to be viable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen's point that the tourism sector is important to the economy is well taken. The Government has decided that it will release some land specifically for hotel development. For a start, the Government will release land which can cater to about 50% of the projected hotel rooms which are required. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 802</b></font>\n  <br>\n  <br> This will leave another 50% which will mean that this will allow the market forces to work. But the 50% budget for hotel rooms will moderate the cyclicality of the supply and demand situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Four sites have been earmarked for sale in 1990. These are at Merchant Road, High Street, Kreta Ayer and Craig Road. The hotel development at these four sites will add some 1,140 rooms to the market. And for 1991 we will release sites which will allow for a similar number of rooms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in addition to this, several hotels are now renovating their premises and upgrading their rooms. Existing hotels will add some 1,700 rooms to the market this year. And next year, another 1,300 rooms will be made available and this will be coming from new projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, the hotel business is a cyclical one, and therefore it makes the business of matching supply and demand a rather difficult one. One of the ways that we can help is to make sure that there is good information available to hotel developers and to all those in the tourism industry. So to help the industry plan ahead, STPB will publish quarterly reports on the outlook of the hotel sector which includes information on the outlook for the supply of hotel rooms, expected tourist arrivals, hotel rooms being planned, and hotel rooms under construction. Hotel entrepreneurs can then take investment decisions based on such information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I just would like to touch on one other point which Dr Wang mentioned and that is the call to moderate our promotion efforts. I do not think it is a good idea to moderate our promotion efforts. It is important that we keep Singapore in the public eye as far as world tourism is concerned. We should re-orientate our tourism marketing efforts to target at the high value-added tourists, to make sure that the convention travellers see Singapore as a value-for-money destination, not a cheap destination. So the recent increase in the cess from 3% to 4% will allow the STPB more funds to target this very valuable sector of the tourism market. I do not think it is therefore necessary for us to reduce the cess from 4% to 3%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 803</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1990/91, and ask leave to sit again on Monday, 26th March 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 804</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [BG Lee Hsien Loong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
