{"memberId": null, "volumeNo": "54", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"54\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1990-02-23\"> \n  <meta name=\"Start_Col\" content=\"1133\"> \n  <meta name=\"End_Col\" content=\"1215\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">54</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">23-02-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1133</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 54</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 23rd February, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1134</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1135</b></font>\n  <br>\n  <br> \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1136</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1137</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>VISIT OF THE HON. KEV LINGARD,</b>\n  </div> \n  <div align=\"center\">\n   <b>SPEAKER OF THE PARLIAMENT OF QUEENSLAND</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. On behalf of hon. Members, I welcome the Honourable Kev Lingard, Speaker of the Parliament of Queensland, who is present in our gallery, accompanied by Mrs Lingard. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1137</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PASIR PANJANG ROAD/SOUTH BUONA VISTA ROAD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Widening)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Encik Abbas Abu Amin</b> asked the Minister for National Development whether the Public Works Department will consider widening Pasir Panjang Road (between South Buona Vista Road and Clementi Road) and South Buona Vista Road. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, the Member for Pasir Panjang GRC had asked the same question last year. The Public Works Department has been monitoring the general traffic condition along these two roads. As the traffic condition is generally satisfactory, there is no immediate need to widen the roads. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1137</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RESETTLEMENT OF TEMPORARY OCCUPATION LICENCE LAND</b>\n  </div> \n  <div align=\"center\">\n   <b>(Payment of compensation)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Chiam See Tong - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. To ask the Minister for National Development whether his Ministry pays compensation in respect of resettlement of Temporary Occupation Licence land; and, if so, whether payment is made in full on all agreements for payments of compensation in relation to such resettlement. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Pasir Panjang GRC):</b> Question No. 2, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1138</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I note that the Member for Potong Pasir is not here but I will answer the Question. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The conditions in the TOL for State land do not require the Government to pay any compensation to the holder of a TOL on State land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Government offers, on compassionate grounds, ex-gratia payment and priority for alternative accommodation to alleviate the hardship of those affected by clearance. The assistance offered is subject to the following conditions:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;a) The occupiers must be in physical occupation of the land before the eligibility cut-off date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;b) Their approved improvements or structures on the land must be erected before the eligibility cut-off date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In all cases, payment is made in accordance with the prescribed rates and guidelines of the resettlement policy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1138</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANG MO KIO HOUSING ESTATE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Centre for TL2)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Lau Ping Sum</b> asked the Minister for Education if he will consider providing a centre for TL2 in one of the secondary schools in Ang Mo Kio Housing Estate. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Education (Mr Tang Guan Seng) (for the Minister for Education):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, at present, a TL2 centre located at Yishun Secondary School. This centre serves pupils in the Yishun and Ang Mo Kio areas and is accessible to pupils living in Ang Mo Kio through convenient bus and MRT routes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is of the view that there is no necessity to establish a TL2 centre in Ang Mo Kio at the present time. The Ministry will, however, monitor the situation and establish a TL2 centre in Ang Mo Kio if the need arises. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Sir, could the Parliamentary Secretary inform \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1139</b></font>\n  <br>\n  <br> the House on the number of students in Ang Mo Kio who are affected by this? \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng:</b> Mr Speaker, Sir, I do not have the exact figures with me now but there are two schools in Ang Mo Kio which offer TL2 teaching. One is Deyi Secondary School and the other is Bo Wen Secondary School. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1139</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SMOKING IN PRIVATE VEHICLES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Prohibition)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Koh Lam Son</b> asked the Minister for the Environment whether he will consider prohibiting smoking in private vehicles on the road. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Acting Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for the Environment (Mr Wong Kan Seng):</b> Mr Speaker, Sir, current laws on the prohibition of smoking are confined only to places where the general public ordinarily have access to. They do not apply to private places. This being the case, we cannot prohibit smoking in private vehicles on the road. However, smoking in public vehicles, such as buses, taxis and MRT trains, is prohibited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of the Environment is reviewing the existing laws so that prohibition can be applied to places such as private offices and clubs in order that a greater segment of the public can be safeguarded against the harmful effects of side-stream smoke. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, the Ministry will encourage owners of private vehicles and managements of private offices and clubs to introduce their own house rules to prohibit smoking in these places. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, would the Minister not agree that private vehicles are used on public roads and therefore cigarette smoking by drivers poses a proble, of health hazard, littering and safety to other road users? This is not quite a matter of smoking in private places. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, while the vehicle is used on the public road it does \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1140</b></font>\n  <br>\n  <br> not follow that a private vehicle on a public road can be subject to the Smoking (Prohibition in Certain Places) Act. We cannot use that particular law to stop him from littering or to preserve road safety or to ensure that the roads are safe. There are other laws to do this, for example, the anti-littering law and the Road Traffic Act can be used to make sure that people do not litter or that the roads are used safely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can sympathise with the passengers who are subject to side-stream smoke. I think it is for them to use their persuasion and peer and social pressure on the smoker in the vehicle. I think that is the only recourse that the passenger would have in persuading his friend or whoever in the vehicle not to smoke. We cannot use a particular law to stop the passengers in a private vehicle from smoking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the Ministry of the Environment keeps a constant look-out for people who litter from their vehicles and I can report that in 1989 a total of 576 persons were apprehended and eventually prosecuted for littering from moving vehicles and 80% of these people threw cigarette butts out of their vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Questions stood on the Order Paper - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1140</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REGISTRATION FEE FOR MOTORCYCLES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reduction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Abdullah Tarmugi</b>: To ask the Minister for Communications and Information whether he will consider reducing the interim registration fee for motorcycles before the introduction of a quota system for vehicles. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1140</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>INCREASED VEHICLE REGISTRATION FEES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Special exemption from payment)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Teo Chong Tee</b>: To ask the Minister for Communications and Information if he will grant special exemption from payment of the increased registration fees to those who can show proof that they have booked to purchase their vehicles before the announcement of the increased registration fees. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1141</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Question No. 5, Sir. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications and Information) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications and Information (Dr Yeo Ning Hong):</b> Sir, the next two Questions are inter-related. With your permission, may I answer them together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You may. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> The quota system will apply to all vehicles because all vehicles share the same road space. Motorcycles, as of last year, made up about one-quarter of our total vehicle population. With the inclusion of motorcycles in the quota system, a rush to buy motorcycles before the quota system is implemented is expected. Hence, like all the other vehicles which will come under the quota system, the growth of motorcycles must also be restrained during this interim period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, the Government appreciates and understands that many motorcycle owners are from the lower and middle income groups and hence the interim increase has been kept low but still effective enough to restrain its growth. It is kept at one-fifth of the interim increase for the other vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the other Question, Sir, the interim increase in registration fees was implemented with effect from 31st January 1990. It applies to all vehicles registered on or after that date. The purpose is to restrain the purchase of vehicles during this interim period and it is therefore not possible to grant exemption to those who register their vehicles on or after the effective date. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo:</b> Sir, is the Minister not aware that the number of motorcycles has in fact decreased and what is the rationale for such a steep increase in registration fee from $5 to $1,005 for motorcycles? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, as I mentioned, the intention of the interim registration fee increase was to contain the situation between now and the time when the quota system is in place. I expect to make a Ministerial statement on the quota system and the interim registration fee increases shortly and I will give all the detailed answers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1142</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, may I ask the Minister whether he has the figures showing the number of people who have booked to purchase a vehicle before the increased registration fee? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Booking of a vehicle is a private transaction between the individual and the company and it does not concern the Government at all. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1142</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>APPLICATIONS FOR PERMANENT RESIDENCE FROM HONG KONG RESIDENTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Particulars)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Home Affairs, as at the latest available date, (a) how many Hong Kong residents have applied for Singapore permanent residence; (b) how many of them have been granted permanent residence; and (c) how many of these successful applicants have settled in Singapore. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Senior Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Home Affairs (Dr Lee Boon Yang) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, between July 1989 when the scheme to attract Hong Kong talents was announced until 11th February this year, 20,038 applications for permanent residence were received from Hong Kong residents. Approval in-principle was given to 8,605 skilled workers and technicians under the newly liberalised scheme to attract such skilled workers from Hong Kong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;8,086 approvals in-principle have been granted to professionals who do not come under this scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;588 Hong Kong resident have taken up residence in Singapore. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Cairnhill):</b> Sir, may I ask the Senior Minister of State whether the figure of 8,086 for professionals is included in the overall figure of 20,038 that he has just announced? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, to answer the Member's question, I must refer him to the Ministry of Home Affairs' press statement on 10th July 1989 which announced the liberalisation of the rules \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1143</b></font>\n  <br>\n  <br> on permanent residence. Sir, paragraph 2 of the press statement states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Up to now, graduates, professionals and entrepreneurs and their families can settle in Singapore under the Permanent Residence Scheme. The Government has now decided to offer permanent residence to technicians, craftsmen, skilled workers, white collar workers and self-employed persons.' \n  <br>\n  <br>The statement then goes on to spell out the criteria. It is therefore obvious from the press statement that the figure of 25,000, which was subsequently released by our Commissioner in Hong Kong, does not include professionals who had all along been eligible for permanent residence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1143</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAINTENANCE OF RELIGIOUS HARMONY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [22nd February, 1989], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill be now read a Second time.\" - [Minister for Home Affairs]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.43 pm \n  <br>\n  <br>\n  <!-- Encik Abbas Abu Amin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abbas Abu Amin (Pasir Panjang GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, we must be thankful that our country is now enjoying a state of peace and prosperity. The stability and the progress we are now enjoying is due, amongst other factors, to a willingness to compromise and together maintain religious harmony among peoples of different beliefs and religious affiliations. The importance of maintaining and nurturing religious harmony is something that must be recognized by the plural society of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many are of the view that existing laws, such as the ISA, are adequate to prevent fanatics and extremists from causing havoc. Mr Speaker, we should not wait until the situation reaches a critical stage or until the problem gets out of hand before acting. The Bill now before us, as explained by the Minister for Home Affairs, and from what we have read in the White Paper issued by the Government, is a measure towards preserving a state of religious harmony in Singapore. The Bill is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1144</b></font>\n  <br>\n  <br> intended to maintain religious harmony and not curb religious freedom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support this Bill for its sound and clear objectives. However, I would like to seek further clarification and consideration of the Hon. Minister in a number of respects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 3(3) of the Bill states that the appointment of a member of the Presidential Council may be revoked at any time before the expiry of his term. One can imagine this provision affecting the integrity and fair judgment of members of the Council in their deliberations and recommendations to the Minister. The Presidential Council should have authority and be seen to be truly independent and fair in making its decisions or recommendations to the Minister. In other words, the Council should have members who are respected, of good judgment, and can command the confidence and enjoy the goodwill of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This aspect is even more important in view of the tasks given to the Council under clause 11 of the Bill, to make recommendations to the Minister responsible, as to whether a prohibition order should be continued, varied or revoked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 11 also states that in its considerations, the Council is empowered only to consider facts and documents approved by the Minister. I think the Council should also be allowed to request further evidence if necessary or to call upon persons to give evidence before a decision is made whether a prohibition order is to be continued, varied or revoked. This need to be given due consideration in view of clause 14 of the Bill, which states that all decisions made by the Minister and recommendations of the Council are final and shall not be questioned in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 8 (1)(a) of the Bill states that it is an offence to cause feelings of hatred between different religious groups. I would like to seek clarification of the term \"religious groups\". As for Muslims are concerned, they wonder whether this term include the Qadyanis (Ahmadis). Are Muslims, for instance, not going to be permitted any more to stop the Qadyanis \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> from giving sermons that are deviationist in nature to Muslims? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, how do Muslims stand with regard to clause 8(d) of the Bill, since in Islam politics and religion cannot be separated? The Government has to assure religious leaders that this Bill would not affect the missionary and other religious activities that they have been carrying out all this while. Religious freedom is enshrined in our Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Examples of conduct prejudicial to religious harmony contained in the Annex to the White Paper involve foreign preachers. It would be in our interests if the local religious bodies which invite such persons could explain to them the multi-racial, multi-religious character of our country, so that the guest preachers would not touch upon sensitive issues, because one word out of line can mean very grave consequenses. We have heard many examples of this yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support the proposal to refer this Bill to a Select Committee. This would enable more people from religious groups to come forward to give their views, recommendations and clarify any issue for the consideration of the Committee so that the Bill could be refined. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Mr Speaker, Sir, I support the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the publication of the White Paper, I had occasion to meet the leaders of the Sikh community in Singapore. At that meeting, we discussed the contents of that White Paper and the proposed legislation. The Sikh leaders comprise the Presidents of the Sikh temples in Singapore and the Chairman of the Sikh Advisory Board. They are all in full support of this Bill and of the principles behind it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason for their support is two fold. First, they understand the good sense behind this Bill and, secondly, it is consistent with the principles of the Sikh religion that there should not be inter-meddling between religious groups. I would venture to suggest that we have seen overwhelming support in this House for the Bill as well as support outside this House for this legislation primarily because this Bill does not state anything new. We have all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1146</b></font>\n  <br>\n  <br> along conducted ourselves in Singapore on the basis that we should mind our own business and that if we interfered with any other religion, trouble will result. These are the unwritten rules that govern our social conduct. All this Bill seeks to do is to translate that into a written form and formalise the relationship between the peoples of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, I would like to say that I personally have difficulty with one aspect of the Bill and that relates to the prohibition against the carrying out of activities to promote a political cause. My difficulty arises from the inability to define the term \"political cause\". It is something which is easy to recognise but difficult to define. The Bill does not have a definition of \"political cause\" and I think it is not found in our statute books. But the Court of Appeal in Singapore has had occasion to express an opinion on the meaning of the term \"domestic politics\". This was in a decision reported in the 1989 Malayan Law Journal 385 in the case of Dow Jones Publishing Company Asia Inc versus the Attorney-General. In that case, the Court of Appeal expressed the following opinion: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In the context of Singapore, domestic politics would in our view include the political system of Singapore and the political ideology underpinning it, the public institutions that are a manifestation of the system and the policies of the government of the day that gives life to the political system. In other words, the domestic politics of Singapore relate to the multitude of issues concerning how Singapore should be governed in the interest and for the welfare of its people. In this broad sense, the political, social and economic policies of the government of the day are part and parcel of the domestic politics of Singapore.' \n  <br>\n  <br>That is an attempt by the court of appeal to define the term \"domestic politics\" and it is binding on all Singapore courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The term \"political cause\" must have the same width or is necessarily wider than the term \"domestic politics\". It is too wide and it is too vague and for that reason, I would request the Minister to reconsider the use of that term and to identify another term to enable the purposes of the Act to be carried out. It is a difficult task, I appreciate. But if laws are to be passed, there must be certainty. People must know what they can and what they cannot do. There cannot be doubt. It is in the interest of the people that there be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1147</b></font>\n  <br>\n  <br> certainty and I would venture to suggest that it is in the interest of the Minister as well that people do not feel that he has vested in him a discretion which is too vague to define. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, if a religious leader or a head of a religious body were to recommend the principles behind this Bill to his flock, then arguably, that act, that recommendation, may be equivalent to promoting a political cause, because it is in support of legislation. Clearly, this is not intended. There are things that they should be allowed to do and there are things that they should not be allowed to do and there must be some definition. There must be clear-cut guidelines to enable the citizens of Singapore to determine how they should conduct themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, Sir, I would like to make a few suggestions in relation to some substantive and drafting aspects of this Bill. Clause 7 of the Bill provides that the proceedings of the Council shall be secret and that no person shall be permitted to divulge anything that transpires within that meeting unless he is expressly authorised to do so. The Bill does not say who is entitled to authorise a member of the Presidential Council to disclose the contents of those proceedings, and I think that that should be addressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would recommend that, in so far as the constitution of the Presidential Council is concerned, a former judge of the Supreme Court should be made a member. Because the Presidential Council will be considering evidence which will be put before it by the Minister and will have to engage in the exercise of evaluating the evidence and determining what weight to attach to that evidence. I think they can be assisted in that task by a person who is experienced in that field and a former judge would, in my opinion, be the right person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also ask the Minister to consider whether deliberations within the Council can be disclosed in a court of law, whether express provisions have to be made to render these deliberations privilged from disclosure. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two final points. I would ask the Minister to consider whether clause 8 should also extend to activities of intra-religious groups as opposed to just activities of inter-religious groups. Lastly, whether provision ought to be made for a restraining order for the Minister to be vested with power to issue a restraining order for the 14-day period between the time the Minister determines that he intends to issue a prohibition order and the time that he does so. There may be circumstances where the conduct of the person in question is such that it is continuing and it might be prejudicial and there may be cause for an interim restraining order until the final decision is made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the Bill, Sir. \n  <br>12.59 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, the Minister for Home Affairs has given a comprehensive explanation of why we need the Bill. I want to complement him by bringing you into the inside track so that you can appreciate better how the Bill has evolved from start to finish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill may have taken two and a half years to finalise, but actually the idea started long before that. It started some time in 1986 when we read ISD reports on how certain religious groups were becoming over-zealous in their proselytisation, how aggressive propagation of faith was affecting others and how other religious groups were planning to fight back to retain their following. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We studied the situation to see whether these were isolated incidents or they represented a trend. We came to the conclusion that it was a trend, not just in Singapore but worldwide. We then asked the Ministry of Community Development to commission and do a proper study of religious trends in Singapore. This study was undertaken by three NUS lecturers and they published several reports, the final one being the Report on Religion and Religious Revivalism in Singapore in October 1988. The study confirmed that religious fervour was indeed on the rise in Singapore and also in the world, and that, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> to quote from the Report, \"followers from some religions have also become more fervent in their religious interest and activities.\" This was true not only of the Christians but also of the followers of other religions, the Buddhists and also the Muslims. We were not concerned with the rise of religious fervour per se, but worried that such a trend in a multi-religious, multi-racial society, might lead to a clash between religions. That was our concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This trend in religious fervour was complicated by another trend, the mixing of religion with politics by some sections of the church. ISD sent us reports on a number of Catholic priests and activists using social action to take on the Government and alerted us on the introduction of liberation theology into Singapore or the practice of liberation theology into Singapore. I found myself reading the Catholic News not for its theological teachings but for its articles on political issues like MNCs, foreign workers, and the Newspaper and Printing Presses Act. I wondered how these articles got into the Catholic News when they had nothing to do with religion per se. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister also read the ISD reports, the MCD reports on religion and publications on liberation theology. So he became quite an expert on this subject. He saw the danger signals. He was very concerned. It was clear that we would have a problem on our hands, first, of many religious groups competing fiercely for followers leading to the possibility of clashes and, second, of some religious groups entering the political arena through their religion and causing a collision between religion and the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We spent sometime to discuss the implications where all this will lead us to. I think the conclusion was obvious. It will lead to disharmony, disorder, chaos, confusion and conflict. At the same time, the Prime Minister said that it was not an immediate problem. It is not something which would take place very quickly or in one or two years' time. It was a problem of the future and because it was a problem of the future he left the decision to me and my colleagues. It is one in which we have got to deal with because it is something which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1150</b></font>\n  <br>\n  <br> will happen not in 1986 but perhaps several years down the road if the trend was not checked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had two options: leave things alone and hope for the best a do-nothing approach and hope that good sense will always prevail and religious harmony will somehow be maintained. Or I can decide not to take risk and do something to preserve the present harmony amongst Singaporeans of various religions faiths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first option is easy. It is a do-nothing approach and nobody would know that there was such a problem. It would not be discussed. Painless, no political cost at all, or at least no immediate political cost. The cost may come later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second option will be controversial. It means another set of rules to govern the way we behave and it will carry some political costs. And it will carry a big price if we are unable to explain and persuade Singaporeans to believe in our explanation that such a Bill is required. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the radar signals showed that there are dangers ahead I felt that it was unwise not to do something about them. In fact, I felt that it would be thoroughly irresponsible on my part and on the part of the Government if we do not take preventive action now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I consider racial and religious harmony as the most important bedrock of our society. If there is no harmony there will be no peaceful prosperous Singapore. As simple as that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister and his colleagues have spent many years to build up this climate of harmony amongst Singaporeans and nurtured a climate of tolerance amongst people of different religions and I have every intention of ensuring that such a happy state of affairs remains. I then discussed the subject with my Cabinet colleagues and most of us decided to act. Most, because not all agreed that we should introduce a legislation or take steps to prevent this trend from developing. There were some of us who argued that we should leave things alone. It is a very sensitive subject, very emotive, and they said, leave things alone, leave well alone. After all, where is the problem? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having decided to do something about the problem, our next question was: what form of action? Again here we considered two options. Option One, a non-legislative, non-enforceable approach. For example, to come out with a set of guidelines or guiding principles, make this into a Declaration of Principles, a list of do's and don'ts to guide religious leaders and members of their flock; or we can choose option two, which is to have a legislative, enforceable mechanism, a law that could restrain trouble makers, those who jeopardise religious harmony. We were not decided which option to take. So we asked the Attorney-General to put up two drafts - one a Declaration of Principles and the other a draft Bill. Both were submitted to us in June 1987. The Declaration sounded good. It was indeed a possible option for us to take. I will read to you just one or two guidelines what we had in mind. For example, it would state: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'All persons are guaranteed the freedom to practise and propagate their religion. In the exercise of this freedom, they must have regard to the multi-racial and multi-religious character of our society and, in particular, the sensitivities of persons professing other religious beliefs and practices.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another guideline: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'No religious group shall incite or otherwise influence its members to violence or to be hostile towards other religious groups, races or classes of the population.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think many people will quarrel with the guidelines. But we asked ourselves what purpose would such a declaration serve? The majority of religious leaders and members of religious groups would readily agree and observe this principle. Our problem was the minority of persons who did not agree and would pay no regard to such principles. That is the problem that we have got to deal with, the minority. Therefore, useful though the Declaration of Principles was, it would not meet our purpose. We did not reject it outright. Although we thought that was not the way to go, we kept it open as an option. We used that to discuss with other Ministers and MPs in 1987 and 1988, both the draft Bill as well as the Declaration of Principles. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We felt that the solution was to have a legally binding code. We were aware that we were breaking new grounds. So we looked around at other countries to see how they tackled the problem. Other than Turkey, which has some provisions in its Constitution and Criminal Code on this, no other country has a law along the lines that we envisaged. And because of this we proceeded ever so carefully. We wanted a law that could deal with the problem in a very fine way instead of having to resort to ISA or the Sedition Act or to use court prosecution under some other relevant laws to deal with those who cause disharmony through religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard the arguments by many MPs over here and also other people outside that we should not introduce a Bill because we have already under existing laws the means to enforce discipline if some people were to go beyond the bounds in propagating the religion. If they support the use of the ISA or other laws to enforce what we want to do, then I see no reason why they should not support this Bill because this Bill is intended to be a finer way of dealing with the problem. It is like trying to use a scalpel to make a precise incision to deal with problem cells instead of having to use a chopper to amputate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill has taken us nearly three years to lay before the House. I think we took the right decision not to rush it because religion is a very powerful, emotive subject. It was right that we were very circumspect and very measured in our approach. We cannot risk this Bill being misconstrued as a curb on religious freedom or a curb on the freedom of expression of individuals. So not only had the Bill to be drafted with some care but care had to be taken to explain and satisfy the people as to its objectives and operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another reason why the Bill has such a long gestation period. I had to convince my fellow Cabinet members and MPs to come along. Quite a few had reservations initially. I believe the Minister for Home Affairs had lost count on the number of drafts he went through. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> have in our Cabinet, and in Parliament, Ministers and MPs of so many different faiths -Christians, Muslims, Buddhists, Taoists, Confucianists, agnostic, no religion, free thinker, Hindus and maybe one or two others. And we had to take into account the reservations and apprehensions of the MPs and the Ministers. They asked the questions which MPs are now asking: Will the Bill be misunderstood? Could the Bill be abused by a less honest government in future? These are very legitimate questions and it shows our concern as a body of politicians over how a Bill can be misconstrued and over abuses of a Bill. And I think it is a healthy trend that we should show such concern. But as we discussed and as we pursued our points, and as we worked and improved on the Bill, a clear consensus emerged. I am glad to say that the White Paper and the Bill reflect the unanimous view of all my Cabinet colleagues. I cannot say, however, whether it reflects the unanimous view of all MPs, the PAP MPs. I know that the Workers' Party MP does not quite agree with this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Law and Home Affairs did consult a cross-section of MPs. Some 30 MPs and all the GPC Chairmen who were consulted were generally supportive, and convinced that we need to do something. But we did not take a head count, so I would not know whether the support is unanimous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Still, when the Bill was ready last year, we decided not to table it immediately but to publish a White Paper, because we have got to look at the people outside this House who have not yet been consulted. We wanted the White Paper to explain the background and to explain why the Bill was necessary. A draft White Paper was circulated and discussed with various groups, such as GPC Chairmen and the religious leaders. The Prime Minister met them and a few other Ministers met them too, and I was also there. I also personally conducted two dialogue sessions with two different groups of community leaders, some 2,000 of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They made significant suggestions and their suggestions were incorporated into the final White Paper. The changes were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1154</b></font>\n  <br>\n  <br> accepted, and we were happy that we consulted them because there were useful points made. And this reinforces my personal viewpoint that there are benefits in consultation because in consultation, in the very process itself, we are able to build consensus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that you have got a good sense of how the Bill has evolved and why we took such a long time to evolve this Bill, I want to address one point which seems to trouble many MPs and some people outside this House, that is, for some religions, including Islam and Christianity, religion is a total way of life, and a person cannot compartmentalise his religious life and his political life into two parts. It is not really possible to separate the two halves and I concede that. I agree with that point of view. That it is not easy, and perhaps not possible, to separate our spiritual life from our political day-to-day life because politics and religion represent one's total way of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, nevertheless, we must try, in the context of a multi-racial, multi-religious Singapore. And we must try for the good of all Singaporeans. Let me put it this way. If a religious leader is entitled to his political views, and of course he is entitled to his own views, but if he is allowed to use his religion to advance his political views in churches, mosques, or temples, we must allow a politician, who also must be entitled to his own religious views, to use Parliament and mass rallies to propagate his religious views. In other words, a religious leader has got the right to have his own political views. A politician too is entitled to his own religious faith or views. If you allow the religious leader the right to propagate his politics, you must allow the politician the right to propagate his religion in Parliament, during election time, over mass rallies. So where will that lead us? Can you imagine where it will lead us? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we try and push our religious beliefs indiscriminately and try to use that to change certain government policies or even governments, then the State and the religion concerned must clash - for we are using the authority of a religion to challenge the authority of the State. First, it will start off as a clash between a religion \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1155</b></font>\n  <br>\n  <br> and the State, and then as the clash develops, it will degenerate into a clash between a religion and perhaps many other religions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me explain how this process will come about. Singapore is a multi-religious society. And it will be foolish of any group, any religious group, to think that they can harass and unseat the government without expecting the government to strike back, using a counter religious force, if necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us examine the distribution of Singaporeans by religion. The Straits Times conducted a survey in January-February 1988. Christianity or Christians - some 19%. Say, some groups in the Christian faith (I am using this as an example) try to use their faith to harass the Government, to unseat the Government, to get Government to change its policies. Then, the ruling Party or the Government during election time will have to craft its election speeches accordingly, appealing to the majority. Because no government is going to allow its authority and power to be challenged by another group, using religion for that purpose. And how would the election speeches be crafted? Who are the majority? In Singapore's context, 43% of Singaporeans are either Buddhists or Taoists. And if that force is not sufficient, I think political parties will also look for other religions which are well disposed towards those parties and less well disposed towards the group that was trying to use its own religion to challenge the Government. For example, speeches can also be made aiming at the Muslims and the Hindus to get their support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where will this end? It will mean the end of Singapore. Isn't it? I make this point not as a threat, but to urge all Singaporeans to take a practical, commonsensical approach in our religious and political lives. The present situation where there is clear separation between religion and politics is the best and most comfortable for us all. We want to keep it that way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was not speaking in the abstract. And just to illustrate the point that I was not painting an imaginary picture, I will quote \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1156</b></font>\n  <br>\n  <br> you some abstracts from a document which ISD found amongst the possessions of Vincent Cheng. I think all of us remember Vincent Cheng rather well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the report from a workshop organised by the Federation of Asian Bishops in Tokyo called the Federation of Asian Bishops Conference in 1986. Its title was \"Laity in Politics and Public Service\". It is quite an interesting report. I think there are about four or five pages. I have extracted some relevant quotations, and I will go through them to let you get a feel of what they were contemplating and what they believed in. There is no suggestion here that they are up to any mischief. I think they believe in what you call liberation theology, and this is a document which relates to the teaching of liberation theology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The group reflected on situation in different countries of Asia of poverty, injustice, and tyranny in various forms and also on the fact that there is present a great amount of opportunity and freedom to respond to political happenings. ...\" \n  <br>\n  <br>This was in the opening paragraph. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Politics is not dirty ... It involves organised, purposeful activity for the common good, ... the Catholic is called upon to participate in activity that leads to the common good.\" \n  <br>\n  <br>Nothing wrong with that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\" ... As the church in Asia becomes more self-reliant and more mature in its own understanding and as the laity become more aware of their call by God to be living members of the community, concerned with the common good, the hour has come to discern how to become more truly a community concerned with human rights and a people with a clear option for the poor.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The local Church's role vis-a-vis governments may have to become more critical and prophetic, ...\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\" ... The Church does and should not support [that means, does not and should not support] individual candidates or particular Parties in a public way because of the division this can bring to the community, but there is a need to morally support and challenge politicians to maintain Gospel Values and to be informed of the social teachings of the Church.\" \n  <br>\n  <br>Then under the section on \"Parties Catholics can Work With\" - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"In the political process, Catholics have to connect with, other religions such as Buddhism and Hinduism, with some religious groups who take an adversary position against the Church, with Racial groups or with Marxists. In each case discernment is needed to decide how best to work for the common good without \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1157</b></font>\n  <br>\n  <br> compromising the position of the Church. Cooperation with Hindus and Buddhists has been generally successful. Catholics can help influence them to respond to their needs and can work with them to respond to human rights issues and the needs of the poor. With mixed racial groups, the work of the Church should be to encourage multi-racial parties or activities to work towards reconciliation and to prevent polarization with Marxists. Though Catholics cannot accept Marxist ideology, they can dialogue and work together [that is, the Catholics and the Marxists can dialogue and work together] in a practical way under certain circumstances for the common good. This dialogue and cooperation will require prudence and proper discernment.\" \n  <br>\n  <br>How would they respond? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\" ... \"Active non-violence\" is the final point. Catholic teaching adds that when all these means have been exhausted and the tyranny continues, violent response may be a possibility. ...\" \n  <br>\n  <br>In other words, they preach active non-violence. But, if necessary, violence can be used. Under the section on \"Church and Partisan Politics\" - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\" ... the whole Church must be involved in political activity which means organized, purposeful activity for the common good ...\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This document is an example of what liberation theology teaches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Liberation theology advocates the involvement of the Catholic Church in the political arena to protect human rights and advance the common good. It was spawned in Latin America and found its way to the Philippines a few years ago. It was a rationale for religious organisations to enter the political arena to challenge the government. It legitimised political activism under the cover of the church. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some liberation theologians preach the gospel of violence, struggle and revolution. In other words, not all, but some do. Given the conditions in the countries where liberation theology originated, ie, in Latin America, we can understand why many religious thinkers felt impelled to do something about human conditions in this world, and not just for the next world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government does not presume to judge the rights and wrongs of liberation theology or of their movements in other countries. It is not within our means or within our right to judge whether they are right or wrong. All we are saying is whether it is wise to practise this in Singapore, whether it is good for Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1158</b></font>\n  <br>\n  <br> pore and whether the practice of liberation theology in Singapore would not lead us to ruins. Because if we allow the Catholics to be involved in politics as a church, we must allow the Buddhists, the Muslims, the Hindus to do likewise, and all others who want to use their religion to advance their political purposes or to use religion to get into the political arena to advance their religious faith to do so. In Burma, the Buddhists monks were involved in politics. In Sri Lanka, they too were at the forefront fighting against the Jaffna Tamils and the Hindus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If religious leaders in Singapore apply force on the Government, it will be a no win situation. Because the Government will enlist the help of those religions well-disposed to it. There will be strife and Singapore will end up worse than Northern Ireland and Lebanon, because in these two countries, at least the people are all Irish or Arabs. Here, we are not of the same race. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said what I have said, I come back to the basic point that it is indeed difficult to try and separate spiritual political life. It is not a new problem. I think church versus state has been a problem for centuries. We studied the history of England, history of the church in Europe. It has been a running battle over many centuries. But we can try and separate the authority of the religion from the authority of the State. I think that is a bit easier, keep the two authorities separate. What we are trying to do in Singapore is actually to follow the American example where the church and State are kept separate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me conclude by saying that Singaporeans are free to believe in whatever religion they choose so long as they do not go overboard and engage in activities which can cause disharmony or which can lead to disorder. They are free to engage in politics whatever their religious faiths. It is their right to do so as individuals. If they think that the Government is bad or evil, they should throw out the Government through the ballot box as individuals. That is what elections are all about. That is why we hold elections regularly and fairly. It is a non-violent constitutional way of changing governments. And this is the best \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1159</b></font>\n  <br>\n  <br> safeguard against abuses of this Bill when it becomes law because any abuses of the law will be highlighted by politicians and that government will lose support during elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we observe the simple rules of live, and let live, and keep religious authority separate from state authority, there will be peace and harmony among Singaporeans of different religions and different political persuasions. This is what the Bill seeks to achieve. In a sense, this Bill is a recognition of a retrogression, or potential deterioration, in religious harmony. The Government takes no joy in introducing it. I take no joy in speaking on this subject. It is not something which we are very proud of. We introduce it more in sorrow than with joy. It is to prevent us from sliding backward. It is an act aimed at preserving common sense and harmony. \n  <br>1.37 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, the SDP wholeheartedly supports the need for religious harmony in a multi-racial, multi-religious Singapore. This principle is so basic, so vital, that in fact it should be ingrained in every child in our schools in Singapore. Obviously, the Government has not done so. That is why we see the need to legislate to ensure racial harmony in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP supports the Government for making Singapore a secular state. It is right that the Government should not support any one particular religion in Singapore. We are a multi-religious society and equality of treatment of all religions is paramount to maintain racial harmony in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the First Deputy Prime Minister has tried to make out a case for a law in Singapore to maintain racial harmony. But do we really need such a law? The Minister in his usual way has pointed to other countries - Sri Lanka, India, Lebanon and so on - stating their problems there of their religious strifes in those countries. But I think it is wrong always when we want to enact a law to point to the problems of other countries. Those countries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1160</b></font>\n  <br>\n  <br> have got different social systems. They have got different ethnic composition and they have got different economic levels of development from Singapore. We should look at the Singapore context and ask ourselves whether we need such a law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to look, first of all, into Singapore's history. What does history teach us as regards Singapore in relation to religion? We have religious tolerance here. Religious tolerance has been a way of our life. There is, in fact, no one single riot or clash or bloodshed which stems directly from religious causes. The two most prominent cases cited yesterday by Dr Lee Siew-Choh were the Maria Bertha Hertogh riot in 1950 and the 1964 riot. These riots had their origins not on religious grounds. As Dr Lee rightly pointed out yesterday, there were very special circumstances. In those two cases, take the former, I will refer you to Dr Goh Keng Swee's book entitled \"The Practice of Economic Growth\". At page 50, Dr Goh observed \"that the Maria Hertogh riot in 1950 was directed against the European population in Singapore.\" There was no mention that it was a riot due to religious reasons. And at page 79 of the same book that Dr Goh wrote, \"In addition, there were two race riots in Singapore in July and in September 1964 which resulted in much bloodshed.\" Those riots were attributed to race and not to religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister and Dr Goh Keng Swee, on more than one occasion, have praised the Christian churches for their good work they have done in education and in social welfare. Generally, the churches in Singapore and other religious organisations, far from doing harm, have been major contributors of social good. They have genuinely no intention to do harm to the Government or to the nation. Even the Minister yesterday admitted that the majority of leaders and members of religious groups are prudent, sensitive and moderate in their religious practice. The legislation is aimed at the small number of \"mischievous irresponsible people.\" The present laws in the Penal Code could deal adequately with those few people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One example of such persons has been cited in the Annex to the White Paper, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1161</b></font>\n  <br>\n  <br> instance of the senior pastor in a local church who was a foreigner, in any way, not a Singaporean, \"wanted all Malays to be Christians\". He declared that \"the greatest threat to Christianity to all mankind today is not communism but Islam.\" As regards this preacher, I would say that he could only say such a thing because he was not brought up in Singapore and he did not realise the sensitivity of other religious groups in Singapore. This sort of people can be easily dealth with. In the first instance, he could be sternly warned by the Government. And once he knows of the situation in Singapore, I am sure he will change. But if he does not, of course, he can be easily expelled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personally, I do not think that any sane religious leader who is born-in-Singapore will make such statements. Anway, if any born in Singapore religious leader is mischievous enough to do so, then I say that he can be justifiably charged under the provisions of the Penal Code. And I for one would support the Government for doing so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just as a matter of observation, Sir, I notice that all those materials contained in the Annex to the White Paper, the reports of people who were purported to indulge in intra-religious proselytisation and mixing religion and politics were supplied by the secret police. This shows that members of the ISD have been spying in our churches and other religious places. I think indeed we are a police state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if there is going to be a law to preserve racial harmony in Singapore, then the definition of the word \"politics\" has to be changed. Many speakers have highlighted this problem. At the moment, the proposed law covers too wide a ground. As it now stands, it appears to be an instrument of repression. Its intention to me appears more to silence critics of the Government. For this, I cannot support the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of its intentions is purportedly to separate politics from religion. Can this really be done? This is a real problem which the First Deputy Prime Minister has highlighted. I think this is the concern of most religious leaders in Singapore. I do \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1162</b></font>\n  <br>\n  <br> agree with them that religion encompasses all aspects of life. Questions of conscience, of morality, of justice, of the plight of the poor, of housing, of all necessities of life, are covered by religion. So how can you separate religion from politics? As a writer in the Straits Times on 21st February wrote, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'To demand that religious institutions stay completely and absolutely out of politics would be asking for the impossible.' \n  <br>\n  <br>Sir, these are genuine concerns among religious leaders that this law will in fact stifle freedom of practising their religion. Therefore, if the Government really has the intention to preserve religious harmony, then its first duty is to confine its terms to only specific instances. The Government cannot have an all-embracing law. As it stands now, this Bill can be used against all political dissenters, against young people who want to have more democracy in Singapore, against all those on moral grounds opposed to Government policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You will remember that the Catholics opposed the Abortion Bill quite strenuously, especially in the 70s and of course the Government did not look to them kindly because, at that time, the Government's policy was to keep down the population. But now the Catholic church has been proven right in opposing the Abortion Bill, although its reasons were not those of the Government. Therefore, if the voice of the church and other religious groups is by law muted, then the nation would be losing a very large pool of useful, knowledgeable group of people who can contribute to social and other issues. Sir, if the Government persists in passing the Bill in its present form, then I say that it is intent on taking the authoritarian path and it will one day surely lead us to a totalitarian state. This law gives the Minister total and absolute power, first, to silence a religious leader and then to charge him in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the Minister must explain when a person breaches the prohibition order and when he is charged in court, is he charged for making statements prejudicial to wrecking religious harmony or only to breaking the prohibition order. Sir, this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br> is important because if the court does not go into the merits of his case then it is an exercise of purely an executive power. So if that is the case, then this law will in fact be a parallel law to the Internal Security Act. In the Internal Security Act, there is no means of review of a person detained under it in our courts of law. If we have such a parallel law, then instead of moving forward we are indeed moving backward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must never try to avoid judicial review. If we always make law which is only an exercise of executive power without our courts looking into the reasons for exercising those powers, then we are going on a very dangerous trend. Sir, we must always try to pass laws which will in fact promote the rule of law in Singapore. The Government's policy is to have more people speaking up, more contributions to public issues. What this law is really going to do is to in fact curb that policy. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, I would like to seek a point of clarification from the Member for Potong Pasir. He has concluded that the Maria Hertogh riot has got nothing to do with religion. But is not the Member aware that the target of the violence was mostly against Christians and there was no Chinese or Buddhist involved. And that riot was purely between Muslims and Christians. Was that not a religious-related riot? He also concluded that the July 1964 riot was purely and absolutely racial. May I ask him whether he was aware that the riot was triggered during a procession of Prophet Mohammed's Birthday celebration in which I was one of the witnesses. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, if the Member had listened carefully, I said that the riots were not religious in origin. I have also repeated what Dr Lee has said that those riots had special circumstances. In other words, they were not purely based on religious reasons. In the 1950 riots, in fact, there was a national feeling, a strong movement against the colonial powers and the special reasons that after the court case, custody was given to the natural mother of the child. Unfortunately, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1164</b></font>\n  <br>\n  <br> child was placed in a convent. So that was the special reason which exacerbated the riots. In the case of the 1964 riots, the special circumstances were not arisen from local people. There were external instigators. You will remember that at that time there was confrontation and there was confrontation between - \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> That was in the 1950s. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, I am talking about the 1964 riots. So there were many special circumstances, instigators from outside for political reasons. So it was not purely based on religious reasons. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Yatiman Yusof:</b> Sir, despite his lengthy explanation, I am afraid that the Member for Potong Pasir does not have the full knowledge before he draws his conclusion. I am concerned because the conclusion arrived from that inadequate knowledge could be misleading in supporting his view that the two riots were absolutely unrelated to religion. So my appeal is that I would hope that the Member would in future do a proper study before coming to his conclusions. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I have quoted Dr Goh Keng Swee who has got great authority and he has written a book on it. Sir, the Member may want to hold the view that it is due to religious reasons but the facts do not seem to bear out what he says. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Pasir Panjang GRC):</b> Sir, I support the Bill as introduced by the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we all know that we need religious harmony. In fact, all major religions preaches harmony. All major religions extol the virtue of tolerance and charity towards one another. But the reality is otherwise. In almost every country in the world today we can see, instead of harmony, disharmony among various religious groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a Roman Catholic, I have also been the subject of disharmonious accusations by other religious communities in Singapore. This is not news. I think we have to look at what is presented in a theoretical basis and what actually exists. The sad fact that we have in Singapore today or indeed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1165</b></font>\n  <br>\n  <br> in other parts of the world is that religious harmony does not come automatically. More often than not, the other way is the natural course of action. It is therefore incumbent upon the Government in governing a country that the anti-harmonious tendencies must be curbed and that it does its best to preserve religious harmony in all ways possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the reason why I strongly support the setting up of a Presidential Council to help the Government in promoting religious harmony because it is difficult for the Government to arbitrate and to interpret the very fine points amongst various religions, whether it is conversion, evangelization or otherwise. It is a matter that best be left to the religious leaders who, as it were, should set their own houses in order. The Government is in charge of secular matters and it cannot favour one or the other. Hence, the formation of a group of people comprising the religious leaders of the major religious factions in Singapore may well be the best answer although it may not be ideal to solve this problem. The interpretation of religious principles and in certain areas politics and religion are very complex. There are no clear winners but there may well be a lot of losers in the process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the present Bill puts it, the Presidential Council is advisory in nature. One cannot help wonder how it is going to conduct its proceedings, especially when we are talking about a Council of quite a large representation of people from different walks of life and different religious faiths. I think it may be advisable for the Government to consider whether some clearer ground rules can be laid for the Presidential Council to deliberate cases brought to it by the Minister. Otherwise there would be different opinions and at the end of the day there will be no clear direction as to the interpretation of various issues emanating from the Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a difficult subject but perhaps in the Select Committee stage we can hear representations from the various religious groups and also from the Government as to how best this can be tackled. I only need to emphasize again that it is better for the Presidential Council to determine the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1166</b></font>\n  <br>\n  <br> merits of these cases rather than leaving it to the Government to judge matters on which there are religious implications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the matter of politics and religion, I support fully the sentiments expressed by the Minister in his speech and also the comments made by the First Deputy Prime Minister. Our situation in Singapore is very different from those prevailing in other countries. In particular, as a Catholic, I have also been exposed to the teachings of liberation theology. But liberation theology originated from countries far different from what we have in Singapore today. There is nothing wrong for the church, for example, to sympathise with the poor or the downtrodden if in actual experience it is in fact the case. And in those countries, especially those in South America and, until recently the Philippines, it is hard put for anybody to separate politics from religion in that regard. But in Singapore, surely we are far removed from that kind of situation and there is no reason why the principle of liberation theology should have any application here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The critical point made by the First Deputy Prime Minister is also of relevance. If we were to agree or allow liberation theology in its present form to be promoted in Singapore, regardless of the situation we are in, what of other religions and their own brand of theology which may also infringe on interference of politics but in which the countries of origin may be different? The teaching of Islam, for example - should we allow them to transpose their theology based in the Middle-East and apply it here? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The critical point here is the Government has to be secular, has to be impartial. And the best way to ensure this is to keep out of it, and all the religious communities in Singapore have to recognise that they are allowed free rein in their own confines. And if they were to step out of their confines, then they must choose to propagate their ideas in a proper forum, whether it is politics, religion or social action. In this, I think there is no compromise, and a separation of politics and religion must be paramount. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1167</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that in the course of deliberations in the Select Committee, we can find ways of implementing the policies that we are supporting in this Bill. Because it is in the implementation rather than the conceptualization that all the problems that we have discussed so far will surface. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, there are two aspects to this Bill: (1) inter-religious harmony; and (2) religion and politics. Let me take them one at a time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That there is an increased fervour and sensitivity among followers of all religions in Singapore, I think is not in doubt. There is a special need for followers of one religion to show respect and sensitivity to others of other religious faiths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we talk of inter-religious harmony, we are not asking anyone to change the tenets of his faith, to change in order to ensure that no offence is given to followers of other faiths. That is not what we are saying. Because, by definition, followers of syncretic, polytheistic faiths will disagree with the teachings of strict monotheistic exclusive faiths. They are by definition different, and vice versa, those who follow strict monotheistic exclusive faiths must disagree with those who are of other persuasions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are fundamental tenets of different faiths that cannot be reconciled even with all the goodwill in the world. That is why sometimes it is not wise to put a group of religious leaders of different faiths together and ask them to discuss how they can bring about religious harmony. One leader may think that his \"broad minded\" liberal theological view is the best way to bring about religious harmony. Another who is a conservative will find such an approach anathema. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why I welcome the provision in the Bill that narrows the function of the Presidential Council to only consider matters referred to it by the Government. It is not the function of the Government to set up a body for religious leaders to air and settle, if possible, theological positions and beliefs and evolve some sort of syn- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1168</b></font>\n  <br>\n  <br> cretic faith that will be acceptable to all. It is the function of the Council to settle matters of practical conduct to ensure that law and order and peace is maintained. while each group practises its own faith. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In some faiths, propagation and conversion is a central element of that faith. Others find the idea of propagation and conversion unacceptable. The Constitution in Article 15(1) provides that: \"Every person has the right to profess and practise his religion and to propagate it.\" This is a guarantee provided in the Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is some fear, which has been expressed to me in my contacts with people outside, that this Bill may curb propagation of religion, that this Bill is a guise, in some way, to reduce this guarantee that is provided in the Constitution. I want to say that in our discussions in the Cabinet, this has never been the intention. It is not the intention of the Government to do so. Any government will be foolhardy to step into an arena and dictate on a matter that many consider as a vital tenet of their faith. But the Government or any civil authority has a right to expect that there is adherence to certain codes of conduct when people practise and propagate their faith. In fact, Article 15(4) makes it clear that the freedom of religion does not authorise any act contrary to any general law relating to public order, public health or morality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Being in a multi-religious society, methods of propagation must be very carefully examined and very carefully selected, and they must be very sensitive to people of other faiths and be respectful of other faiths or people of no faith. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our own history in Singapore, the characteristics of our society, must be taken into account when we practise our religion or when any religious group wants to propagate their faith. No one should follow blindly methods and arguments which may have worked in other countries and which may be acceptable in other societies. For example, in the United States, there are open heated public debates between black Muslims and Christians as to whose faith is correct. That may be all right in the United States, but it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1169</b></font>\n  <br>\n  <br> would be very foolish to advocate such a method of propagating or justifying one's faith here in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think, Sir, no reasonable person will have difficulty with the intentions of this limb of the Bill, that is, that a person ought to conduct his faith and propagate his faith in a sensitive, respectful manner in a society like ours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the second aspect, religion and politics, that seems to have attracted most of the fears and reservations. And here I think we must consider believers in two groups. Firstly, believers in general, believers of any faith. And secondly, the leaders of particular faiths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the White Paper points out, the division between religion and politics is a matter of convention. I would go further and say that it is in fact artificial. This must be so. What are we saying when we say that religion and politics must be kept apart? We are not saying that a person's religion must not shape his views and actions on political matters. To many persons, their deepest moral values and priorities in life are shaped by their religious belief, by their faith. To ask them to separate this deep conviction in their life from their political duties, responsibilities and rights as citizens is to ask them to be schizophrenics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe, and I think others would share this belief, that a person's faith must inform, shape and even determine the person's opinion and actions in all areas - as a spouse, as a parent, as a child, as an employee, as an employer and as a citizen with political responsibilities and rights. But the influence of such a religious faith or belief in political matters and in political issues must be a personal private matter, a motivation that must be in the quietness of a person's own conscience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People's motivations are very mixed and religious faiths and beliefs will form a large part of the motivations in all aspects of their life, including their positions, views and actions in political matters. But the expression of the convictions that they may have, which may be largely derived from their religious faith, must be through secular institutions, through political insti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1170</b></font>\n  <br>\n  <br> tutions, and not through their religious bodies. Their religion should not be the open rallying call, the flag to rouse the faithful to coalesce on a political issue, for or against a political party or for or against a political issue. Such a move to use religion as a rallying call on a political issue must turn what may be purely a political or moral issue into a religious issue and invite and even incite followers of other religions to do the same. Surely, it will be the road to ruination in our multi-religious society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I have said for followers applies of course to the leaders of any faith but with certain additional cautionary notes. These leaders of course have their rights and responsibilities as citizens. But their role as religious leaders requires that they be very circumspect when it comes to making pronouncements on political issues or when they want to become involved in party politics. Their words carry a weight far beyond that of an ordinary person, especially when they speak in their position as religious leaders. They should not be involved in party politics. That is quite clear. If they want to be, they ought to decide what is their primary vocation, whether they want to participate in politics or be religious and spiritual leaders. In my view, their function is not to change society by involvement in politics but to change individuals so that individuals who become good as a result of their faith can then work out their convictions in secular institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As an aside, Sir, when it comes to followers of liberation theology, I feel that the followers have forgotten that one of the reasons why Jesus Christ disillusioned the Jews of his time was for precisely this reason, that he refused to become a political leader to help the Jews throw off the Roman yoke. And he was interested in changing individuals, not the society directly, but change society by changing individuals. I think they would do well to remember this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many points have been raised with respect to politics and religion. Some have made the point that there may be special circumstances when it would be legitimate for religious bodies to get involved in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1171</b></font>\n  <br>\n  <br> politics and they quoted the example of what happened in the Philippines. The first point I would like to make is that when we discuss this subject here, we are not just trading debating points in the abstract. We are talking of the specific circumstances that exist in Singapore, a Singapore that is multi-racial, multi-religious, and to compound it, where in one case race and religion also almost entirely coincide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Suppose we take a hypothetical case. At some time in the far future, hopefully not in our lifetime or our children's lifetime, there emerges in Singapore a corrupt, oppressive, tyrannical and evil government. Would such a situation warrant a religious group to take on the government? In such a situation, unless there is a simultaneous and spontaneous reaction by all religious groups in Singapore, any one religious group that takes a position against the government will invite disaster for the nation. If a religious group gets involved in trying to overthrow such an evil government and takes on the government publicly, the leaders of such a government must surely defend themselves. And what will they do? They will first of all convert what is in fact a political threat into a religious threat. In fact, any move by any religious group to take on the government will hand to the leaders of such a corrupt government a very easy and convenient weapon. Such a government must organise other religions and pose the threat of the group that first initiated action against the government as a religious threat, that a religious group is trying to impose its views and its beliefs on the rest of society. Whatever the final outcome of such a conflict, whether the government is overthrown or whether it stays in power, the genie would be out of the bottle and you cannot put it back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must emphasise that we are not talking of numbers, we are not playing a numbers game here in Singapore. Just now the First Deputy Prime Minister gave the example of what would happen, quoting the religious breakdown in Singapore, of what will happen if, say, the Christians were to take on the government. He said that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1172</b></font>\n  <br>\n  <br> surely the leaders must organise the biggest group which is the Buddhist and the Taoists who are 43% of the population. Although he made it clear that he was not quoting this example as a threat, there may be people who may misunderstand this as a threat. And I ought to make this point that we are not talking of numbers. Even if the Buddhists and Taoists were the first group to take on the government as a religious group and all that the government has to do to defend itself is to organise the followers of another 25% of the population, that is already be the beginning of a conflict that would be the end of Singapore. We are not talking of majorities. We are not talking of numbers. We are talking about the principle of using religion and introducing religion into the political arena. Regardless of the numbers that any group can organise in a multi-religious society like ours, the final result must be the ruin of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If ever we have a situation where we have a corrupt and tyrannical government, then surely the way to overthrow such a government is through established political and secular institutions. Under such a tyrannical goverment, maybe the ballot would not be available for the people to overthrow the government. Because if such a government is corrupt and tyrannical, they are not going to allow themselves to be voted out. Even under such a situation, I think that in the Singapore context it would be extremely dangerous and we should never allow political opposition to be mounted on the basis of any particular religious group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said what I have said, Mr Speaker, Sir, I must say that this is not an easy subject, politics and religion, and how to define what is a political subject and what is not a political subject. What if the Government at some future date declares what is in fact a moral and religious issue to be a political issue? There are enough examples in the world. We know, for example, in China, because they want to control the population, they say have one child, and abort the second child. A government can well declare that such an issue is a political issue. Or let us say that some future government decides that because the population is declining, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> that we should have special measures and even require all women to have children whether or not they are married and declare that as a political issue. Does it therefore mean that it is a political issue and not a moral or a religious issue? There will always be grey areas. No government can define a moral or religious issue as a political issue by an arbitrary gazette notification that it is a political issue. There is a test of what is acceptable in the population as a whole. There must be sincerity, goodwill and sensitivity on the part of government leaders as well as religious leaders and followers of religion. We need to work together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government policies cannot be shaped by pure pragmatism or purely by the approach of the greatest benefit for the greatest number. There must be an underlying sense of what is right and what is wrong. And what is right and what is wrong is not necessarily determined by the ballot. Many of us believe that there are absolute rights and absolute wrongs, regardless of which way people vote. In the last analysis, it is not the existence or the absence of laws that makes for good government and a happy society. It is good people in the government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not saying, of course, that it does not matter what laws we pass or what laws we do not pass, and that what matters is that we choose the right people. It does matter what laws we have. We must make laws and put into our statutes laws that will arouse the righteous indignation of the people if any government leadership flouts such laws. We must have safeguards in the laws against abuse by unscrupulous leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find personally some attraction in the suggestion that some sort of response or involvement of the judiciary should be provided. It may help over a period of time to define what is a political cause. Of course, even such a provision will not hinder an unscrupulous leadership from doing what it wants to do. But it will be one more hurdle to cross for anybody who wants to flout the courts or pack the courts or corrupt the courts. And every hurdle may help to preserve the system. But it is essentially a rearguard action. The action \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1174</b></font>\n  <br>\n  <br> that can preserve and promote good government is not just good laws but good men at the helm of government. \n  <br>2.25 pm \n  <br>\n  <br>\n  <!-- Mr K. Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr K. Shanmugam (Sembawang GRC):</b> Mr Speaker, Sir, my justification for this Bill is that it will help promote religious harmony. I think few will disagree with that aim. And from the standpoint of the Hindu community, I think many aspects of the Bill would be welcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are some disquieting factors. Many hon. Members have commented on the very wide powers given to the Minister. I will outline what I see as two other major factors. The first is that the Bill appears to reflect a fundamental change in the framework of Government and, second, whether the Bill can achieve its stated aims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in saying this, my reservations are on the mechanics of the Bill rather than the aim which, as I have said, is in my view eminently acceptable. Coming to my first point on the change in the framework, the system of government we inherited was based on the concept of rule of law and the separation of powers. Parliament makes laws, the Executive puts it in force, the courts interpret the laws and decide on disputes not only between individuals but also between individuals and the Government. That is very nice and neat in theory. In the real world, in practice, exceptions have to be made. Such exceptions were justified on the basis that they were temporary and absolutely necessary for the very survival of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first exception, the reviewability by the courts, is, of course, the ISA. Under this Act, the Minister decides whether there is a security threat. His decision cannot be challenged or reviewed by the courts. The ISA covers what I would term the political aspect of society, the activities, relationship of individuals engaging in a political act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second exception is the Criminal Law (Temporary Provisions) Act (CLTPA). We have an elaborate system of criminal law - Penal Code, Evidence Act, Criminal Procedure Code. But underpinning all that is the CLTPA which runs through - the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1175</b></font>\n  <br>\n  <br> Minister can decide who to arrest for what offence without charging him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the third exception, the proposed Maintenance of Religious Harmony Bill. The very wide provisions of the Bill can cover an individual's relationship with his personal faith. I do not say they must cover, but the terms are so wide that they can cover. So the regulation in our society of the personal, political and criminal relationships can all now be subject to the exercise of the Minister's sole discretion. That is why I started by saying that there appears to be a change in the fundamental framework of government. We are moving away from a system of government where powers are separated. We are moving towards a type of system where the government will be more powerful with few checks and balances in the exercise of its powers. In political terms, the analogy will be the older Asian civilisations where the government is deemed to comprise wise and intelligent persons and is therefore allowed to operate and exercise its power without independent checks. If that is the desired result, then it is of course the political decision for the government to take. Such a system will work well only so long as there are honourable and decent men in power. History, however, does not seem to offer any examples of a society that has continously ensured that only honourable and decent men come to power. I will urge the Minister to reconsider whether absolute non-reviewable power is necessary. It might be better if his decisions are subject to judicial review. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I realise that in some situations with high religious tension, an open trial may be counter productive. But these are problems we can easily take care of by making suitable amendments to trial procedures. All that I say is, let us have some checks. These do not detract from the Bill and let the checks be in the form of a judicial review. It is no answer to say, well, going to court is a serious matter and we do not really want to do that, because people get taken to court for speeding, littering, spitting, touting. And this is, to me, more fundamental. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1176</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is the aims of the Bill. I agree that, in many cases, to wait for something to happen will be too late. However, again to my knowledge, religious extremism and its consequences have never successfully been controlled by law and sanctions. For the person who believes in God and a superior faith the sanctions imposed by mere government is no bar or no deterrence. Ultimately then, the only safeguard against the excesses of religious extremism is good government, a just society - a society where there is quality, fairness, justice and an equitable distribution of wealth based on acceptable, objective criteria. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several examples have been given of countries torn apart by religious strife. A closer look at each of these examples will show, in my view, that religious strife is only a manifestation of something deeper - which is the failure of the political system, as a result of politicians who use racial, religious sentiments for their own personal political ends. Sri Lanka, the strife in India, Lebanon, all can be put in this category. The real lesson is that those in government must be honourable, decent men who work for the interests of society as a whole and not for narrow sectional interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hon. First Deputy Prime Minister has said that we should try and keep religion and politics separate. I agree wholeheartedly. However, the only problem is who decides whether religion and politics have been kept separate. The Hon. Member for Kallang, the Minister for National Development, made it clear in his speech that the aim of the Bill is to ensure that religious leaders keep out of politics. That seems a desirable aim. But if we look at the Bill itself, clause 8, read with the definition, and if I may read, Sir, it says that \"Where the Minister is satisfied that any priest, monk, pastor, imam, elder, office-bearer or any other person who is in a position of authority in any religious group or institution or any member thereof ...\". So it is any person who is a member of any religious group. So one goes back to see what religious group includes. It includes any body of persons whose object is the promotion of religion. That would include temple committees in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> every constituency and every small temple because they are members of a religious group. And if they come out and make a statement against the car quota system, they are engaging in a political act, political cause. So that is engaging in politics. Of course, the Minister can say, \"Look, this is silly. Of course, we would not go and pass an order.\" But that is not the point. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I will. \n  <br>\n  <br>\n  <!-- Mr Shanmugam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Shanmugam:</b> He says he will! So the point is, who decides whether there is a rational exercise of the power or an irrational exercise of the power? All that I say is, \"Well, if need be, let us have the Bill, but let us ensure that the Minister is under some kind of obligation to decide rationally, ie, let us have his decision be subject to judicial review.\" That is a suggestion which I do not think it is entirely unacceptable listening to the speech of the hon. Member for Kallang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in ending, I request that the Minister reconsider the provisions which give him absolute power. Individuals you know can be trusted and I trust the Minister and I can accept that he will not abuse the vast powers that he will have. But that is not, as I say, the point. It is the future that one has to think about, and we are putting in force or passing a legislation which in due course may be operated by people who are neither honourable nor decent. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Minister for Trade and Industry and Second Minister for Defence (Services)) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry and Second Minister for Defence (Services) (BG Lee Hsien Loong):</b> Mr Speaker, Sir, there is general consensus among MPs that we need to do something in order to preserve religious harmony. I think it is remarkable that the debate has been so harmonious and unacrimonious over the last couple of days, given the sensitive nature of this subject and given the fact that MPs belong to all the major religious groups in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This represents considerable progress, progress made since the subject was first broached two to three years ago, and progress over the initial gut visceral reaction that this is a novel idea, a drastic, radical one, oppose it. Let the Government keep out of this sensitive region. Naturally, many MPs still have reservations about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> particular aspects of the Bill. Many are more concerned about how to separate religion from politics, rather than the maintenance of harmony between different religions. These are the same issues which troubled the Ministers when the Bill was being drafted. How do we define what is religion, and what is politics? How do we provide some safeguards so that the power which is given to the Government is not abused? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill, as it stands today, represents our best attempt at resolving these issues. It is not perfect, it is not totally tamper-proof, but it is the best that we have been able to come out with. So far as I can tell, no MP opposes the objectives of the Bill. The Government welcomes suggestions and amendments which will help to improve the Bill and to achieve its objectives better. This is why the Government is submitting the Bill to a Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we need new legislation? Some people who have supported the objectives of the Bill still doubt whether the Bill itself is either necessary or desirable. They argue that the existing legislation is enough. You have the Sedition Act, the Penal Code, Internal Security Act. They say, to quote from a letter in the Straits Times a couple of days ago, \"more laws would only create resentment.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us look at the existing legislation. There are two types. (1) Those which define crimes, which if proven in court, lead to conviction and punishment. That is in the Sedition Act and the Penal Code. (2) Those which deal with subversion, for example, the ISA. The ISA empowers the Government to arrest and detain a person preventively, not for a crime which he has committed, but before he can do harm, to prevent him from endangering public order or the security of the country. Can we rely on these Acts to deal with the problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Suppose we depend on criminal legislation. Suppose that we are faced with a rabble-rousing preacher, whose sermons are causing racial or religious tension. Some examples are given in the Annexe to the White Paper. What can the Government do? It will have to charge him in court, and hope that the court will convict \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> and sentence him in due course. It will have no lesser instrument to use against him. So it must wait until its case against the offender is ripe, by which time damage would have been done. Riots may have broken out. It is possible. Even after the offender has been charged, the process of court trials, convictions and appeals, technical delays, may take years. The very process itself may be exploited for further rabble-rousing and raising of emotions. Should the Government take this path, wait so long? Should it not take preventive action swiftly, to formally warn the person to desist from what he is doing, or else face the consequences? Then if he still persists, the Government takes him to court and deals with him for violating the order. That is what the Prohibition Order in the Bill empowers the Government to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the other alternative, the ISA, preventive detention. With the ISA, you do not have to wait. If a riot is about to take place tomorrow, you can arrest the person today. But mixing religion with politics may not always be seditious even if it is highly unwise. For example, a preacher may tell his congregation that the National Wages Council is against workers' interests, that we should not have the National Wages Council. Or he can tell the congregation that it should vote for a particular political party. Or a temple committee might come out and say that car quotas are against his faith. This is clearly mixing religion with politics. But he has not made any seditious statement. Because a politician can legitimately say exactly the same thing. He can go to a political rally and put on a badge instead of his religious head gear, and make the same speech, perhaps with more passion. Yet he is not being seditious; he is just doing his job. It is part of our political system. Indeed opposition politicians say this all the time, especially during election campaigns. So talking politics is not necessarily seditious. It may be highly unwise, but that is a different problem. We have to stop him, because if we do not stop him, then as Mr Dhanabalan and the First Deputy Prime Minister have pointed out, it will lead to trouble later when other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> religious leaders also get involved - dabbling in politics, coming into collision with the Government and then colliding with one another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But can you really use the ISA in such a case? Is it wise to use the ISA in such a case? Do you really want to detain a temple committee who is against car quotas? No. But you want him, if he is opposed to car quotas, to get out from the temple and the protection of his divine lord, whoever that one may be, and speak upon equal grounds with the Government in the political arena. So what we need is an instrument which will force such persons to make a choice between religion and politics. If he wants to pursue politics, leave him free to do so, but as a layman, not as a preacher, and not under the guise of propagating the faith. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people have said that goodwill is a solution to the problem. When such problems arise, Government in a spirit of sweet reasonableness should discuss them with the person himself, or talk to his superior, and rationality will prevail. Indeed the Government will speak to the person, will warn the person, will speak to his superior, as it did in the case of Vincent Cheng, long before the Government was finally forced to arrest him and his other conspirators. If the Government takes this action and speaks and the religious leaders see things the same way as the Government, then the matter is solved. But what if they cannot agree? What if there is a basic difference in outlooks? Ultimately, this cannot just be a matter of friendly suasion. Somebody has to take responsibility for enforcing the rules, because this is not just a religious matter, but a political one. Who is that somebody? The approach taken by the Bill is that it has to be the elected Government of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question, of course, is, how do you draw the line? What is religion? What is politics? This is an age-old question. As one religious leader told us when we met him in preparing the White Paper, \"This question has been argued in the West for at least 400 years, since the time of John Knox.\" This was a Calvinist leader. Then he said, \"I hope the Government will solve \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1181</b></font>\n  <br>\n  <br> the problem before the Bill is passed.\" I do not think we can expect to discover a cut-and-dried definition in the next few months before the Bill is passed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many MPs have agreed that religion should be kept separate from politics, including Dr Lee Siew-Choh, the NCMP. Having agreed on that, they have asked for the Bill to define the dividing line between the two more clearly, which is reasonable. But no MP has volunteered suggestions as to how to improve the wording of the Bill, which only confirms what a difficult problem this is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government welcomes suggestions from MPs and the public on how the Bill can make the distinction clearer. But there is probably no abstract way to make this split between religion and politics. We have to look at each particular issue, and decide for each one where the line falls. The White Paper gives three examples just to illustrate the problems which arose: Abortion, National Service, Social Action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Abortion is clearly a matter of conscience. Some religious groups, like the Catholics, feel that abortion is wrong. They are fully entitled to tell their followers not to practise abortion, not to undergo abortions themselves. But they also have to recognise that their views on abortion are not universally held. There is a worldwide debate between what the Americans call \"Pro-Life\" on the one hand, that is, the anti-abortionists, and \"Pro-Choice\" on the other hand, that is, the people who say it is a woman's body, let her decide what she wants to do with it. It has not been settled the way other moral issues, like slavery or apartheid, have been settled. Until it is settled, the anti-abortion groups do not have the right to and should not impose their views on the rest of the population, for example, by agitating for the Government to outlaw abortions. It would be wrong for the Government to force people to undergo abortions if they feel that their religion does not permit them to do so. Equally, it will be difficult for a religious group to force the Government to deny abortions to others who feel that there is nothing wrong about it. That is one issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;National Service is clearly a secular issue in Singapore. Most religious groups \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1182</b></font>\n  <br>\n  <br> recognise that. But one group maintains otherwise - the Jehovah's Witnesses. They refuse to do National Service, claiming that their religion does not allow them to do so. They do so in all sincerity, with great courage of conviction. Each year a few dozen young men who are Jehovah's Witnesses have to be court-martialled because they refuse to do National Service, and then sentenced to detention. After two years, when they are released, the enlistment order is served upon them again. They refuse again, so we court-martial them again. They serve a second period of detention until, after two periods, we call it quits and deem it equivalent to your having served National Service.\" This was the first issue which I learned about when I went into Mindef when we were dealing with these people harshly. So I asked, as a young officer, \"Why do we do that? It is a matter of conscience.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we have no alternative, as I learned, because they are violating the law. In many Western European countries, they would count as conscientious objectors. But the idea of conscientions objection does not apply in Singapore. There is no such tradition of conscientious objection in Singapore. If we try to introduce the practice here, the whole system of universal National Service will come unstuck. Many other people will ask: why should I also not decide to have conscientious objections and therefore exempt myself from National Service? And, of course, we should know that even in Western Europe, not all countries acknowledge conscientious objectors. In Switzerland, those who do not do National Service also go to jail. Therefore, the Enlistment Act in Singapore does not recognise conscientious objection. National Service is a secular issue, subject to government laws. Everybody accepts this, including all the other religious groups. In this case, the line between religion and politics is drawn clearly. But it is not drawn in the same place as in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Social Action - that is a grey area. In many other parts of the world, it is an integral part of people's religious faith and practice. We acknowledge that. But in Singapore, if social action groups become \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1183</b></font>\n  <br>\n  <br> active, then it is going to raise tensions. I will come back to this later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My general conclusion from these examples is that the question is not where exactly to draw the line between religion and politics. There are many areas near the border between the two, in which both sides can claim an interest. The question is: which areas is it wiser for the religious groups to steer clear? That's all. We are asking the question not in the abstract, not for all mankind, not for all time, but in the here and now: in the present circumstances in Singapore. This is not, as some would say, to solve the problem as it was in the beginning, is now, and ever shall be, world without end. This is just for Singapore, for our circumstances. That is what the Presidential Council for Religious Harmony must advise the Government on, and what the Government must decide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, religious groups will legitimately ask the opposite question: what if the Government wanders into areas which it should stay out of? What will keep politics out of religion? It is a fair question. The answer is Article 15 of the Constitution, protecting freedom of religion. Article 15 is not affected by the proposed Bill. It stands. It is not being amended. If Government policies infringe on religious freedom, then individuals or religious groups can go to Court to seek protection or redress under this Article. In addition, if the Government tries to pass laws which discriminate against particular religious groups, there is the Presidential Council for Minority Rights, whose duty is to point this out to Parliament. Parliament has the final say, it can override the Presidential Council for Minority Rights and pass the Bill, but it needs a two-thirds majority to do so. So there are safeguards and these have been left intact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several religious leaders have gone beyond expressing difficulty in defining the division between religion and politics. They have argued that the division is in principle impossible, and should not be attempted, as Mr Dhanabalan explained earlier. Theologically speaking, they are quite correct. Many Christians believe that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> their faith is exclusive and comprehensive. So do most Muslims, for whom Islam is a complete way of life. It specifies how Muslims should live. It sets rules, in fact laws, for economic activities, social activities, political activities, how banks can be organised, how property should be inherited, what rights widows have, divorcees, and so on. It is a comprehensive guide to life and after-life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Psychologically speaking, on a personal level, these religious leaders are also correct. You cannot divide a person's psyches up into two halves. It is not possible for a person to separate his rational and secular mind from his religious and spiritual impulses, nor is it desirable. There are many Christian, Muslim, Buddhist MPs and Ministers in this House, and Hindus and Sikhs, and others. Their faith is a central part of their being. It is inextricably tied up with their sense of service, their desire to help their fellow Singaporeans, in fact, their fellow men, their determination to try to do what is right, and not what is expedient. It is what makes them good MPs and Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important for individuals of deep religious conviction to carry out in their public lives what they consider to be right for the country. But it is also important that religious groups do not seek to bring about political outcomes which they prefer. Individuals should participate as individuals, but the groups should stay out as groups. If religious groups enter the political arena, there will be trouble. Maybe they are doing what they sincerely believe to be right. But they will be perceived by other religious groups as pursuing their own interests, or at least as gaining influence at the expense of other religious groups. And there are many religious groups in Singapore who have different ideas of what is right. For example, the Christian vision of a perfect order is not the same as the Muslim vision of an Islamic state. Both are moral ideals. They are not identical, not even similar, and clearly both cannot simultaneously be realised in Singapore. Nor should we forget the many Singaporeans who belong to other religions, who might consider neither one an ideal society to live in. Therefore, we have to find some way to compromise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1185</b></font>\n  <br>\n  <br> practically what is impossible to reconcile theologically. So granting the theological argument, let us, as a practical matter, keep religion and politics separate in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other countries, in other times, the dividing line between religion and politics may well be drawn quite differently. For example, let us come back to social action again, and the related issue of Liberation Theology which Mr Bernard Chen and Mr Dhanabalan spoke about earlier. Liberation Theology originated in Latin America. In many Latin American countries, the social and economic conditions are appalling. There are extremes of wealth and poverty. A tiny few live in grandiose opulence. Huge numbers of the poor live in squalor, misery, despair. They have no hope. The Catholic church in such circumstances could not minister to the spiritual needs of their flock without addressing these overwhelming realities of the here and now. If you do not solve the problem of where the next bowl of rice is coming from, it is rather academic to talk about eschatology and the Four Last Things, and what will happen after you die. Therefore, Christian theologians made political agitation and sometimes even armed revolution, a legitimate part of the religious mission. They evolved the doctrines of Liberation Theology. Had they not done this, they and their teachings risked becoming irrelevant to the population, which would have turned to other gods, Mao, Che Guevara, what have you. The flock could have been lost. But even in Latin America, the Pope has taken a stand against priests becoming politicians. So what more in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What if things go wrong in Singapore? I believe that some of those who have expressed reservations about the Bill have in mind some such Latin American scenario for Singapore. It is the opposite worry of the people who say Latin America is a different country, we are superior beings, so it will never happen to us. The concern is, if it does happen to us, religious groups will want to agitate. Today, Singapore may be prosperous. It is totally unlike Latin America. Liberation Theology is not relevant to Singapore. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> what if one day things should go wrong? What if the government should become corrupt and oppressive? Should the religious groups then not take a stand against the government? Should they not get involved, or even lead a \"People's Power\" movement to change the government? Latin America is far away, but it has happened in Asia, much closer to home than Latin America, for example, in the Philippines under ex-President Marcos. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Dhanabalan gave you his answer. Let me give you my personal view. If things ever go that badly wrong in Singapore, then the answer has to be yes. In those circumstances, the religious groups must try to change things. They have to. Whatever the laws of the land, they will get involved. Of course, if they do succeed, and they improve the political situation, then the negative consequences come in. We will face the problems of religions clashing with government, religions clashing with other religions, all the reasons why we do not want to get into a situation in the first place. But in such desperation, in such a crisis, all those will be problems which we cannot avoid accepting, as a price for action. And I do not think any government will be able to stop them, whatever the legislation. I think religious groups elsewhere in Asia have already come to this conclusion, and are, therefore, stressing the importance of social action. That is why there was a report which the First Deputy Prime Minister read just now of the workshop of the Federation of Asian Bishops' Conference, which met in Tokyo, entitled \"Laity in Politics and Public Service\", which is an adaptation of Liberation Theology principles to the Asian circumstances, explaining why in some Asian countries the laity belonging to the church have a duty to enter politics in order to right grievous social injustice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Singapore is not in that situation. Here, the political system is functioning. Opposition parties can organise freely. They can campaign for popular support. They regularly hold forums and rallies to attack Government policies and criticise the Government. The Government on its side makes considerable efforts to collect feedback, consult Singaporeans, hold \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1187</b></font>\n  <br>\n  <br> Select Committee meetings, publish White Papers like the one we are discussing today. Every four or five years, general elections take place. The party which is elected to Parliament has the full mandate to rule. The Opposition may still disagree with Government policies. But when they claim that the Government has no mandate, they know it is not true. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The economy is prospering. Everybody enjoys the fruits of high economic growth. People have homes to live in. Children have good schools to go to. Nobody sleeps on the streets. In fact, we are going to conduct a census in July, as we do every 10 years. This time, for the first time, we are not even going to count heads, because we presume that every head in Singapore is in a home, and we know that in each home who are the inhabitants. There is no need to go along the streets and find out who is sleeping on the five-foot ways. There are no such people any more. Not even New York has achieved that. There are no shanty towns, no no-go areas where the human spirit is degraded and all hope is extinguished. The Government makes it a point to give every child an equal opportunity to be educated and to make good in life, whatever his family circumstances. We have not eliminated all of our social problems, but those which we have are manageable. We have the resources with which to attack them and we are doing so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From this starting point, we better leave politics to the politicians. If there are rights to be championed, wrongs to be put right, policies to be changed, let us do it through the political system. If the Government pursues misguided policies, or ignores pressing social problems, it is only natural that men of faith will be concerned. Then it is their duty to enter politics. They should organise public meetings, seek election as MPs, hold the government to account, and eventually campaign to oust the government in a general election, in order to form the government themselves and to put things right. That is how democracy is supposed to work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Granted all this, some are still uneasy that the power to issue a Prohibition Order is vested with the Minister. They are con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1188</b></font>\n  <br>\n  <br> cerned that the Minister may not be impartial. Perhaps he himself belongs to a particular faith and has something against other faiths. Or maybe the Government will be tempted to act unfairly against those who are speaking out legitimately against it. They have suggested alternatives: power be vested in the Cabinet, as Dr John Chen has suggested,sted; power be given to the Presidential Council for Religious Harmony which should decide, and not merely recommend, or to the judiciary, in a court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a valid concern. We will try to design safeguards which are compatible with the objectives of the Bill. But the principle has to be that issuing the prohibition order is a political decision taken by the Executive. It is not a judicial decision made by a court. Mixing religion and politics is not a crime, with ingredients which are to be established in court. This Bill will not make mixing religion and politics a crime. Mixing religion and politics is a dangerous action, yes. We should be restrained, yes. The Minister must assess the danger and then decide whether to act. That is not the job of the judge. Remember that judges are also human, and also belong to religious faiths. A court decision, if it goes against a particular religion, will not be the more respected just because it was made by a judge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take the Maria Hertogh case. The decision to send the Muslim girl to the convent triggered off the riots. The decision was not made by a Minister. It was made by a judge. The judge was an Englishman and a Christian. That was sufficient. So vesting this responsibility with the courts does not solve the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for asking the Presidential Council to take the final decision will, I think, put them in an even more difficult position than judges. Many of them will be leaders of their respective religious organisations. They can consult, they can discuss, they can advise. But if a case comes up before them involving one of their own followers, and a member of the Council as Archbishop must say, \"Prohibit this man from speaking.\" He will be under tremendous pressure to protect the follower instead of restraining him. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1189</b></font>\n  <br>\n  <br> Because if he honestly believes that the man should have been banned from speaking, why did he not restrain him in the first place? So he has to look after his flock. He has to protect his side. He has to take a position and vote against action. If the case involves a religion different from his own, that also puts him on the spot. Some Christian religious leaders have already told us in writing that they would be extremely reluctant to pronounce judgment in case of a dispute, for example, between a Muslim and a Hindu. It would be a very sensitive matter and they would acutely feel themselves unqualified to judge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are real problems. To ask the Presidential Council to advise the Minister is already to impose upon them. We have to do it because it is necessary for the Government to take inputs and share the load, and to render some perspective to the decision. But to ask the Presidential Council to decide would be intolerable. Therefore, the decision must be made by the Executive, just like decisions concerning the Internal Security Act or the Criminal Law (Temporary Provisions) Act or the Newspaper and Printing Presses Act (NPPA). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister, as is provided for, must decide. But the Minister must act not as an individual who may have a religious faith of his own, but as a member of the Government. And the Government must be secular and should comprise people of different faiths. If Singapore had a government which was totally Buddhist or totally Christian or totally Muslim, or a Cabinet which is like that, I do not think whatever the constitutional provisions, it is going to be able to rule Singapore. There must be a balance, the mix, the sense that everybody has something in. Then, they have the moral authority to say that they are a secular government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether the Minister himself should be the final arbiter, or maybe we should refer the matter to other levels in the Executive, the Cabinet, or the Prime Minister, or whether like in the Internal Security Act, the, Cabinet recommends to the President, and the President signs; that can be looked into and we can hear arguments during the Select Committee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1190</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I concede that despite the best safeguards, the powers may still be abused, may still be used unwisely. But the powers which are given under this Bill are less than those which the Government already has under the ISA or the Criminal Law (Temporary Provisions) Act. The Prohibition Orders do not enable the Minister to prohibit speech, publication or other actions completely. He cannot say, \"Thou shalt not speak\". He can only say, \"Thou shalt not speak in church or in the mosque or in the temple publication. And if you want to take up politics, do it separately, outside of the religious group.\" If the Government does misuse these powers, it will antagonise large numbers of people belonging to the affected relilgious group. It will risk being thrown out of office in the next elections. That is the ultimate safeguard which is implicit in the Bill. It is a balance we have got to make, the balance between the risk of these limited powers being abused and the risk of doing nothing, knowing that religious fervour is on the rise and that the danger of mixing religion and politics has increased. If the situation were the same as 20 years ago, I would say the balance is for the status quo. But whether or not you are in favour of the Bill, you must concede that the situation is not the same as 20 years ago. These are world-wide changes which influence us, currents of thought and emotion. We will be carried along. Let us contrive to be carried along without being wrecked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The most important protection against abuse is for the electorate to be careful when voting for political parties during general elections. If the wrong men get into government, they will not require this Bill to oppress the people or to pillage the country. So long as the wrong men do not get into govenment, this Bill will contribute to the stability of Singapore, and it will make it more likely that Singaporeans can exercise their religious freedom in fact, and not just on paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I therefore support the Bill. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.35 pm. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1191</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.12 pm until 3.35 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.35 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MAINTENANCE OF RELIGIOUS HARMONY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Thank you, Mr Speaker, Sir, for allowing me to join the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have religious harmony for some time. We hope that this will last forever. Will it? I am not sure of this. Mr Chiam thinks that it will, but he will probably also join me to think that it may not be possible for us to forecast what it is going to be like. Sir, we cannot take for granted that this will last. There is no guarantee unless all Singaporeans of various religious persuasions work towards the maintenance of religious harmony. Though this is difficult, we have to attempt to try and get them to work together. Religious differences are like time bombs. All we need are a few irresponsible fanatics to light the fuse to create religious discord. It is these irrational people that we must take actions against triggering religious tensions and conflicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you and I and many of my parliamentary colleagues have experienced two racial riots when we were young. These were started by religious fanatics and subversives. There were many untold miseries that we have all experienced and we know of and they are all very grim situations that we have all had some exposure to. We have suffered gravely by these setbacks which left much bitterness that took a long time to resolve. I remembered my peace loving neighbours saying that they felt that it should never have happened, but it did. Mr Chiam hopes that religious harmony would continue, but would it? I think it is a basic question that we will all have to ask ourselves. These are things of the past that I cannot easily forget. Therefore, I would like to urge all Singaporeans to see the Bill as a safeguard for our long term societal stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Maintenance of Religious Harmony Bill as it will provide us opportunity to take preventive action against individuals or groups who are out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1192</b></font>\n  <br>\n  <br> to exploit religious issues to cause social disharmony in our society. I must say that it is a Bill which will help to maintain our social well-being, especially in a multi-racial and religious society like ours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many lessons which we can draw from various places where religious passions have flared, resulting in unending human miseries and loss of lives. Recent events in many places have shown how grim the problems can be. Surely we would not like this to happen in Singapore. And if it does happen it will be very difficult for us to put things back together again. This, I think, every thinking and rational Singaporean will have to work to see that we ensure there is religious harmony, mutual respect and mutual tolerance among our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that during our lifetime and our children's lifetime, such religious conflicts do not happen. It would be a sad day for all of us if we do not take steps to prevent this. Therefore, we need to bring more awareness among our citizens, particularly the young and the old, the need to have mutual respect and religious tolerance. Perhaps we need to inculcate into our young and also through our efforts in public housing to bring people of various religious persuasions to integrate and to socialise and to understand one another. The enacting of the Bill would provide one of the realistic solutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am concerned about recent increase in religious fervour in Singapore. I have myself witnessed, as a parliamentarian in my own constituency, some of the issues and problems that have arisen and this I must say is a real problem. It is likely to grow if we do not bring to consciousness this problem and take steps to check some of these unhealthy trends. Sir, we need to monitor these activities carefully to see if these are healthy. All we need are some fanatics to throw a spanner in our works. If this happens, it will be disastrous for all of us. Our society will be fractured. It will never be able to heal the wounds of religious conflicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the Bill, I have a few concerns to address. One is the issue of the definitions of the Bill, which have been brought up by various Members, as to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1193</b></font>\n  <br>\n  <br> vague. I feel that there is a need to arbitrate judiciously in terms of the interpretational problems arising out of those definitions. It is essential to have a judicial committee perhaps to review some of the problems that arise as a result of this difficulty in interpretation. Secondly, Sir, the other concern which has been expressed is that in the event there are conflicts between the Minister and the Presidential Council over religious harmony, one has to ask whether if the prohibition order has to be imposed, whose view would prevail? We cannot predict that such situations cannot arise. In the event that it does, who would arbitrate in this matter? I feel that there is a need to set up a Presidential Review Committee which can deal with such problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, aside from these concerns, I am in full support of this Bill because I feel that it will ensure the long term safeguard for our social security and the stability of our society. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, first of all, I must declare that I do not have any religious belief but I do have close connection with the Catholic religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support this Bill. However, when we debate this Bill, I hope we will concentrate more on its spirit and its objective rather than merely on its clauses and definitions. All Singaporeans, including leaders of the opposition parties, accept the objective of this Bill, ie, to ensure that there is religious harmony here. In a pluralistic society like Singapore, religious harmony and racial harmony are closely linked. This spirit of harmonious co-existence is not only an ideal but one of the basic conditions for nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that religion has contributed greatly to our society. Religion satisfies the spiritual needs of the believers and serves as their moral guide. Religion has undertaken educational, social and charitable works and this contribution should not go unrecognised. That religion could co-exist in Singapore in peaceful harmony is no doubt due to the Government's neutral policy in which the various religious bodies are treated fairly and equally. At the same time, the fact that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1194</b></font>\n  <br>\n  <br> the various religious organisations have exercised mutual respect and tolerance has also contributed to our religious harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in recent years, there seems to be changes to the situation. There is a trend of religious revivalism in many parts of the world. There are also many incidents of inter-religious riots and even wars in many countries. Such external factors have increased the possibility of friction among our religious groups. Some over-zealous believers have adopted a dominant and exclusive position, rejecting other religions and practising aggressive proselytization. No doubt, the zealous missionaries are acting out of good intention, for example, showing the way to Heaven for critically-ill patients, and giving spiritual support to students who have failed their examinations. Yet, to the person or persons concerned, and to members of their families, these preachers are taking advantage of the situation and adding more disturbance to their misery. Some of these preachers condemn other people's religions in an attempt to convert them. Of course, such method of proselytization would be strongly objected by the other religious organisations which will then retaliate in self-defence, thereby causing inter-religious conflicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Annex to the White Paper on the Maintenance of Religious Harmony, has given such alarming examples. Therefore, we have to do something in anticipation and prepare ourselves for the rainy days, so that our religious organisations will continue co-exist peacefully, and that the religious leaders would restrain their respective followers to abide by the principles of mutual respect and mutual tolerance. This is why the Government has to introduce this Bill at this stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is said that a single spark can start a prairie fire. We cannot wait until the spirit of religious harmony is undermined and the various religious organisations are placed in a situation in which they are as incompatible as fire and water, before we discuss how to deal with the situation. By that time, the structure of our society would be undermined; there will be political instability and the nation would be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1195</b></font>\n  <br>\n  <br> disintegrated. It would be too late for us to remedy the situation. The situations in Lebanon, Punjab and Sri Lanka, etc. are very good examples for us to learn our lessons from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people feel that our existing laws are adequate to deal with the religious fanatics and people who undermine our religious harmony, for example, the Penal Code, Sedition Act or the Internal Security Act. However, these laws may be too severe or they cannot speedily prevent any conduct capable of undermining our religious harmony. Also in the course of judicial proceedings, the offender may make use of the opportunity to carry out propagation or to incite emotion, thereby worsening the situation. For this reason, we must have a new legislation which gives the Government the power to effectively and speedily, yet not too harshly, check the conduct of those who attempt to undermine our religious harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is given the power to issue a Prohibition Order to stop a person from repeating his action or activity which could do harm to our religious harmony. Fourteen days before the Minister issues the Prohibition Order, he must notify the person concerned and also the leader of the religious body to which he belongs, so that he will have a chance to explain or to make representation. In addition, the Minister must also inform the proposed Presidential Council could give their views within the same time limits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For any legislation to be effective, there must be some restrictive measures and punitive provisions. However, in this Bill, when the power is given to the Minister to issue a Prohibition Order, it is more regulatory than punitive in nature. As far as this Bill is concerned, it is limited in both its objective and its power. It does not impose any restriction on anybody's freedom of religion. Neither does it prevent any religious body from propagating its beliefs. For those who have no intention to undermine our religious harmony or to indulge in political activities under the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> guise of religions, there is really nothing to worry about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another major feature in this Bill is the formal establishment of a Presidential Council for Religious Harmony. It comprises representatives of the major religions. The Government has also accepted the suggestion to include grassroots leaders and other prominent lay persons who are respected and well-known in society in the Council. I believe these non-religious councillors can represent the viewpoints of those who do not have any religion. For example, they may recommend to the Council to request the religious leaders to restrain their own followers from slandering and rejecting traditional etiquette and custom which would affect harmony among members of the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is pointed out in the White Paper that the Council can play a valuable role in moderating relatins between religious groups. At the same time, it can recommend to the Government on how best to deal with sensitive religious issues. From this perspective, it would appear that the two functions assigned to the Council under Clause 4 of this Bill are too narrow and passive. The Council should have the right to take the initiative to make recommendations to the Minister with regard to inter-religious relationship, the scope in which religions can carry out their activities, and the code of conduct for the preaching of religious beliefs, etc. In other words, the Council can play a more active part in the maintenance of religious harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Prohibition Order is concerned, the Council can only make its recommendation. The Minister has to have regard to any such recommendation of the Council, but he is not bound by the recommendation of the Council. This arrangement is perhaps consistent with the Governments' position that the Government must claim ultimate political autority from the Constitution, and not from any divine sanction or the will of Heaven. However, on the other hand, if the Minister frequently disregards the recommendation of the Council, then it would diminish the influence of the Council on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1197</b></font>\n  <br>\n  <br> the various religious bodies and its authority on religious matters. This cannot be the original intention for the establishment of the Presidential Council for Religious Harmony. The Minister should also be objective and fair in making the decision before issuing the Prohibition Order. If he successively issues Prohibition Orders against perhaps from a particular religious group, he will have to face queries from his Cabinet colleagues, criticisms from Members of Parliament and finally sanction of the people. Therefore, I do not believe that the power given to the Minister is absolute. If the Minister abuses his power, the whole Government may have to pay a very high political price for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue that religion and politics should be strictly separated has aroused some heated arguments. These arguments were generated because the followers of some religions believe that the faith encompasses all aspects of life, and that it is impossible to separate religious from political behaviour. Another contentions issue is the definition of \"Politics\". Religious bodies and religious leaders are concerned that when they express their views on social and moral issues, they may be construed as having interfered with politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the first issue, our democratic system has provided us with the proper channel to participate in or to be involved in politics. One does not need to influence politics through religious means. At a General Election, when the voter casts his vote, he is exercising his political rights as a voter and not as a religious follower. Similarly, a candidate participates in politics as a citizen of Singapore and not as a member of any religious group. Nobody knows to what extent a voter is being influenced by his own religious belief when he casts his vote for the candidate of his choice. Likewise, nobody knows whether a candidate standing in the general election is doing so because he wants to serve the nation or because he is inspired by God, or for any other reason. However, if anyone makes use of religion to appeal to the voters for support and to influence the election results, then, obviously, he is using religion to interfere with politics. By so doing, he will certainly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> arouse strong objection from other religious organisations with counter-action. This will not only undermine our religious harmony but also bring about political instability. To get involved in politics through religion is not appropriate in our pluralistic and secular society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the second issue, I do not think we are in a position to give a definition for \"Politics\" which is acceptable to everybody. I do not believe that this Bill seeks to deprive any religious leader of his right to express his own views on any social, economic or even political issue. In fact, any Singaporean, irrespective of his religion, or non-religious status, can freely express his views on any policy or current affairs by writing to the press. The views of religious leaders on such topics such as multinationals, foreign workers, distribution of wealth, population policy, etc. may not be as incisive as those of the sociologists, economists or demographers. They can, at most, look at these topics from the educational or moral point of view. However, there is one thing that the religious leaders must note, that is, in view of the influence they have on their followers, they must be cautious when they express their views. Very often, it would depend on his capacity, the venue, the choice of words and the starting points under which he makes his statement. As a matter of fact, they could make representation to the relevant department on certain matters in their capacity as citizens. They could even request to have a dialogue session with the Government Parliamentary Committees or Ministers to express their own stand or views. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the Bill seeks to prevent is the action by persons who may try to make use of their religious organizations to mobilise their followers and to organise the so-called \"social action\" to exert pressure on the Government to give way on some policies. Different religious groups may have entirely different views on a given issue. If they all seek to exert pressure on the Government using the same method, then this will not only bring about a confrontation with the Government but also friction among the various religions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I wish to raise a relatively sensitive matter, one which touches on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1199</b></font>\n  <br>\n  <br> relationship between Ministers, Members of Parliament and the religious organisations. The Prime Minister, on 13th December 1988, observed that the last three General Elections had brought into Parliament more Members of Parliament who have religious beliefs. Yet, this has not changed the secular outlook of the Government. He also pointed out that Ministers and Members of Parliament, irrespective of their own religious beliefs, should adopt a secular attitute in dealing with their constituents, because these constituents come from different religious backgrounds or may have no religious belief. Yet, there are some people among us who feel that we should keep an equal distance from all religions or religious activities, that is, avoid attending activities organised by any religious organisation. I do not agree with this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, this will be very unfair to our Malay Members of Parliament because, to them, it is very difficult to separate race from religion. Furthermore, as Members of Parliament, of whatever religion, must rise above religion to be close to our people. We must treat all religions equally without discrimination and to take care of all religious organisations in our constituency. When a religious organisation in our constituency invites us to its function, it is doing so out of respect for our status in the constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If a Member of Parliament, for reason of his own religious belief, refuses to attend the functions of these religious organisations, including religious functions, then this will mean that he is being influenced by his own religious belief into being prejudiced against the other religions. I respect the choice of every individual Member of Parliament. But, I hope that they know and understand the consequences of their choice. To treat all religions equally and without discrimination does not mean to reject without exception all invitations to attend various religious activities. To treat them equally and without discrimination, we should keep in contact with all the eligious organisations in our consti- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> tuency. If we reject without exception all invitations by various religious organisations, then this will result in our becoming estranged from our people, thus giving them the impression that we are cutting ourselves off from the masses and being intolerant to those who profess a religion different from ours. When a Member of Parliament attends these religious activities --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. The Leader of the House wants to move a procedural motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1 - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAINTENANCE OF RELIGIOUS HARMONY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Ow, you may continue. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): When a Member of Parliament attends such religious activities, I do not think it would tantamount to compromising his own religious belief. The Member can simply treat such activities as social functions which give him the opportunity to be closer to the people and to understand them better. Moreover, when Members attend such activities, they are setting an example to show that people of different religions can gather under one roof with mutual comity and mutual tolerance. Indirectly, by so doing, they will promote religious harmony, in keeping with the spirit of this Bill. \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Eunos GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, when this Bill was first announced, it was envisaged that it would become a hot issue, because of its sensitivity. Its central issue is religion, an emotional issue, deeply ingrained in all believers. It is therefore not surprising that there is a perception in certain quarters that the Bill is politically motivated, that is, suppossedly, intended as a means to curb missionary activities and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1201</b></font>\n  <br>\n  <br> is directed at those groups who hold views contrary to the Government or groups deemed undesirable in the eyes of the Government. Is this true? In my opinion, if we could analyse the Government White Paper and the Bill calmly, logically and rationally, the correct perspective could be seen, i.e., that the Bill is aimed at curbing the action of any religious leaders or members of religious organisations or follower or any party for that matter who may wilfully use religion to excite popular sentiments to achieve their political ends, thereby causing chaos and strife. In other words, the Bill is more of a preventive measure, and not a means to restrict religious and missionary activities. As such, the public should not worry or feel uneasy about it because, in its White Paper, the Government has given an assurance that the proposed measures will not alter the provisions of Articles 15, 152 and 153 of the Constitution of Singapore, which guarantee religious freedom, including the interests of the Malay/Muslim community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the undesirable incidents that could jeopardize religious harmony have already been cited in the White Paper. Can we just feel satisfied about it or can we confidently say that such incidents will not recur in future? I believe we cannot afford to take unnecessary risks because the stark reality is that recent trends indicate that the state of religious harmony in Singapore is not as it was before, despite the higher educational standards and quality of life that we have attained. What we must realise is that even today there is a lack of understanding on the part of the various communities of Singapore of each other's different customs, culture and religious practices. What is important is not just tolerance but continual efforts at understanding and appreciating each other's differences, becuase we cannot take it for granted that religious harmony will always prevail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in view of these considerations, I fully support this Bill, but, like my other PAP colleagues, I would like to urge the Minister for Home Affairs to examine carefully the reservations that have been expressed, in particular on the wide powers of the Minister and also the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1202</b></font>\n  <br>\n  <br> membership and role of the Presidential Council for Religious Harmony. With regard to the Presidential Council, I am of the view that its membership should be restricted to those who profess a religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to ask the Hon. Minister whether Members of Parliament, especially the Malay MPs, would be allowed to deliver speeches at functions organised by religious organisations without being accused of mixing religion and politics. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Bedok GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, I support this Bill as it seeks to achieve two important aims, ie, to maintain religious harmony and to ensure the separation of religion and politics. The consequences of extremist religious activities can be very serious as they can undermine the bonds that hold society together. Thus, it is wise at this time to introduce a law to control the airing of sensitive religious issues. \n  <br>4.05 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Lim Boon Heng) in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our society is multi-racial and multi-religious. We are free to profess our own religions without interference from anyone. This has been the Government's policy for more than 30 years. The religious harmony that we have enjoyed so far must be maintained for all times to come. I think this requires responsibility on the part of every citizen. Without religious harmony, we would not enjoy stability in the country. We would also not be able to enjoy social and political stability. Therefore, if we want to live in a state of peace and order, each one of us must be prepared to bear the responsibility and play a role in ensuring religious harmony. What we have achieved so far can be sustained with the enforcement of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, under the Bill, the Minister is empowered to issue a prohibition order to religious leaders or their followers if their speeches or actions are prejudicial to religious harmony. I would suggest that the Government first issue a warning letter. This is the same suggestion made by a number of other Members earlier, ie, that the Minister first issues a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1203</b></font>\n  <br>\n  <br> warning letter before a prohibition order is imposed. This would serve to alert the person concerned of the mistake he has committed. The warning letter could also be issued jointly by the proposed Presidential Council for Religious Harmony. If the person concerned continues to act in a manner prejudicial to religious harmony, then the Minister could issue the prohibition order and later to take the necessary action in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill proposes the setting up of a Presidential Council for Religious Harmony. This Council can play a significant role in furthering efforts to maintain harmony in our country. The Council can look into and produce a code of conduct for all religious groups and their followers. This code of conduct can be distributed to all those involved in religious organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, the Government could also lay down clearly what religious activities are deemed to be interference in politics. And this has been referred to by the Minister for Trade and Industry earlier. This would help us to be more cautious in practising our beliefs and avoid mixing them with politics. This would also prevent us from getting into disputes and misunderstandings later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to seek clarification from the Minister on two matters. Firstly, I would like to ask the Minister how we can determine whether a religious leader was acting in his capacity as a religious leader or as an ordinary citizen participating in the political process, particularly when campaigning for an election. As far as I know, a religious leader would always be regarded as a leader by his congregation, whether he happens to be in his robes or in the pulpit or otherwise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question I would like to ask is whether political leaders are allowed to involve themselves in religious activities. Would this be deemed to be mixing religion with politics? I ask this question so that the Government can allay any doubts in the minds of political leaders, especially Malay Members of Parliament who are often involved in religious ceremonies in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1204</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I think the important factors in maintaining religious harmony are tolerance, mutual respect and goodwill among people of different religions. Although the Bill is intended to be a preventive measure against anyone with the mischievous intent to cause trouble, we have to take immediate action to nurture the spirit of tolerance, mutual respect and goodwill among our children, especially those who are still in school. This can be done effectively through the moral education programme that is going to replace religious studies in school soon. We must also point out to parents the importance of nurturing these ideas, so that they could impart them to their children. Better still, religious leaders too should stress the importance of the relevant moral values and values that would promote the maintenance of religious harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I support the Minister's move to commit this Bill to a Select Committee. The people should take this opportunity to offer their views so that the Bill could be further refined and improved. Let us not make a hue and cry only after the Bill has been finalised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the Bill does not affect religious freedom as enshrined in the Constitution, I support the Bill. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Deputy Speaker, Sir, I wish to thank Members who have spoken during this debate and I also want to make the observation that except for two Members, the NCMP and the Member for Potong Pasir, the principles in the Bill have received almost unanimous support from the other Members although they have expressed legitimate concerns and made suggestions for improvement. What is even more remarkable is that the Members who have spoken in support come from a wide variety of religious faiths. I think that augurs well for our country and also underlines the need to ensure that we preserve this state of affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My task in winding up the debate, has been made easier because of the intervention by my Cabinet colleagues, the Second Deputy Prime Minister, the Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1205</b></font>\n  <br>\n  <br> Foreign Affairs, the Minister for National Development, the Minister for Trade and Industry and the important statement made by the First Deputy Prime Minister, and they have dealt with various facets of the problem. They have dealt with issues which other Members have raised, such as whether the Bill will curb religious freedom, is it a measure to silence dissent and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I propose to do, Sir, is not to comment on each and every point that has been raised by Members. I would just deal with the major themes or issues which have been raised and other details or specific suggestions may be more suitable to be considered by the Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, one recurring point in speeches of many Members was the fear of abuse and the point was made that we may trust the present Government or the present leaders but the Bill can be abused. The powers contained in this law could be abused by some future governments. The first answer to that is let us ensure for the future of our country and our future generations that we always elect men of integrity into the government. But having said that, if you ask the question whether it is possible that our electoral system can throw up by some chance a government which is corrupt, dishonest, anti-religion or anti some religions, the answer must be yes. There is that possibility and there is no guarantee that any future government will be committed to the same goals as this Government of carefully nurturing and preserving racial harmony and religious freedom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not delude ourselves. When and if such a government comes into power, it does not need this proposed law to carry out its evil designs. Such a government will pass draconian legislation. If it has a two-thirds majority, it could amend the religious freedom Articles. I would like Members to consider that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we are proposing in this law is the exact opposite. Instead of resorting to more severe measures which we already have at the disposal - either ISA or prosecution in the court -we are proposing a more limited, proportionate measure and we say let us deal with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1206</b></font>\n  <br>\n  <br> trouble makers with this more circumspect measure. In fact, our approach is more liberal than either the ISA or court prosecution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A related question that was asked was: should so much powers be given to an individual Minister? I am not saying that this concern has no validity. But I would like Members to consider the following points. First, under our system, no Minister, whether the Minister for Home Affairs or any other Ministers, with this kind of discretionary powers really acts on his own impulse, on his own personal bias or animosity. He does not act without inputs from officials and the Minister does not act on his own because how is he in a position to know what is happening on the ground, whether on an ISA security matter or on the matters within the purview of this legislation? He has to rely on professional inputs and advice from the police or the ISD. The Minister will have to obtain the facts and evidence before he can even contemplate the making of an order. There have to be a report and recommendations put up to him. Then he has to send the facts and the supporting documents to the Presidential Council, as provided for in the Bill. In other words, if there is no basis whatsoever, the Presidential Council is bound to express their unhappiness and disagreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then again, do not forget, Sir, that the Minister's action in this Bill will be a very high profile action. It will be closely watched by the public, not just by the religious group concerned and not just by the Presidential Council. If he is foolhardy to make a reckless decision, it will incur considerable political cost not just for the Minister but for the whole Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, no Minister acts alone, isolated from the Cabinet and the point was made by Dr John Chen and others that perhaps we should consider formalising this into the Bill. This is something that can be considered. For example, we might consider borrowing the practice under the Criminal Law detention provisions where an order is first made by the Minister. It is referred to an advisory committee which reviews the order and it makes the recommendations. After receiving the report of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1207</b></font>\n  <br>\n  <br> the advisory committee, the order has to be confirmed by the President and the President acts on the advice of the Cabinet. So there are various possibilities for further discussion and consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members raised the issue of the subjectivity of the decision making. Terms like \"aggressive proselytization\" are very subjective. How do we define the dividing line between politics and religion? What is meant by a \"political cause\"? Yes, I would have to agree that these determinations are subjective. But the question is because it is subjective, ought we then not have this law? I would like to remind Members that even under the ISA which enables more severe action to be taken, the wordings in the law are also subjective \"acting in a manner prejudicial to the security of the nation.\" What is a matter which is \"prejudicial to the security of the nation\"? This calls for judgment to be made and judgments have to be made by someone. I agree that it is not easy in some areas. Some acts which are listed out in the ISD's compilation are clearly harmful to any reasonable person. One can imagine other acts which would clearly be perfectly permissible. There may be grey areas. The White Paper itself concedes this. But because it is a subjective matter it cannot be qualified or measured as if you have a Richter scale. It calls for a subjective determination. The approach in this Bill is to temper the subjectivity by consulting the Presidential Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would welcome suggestions, and I am sure the Select Committee will welcome suggestions, from anyone in this House or elsewhere if they have ideas to make it more water-tight or to provide workable indicative factors that can give better guidance to the Minister and the Presidential Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, several issues were raised with regard to the Presidential Council. I will deal with the more important ones. The first point was the Presidential Council should have a final say and not the Minister, in other words, reverse the roles. This was mentioned by several speakers. We have first to remind ourselves that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1208</b></font>\n  <br>\n  <br> concept of prohibition orders under the Bill is not to regulate religious affairs. This is essentially a Bill designed to prevent tensions and is a Bill to deal with law and order situations. So the question is, on matters of law and order, who should be ultimately responsible? Who should be accountable if a wrong decision was taken or no decision was taken or there was undue delay in the taking of a decision? As a result of that, some harm has arisen - tensions, violence and, worse, killings. It surely must be the government. The buck cannot be passed to the Presidential Council and we cannot get the 15 members into this Chamber and ask them to be accountable to the people. It must be exercise of government responsibility, accountability and authority. But it would be foolish for a government to lightly disregard the unanimous or majority view of the Presidential Council if it advised against the making of the order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will have to take their recommendations very seriously because the Presidential Council's credibility will otherwise be affected and they will let it be known. But in the rare instance where the Government feels that its assessment of the situation calls for the making of an order, it must have that final right to take the decision even if it disagrees with the Presidential Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then other colleagues asked why the Presidential Council in its general function can only discuss matters referred to it by the Government. I think the Chairman of the GPC for Home Affairs and other Members asked: why not give it, what they referred to as a proactive role? My colleagues may be interested to know that in the earlier draft of the White Paper, it read differently on this point. It read as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The Council will advise the Minister on matters affecting the maintenance of religious harmony and foster good relations among the various religious groups. The Minister may also refer to the Council specific matters concerning religious harmony and tolerance and to seek its views and recommendations.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the final White Paper this was changed because we received representations that it may be unwise and, in fact, imposing a tremendous burden on the Council to allow them to discuss matters free for all and this was elaborated \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1209</b></font>\n  <br>\n  <br> and put across very succinctly by Mr Dhanabalan that you can have situations where there could be confrontation in the Council, accusations and counter-accusations. Members might want to consider this point. If it is strongly felt, this can be reviewed in the Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question was asked whether the Presidential Council can seek clarifications and ask for further information. I think that we should have a flexible working arrangement. We need not have too many provisions in the Bill. I think a practice must and will evolve eventually. For example, we have many other advisory committees which advise the Minister in exercise of discretionary functions and they too in actual working operations do ask questions and raise requests for further information and these are provided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members, particularly Dr Dixie Tan, spoke about the provisions in the Bill which provided for secrecy or confidentiality of the proceedings of the Presidential Council. The reason for this is really that we want to have a Presidential Council whose members feel that they can discuss things candidly and frankly, not from the viewpoint or perspective of the particular religion but from the viewpoint of what is best for Singapore. I doubt if this can be achieved if the proceedings - who said what, who voted in which way - are made public. The Presidential Council members would come under tremendous pressure, especially from the representatives of the religious group to whom the individual belongs. But I think Dr Dixie Tan's point was to agree that that should be confidential and not make public. But she posed the question whether in the interest of achieving credibility for the Presidential Council and to show the integrity of this whole system, whether the final recommendation of the Presidential Council ought not to be made public. I think that is a point that may be worth considering further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other Member pointed out that the Bill does not specifically make provisions for reference to the Presidential Council of further extensions of the prohibition order. In my own view, I do not envisage really that it will be necessary to extend prohibition orders frequently or often. Ideally the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1210</b></font>\n  <br>\n  <br> prohibition order should have a salutary effect on the individual concerned because if he breaches the prohibition order there will be court prosecution. Of course, the court is entitled to decide that he did not breach, in which case he will be acquitted. But if he is guilty, there will be a fine or a penalty imposed by the court. I doubt very much if after having gone through the process the individual continues to repeat. But if he does, of course, there will have to be extensions. But in the rare instance where prohibition orders are extended, I take the point that it ought to follow that the same procedure should apply. If this is not clear in the Bill, then at the Select Committee stage we should make it clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members asked the question, why not have a warning letter and other preliminary steps? More than one Member referred to this. I would like to assure the House that the fact that we have this Bill does not mean that all other avenues and remedies would not be resorted to. It does not mean that every time we are put on notice of some situation, a prohibition order will automatically follow. Because if the problem is not serious, if its danger is not imminent and the person is innocently misguided, it may be possible indeed to counsel the person, advise the person, warn the person or, as some other Members said, get the head of the religious institution to discuss with the person concerned. In other words, let the organisation take care of their misguided members. It is possible. In other words, enactment of the Bill does not mean that all these approaches will be abandoned. It will be possible to resort to these measures. If the problem is not grave and there is no imminent threat, it will be possible to leave it to the religious leaders to restrain their individuals who commit these acts. But if time does not permit or the situation is urgent, or if the person is not controllable by the head of the religious organisation and indeed there have been cases where this has happened, then it may be necessary to resort to a prohibition order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Zulkifli posed the question whether there will be anything wrong for a political leader going to a religious function and speaking. A variation of the ques- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1211</b></font>\n  <br>\n  <br> tion was asked by Encik Ibrahim Othman and some others referred to MPs being advisers to religious organisations. It is a question which has arisen even in grassroots organisations. As far as the Government is concerned, there is really nothing wrong with a Minister or MP attending functions of religious groups, whether of his own faith or some other faith. Far from it being wrong, we in fact encourage them to accept such invitations, whether to the Seventh Moon Festivals or other functions, and even to speak. But he should not be promoting a political cause on such occasions. As long as this is observed, there is no reason why he should turn down the invitation to speak or be an adviser. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are other miscellaneous points which will be taken up in the Select Committee, for example, who will authorise the release of information which otherwise cannot be released. Should the proceedings be privileged and special provisions made for this in the Bill? Mr Davinder Singh has a good point as to what happens in the 14 days during which representations can be made. It may be necessary to have an interim restraint order. This and other points will be considered by the Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may close, Sir, the Government does not take the position that this Bill is not capable of further improvement. We realise that this is a novel legislation. There are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1212</b></font>\n  <br>\n  <br> not many precedents in other countries. Therefore, we welcome any suggestions that can improve the Bill and make it more effective, provided that we bear certain parameters in mind: first, it must be a mechanism that enables us to nip problems in the bud and it must enable quick, prompt and pre-emptive action. Secondly, bear in mind that this is not a law to decide religious matters or theological issues. It is a law to ensure public order and to deal with people whose actions can threaten religious harmony and affect public order. Thirdly, for the reasons which we have spelt out, and again reiterated by my colleague, the Minister for Trade and Industry, such matters have to be decided by the Executive and are not matters to be decided either by religious groups or by the judges. On that note, Sir, I thank you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Maintenance of Religious Harmony Bill be committed to a Select Committee consisting of Mr Speaker as Chairman and such other Members as may be nominated by the Committee of Selection. - [Prof. Jayakumar]. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to Monday, 26th February, 1990.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Twenty-two Minutes to Five o'clock pm\n  </div> \n  <div align=\"right\">\n   to Monday, 26th February, 1990.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1213</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>WAIVERS AND REMISSION OF MEDICAL BILLS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Aline K. Wong</b> asked the Acting Minister for Health what were the numbers and percentages of in-patients and out-patients who received partial and full waivers/remissions of medical bills at the Singapore General Hospital and government hospitals in FY 87, FY 88 and FY 89 (up to the latest convenient date). \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The information for inpatients who received remissions at SGH and government hospitals is as follows: \n  <pre>\r\n\r\n_______________________________________________________________________\r\n\r\n\r\n\r\n                          FY 87            FY 88            FY 89\r\n\r\n                                                         (Apr-Dec 89)\r\n\r\n                 ______________________________________________________\r\n\r\n\r\n\r\n                       Govt    SGH      Govt    SGH      Govt    SGH\r\n\r\n                       Hosps            Hosps            Hosps  \r\n\r\n_______________________________________________________________________\r\n\r\n\r\n\r\n  No. of inpatient\r\n\r\n  bills remitted        616    142       532    157        32    142\r\n\r\n\r\n\r\n  *No. of free\r\n\r\n   cases                 -      -         -      -       6786    269\r\n\r\n\r\n\r\n  % of inpatient\r\n\r\n  bills remitted        0.4    0.2       0.4    0.2       6.7    0.7\r\n\r\n_______________________________________________________________________\r\n\r\n</pre> *Free cases are those on public assistance scheme or those issued with medical fee exemption cards. Similar figures for FY 87 and FY 88 are not available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The figures (exclude those on public assistance scheme or those issued with medical fee exemption cards where they are provided free treatment) for outpatient bills remitted at SGH and government hospitals are as follows: \n  <pre>\r\n\r\n_______________________________________________________________________\r\n\r\n\r\n\r\n                          FY 87            FY 88            FY 89\r\n\r\n                                                         (Apr-Sep 89)\r\n\r\n                 ______________________________________________________\r\n\r\n\r\n\r\n                       Govt    SGH      Govt    SGH      Govt    SGH\r\n\r\n                       Hosps            Hosps            Hosps  \r\n\r\n_______________________________________________________________________\r\n\r\n\r\n\r\n  No. of inpatient\r\n\r\n  bills remitted        343     37       378     61       167      64\r\n\r\n\r\n\r\n  % of outpatient\r\n\r\n  bills remitted       0.03   0.01      0.04   0.01      0.04    0.02\r\n\r\n_______________________________________________________________________\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1215</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL UNIVERSITY AND SINGAPORE GENERAL HOSPITALS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Settlement of Bills by Multiple Medisave Accounts)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Aline K. Wong</b> asked the Acting Minister for Health what were the proportions of hospital bills settled by multiple Medisave accounts at the Singapore General Hospital and National University Hospital for B1 and B2 beds in FY 88 and FY 89 (up to the latest convenient date). \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proportions of hospital bills settled by multiple Medisave accounts at the Singapore General Hospital (SGH) and the National University Hospital (NUH) for B1 and B2 patients in FY88 and 89 are as follows: \n  <pre>\r\n\r\n         ____________________________________________________\r\n\r\n\r\n\r\n                             FY 88            FY 89       \r\n\r\n             Inst    ________________________________________\r\n\r\n\r\n\r\n                          B1       B2       B1      B2    \r\n\r\n         ____________________________________________________\r\n\r\n\r\n\r\n              SGH        3.1%     2.8%     2.9%    2.1%   \r\n\r\n\r\n\r\n              NUH        4.6%     4.2%     5.3%    4.3%   \r\n\r\n         ____________________________________________________\r\n\r\n</pre>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
