{"memberId": null, "volumeNo": "56", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"56\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1990-10-05\"> \n  <meta name=\"Start_Col\" content=\"505\"> \n  <meta name=\"End_Col\" content=\"570\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">56</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">05-10-1990</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 505</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 56</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 5th October, 1990</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), First Deputy Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 506</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Communications and Information and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of National Development and Ministry of Home Affairs and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Minister for Trade and Industry and Second Minister for Defence (Services). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Prime Minister. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 507</b></font>\n  <br>\n  <br> \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Second Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of Foreign Affairs and Ministry of National Development. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC). \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Acting Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 508</b></font>\n  <br>\n  <br> \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Information and Second Minister for Defence (Policy). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Information and Ministry of Trade and Industry. \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 509</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See (Kampong Glam) - from 8th to 12th October and from 17th to 23rd October, 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo (Aljunied GRC), Minister of State, Ministry of Finance and Ministry of Foreign Affairs - from 15th to 24th October, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh (Non-Constituency Member) - from 16th to 24th October, 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline K Wong (Tampines GRC) - from 24th October to 12th November, 1990. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 509</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <b>(AMENDMENT NO. 3) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [4th October, 1990], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill be now read a Second time.\" - [First Deputy Prime Minister and Minister for Defence]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Ng Kah Ting -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ng Kah Ting (Punggol):</b> Mr Speaker, Sir, yesterday, in moving the Second Reading of the Bill, the First Deputy Prime Minister disclosed to the House that he had unanimity in the Cabinet in introducing this amendment Bill. To me, it clearly shows that his new style of political leadership and government indicates a clear confidence that it can convince the people of Singapore that it is a caring government but, more importantly, Sir, it shows the First Deputy Prime Minister's vision for Singapore beyond the nineties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His ability to convince his Cabinet to go along with this idea of Elected President came through after much thought and rumination, although the idea was attributed to the Prime Minister but the details were worked out by his team. This augurs well, Sir, for the future of Singapore when he takes over as the next Prime Minister of Singapore sometime next month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been in this House since 1963 and out of seven general elections, I fought six of them. So I know what it is like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 510</b></font>\n  <br>\n  <br> to go to the people time and again at each general election to secure their mandate. I can tell you, Sir, that even you will not disagree with me that that was not easy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we must all look ahead. Not many human beings can live 100 years or so. A human being must die. He must go away, and the power he holds cannot last very long. One day, someone will step into his shoes. So when I see this new generation of leaders, confident of their ability to govern Singapore and to make it a better Singapore in the nineties and beyond, I feel reassured. They know that one day they too will have to go. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When they introduced the idea of the Elected President, I participated in the debate on the motion moved by the Member for Kebun Baru on 11th August 1988. I put in my contribution in the debate and I would not want to bore the House with what I had said. What I said on 11th August 1988 are still relevant today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The evolution of a political system is not one that is easy to come by. It is ever changing and evolving. When I was leading a parliamentary delegation to Japan in 1987, the Japanese parliamentarians told me that it took them 80 years to evolve their kind of parliamentary system - the DIET and the House of Concillors. But we introduced our system based on the British Westminster parliamentary system. We adopted it, changed it, and sometimes we made Constitutional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 511</b></font>\n  <br>\n  <br> amendments. It may interest the House that at one time the two-thirds majority required for the Second and Third Readings of the Amendment Bill to the Constitution was simply put aside to allow for a voting by a simple majority. I was one of those who said, \"Look. It is an important piece of legislation on which the political system and government will have to work. Therefore, we have to take it very seriously.\" Therefore, any amendment to the Constitution must require a two-thirds majority. In other words, the two-thirds majority for any amendment to be made to the Constitution has been adhered to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can understand the younger generation leaders' concern when they come to the question of sharing political power. I am very happy to note that they are confident that they can build upon what the old guards had built in the last 31 years. We have a credit balance of not less than $30 billion, as disclosed by the First Deputy Prime Minister in this House yesterday. This amount does not take into account all the infrastructural facilities, such as the 6,000-7,000 blocks of HDB flats, the airport, port, PUB and Telecom. Surely, Sir, these will add up to a bigger sum and we must realise that about 87% of our people are housed in HDB flats. This is indeed an achievement which I think very few countries in the world have attained. But for the younger generation leaders to come and say that they want an Elected President and to vest in him certain veto powers, that kind of power sharing is not easy to come by. It is political maturity being manifested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was reminded of a comment by Lord Acton who lived in the 19th century, 1834. He was a British liberal historian and moralist and was known to be the first great modern philosopher of resistance to the evil state, whether its form be authoritarian, democratic, or socialist. And he made a comment that, \"Power tends to corrupt, and absolute power corrupts absolutely.\" He said this in a letter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the House can see that the Government has a lot of power and yet it is prepared to vest it in another person -the Elected President plus his Council of Pre- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 512</b></font>\n  <br>\n  <br> sidential Advisors - powers in certain areas. This power-sharing is indeed a very welcome move and it shows once again that the second generation of leaders has got the guts and gumption to say, \"Yes, under the present system, we can do better but with an amended system where certain powers are to be vested in the Elected President, we can do even better.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Think again of the billions of dollars that we have accumulated. That was not easy to come by. On average, it is about $1 billion per year since 1959. But to \"fritter it away\" - to use the term mentioned by the First Deputy Prime Minister - through bad government is easy. If there is extravagance, wastefulness, unnecessary expenditure, then what happens? The country goes down. If the country goes down, I do not think there is any hope for Singapore. Therefore, the Elected President's job is to make sure that it does not happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday, I heard several of my colleagues in the Backbench spoke. I am happy to note their contributions. Some voiced their concerns, some made comments, but all these would definitely be taken into consideration by the Select Committee which will be set up after the Second Reading of this Bill. However, Sir, I was not present in the House to hear the speech from the Non-Constituency Member, Dr Lee, except gleaning through the newspapers today. I can understand his comments because he has been long in politics. But I think I would not be too unkind to him nor too critical of him when I say this because I happen to be around for so long. He was also in the PAP government of 1959 when he served as Parliamentary Secretary until he and his group broke away in 1961 to form the Barisan Sosialis. Perhaps he can now tell the House and throw some light on what happened in those years, especially when I look around, most of the Members of this House are quite young. I would not say they are \"new\". He could tell us why he and his group left the PAP to form the Barisan Sosialis and to contest in the 1963 general elections with some 44 candidates, if my memory serves me right, and wanted to capture political power through the ballot, the one-man-one-vote system, and they were very confident of winning the elections. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What would have happened if they had won? Yesterday, in the Members' Room, after I had a cup of tea with Dr Lee I asked him this. But if he could spare some time, he could tell us what happened. Sometime in 1965/1966, when he was Chairman of the Barisan Sosialis, he told his Barisan Sosialis MPs to resign from Parliament and to take to extra-parliamentary struggle. As a result, the Barisan Sosialis boycotted the 1968 general elections. Acts of vandalism were committed. But strange enough, after some years, the Barisan Sosialis decided to come back and participate in the general elections. That was something interesting, but they did not win any seat at all until the 1988 general elections when Dr Lee himself went over to the Workers' Party. Now, he is an NCMP and making contributions in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I treat him with a great deal of respect because he stands firm on his convictions. But that is altogether a different matter when we come to look at Singapore as a whole. How we want to chart the course of our destiny? Are we for the future of Singapore? Are we for the people of Singapore? Are they going to have a better life? Better opportunities? That is what counts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned that the Elected President works against the Opposition. If I were to take a different scenario, the Elected President is in position to ensure the continued survival of Singapore. He has veto powers and he is there to make sure that Singapore continues. But then there comes a group of people who says, \"Change.\" Then what happens? There is no guarantee. A fresh election may result. All the billions of dollars can be frittered away in no time through electioneering promises. The value of properties would just simply plummet because of a weak, inept Government wanting to play to the gallery and please the people with soft options in their policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, at the end of this debate on the Second Reading and the Bill committed to a Select Committee, I sincerely hope that all those who have the interest of Singapore at heart should come forward and make their contributions, be they critical or ways and means on how better we can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 514</b></font>\n  <br>\n  <br> improve upon this Bill. At the same time, I say that there is no damage done, political damage or otherwise, if we go through the Second Reading and make it a reality when it comes to the Third Reading. In place, we have the Elected President that would help, in my view, make Singapore a much, much better place for all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I would like to compliment the First Deputy Prime Minister and his team for the confidence in being able to carry out this paramount duty to ensure that Singapore lasts as long as time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I support the Bill. The arguments in support of an Elected President were quite exhaustively stated by the First Deputy Prime Minister yesterday in the Second Reading on this Bill. They are also set out quite clearly in the White Paper and I do not intend to repeat these arguments. I would really like to just underline one main point made by the First Deputy Prime Minister yesterday, and that is, our present system lacks checks and balances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have, of course, operated this system for the last 25 years and this system is one where power is very highly concentrated, I would say even entirely reposed, in one institution. There is not the same diffusion of power or the sharing of power that we have in many other nations with a parliamentary democracy system, such features as two Houses of Parliament, Councils of Rulers, State Governments, Local Councils and so on. In these countries, power is in fact shared among many institutions. In fact, offhand, I cannot think of any other nation that has power as highly concentrated in one institution as we have here in Singapore. And the power is in fact concentrated in the Cabinet. We have, of course, Parliament, but in a system with strong party discipline, it is in fact the top leadership, ie, the Cabinet, that exercises real power. Even in the United Kingdom with its very long parliamentary tradition, there is a strong view emerging that the ability of party leaders to appeal directly to the public through the mass \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 515</b></font>\n  <br>\n  <br> media, coupled with strong party discipline, has in fact resulted in a very significant and marked shift of power from Parliament to the Government leaders, ie, the Cabinet. If this is so in UK, with its very long tradition in operating the system, it should not be surprising that it is so in Singapore and that power is so very concentrated in one group. We have a much shorter experience of parliamentary democracy and with few, if any, non-Government institutions which have any significant influence on our society and nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minster pointed out that the system has worked and worked very well, not because of the quality of the institution but because of the quality of the people and quality of the leadership. We cannot assume that our past experience will be in fact projected into the future, that what has happened in the past will continue to be the case in the future. I think it will be tempting fortune beyond prudence to continue a system that depends so overwhelmingly on having persons of integrity and competence in political leadership. There must be a combination of good people and sound institutions. I think I need not elaborate on this. Members must be aware of many countries which have very fine constitutions but have, nevertheless, come to grief. So we must have a balance of both good constitutional provisions, good institutions and good leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The institution of an Elected President with only veto powers is one way of introducing some check on the power of the Government. When we in Cabinet considered this subject and we have in fact thought about it for a very long time, we were very conscious of the problems and dangers of giving too much power to one man. We were conscious that we should not tilt the balance and make the Elected President an executive President. The Bill has been very carefully crafted so that the elected Government is not fettered unduly. It is not a sharing of power in the normal administration of the nation's affairs. The elected Government can conduct its business without interference from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 516</b></font>\n  <br>\n  <br> President. It is only a sharing of power in certain special and exceptional circumstances and these are laid out in the Bill as well as in the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since we became independent, we have changed our Constitution a number of times in order to meet our own peculiar circumstances and needs. This particular Bill that is before the House today is one way of shaping what we have inherited to meet our needs as we see them today and as we see them developing over the next few decades. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Thank you, Mr Speaker, for giving me this opportunity to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to speak in support of the Constitution of the Republic of Singapore (Amendment No. 3) Bill. This amendment is a constitutional landmark for Singapore. After more than 30 years of executive rule under a Prime Minister, the question is often posed: why do we need an Elected President? It is not that our institution of Government has failed us in its period of history. On the contrary, this institution has grown and its modus operandi has worked to the visible progress of Singapore. However, there is one institution in my mind whose modus operandi has hinged very crucially on the outcome of a collective decision in which the extraneous and the extrinsic can play havoc with any consideration of rational decision-making in constitutional government. What do I mean? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Westminster style first-past-the-post system of our parliamentary democracy is uniquely devised for a strong parliamentary government. A governing party can win a big majority of seats in Parliament and yet obtain only a small majority of votes. For example, in the 1963 elections, only 47% of the total votes went to the PAP and yet it won 37 out of 51 seats, ie, 72% of the seats. The example of Britain under Margaret Thatcher in the last few elections is also a good pointer. While the Opposition always decry against this, yet in another time when they are more ready, it can also work to their advantage. The knife can cut both ways. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 517</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is wrong with the opposition having majorities in elections and forming the government? Obviously, in our parliamentary system of government, there is nothing wrong. What is wrong when the PAP loses its predominance but maintains its majority in government and the Opposition gains ground? The hon. Member for Punggol has given you some background to what could have happened in 1963. The danger in this scenario is that factionalism will develop in the PAP and in the Opposition. Various interest groups and pressure groups, skilled by the experience of participatory democracy and finding new levers in the political balance, will exert influence on parliamentary government, and parliamentary politics will find new directions in compromise and the lobby. The interest of the nation may very well degenerate into an aggregation of interests of the various interest groups and pressure groups, and the Opposition will swing the balance to affect the decision of government. This is not a far-fetched scenario. It is not a scenario of political decay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many examples in present-day democracies with this compromise and lobby system of representative government. The best example is the United States. For a big country like the US, through a federal framework of government, the country needs this bargaining system simply because the country is too big for power to be concentrated at the epicentre in Washington. America and her people can walk many ways and arrive at their destiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But for a small country like Singapore, such a case will lead to compromised politics for the city state, lacking in clear direction and purpose. With only a small margin of error between success and failure, it is important to ensure that the correct long-term policies for stability and prosperity for the city state are adopted at the right time. Hence, it is important that we explore new institutions to ensure continuity and stability that can add longer term perspective to our choice and determination of policies. Such an institution is the proposed Elected Presidency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, it is important to remember that the proposed Elected President does not initiate policies. To that extent, the Execu- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 518</b></font>\n  <br>\n  <br> tive arm of the present parliamentary representative government is not affected. He can only put a stop sign in certain safeguarded areas if he does not concur with the policy decisions put forward by the Government and by Parliament. Thus, it is important for the public to bear in mind that he does not usurp the power of the Prime Minister and Parliament. The Elected Presidency enables us to tackle directly and openly a second order problem in our parliamentary system of government -one that we have all along conveniently swept under the carpet in our discussion of parliamentary democracy - the problem of maintaining the integrity of government and government institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because the PAP under Mr Lee Kuan Yew has been able to maintain the integrity of government institutions does not mean that under changed circumstances, such will always be the case. In fact, parliamentary representative government is basically confrontational and dissentious. Because of the need for representation, the views and interests expressed are often parochial and short term. A very good example recently was when we hear of rice farmers in Japan demonstrating in Tokyo for greater protection with powerful parliamentary lobbyists behind them. One wonders why the Japanese pay so dearly for their rice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Voting by Members of Parliament of the party in power and the Opposition is governed by the Whip in true Westminster style. But for stability, the integrity of government and government institutions must prevail even in the midst of a parliamentary tussle. That we do not have much of a tussle these days does not mean there will be no parliamentary tussle in the future. The Member for Potong Pasir would surely agree. Such integrity can better be guaranteed with the institution of the Elected Presidency who does not have to partake of the parliamentary fray. The Elected Presidency is a new milestone in our political development. For the past 30 years, Singapore has achieved much in the way of economic development. We must also match our economic development with the necessary institutions in political structures to support our long-term overall development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe we should evaluate this proposed institution under the following criteria: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, does the Elected Presidency add to the system of checks and balances in our representative democracy? The Elected President can only withhold his assent. He does not initiate policy which rests with the Prime Minister and his Cabinet. It provides power to the President to withhold assent for the drawdown of the reserves of the statutory boards and the government-owned companies, not accumulated by the current government. It provides protection for the trust money held by the Central Provident Fund. These are very strong institutions held closely by our people. The Elected Presidency will be able to safeguard the integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, does the Elected Presidency take away from the safeguard of civil liberties of Singaporeans under the existing constraints? Nowhere in the proposed legislation does it take away these civil liberties from the people. In fact, it provides additional safeguards that the integrity of the CPIB and the Presidential Council for Religious Harmony should protect the civil liberties of Singaporeans because the Elected President can disagree and withhold his assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, does it provide a stabiliser to any factious parliament and any unstable parliamentary government that may arise? As I have explained earlier, I think it does. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, does the Elected Presidency take away the excessive burden of responsibility on the Prime Minister which our system has been operating up to now? The answer is yes. Such an innovation may not be a disadvantage. It represents a more politically mature society that we are now, with power sharing to a new institution to safeguard the integrity of State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe this is good for three reasons:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, it provides potentially more room for a more balanced approach by the Prime Minister, especially when he is committed to building consensus in a partici- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 520</b></font>\n  <br>\n  <br> patory democracy. He is also, by the presence of the Elected Presidency, forced more to consider the potential bottleneck because of the need for assent and thereby to persuade and to find more middle ground among various sections of the populace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the people will be assured that the Government by meritocracy will always prevail because of the second level check on the integrity of the civil service and the statutory boards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I believe this additional institution will lend stability and assurance which will enable and ensure that Singapore will continue to attract foreign investment and that Singaporeans will find it worthwhile to save and invest. Because of the safeguards in the Elected Presidency, Parliament and the Government cannot easily run a deficit or draw down the accumulated reserves. This virtually guarantees the long-term external value of the Singapore dollar. By this control measure, foreigners will always have faith in the long-term stability of our Singapore dollar, and the worth of assets owned by Singaporeans will not fall due to a depreciating currency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the proposed Elected President does not exercise his decision and his prerogative in splendid isolation. It is important to repeat that the Elected President is elected by the people. His constituency is Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also a provision for a Council of Presidential Advisors whose members include ordinary citizens nominated by the Chairman of the Public Service Commission from the civil service and by the Prime Minister. This body which advises the Elected President is another institution which allows for the non-partisan scrutiny of Supply Bills and issues pertaining to the responsibility of the Elected President. These Advisors are in touch with the mainstream of development of Singapore and will be able to advise the Elected President accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Amendment Bill. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Sembawang GRC):</b> Mr Speaker, Sir, I support the Bill moved by the First Deputy Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of the points in support of the Bill have already been addressed and elaborated upon by the many speakers before me. I shall try not to repeat them but to comment on a few of the issues raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I would like to commend the Government on its far-sightedness in introducing a Bill that would ensure better government, even though such a Bill may effectively dilute its powers at a time when the Government controls nearly all the seats in Parliament and there is no urgent need to give up any of its powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember during the previous general election campaign, calls were made by the Opposition parties for more checks and balances on the PAP Government. This Bill, if passed, will provide significant checks on the Government's actions on issues pertaining to the ISA, CPIB investigations, religious harmony, key appointments in the civil service as well as to provide an additional safeguard on our reserves. I was therefore a bit surprised to hear the NCMP express his party's strong opposition to the Bill. Sir, I suspect the main objection to the Elected President proposal is because the current Prime Minister appears to be an ideal candidate. The prospect of having another PAP man elected by the population as the President probably makes them feel a little bit less enthusiastic about the Bill, despite the desire to have more checks and balances on the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the President has to be elected by the people of Singapore, whatever the outcome of the election, the choice of the electorate would eventually prevail. However, a situation may arise where there may be only one candidate standing for President. The electorate may not have much of a choice in this instance if the sole candidate is returned unopposed. In order that there can be no doubt that the choice of the people will prevail, I would like to suggest that in cases where there is only one candidate, the electorate should be given a choice of either rejecting or endorsing the candidate. If more than 50% of the eligible voters were to reject the candidate, then fresh nominations should be called. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 522</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the stringent conditions that Presidential candidates must satisfy before qualifying as candidates. The responsibilities of the President require specialist knowledge and experience. Consequently, it would be prudent to limit the candidates to only those who have proven track records. I agree with the views expressed yesterday that no matter how stringent and careful the selection process might be, the less competent can still occasionally sneak through. However, if there are no stringent criteria in existence, then the possibility of the less competent sneaking through would invariably be very much higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not think that we need to feel apologetic if the conditions for qualifying appear to be difficult to achieve. Singaporeans deserve the right to choose from the best a Head of State that would be most competent to safeguard our assets and to provide a check on the elected government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I find it difficult to go along with the view expressed yesterday in this House that the Bill, if passed, could be used as a second chance for the electorate to change their minds about the government they have put into power. I would like to think that the role of the Elected President is to act as a safeguard against bad decisions by the Government and not as a means by a fickle electorate to prematurely throw out the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, I would like to comment on the proposed Article 22J of the Bill which appears to imply that the President, while in office, is above the law and is immune from prosecution for any action done by him either in his official or private capacity. Sir, I am aware that there are provisions in the existing Constitution that give the President immunity from prosecution and I can go along with the rationale for providing the President with immunity for his actions in his official capacity. However, I am unable to see the requirement to extend this immunity to cover all his actions accomplished in his private capacity as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Mr Speaker, Sir, I am glad to note that the Bill will be referred to a Select Committee where more views and comments can be heard and discussed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 523</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe</b>(\n  <i>In Malay</i>): Mr Speaker, the commitment of this Bill to a Select Committee will enable the members of the public to have an opportunity to come forward and offer their views and feedback. As we know, the Bill will introduce a fundamental change in the Constitution of Singapore. The people must take this good opportunity to discuss this Bill thoroughly and to contribute their views and suggestions, in the interests of Singapore and our future generations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support this Bill as it will introduce a system of checks and balances which, once implemented, will be of great benefit to the future of our nation. Our security will be enhanced through the institution of an Elected President with effective powers to examine the Government's administration, particularly in five vital areas. One, protecting the national reserves from being squandered by an incompetent or irresponsible Government. Our national reserves belong to all citizens, all the workers of Singapore. This is a vital responsibility as it will safeguard the value of the Singapore dollar. Second, ensuring the integrity of the public service. The appointment of key officials in the public service must be made on the basis of meritocracy. This policy has resulted in a competent and honest civil service. Third, ensuring that the Government will not abuse its powers in enforcing the Internal Security Act. Fourth, checking the powers of the Government under the Maintenance of Religious Harmony Bill and finally ensuring that the CPIB will not be prevented from carrying out investigations into any complaint of corruption, particularly, against those holding senior appointments in the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, may I reiterate here that with an Elected President with the powers outlined above, the security of Singapore will be more assured. We can never be sure that the one-man-one-vote system will always give us an honest and capable Government. With this system of checks and balances, we can improve and strengthen our Constitution, and this will ensure the long-term peace and progress of our nation and will help to increase confidence in our country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 524</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would like now to comment on certain points that have been made in respect of the Bill. First, the question of whether the Elected President would have such vast powers as to be able to obstruct the Government from carrying out its responsibilities. I do not think that will be the case, because the Government can still find a way to achieve its objectives. For example, in the case of the Supply Bill or Supplementary Supply Bill, the Elected President must consult the Council of Presidential Advisors in order to exercise his veto power. If a majority of Council members disagree with the Elected President, the Government can table the Bill back before Parliament and carry it with a two-thirds majority. But if a majority of Council members concur with the Elected President, his veto will stay. However, in such and other matters where the President is empowered to act, if the Government feels that the President has not discharged his powers in a reasonable manner and is unhappy with his decision, the President's and the Government's decisions, together with the grounds thereof, can be referred to the people, either in the next Presidential elections or in a referendum to change the Constitution, for a final decision. In the process, the people will of course get a true picture of the problem between the President and the Government and, in the final analysis, will decide what is good for them and the nation. This means the people will have a chance to examine the problem and the underlying issues and make their decision. And this will strengthen our system of democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, with regard to the qualifications of candidates for the Elected Presidency, I agree with what is proposed in the Bill. We must be able to elect someone who can perform the functions of the Elected President effectively and curb the Government if it fails to act responsibly and honestly. Otherwise, despite the moral authority that he holds by virtue of being directly elected by the people, the Elected President will not have the confidence to stand up against the Government. High qualifications must therefore be required of candidates. In this regard, I hope the First Deputy Prime Minister will introduce as early as possible the mechanism for his election. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, I would like to comment on the point that has been made about the Bill, ie, that it should be referred to a referendum. It must be noted that the Elected Presidency proposal has already been debated in this House in August 1988. I am aware that the proposal then was for the Elected President to be charged only with protecting the national reserves and integrity of the public service. Nevertheless, Parliament has accepted the principles behind the proposal as a basis for the preparation of a Bill on the Elected President. Furthermore, during the 1988 General Elections, this proposal became one of the hot issues and the people then gave the Government a strong mandate to prepare the Elected President Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, when this Bill becomes law, we must have assurances that it will not be easily amended to remove the President's powers. To safeguard the President's powers, any government wishing to amend this aspect of the Constitution must be required to put the question in a referendum, and no change should be made without the endorsement of a two-thirds majority of the electorate. We must make sure that there are sufficient safeguards to ensure that the Elected Presidency will be an effective institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support the Bill. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Dr Tony Tan Keng Yam):</b> Mr Speaker, Sir, the Bill which we are now considering in this House is an important Bill. It marks a change in our Constitution which will have ramifications and implications for many years. It is, therefore, not surprising, Sir, that there has been much debate on this Bill and much discussion both within and outside Parliament. And this is as it should be. We should not take such a major change lightly. Many of the points have already been covered by other speakers in this House and I do not want to waste Members' time by repeating them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All I want to do, Sir, is to make one very simple point, and that is, Sir, for a country, whether in Singapore or any other country in the world, to prosper and to provide a good life for its citizens, two things are necessary. First, you must have good people to run the Government. Second, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 526</b></font>\n  <br>\n  <br> you must have strong institutions, a point made by the First Deputy Prime Minister yesterday, and spoken on at some length by BG George Yeo in a speech which he made to Pre-University students in June this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been exceptionally fortunate in having able people for the last 31 years who have governed Singapore well and honestly. As a result, we have been able to build up our reserves. We have ensured high standards of integrity and performance in our public services. All Singaporeans, Sir, whatever the Opposition may say, have benefitted as a result of this happy event. But Members will realise that if they look at the countries which have gone independent since the Second World War, I think it is not far-fetched to say that the success of Singapore is the exception rather than the rule. In fact, Members will remember that when Singapore first became independent in 1965, there were any number of commentators who predicted or who expected Singapore to fail. I do not think, Sir, that we can fault them for their views. In fact, I believe at that time, given the circumstances, their views were quite well founded. That their views have not come true, fortunately for us, and that instead of a broken-back, not viable Singapore, we have a stable, prosperous Singapore today, is due to the fact that we were fortunate in having a group of people at that time who, despite the adverse circumstances, were determined to make a go of Singapore. And the result today is for all to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Good people in Government are more important than strong institutions. Good people are fundamental. With good people in Government, the present system can work. I would even go further to say that if we can be sure that we will always have good people in government, any one of a number of systems can be made to work, including the present system. But I think we have to ask ourselves one fundamental question. Just because we have had the good fortune to have had in Government good people for the last 31 years, can we be sure that we will be lucky enough to have good people in Government for the next 31 years? People who will run the system honestly and will not seek to run down our reserves in order to secure their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 527</b></font>\n  <br>\n  <br> popularity and their own elections. If we can be sure that there will always be good people in Government, then this Bill is not necessary. But if there is no guarantee that we will always have good people in Government, is it not our responsibility now to take steps to build up our institutions, so that if, for whatever reasons, an irresponsible government should come into power, that government will not be able to cause irreparable damage to Singapore? To me, this is what this present Bill is all about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a difficult Bill and it may not be a perfect Bill. After this sitting today, the Bill will be sent to a Select Committee which I think is a very good idea. We will hear representations from the public. As with the Maintenance of Religious Harmony Bill, I am sure that it will help us to polish up the Bill and to make the Bill more effective. And when the Act is in operation, we may from time to time even have to make amendments. But just because we do not have a perfect Act today does not mean that we should do nothing. Let us proceed with the best draft that our draftsman can come up with today, send it to Select Committee, polish it up, and work it. If we need to make amendments later on, we shall do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, in summary, on balance, despite all the difficulties and complications, I support the Bill. I believe that prevention is better than cure. We must realise that the institution of the Elected President cannot by itself ensure that we have a prosperous Singapore. But I believe that the institution of this Elected President will enhance our prospects of having in future years a prosperous, peaceful and secure Singapore where people of all races and all religions can live in peace and harmony. I think, after all, this is what should concern us most in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much obliged, Sir. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline K. Wong (Tampines GRC):</b> Mr Speaker, Sir, I stand in support of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to begin by noting that a nation's assets and reserves belong to the people. They belong to the people of Singapore, and not to any government, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 528</b></font>\n  <br>\n  <br> past, present or future. In democracies, the government is elected as representatives of the people to manage such assets judiciously and, hopefully, profitably as well. We have had the good fortune of having a good Government for the past 30 years, and I have no doubt the next Government is a good one also. Good governments will have no problem with the proposed Constitutional amendments, provided that a good President is elected, and a good Council of Presidential Advisors is appointed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the direct election of a President is to provide him with the moral authority or legitimacy to act in the entire nation's interest. The President is expected to rise above party politics. However, as the Bill stands, a Presidential candidate is not required to drop his membership in any political party. Sir, although the Elected President does not have executive powers, nevertheless, he is given tremendous discretion in blocking the Government's annual budgets. Therefore, an Elected President can cause a crisis of confidence in a government. The most worrisome scenario is where an Elected President belongs to a different political party from that of the ruling government. The President will be under pressure from his own party to block the government's budgets, force a general election, thereby giving his own party an early chance of forming the next government. I am aware of the arguments behind allowing the Nominated MPs to keep their political party affiliations. But the Elected President is not like the Nominated MPs. The Elected President has extensive powers and he will make a great difference to the process of government. So I disagree with the views expressed yesterday by the Member for Fengshan that the political party affiliation of the Elected President does not matter. In my view, I think the candidates for the Elected President must be free of any political party affiliation first and foremost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The powers of the Elected President are extensive in that he will have the discretion to block the Government's annual budgets as well as those of the key statutory boards and Government-owned companies. If the majority of the members on the Presidential Council agree with the President to veto such budgets, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 529</b></font>\n  <br>\n  <br> decision is final. But if we look at the composition of the Council, the Chairman and one other member are nominated by the President, two members are nominated by the Prime Minister, while the remaining two are nominated by the Chairman of PSC. But the appointment of the Chairman of PSC himself must have the concurrence of the President. Thus, there is a possibility that the President will approve of a Chairman of PSC whose views are like his own, hence ensuring that he will always have the majority view on the Presidential Council behind him from the very beginning. If the provision for the Chairman of PSC to nominate two members onto the Presidential Council is to allow members of the civil service to be nominated, then, which master are the two civil servants serving, the President or the Prime Minister? There may well be a conflict of interest. If the purpose is to have two members outside the civil service, then I see no reason why the Chairman of PSC should be involved in nominating them. I think we should look at this provision again. And I also feel that the number of Presidential Advisors should be enlarged somewhat, in order to provide for a broader range of views for the Elected President's consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that the Elected President's power to approve the Government's budgets and those of the important statutory boards and Government-owned companies is necessary, because this is the more direct way of scrutinizing and preventing the Government from dipping into the reserves or warning the Government against the likelihood of dipping into the reserves should its way of spending continue. However, I believe the list of statutory board budgets that come under the President's purview should be limited only to those which have to do with the original purpose of the Elected Presidency proposal, ie, the protection of the nation's assets and reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the August 1988 debate on the former White Paper, the House went down the list with the First Deputy Prime Minister. There were grey areas, such as the POSB, PSA, PUB and Telecom, SBC, CAAS. Some of these have now been struck off the list, but PUB and Telecom are still on; so are HDB and JTC. Are there not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 530</b></font>\n  <br>\n  <br> moves to privatise PUB and Telecom? Why the need to retain them on the list? With regard to HDB, do the flats not belong to the individual owners already, who have the right to sell their own flats for their own purposes? Maybe the First Deputy Prime Minister could clarify for us what constitute HDB's assets which are not privately owned, and which are not already included in MND Holdings which falls under the Elected President's purview in any case? Sir, the point is: Yes, the Elected President must be given the power to scrutinize Government expenditures. But if he has too much power, such as having too broad a portfolio, he may strangle the ordinary running of Government by the Prime Minister and his Cabinet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Elected President can exercise his veto only where Government expenditures draw down the reserves accumulated during the terms of previous governments. Here, I think a crucial problem arises. How does one define the reserves accumulated by previous governments? It may appear to be a simple matter at the beginning. When a new government takes over, whatever it inherits from the previous government cannot be touched unless the Elected President agrees. But if he does not, then the government has to raise its own money. However, there will be arguments over whether some of the profits or savings generated from on-going projects, projects which were started by the previous government, belong to the new government, or cannot be touched still. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some projects started by a previous government cannot be self-financing from the beginning. It will take some years during which time the government subsidies are necessary. Will it mean that the next government would abolish such projects because they will be a burden to it? Examples that come to mind include restructured hospitals, independent schools, extensions of the MRT, the airport, new parks and public recreational facilities, new cultural centres, and so on and so forth. Of course, the Elected President is expected to act in the long-term interest of the nation. And long-term projects which are beneficial to the country will meet with his approval, and he will not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 531</b></font>\n  <br>\n  <br> block the spending of reserves for such purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The blocking mechanism will encourage the government to spend prudently within its term. This is good. But the result is, the government is also likely to pursue conservative, even deflationary fiscal policies, which may not be appropriate at certain times, such as during recessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps, there is also a philosophical problem involved in the continuous accumulation of reserves. No doubt we must take precautionary measures to guard our reserves. We must save for a rainy day. If every successive government turns out to be good and prudent, the amount of reserves will keep accumulating. The inter-generational transfer of wealth will keep going on. Which generation of Singaporeans will be able to benefit from all the previous generations' hard efforts? I have heard some remarks by our own citizens saying, \"Singaporeans are like poor little people who live in a rich country.\" No doubt such remarks tend to come from people who wish for more Government subsidies and less taxes, and this would not do. But the question is still this: Do governments spend money or dip into reserves only to gain popularity with the electorate? Is there no possibility for governments to spend money in order to shape the society in directions which are in genuine accord with the population's deeply held values? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to his vetoing powers over budgetary matters, the Elected President can veto nominations to key offices within the civil service and the key statutory boards. I think this is good. It will prevent a Prime Minister from appointing his own cronies. The CPIB would take care of corruption cases. So the question is the possibility of a future Prime Minister appointing incompetent civil servants. I support the safeguard. However, there is something that we should bear in mind. The effectiveness of any government depends to a very large extent on how it can move the civil bureaucracy along with its policies. Civil servants are supposed not to have personal pet ideas of their own, but are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 532</b></font>\n  <br>\n  <br> supposed to conduct themselves in the best tradition of the British civil service, ie, to work strictly according to the direction and policies set by Ministers. But is this always the case in reality? Anyone who has read the popular novels or watched the popular TV series on \"Yes, Minister\" and \"Yes, Prime Minister\" would have had a good laugh. But are these satires not somewhat close to life? Now, with the top civil servants' appointments being subject to the Elected President's approval, a troublesome scenario can be developed, if the Elected President holds very different views on policy matters from the Prime Minister. Perhaps we could think about putting a maximum on the number of times that the Elected President can reject the Prime Minister's nominations of the key civil service positions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one of the crucial things on which the success of the Elected Presidency mechanism hinges on is the question of whether there could be differences in policy viewpoints. In standing for general elections, a political party and its candidates will have to make known its views on policy matters. Does the same apply to candidates standing for election to the Presidency? Or is it sufficient already for the Presidential candidates to emphasise their personal integrity and financial prudence? Given the high qualifications which all the Presidential candidates must satisfy before being nominated, how can the people choose between which candidate to vote for? At the end, they may have to choose between personalities? Is this good or bad? It all depends on the personalities involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it is most important that Presidential candidates must be of the highest calibre. I agree that qualifications for Presidential candidates must be very stringent. There are broadly two types of qualifications as prescribed by the Bill. One is personal integrity; the other is financial management experience. The two are not mutually exclusive. In fact, as seen from the list of eligibles, these qualities are expected to come together in the same person in most cases. However, this list seems to be too restrictive. In fact, has the government tried to estimate how many Singaporeans altogether can qualify to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 533</b></font>\n  <br>\n  <br> Presidential candidates? Just now we heard from one Member of the House who speculated that we might be faced with a situation where there might be only one nomination. So along with others, I think there may be a need to include a larger pool, for example, to include prominent citizens who are known to have made contributions to our society but who may not have had the requisite experience with financial management, just as in the case of the Chief Justice, Speaker of Parliament, Attorney-General, High Court Judges, with due respect to the present ones. After all, the President will be assisted by his Council of Advisors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This brings me to a related point, nominees to the Presidential Council. At least, the majority of them should have the requisite financial experience in order to play their crucial role in advising the President on the matter of reserves. I should think this requisite financial experience is of more importance for the Presidential Council members than perhaps for the Elected President himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I end, I like to join other Members of the House in applauding the safeguarding roles of the Elected President vis-a-vis the Internal Security Act, the Maintenance of Religious Harmony Bill and CPIB investigations. These features are widely welcomed as additional checks and balances on the Executive body. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Bill proposed before us, as Dr Tony Tan pointed out, is a very complicated Bill. It is a very important Bill and it has tremendous consequences for the entire process of government in future. We must examine the Bill most thoroughly and I also hope that members of the public would come forward to present their views at the Select Committee stage. I am a little disturbed by the widespread lack of interest in the Bill at the grassroots level. These two days we also saw a very empty Strangers' Gallery. But ordinary Singaporeans must not forget that once these amendments are passed, they will be firmly entrenched. Any future amendments will take not just a two-thirds majority in this House to change, but also two-thirds of all the electors' votes in a national referendum. Thus, we must exer- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 534</b></font>\n  <br>\n  <br> cise the greatest care and introduce refinements to this Bill. I admit that some of the points I raised cannot be addressed by the Bill as such because some of the points are not procedural matters. I think we should give the system a trial and during the interim period I should hope that definitions and boundaries would become clearer in our minds. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support this Bill which provides for an Elected President and I understand the objectives and background of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From among the developing countries, there are many examples of government spending in an extravagant manner to attain short-term political objectives by providing subsidies and free services, thereby causing their economies to be ruined. Even among the developed countries there are many governments which have to face budgetary deficits because of their welfare policies. However, these countries have very rich natural resources which could be relied upon in times of economic crisis. But if we look at our country, our financial reserves can be said to be the only asset that we can rely upon in time of crisis. Therefore, we must have a safeguard so that our assets will not be spent away by any government through extravagant spending. Our Elected President will provide such a safeguard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Government's expenditure exceeds its income, there are three alternatives to finance its deficits: (1) by borrowing, (2) by withdrawing from reserves, and (3) by printing more money. Under this Bill, the first two alternatives would require the concurrence of the Elected President. As for the random issue of currency notes or printing more money, it would be more difficult to do under our Currency Board system. However, we must have people of high integrity to be the Chairman, Directors and Chief Executive Officers in our Currency Board and the Monetary Authority of Singapore. These two institutions are very important financial institutions. They are just like the Central Bank in other countries. For this reason, the consent of the Elected President is necessary for their budgets and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 535</b></font>\n  <br>\n  <br> key appointments in these two institutions. Similarly, the CPF Board manages the savings of our people and therefore it should also be included in the list of functions under the Elected President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I feel that, apart from these three financial institutions, the concurrence of the Elected President will not be necessary for key appointments in the statutory boards and the Government-owned investment and holding companies. I do appreciate that we must have capable and honest people to hold key appointments in our civil service. The second function of the Elected President is to make sure that our public service will not be undermined by nepotism or political appointments. For this reason, I support the provisions under the proposed Article 21 whereby the concurrence of the Elected President will be necessary for key appointments in the civil service, judiciary and the armed forces, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the appointments in statutory boards and Government-owned companies are different from that of the civil service, judiciary or armed forces, etc. Let me elaborate: (1) The statutory boards have specific duties and functions in our economic or social development, such as providing infrastructure and public utilities. They enjoy great autonomy and flexibility in financial and operational management. So under the proposed Articles 22 and 22A of the Bill, will the function of the Elected President diminish the flexibility of these statutory boards, thereby affecting their efficiency? Similarly, apart from being owned by the Government, the Government-owned companies operate in the same way as the private companies and are subject to test of the market. Why must the President interfere with their key appointments, thus affecting their operations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as the function of the Elected President is expanded to the appointment of key positions, the powers of the Cabinet will diminish. It would also mean the possibility of more friction and confrontation between the President and the Cabinet. Assessment and appointment of people are difficult taks and they always \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 536</b></font>\n  <br>\n  <br> involve some subjective elements. Someone who is considered to be \"cautious\" by the Prime Minister may be considered to be \"indecisive\" by the President. Similarly, one who is thought to be \"decisive\" by the Prime Minister may be thought to be \"rash and arbitrary\" by the President. Of course, if the President and the Cabinet disagree about the appointment of the Chairman, PSC, it may be worth the while. But if they argue over the appointment of a director of Telecom, then I think it is not necessary. From among the statutory boards listed in the 1988 White Paper, SBC and CAAS have been deleted. However, I note that under the proposed Article 22(4) of the Bill the Elected President can declare by order in the Gazette that any statutory board with reserves of more than $100 million be subjected to the jurisdiction of Article 22. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the 1990 White Paper pointed out that a substantial part of the assets of the Government is held in statutory boards and Government-owned companies. For this reason, the concurrence of the Elected President is required for key appointments and budgets of statutory boards and Government companies. But on the other hand, if the Government, through privatisation and reorganisation, reduces the reserves in any particular statutory board or capital in any particular Government company to below $100 million, then Articles 22 and Article 22A, 22B and 22C will not be applicable to them. In that case, will these Government-owned companies or statutory boards be subjected to the powers of the Elected President? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill also gives the President three additional powers, ie, to oversee the implementation of the ISA and the Maintenance of Religious Harmony Bill after it becomes Law so that the power of the Minister will be subjected to some checks and balances. As for the power of the CPIB to carry out investigations, it is an extension of preserving the integrity of our public service. All these additional powers should be welcome. This Bill gives the President some extra power, but it also provides for some checks on his power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally speaking, this Bill is worthy of our support for three reasons: Firstly, it provides a safeguard for our national reserves and assets and to maintain the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 537</b></font>\n  <br>\n  <br> integrity of our public service. Secondly, it provides a check and balance on our political system. Thirdly, it does not contravene or violate the spirit of democracy and will not affect the operation of our parliamentary system. Of course, no system can be said to be perfect and flawless. The Elected President will further institutionalise our political system and will provide an additional level of safeguard to the future of our country. But it is not an absolute safeguard because the destiny of our country is determined largely on the quality of our people and the values upheld by our people. If we do not maintain our spirit of diligence and prudence, and continue to strive for better standard of living, and if we keep on thinking of how to dip into our more than $30 billion of reserves, then no system whatsoever will prevent our country from going down the hills. Therefore, I wish to reiterate that while we are discussing this Bill on the Elected President, we must reaffirm the importance of qualities of our people in nation building. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Speaker, Sir, it is obvious that this Constitutional Amendment Bill and the accompanying White Paper have been prepared with much care and attention, and also after much deliberation. It has to be, as the consequences are extremely far-reaching, especially for the Government and the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the principal concept of the proposal, which is to provide additional safeguard against the indiscriminate use of the reserves and preserve the integrity of the public service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having a good government is very critical. Nepotism and flagrant disregard of the use of public funds will lead to the ruin of a nation. Examples of countries which have suffered under such mismanagement are abound. The impact of bad government affects everybody. The confidence in the country is reflected very much in the stock market which is an excellent barometer of the health of a nation. Government can do cover-ups but no government can cover up market forces. For example, in the Philippines, Sir, the average Price Earning Ratios, commonly called P/E ratios, of the listed companies in the Makati Stock Exchange are between 3 and 4, which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 538</b></font>\n  <br>\n  <br> means that local and foreign shareholders would be prepared to invest in stocks with a three to four year pay-back period. Whereas in comparison, the P/E ratios of Singapore companies are now in the range of about 12 to 15, which is about three or four times those of the Philippines. If you compare to Japan, the P/E ratios in Japan were in fact in the high 50s, but the Gulf crisis brings it down to the 30s now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was often described that the concept of an Elected President allows for checks and balances against the Government. The phrase \"checks and balances\" connotates that there are a few opposing forces counterbalancing each other, such as the President, the Senate and the Congress in the US. I do not think this is the case here. The Prime Minister and his Government are obviously in charge. Executive powers rest essentially with the Government. There are some safeguard powers which will be vested in the Elected President, but the balance of power is clearly in the favour of the Government, and I think this is right. The analogy I would like to use would be the Chairman and the Managing Director of a company called Singapore Inc. The people are the shareholders of this Singapore Inc. They elect a President who is wise, experienced and highly respected as a non-executive Chairman, that is, the Elected President. Then they separately choose a Managing Director who will be the Chief Executive Officer, someone who is dynamic, energetic, visionary, has guts, etc. - all the critical and good points of leadership. He will be the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The aims and objectives of this concept of the Elected President are very honourable and well-intended indeed. In fact, it is extremely laudable of the Government to want to voluntarily give up powers to create a better and more stable political system in Singapore. If I may articulate my only main concern, Sir. I am concerned that the new format of having an Elected President may lead to a paralysis of the Government in situations of conflict. To avoid this, it should be spelt out clearly with no tinge of doubt, that executive powers rest solely in the hands of the Government. All operational and executive powers are under their charge. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 539</b></font>\n  <br>\n  <br> Elected President's role is to exercise, where necessary, and hopefully very sparingly, the veto powers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on the concept that the Government should have full operational and executive responsibility, and as the final details will be scrutinised by a Select Committee, may I request the First Deputy Prime Minister to consider some of the following comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the appointments in statutory boards. Among the proposed statutory boards where the President will be having veto power, I feel that the following should not be included. I agree with Dr Aline Wong that these boards are non-financial institutions. They are: Housing and Development Board; Jurong Town Corporation; Port of Singapore Authority; Public Utilities Board; and the Telecommunication Authority of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I said, these boards are non-financial institutions. They are basically operating organisations to take charge of the provision of key services and facilities for Singapore. I feel that therefore they do not need to be overseen by the Elected President. Their assets are mostly immovable which cannot be easily liquidated or sold. They may have some revenue surpluses but these are not substantial and there is no reason for them to accumulate substantial reserves. In fact, if they do, they are probably overcharging the consumers. Hence, to avoid paralysing these statutory boards in the provision of essential services, I feel that there is no need for a Presidential veto on the appointment to these boards. Moreover, as was said by Dr Wong earlier, some, if not all of these boards, would eventually be privatised to become listed companies in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, on the key public service appointments, I would like to suggest that there may be a conflict situation to accord the President veto powers in the appointments of some of the following key public service personnel: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Members of the Armed Forces Council; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Chief of the Defence Force; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 540</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Chiefs of the Air Force, Army and Navy; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) The Commissioner of Police. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that these appointments should be the prerogative of the Government, particularly as they pertain to internal and external defence which are very critical operational matters. In the event of emergency, I do not think we can afford an ambiguous situation where the President has veto control over the key appointments in the defence and police forces. Just imagine, how chaotic it would be if our defence forces are immobilised by squabbles between the Prime Minister and the Elected President on such critical appointments during a national crisis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third area is in the size and composition of the Council of Presidential Advisors. The current proposal is to allow the Chairman of PSC to nominate two members while the Elected President will nominate two members and the Prime Minister two other members. Under this structure, we are making the Chairman of PSC a very important political factor, in fact, a power broker. I presume it is not the intent to make him so, nor is it desirable. I would like to suggest that instead of the Chairman, PSC nominating two members, we perhaps should have four members who, by definition, would become Members of the Council of the Presidential Advisors and they are quite independent persons. The four persons I have in mind, Sir, are Chairman PSC, the Chief Justice, Mr Speaker yourself, and perhaps the Auditor-General. In this way, I think we will have eight members of the Council, four of whom are independent and the other four nominees, consisting of two who are nominated by the President and two by the Prime Minister. I think the proposed arrangement will add more representation, prestige and independence to the Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to conclude by just stating once again that it is commendable for the First Deputy Prime Minister to voluntarily shed some of his powers so as to provide a more stable political system in Singapore. We are entering uncharted waters. We must therefore tread with extreme care. In putting together the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 541</b></font>\n  <br>\n  <br> various pieces, I hope the First Deputy Prime Minister, in his generosity to share powers with the Elected President, and also in introducing the checks and balances, will take note that: \"It will be wonderful if the Elected President and the Prime Minister can be playmates, that means they can play and work together; but I think it will be difficult if they get into a stalemate; and it will be disastrous if the Prime Minister gets checkmated!\" \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law and Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law and Minister for Home Affairs (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I would like to speak in support of the Bill. What I would like to do is to make my comments on the context in which I would like to view this Bill, and that context is that this Bill must be seen in the perspective of the evolution of our Constitution, how we have over the years developed and evolved our Constitution to suit the special needs and to meet the peculiar circumstances and situations which we face or which we can face in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My starting point in developing the context is to ask what kind of a Constitution we had when we separated and became independent. Sir, when we entered Malaysia, we received a new Constitution which was the Constitution of the State of Singapore. It was a Constitution for a constituent unit in a larger Federation. When we separated from Malaysia and became independent, all we had was this Constitution - the 1963 State Constitution - totally inadequate for a country which is an independent and sovereign nation. It lacked many provisions such as provisions on public services and provisions on fundamental liberties. In other words, on Independence, we did not have an adequate and comprehensive Constitution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the first milestone in the evolution of our Constitution was that the Government on its own took immediate steps to rectify this gap and, shortly after Separation, the Government enacted a law to meet the gap and one of the solutions which the Government decided was to adopt certain of the constitutional provisions from the Malaysian Constitution and to make them applicable as part of our constitutional law. Included in this adoption from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 542</b></font>\n  <br>\n  <br> Malaysian Constitution were the fundamental liberties provisions adopted for our purposes. In other words, the Government on its own took the initiative of imposing on itself certain constitutional constraints, because once you have the provisions in the Constitution on fundamental liberties, all Organs of Government are to that extent duty bound in law to observe the requirements of those provisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From that starting point, in 1965, over the years we have evolved our Constitution and today, what we refer to as our Constitution is an amalgam of the 1963 State Constitution, the provisions which we borrowed or adopted from the Malaysian provision and subsequent amendments made over the years. I would like to trace some of these other milestones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second milestone was in 1969, when we amended the Constitution to provide for the Presidential Council for Minority Rights, arising from the recommendations of the 1966 Constitutional Commission. This Council has to scrutinise all Bills and subsidiary legislation to ensure that there are no provisions which are discriminatory and no Bill can be submitted to the President for his assent until the Presidential Council has reported on the Bill. Is that not a fetter, an obstacle to Parliament's supremacy? It clearly is. But in our multi-racial society, clearly that was a wise move. All sectors of our people must have confidence that no government can quietly slip in discriminatory legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third milestone was in 1972, when the Constitution was amended to provide for the protection of the independence and sovereignty of the Republic. Under this amendment, it was provided that no government could surrender or bargain away our independence in a clandestine manner, or surrender, or relinquish control over the Police or the Armed Forces without having raised the issue squarely and getting the support of two-thirds of the voters in a referendum. That too may be considered an important safeguard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth milestone was in 1984 to ensure that there is always Opposition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 543</b></font>\n  <br>\n  <br> presence in Parliament. In 1984, we amended the Constitution to provide for the concept of a Non-Constituency MP. It is purely because of that amendment that we have Dr Lee Siew-Choh in this House today. He considers it his duty to take on the Government, criticise, and use whatever unrestrained language in attacking and picking holes in Government policies and Bills. If we take a purely selfish and parochial view, it surely must be a Government with suicidal tendency which amends the Constitution in this way to enable the defeated Opposition candidate to have a seat in this House! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is yet another example of self-imposed constraint on the Government to ensure that our Parliament will not be totally deprived of Opposition representation where one party has most or all of the seats. The Opposition attacked the amendment but are we now better or worse with Dr Lee being here to raise issues, taking on the Government even if he uses language which other Members of Parliament from the PAP side, while making the same point, may put it in a different way? I think we are not worse off. It is good that he brings up the issues in his own way and makes his own points. It is a unique provision. As far as I know, I know of only one other country which has provision for a defeated candidate to have a seat in Parliament. But it is a wise move for our own circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fifth milestone was in 1988 when the Constitution was amended to provide for Group Representation Constituencies, the objective of which was to ensure that whatever happens in the polls, there would always be in this Parliament a minimum number of representatives from the minority groups, whether from the Government Party or Opposition Parties. Is that good or bad? Obviously, it is a plus. But it does place a fetter on the Government because it will make it that much more difficult to ensure that we have the candidates for fielding in an election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the sixth milestone was earlier this year, when the Constitution was amended to provide for Nominated MPs. Again, as a result of this amendment, not only will we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 544</b></font>\n  <br>\n  <br> have Opposition MPs, NCMPs, but yet another group of MPs. I would say this is yet another example of a self-imposed burden on the Government. It is a burden because you will have another group in this House who, on some occasions, may agree with Government, but I have no doubt, if they are men of convictions, they will also criticise the Government. But I think it is a useful innovation in the long-term interest of our country as it helps to provide greater ventilation of constructive views in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have traced this contextual development, Sir, to show how our Constitution has evolved, how we have shaped and moulded the Constitution, and these major milestones have been guided by what is necessary in Singapore's long-term interest. These changes which I have described show that many of the changes resulted in imposing restrictions or Constitutional constraints on Government itself. The Government need not have made theseamendments. But I think they were necessary and they were useful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The latest amendments now before us for the Elected Presided, in my view, must be seen in this context. Our Constitution must evolve in a way that takes into account our special circumstances and our special problems, including problems that we may have down the road, which have been pointed out by the First Deputy Prime Minister and many Members. The test must be not whether it is unusual or unique, but whether it is an amendment that will serve the long-term interest of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, the Elected President concept is a good check and balance, a safeguard in the form of a blocking mechanism. It is really an insurance against disaster from which we may not recover. Do we know of any big corporation which operates without taking insurance? Is there any big corporation which takes pride in telling its shareholders that they are unique in facing pitfalls in the future without any insurance? What more when it comes to the future of our country? I would, therefore, strongly commend the amendments, but I am sure this being a novel and unique legislation, it can be improved in many respects. And I am sure the First Deputy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 545</b></font>\n  <br>\n  <br> Prime Minister and the Select Committee, which will be set up, will consider not only the views which have been expressed in the House, but other views which will be submitted to the Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, in response to Mr Chandra Das, Chairman of the Feedback Unit, who mentioned yesterday that the Law Society probably ought to be invited, I wish to assure him that my Ministry will be writing to the Law Society to invite its views on the specific provisions of the Bill. Members will recall that in 1986, the Legal Profession Act was amended and one of the purposes was to provide that the Law Society would assist the Government and the courts in all matters affecting legislation submitted to it. After the Second Reading vote has been taken, we will submit this legislation to the Law Society. I will point out to them that this legislation, being technical, new, and unique in many respects, I think we can benefit from the views of the legal experts, especially Constitutional law experts in the profession and we will invite views on the specific provisions and whatever improvements they have on the Bill. But I must make it clear that obviously we are not inviting political pronouncements on the issue whether to have an Elected President or not. That is a matter for the Government and Parliament to decide. I think I should clarify that, because Members will recall that some years ago, the then Law Society leadership took on itself to make political pronouncements on the amendments to the Newspaper and Printing Presses Act and we made it clear that this was a matter for Parliament and the Government to decide. But I am sure, and I am confident, that the legal experts in the legal fraternity can contribute to improvements and strengthening of the provisions of the Bill. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay</b>(\n  <i>In Mandarin</i>): Mr Speaker, I support this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are practising a unicameral Parliamentary system. Under the Constitution, a Government with a majority of seats can do practically anything it desires, although it may have to face queries by Members of the House. The policies of the Government need not be blocked or examined by any party at all. Fortunately, over the past 31 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 546</b></font>\n  <br>\n  <br> years, the Singapore Government has not been doing things according to its own whims and fancies or abusing its powers. So, in this respect, it is the good fortune of the people of Singapore. But good fortune may not stay foreever. If at any time, should there be a bad government winning a general election in future, and in order to fulfil its promises of welfare services and other benefits made during the election campaign to win votes, it will have no alternative but to draw down the reserves of the country. By do doing, all the reserves that we have built up over the years will go and vanish into the air. But with the veto power of the President, we will have some safeguard for our people's savings. So, I feel that this is a major change for the protection of our people's savings. It is a proposal in the interest of the people and, therefore, worthy of our support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All this while, the Government has been adopting a policy of meritocracy. Only those who are talented and capable are selected to head the various Government departments. These Government departments, in coordination with the development of the other sectors of our economy, enable us to progress steadily in our economy, security and maintenance of law and order. In order to pave the way for its own convenience and in order to reward those who had contributed to its well-being, a bad government may make radical changes to the departmental heads. As a result, it will be detrimental to all that we have achieved in the past. The damage to our economy, security and stability may be far too great to be described in words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having a President with a veto power over such matters, we could, at least, prevent a bad government from commiting all kinds of outrages. It would serve a useful purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we have a good government which is always acting in the interest of the people, then this kind of government will not require any form of supervision. But if it is a bad government, then very often this kind of bad government will abuse its powers for their own political or personal interest. Under these circumstances, this kind of bad government may abuse the laws and powers where the Ministers have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 547</b></font>\n  <br>\n  <br> the absolute power without being subject to review by the court. For example, the Criminal Law (Temporary Provisions) Act, the Internal Security Act, and the Maintenance of Religious Harmony Bill which has been read a Second time. So, if part of the functions of the President is to supervise over the implementation of these laws, then the Government will be unable to abuse its power. Here, I would like to ask the First Deputy Prime Minster why the Criminal Law (Temporary Provisions) Act is not included in the functions of the Elected President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I mentioned above gives an indication as to the advantage of having a good President against a bad government. If we have a good government but, at the same time, we have a rather uncooperative President and a Council of Presidential Advisors, what would the situation be like? In that kind of a situation, we can expect the President to frequently go against the Government, and then the country and the people may suffer in the end. Under this Amendment Bill, there is no mention as to what kind of solution can be provided to deal with such a situation. This may be the inadequacy of this proposed Bill. I hope that the First Deputy Prime Minister can explain this to the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the proposed Article 148D of the Bill, if the President blocks the budget of the Government, against the advice of the Council, then by a two-thirds majority, Parliament can reverse the President's veto. However, if we look at the Council of Presidential Advisors, there are six members. In a case of three votes against three votes, the Council will not be able to advise the President. Under such circumstances, bearing in mind the number of members in the Council of Presidential Advisors it would seem to be a conflict with Article 148D of the Bill. I would like to seek a clarification from the First Deputy Prime Minister on this matter too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the proposed Article 5(2A) of the Bill, if there is any need to amend the powers given to the Elected President, then there are two ways of doing it. One is to amend it with the consent of the Presi- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 548</b></font>\n  <br>\n  <br> dent and a two-thirds majority of Parliament. The other way is to get a two-thirds majority of the general electorate voting in favour of such an amendment at a national referendum. Between the two ways, I feel that the former is much easier than the latter. For this reason, I suggest that the second way be altered by providing that the amendment be made by a two-thirds majority in Parliament followed by a simple majority in the national referendum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Bill. \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, this subject was first debated in August 1988 after the introduction of the White Paper on Constitutional Amendments to Safeguard Financial Assets and the Integrity of the Public Services. Since I was not in the House then, I spent some time reading the Hansard of 11th and 12th August 1988 in order to get a better idea of how far we have gone in this debate. Mr Lim Boon Heng who summed up the debate then said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In summary, I think we can say that the House agrees that there should be safeguards for our reserves and that we agree that there should be safeguards for the integrity of our civil service. We all agree that we should find some form of mechanism to build these safeguards into our Constitution. Most Members agree that an elected President is one method of achieving this objective whilst some may prefer to explore other means further.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The First Deputy Prime Minister, in moving the Second Reading of the Bill in the House yesterday, reiterated that the underlying philosophy or purpose of the Bill is to provide for the safeguarding of the financial reserves of Singapore and the integrity of the public services. He felt that the existing Constitution does not provide adequately for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All my parliamentary colleagues who have spoken before me have supported the underlying philosophy of the Bill. I support likewise. From the feedback I have from the public, I believe they too accept the need to provide for an institution to safeguard our financial reserves and integrity of the civil service. However, since August 1988, I have not seen enough \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 549</b></font>\n  <br>\n  <br> information being released to convince the people that the Elected President is the best institution to achieve this. Dr Lau Teik Soon in his speech during the debate on the first White Paper in 1988 advocated the introduction of an upper legislative body such as an elected Senate to perform this custodial role. I feel that this suggestion has not been given enough serious consideration and study. If it has, then certainly the reasons for discarding other options have not been made known adequately to the public. An Upper House or Senate need not be too big, say, 10-20 members so that it can respond quickly when the need arises. I think it would not be too difficult to get candidates for this Upper House, as such Members need not shoulder the onerous task of looking after constituents. If their functions are mainly custodial as contained in the Bill, they need not meet as often as Parliament. I believe we have enough prominent politicians, senior civil servants and eminent professionals and businessmen who are capable and willing to discharge these functions with objectivity and dignity. In the long-term, I am not convinced as yet that 10-20 such distinguished members would be inferior to a lone custodian. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Bill before the House contains very important amendments to the Constitution which would affect our children and perhaps our children's children. We should therefore spend more time examining other possible options before proceeding. The issue before this House today is not one of ascertaining whether there is a need to have a second key to safeguard our financial reserves and integrity of the public services. That need has been ascertained and accepted. The issue that confronts us today is one of finding the best long-term institution to hold that second key. The Elected President is one such institution which may work very well in the near term. It is certainly an improvement over the existing system. But the question we have to ask ourselves is whether it is the best institution in the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to note that this Bill will be referred to a Select Committee. I hope the Select Committee will continue to examine other options in greater depth. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 550</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.00 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.36 pm until 3.00 pm</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CONSTITUTION OF THE REPUBLIC OF SINGAPORE</b>\n  </div> \n  <div align=\"center\">\n   <h4>(AMENDMENT NO. 3) BILL</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Speaker, Sir, we have in front of us a very important Bill which will fundamentally change the political landscape of our country. I would like to examine mainly two aspects of the Bill. First, what powers the Elected President will be given and for what purpose; and second, whether these powers will result in a more stable or less stable political system for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the custodial powers that will be entrusted to the Elected President are primarily aimed at providing adequate checks and balances on the government of the day. These powers enable the Elected President to protect the Republic's financial assets, preserve the integrity of the public services, and safeguard the abuse of powers by the Government with respect to the ISA, the proposed Maintenance of Religious Harmony Bill and the CPIB. Contrary to what Dr Lee Siew-Choh has said yesterday, these checks and balances are hitherto not available in our parliamentary system. They are therefore important in safeguarding the interests of our people. On the Presidential powers to check the Government, I support fully without reservation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, on the question of Supply Bills and Supplementary Supply Bills which are passed by Parliament, the Elected President, together with the majority of the Council of Presidential Advisors, can effectively veto the decision of Parliament, even though Parliament may have a two-thirds majority agreeing to the Bills. Under these circumstances, the only immediate thing the Government can do to challenge the President is by introducing amendment to remove or modify the veto power of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 551</b></font>\n  <br>\n  <br> Elected President. And that requires a referendum with a two-thirds majority of the total number of voters. Is this desirable? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can understand the need to entrench the provisions relating to the President's custodial powers by requiring amendments to be confirmed by a two-thirds majority in a referendum. It is to ensure that this part of the Constitution cannot be easily tampered with without the overwhelming consent of the people. But in a deadlock situation between Parliament and the President on the Supply Bills alone, requiring Parliament to amend the custodial powers of the President by a referendum of two-thirds majority may prove to be a destabilising factor in our political system and the governing of the nation. I share the same concern as Dr Aline Wong when she mentioned that when the President and the Government belong to separate political parties, a deadlock and paralysis of the Government can happen. May I suggest that, for the Supply Bills and Supplementary Supply Bills, if there is a deadlock situation and if Parliament has a two-thirds majority, then either Parliament should prevail or the Government needs only to obtain a simple majority in a referendum on the Bills alone, not on the other custodial powers belonging to the President. A simple majority will do, because in the first place the President will probably be elected on the first-past-the-post basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Lee Siew-Choh complained that it is undemocratic if an elected government is not allowed to use the financial reserves. But he knows that the election of a President with powers to check the use of reserves will be done within the framework of parliamentary democracy. Dr Lee also accused the PAP Government for introducing this Bill to continue its rule. But an objective person will tell you that if an Elected President is identified by the people as having the same philosophy as the PAP Government, there is every possibility that it will encourage more people to vote for the Opposition in a general election. Dr Lee claimed that the PAP Government is preparing for contingencies and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 552</b></font>\n  <br>\n  <br> the Elected President will cause problems for the Government when the Opposition comes into power so as to make them unpopular. He forgot that if a Government is incapable of ensuring financial prudence and the integrity of the civil service, the role of the Elected President is precisely instituted for checking such a government. At any rate, there are provisions in the Bill for the government to challenge the Elected President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to some points regarding the implementation of the Bill. When the office of President becomes vacant prior to the expiration of his term, the proposed Articles 22M and 22N make provision for the temporary appointment of persons to fill the office until a newly Elected President assumes office. I feel that if there is an elected Vice-President, then he is the most suitable person to act as President. Perhaps the Presidential candidate should have a running mate for Vice-Presidency, and the elected Vice-President can then chair the Council of Presidential Advisors under normal circumstances. Under the present proposal, I feel that the Chief Justice and the Speaker should not automatically be in the line of succession for the temporary appointment of President. This is because, firstly, people have not elected them and, secondly, automatic succession does not guarantee that the appointee is capable of handling the wide ranging functions of the Elected President. These objections can be resolved by making it mandatory for Parliament to elect a qualified person to be the Acting President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to add to the point made by Dr Aline Wong regarding reserves and I would like the First Deputy Prime Minister to clarify. It is possible that the Government of the day collects large financial gains due to privatization of statutory boards, Government companies and valuable properties. Will these gains be considered as reserves accumulated by previous governments or will they be considered as newly acquired reserves? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Elected President Bill on the whole will enhance the political stability of our country. Without the proposed Elected President, all you need is a bad \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 553</b></font>\n  <br>\n  <br> government and Singapore will go to ruin. In the proposed two-key system, the chances of collusion between the Elected President and the Cabinet will be remote. In the event of a bad President being elected, the Government will always have recourse to the people. For these reasons, Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Thank you, Mr Speaker, for allowing me to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I rise to support the First Deputy Prime Minister's proposal. I have spoken at length on this subject at the last debate and I do not wish to go into all the points I have raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many Singaporeans prefer an apolitical President. This is because an apolitical President helps to jell our people of different races and political affiliations. He is seen as a neutral person and acceptance of him is easier. We have had this arrangement since independence. The idea or even the thought of changing the ceremonial role of the President to an \"Executive\" role begs a lot of questions. These questions were asked by many of my fellow MPs who spoke yesterday and today and I need not dwell on them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People do not like to see change, especially when everything seems all right. This is more so if we have a kind fatherly figure of our present President, Mr Wee Kim Wee, as Head of State. Singaporean Chinese, Indians, Malays love his warm, friendly nature. He has indeed been a unifying force for all Singaporeans. It is therefore understandable why a fair number of Singaporeans do not want to see the Presidency change. But times change, views also change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our country is getting wealthier, financial matters more complicated, legislations are also getting more complicated; people's expectations are more, demand to spend on our accumulated wealth is also tempting. How do we cope with all these competing needs and expectations? We have indeed gone about putting in place certain institutions, as informed by Prof. Jayakumar this morning, like the GRC, the Town Councils, the NCMP, the NMP, Maintenance of Religious Harmony Bill, to cover but some of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 554</b></font>\n  <br>\n  <br> areas of concern. Recently, there have been suggestions of the Ombudsman or the Parliamentary Commissioner to check on the civil service. Therefore, changes to our system have been going on or have been put in place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, we are examining the role of the President and whether he should be given more powers to cover three more important areas - control of reserves, appointments of key personnel and check corruption. Like the other changes that were made, we must expect and accept certain changes, certain roles that go along with it. I am not sure whether these changes will be good or bad. But we have moved in this direction, we must be prepared for eventualities. For example, with the establishment of a new political base in the Presidency, because he has the powers to check spending and to make appointments, there will be inevitable conflict between the President and the Prime Minister, if not in the present, in the years to come. Is this bad? It could plunge us into aconstitutional crisis. However, conflicts need not necessarily be bad, because institutions must undergo the test for it to strengthen. Even in France, the Prime Minister and the President had conflicts, and these constitutional conflicts caused, I am sure, many problems, but could have brought about a strengthening, a better working, and a better understanding of the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at dialogue sessions that I had with my grassroots on the Elected Presidency, some had made this comment that the Elected President was mooted by the Prime Minister to suit him with the sole purpose of ensuring his continuity in office. It was as if it was wrong or not proper to have the Prime Minister as our President. Sir, I suspect that many who criticise along this line of argument also harbour a secret wish that the Prime Minister continues to serve Singapore as the first Elected President. They know that this is good for our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the proposal. \n  <br>\n  <br>\n  <!-- Dr Augustine H.H. Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Augustine H H Tan (Whampoa):</b> Mr Speaker, Sir, I rise to support this Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 555</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have a rare privilege of belonging to one of the few countries in the world that can talk about safeguarding its reserves and preserving the integrity of its public service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I be allowed to make a few comments about the nature of our reserves and its relationship to exchange rates and confidence. Our reserves have been built up from three basic components: first, savings by the public sector - that speaks of the financial prudence of the Government; second, the CPF savings which belong to all of us; and third, the investment capital that has come into Singapore as a result of confidence in the Singapore economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have about $42 billion worth of reserves today. But I want to show you the figures on money supply to show you the nature of these reserves and how sensitive they are. Money supply, as defined by M1 (that is currency in active circulation plus demand deposits), $13.7 billion; money supply, as defined by M2, $51.4 billion; money supply, as defined by M3, $64 billion. Why do I draw attention to these figures? Very simply, because if people lose confidence in Singapore, the reserves can disappear overnight. If MAS tries to defend the exchange rate when money is going up, that is how the reserves can be lost. If we do not care about our exchange rate and let the money fall to zero in terms of other currencies, then you can hang on to those reserves for what they are worth. But as long as there is a relationship between exchange rate and reserves, we see that the confidence is a vital factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Viewed in that light, I see this Bill as a good safeguard. But I wonder whether it is sufficient. The Bill seeks to prevent the government of the day from incurring a budget deficit which requires financing via a drawdown of reserves or borrowing money. But it does not cover the issue of money or the printing of money by the Government. I know that our system requires one unit of foreign exchange for one unit of Singapore dollar. But there are ways to create money without creating actual currency in circulation. You can increase bank deposits. And I see that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 556</b></font>\n  <br>\n  <br> MAS is specifically exempted from the powers of the new President. Then a government could introduce a balanced budget at the beginning of the year, get the approval of the President and somewhere during the year give away money via tax reductions, and thereby incurring a budget deficit. That would force the hand of the President to finance the budget deficit that is actually produced. Or you could have an unforeseen circumstance of sudden recession, sudden loss of confidence whereby tax revenues are less than what they were anticipated and a budget deficit is created, in which case the President has again to step in to help resolve the issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But more importantly, Sir, there is nothing in the Bill to prevent a government from taxing and spending and maintaining a balanced budget. Theoretically, any government could just increase tax revenues and expenditures simultaneously. In other words, increase the size of the public sector to the point where the whole economy becomes totally inefficient. There is no limitation whatsoever on this score. I would like to see some such safeguard built into our system somewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And of course any government of the day without touching reserves while maintaining a balanced budget can destroy confidence in Singapore altogether. Very simply, be xenophobic. Tell the foreigners we do not like foreign investments to be in Singapore. Money flows out of Singapore. MAS tries to defend the exchange rate, reserves are drawn down straightaway. In other words, we can elect the best President of the day but if we get a bad government, everything can be lost even with these safeguards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, it is rather ironical that we spend so much time debating about the ideal qualifications of the Presidency, but there is no discussion of the qualifications of the Prime Minister who is a more important person even in the new set-up. There are no minimum qualifications for Members of Parliament, short of bankruptcy or having some jail sentence or other. In other words, any Tom, Dick and Harry could become Prime Minister under our new system. Perhaps at some stage, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 557</b></font>\n  <br>\n  <br> Government might want to consider minimum qualifications for MPs and for Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (First Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The First Deputy Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, first of all, I would like to thank all the MPs for their contributions and for their very clear support of the principles behind the Bill. I believe the Opposition MP, Dr Lee Siew-Choh, also supports the objectives of the Bill. Am I right, Dr Lee? Yes, I think he is nodding his head. In other words, if he supports the intent and objectives of the Bill, I think he should also support the principles behind the Bill. So what is at issue now is how do we safeguard our reserves and how do we safeguard the integrity of the civil service. That is the issue. It is not the principles of the Bill, because I think we are all agreed. Even Dr Lee Siew-Choh agrees with that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, our proposal is the Elected President. I have not heard an alternative proposal from the Opposition MPs or from Dr Lee Siew-Choh. We tabled the White Paper before this House last year. They have been given more than a year to come up with an alternative that is more workable, that is better than our Elected President proposal. But up to now, we have not heard any. And neither have we heard better alternatives from people outside this House, members of the public who are unhappy with the Elected President proposal. There is no clear rival to this scheme that we have. It is not sufficient to criticise the scheme because that does not solve the problem. In criticising the scheme, one must also address the problem and try to come up with a solution. That is what we are here for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our proposal is to create a team that can help us to safeguard our reserves. In other words, have a goalkeeper together with a team of defenders. We are in a sense creating a de facto Senate, as pointed out by Mr Chew Heng Ching. And this perhaps, as some Members commented, could be an alternative to the Elected President proposal. So let us examine the merit of an Upper House to control our reserves, safeguard the integrity of our public services with this proposal and see whether there are arguments for our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 558</b></font>\n  <br>\n  <br> scheme or whether there are in fact differences between our scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Senate can comprise members who are elected by the people, that means, an all-elected Senate. Or you can have an all-appointed Senate, that means, all members to be appointed by the President or by the Prime Minister, but they are appointed into the Senate. Or you can have a mixture of appointees and elected senators. What are we creating over here with our proposal? We are proposing that there will be six appointed senators who form the Council that will advise the President. And we are proposing that there will be one elected senator, and that is the President. In essence, there is no difference between our proposal and the suggestion that there should be an Upper House to supervise or to comment on Bills debated in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We think this scheme is more workable because when you have a Senate, and let us assume it is an elected Senate, first, you have the problem of finding a sufficient number of people to stand for elections to the Senate. You need about 20 to 30 people to make it effective. And secondly, how do we ensure that people who are elected into the Senate have the qualities which we are looking for? There is no control. It is an Upper House which in a sense duplicates the functions of the Lower House. In other words, we should be looking for 20 to 30 senators who are politically superior to Members of this House. Can you find them? If you can, and you are satisfied that these are people who can look after our interests much better than MPs over here, perhaps you can give it a try. But I suggest that for the time being, let us concentrate on a small Upper House, a small Senate with six appointed Council members to advise one elected Senator or the President. We have control over the quality of men or women who will be on the Council and there are certain safeguards to ensure that the person who stands for election as Elected President has the desired attributes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members of Parliament have commented that perhaps we should expand the Council from six to 12, that means, you set a minimum of six and then you add six more to make it a maximum of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 559</b></font>\n  <br>\n  <br> 12. I think we can consider that. But whatever numbers that we have, we settle for equal weightage, that means, the President will nominate a certain number, the Prime Minister will nominate an equal number, and the Chairman, PSC an equal number. But in essence, we can consider this proposal that we expand the Presidential Council to have a maximum of 12. But I will recommend that we leave it to the President to decide, if we do go for 12 if it is the maximum, on how many he needs to start off the scheme. But perhaps we can build in a proviso that whatever number that he chooses, there should be equal weightage - 3, 3, 3 or 4, 4, 4. That explains why we did not opt for an odd number of seven. I think it was Dr Ong Chit Chung who suggested that it should be perhaps an odd number - seven instead of six - because of this formula of equal weightage for three people nominating members for the Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The quality of members of the Presidential Council is very important. This point has been emphasised by some Members. Dr Ong suggested that we should perhaps have criteria to ensure that members meet with our expectations. Perhaps it is not necessary since these are appointed members and we must expect that the President, the Prime Minister and Chairman, PSC would know the kind of people that should be members of the Council. We should have faith in their judgement as to who they nominate on the Council. But they should be heavyweights, ie, people who are publicly known for their interest, their integrity, their ability to judge people and the ability to take objective views, read accounts and have the moral courage, if necessary, to ensure that our reserves are not ill-spent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The criteria for Elected President are very important. Some Members have argued that perhaps we are not stringent enough. But I think more have argued that perhaps the criteria are too restrictive. They want the criteria to be widened so that more can stand for election as Elected President. The list that we have in the Bill indicating who are deemed to have the qualifications, such as Ministers, Judges, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 560</b></font>\n  <br>\n  <br> Chairman of statutory boards and Boards of Directors of big companies, are no more than a proxy for the attributes that we are looking for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are actually looking for people with competence. They must be competent people before they can stand for election. Secondly, they must be trustworthy. Thirdly, they must have sound judgement. That means, when they look at the situation they can come to the right conclusion. They assess people, they know who are opportunists, who are crooks and who are honest people. That is very important. They must have the moral courage because the President may come from the same party as the Prime Minister. But if he disagrees with the Prime Minister on the use of reserves for wasteful welfare programmes, then the Elected President must have the moral courage to tell the Prime Minister that he is not going to spend the reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, and I think this is also an important quality, the President must have physical courage. Physical courage comes in because it is possible that a government could have won an election on the promise of spending the reserves with welfare programmes, and having been elected, that government has been stopped by the President from spending it. Can you imagine the groundswell that could be agitated, the intimidation that could be mounted on the President, the harassment that he will get, because the President is one man and he is not out there politicking? Intimidation can be exerted on the President, so you should also be looking for persons with physical courage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the suggestion that we should widen the criteria, if you read the clauses carefully, you will notice that, in fact, almost anyone is eligible to stand for election as President, provided he can satisfy the Presidential Elections Committee that he is a person with such experience and qualifications as are necessary for him to carry out effectively the functions and duties of the office of President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next clause states that a person shall be deemed to have the experience and qualifications referred to earlier. Now, these people who are listed in the pro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 561</b></font>\n  <br>\n  <br> posed Article 18, sub-clause 3, will not have to satisfy the Presidential Elections Committee because they are deemed to have the experience. But anybody else who wants to stand for election as President will have to appear or will have to be vetted by this Committee. And if they are deemed to have the experience and qualifications, I think they can stand. If this is not clear enough, we can get the draftsman to refine this to have a catch-all clause to ensure that qualified people who are not listed in Article 18 can be considered. In practice, MPs can also be eligible to become President. But I would also make this practical point. If there is an MP with the potential to be an Elected President, you will find him sitting on the Front bench, long before he becomes an Elected President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On details of the Presidential Elections Committee, this will be spelt out in a separate Bill. Who will be members of the Presidential Elections Committee? If I have to give you an indication, and I have not thought this through, mind you, on who should be on the Presidential Elections Committee, I would think the following would qualify: the Chief Justice, or someone from the Bench, or a retired judge, the Chairman, Public Service Commission or a member of the Public Service Commission, the Speaker, or former Speakers of Parliament, and perhaps former Ministers. I think thess people would qualify to be on the Presidential Elections Committee. But this is a matter which I want to spend further time on before we flesh out the Bill on the Committee and the procedures to elect the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ibrahim Othman asked how will the Elected President be elected. Let us wait for the Bill and see how he will be elected. I think we will follow generally the procedures that we have for electing Members of Parliament. He makes an important point that we should not allow money politics to enter into the elections. He wants us to cap the expenditure per voter. That is a good idea and we will follow the same criteria that we have for election of MPs. If we cap it at 50 cents per voter for electing an MP, we should also cap it at 50 cents per voter for electing the President, perhaps even less, because we are refer- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 562</b></font>\n  <br>\n  <br> ring to Singapore as a whole constituency for the election of the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have dropped the Vice-President as a running mate for the President. This is because some MPs were opposed to the idea when we debated this issue the last time. Our reason for dropping it is the difficulty of finding a running mate for the President. He does not have a full-time job. Our original proposal was for a Vice-President who can be a Minister. If we have a Vice-President and you do not allow him to hold office of profit or a job, other than his particular position, how do you occupy his time? It is a practical problem. We do not want to have a very high-powered man who can be your President to be doing nothing for six years. We, therefore, decided to drop the proposal of Vice-President and make the proviso that should, for any reason, the President is not available, the Chief Justice will act. If the Chief Justice is not available, the Speaker will then act. It is debatable whether the Speaker should come first, or the Chief Justice. Dr Koh Lam Son prefers the Speaker to act as President, when the President is not available. Again, we can consider that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our preference for the Chief Justice is based on what we think may be a public perception that the Speaker and the President may come from the same party and when the Speaker moves up to the position of Acting President, he may, therefore, not be that objective. But this is a public perception we are taking care of, because I believe that when the Speaker acts as President, he is wearing a different hat and he should be functioning as Acting President. So, it is not a strong argument against having the Speaker acting as President. The argument against the Chief Justice acting as President is perhaps stronger because the Chief Justice is a very busy man. If he has to act as President for a long period of time, you are taking him away from the courts. We weighed the arguments for and against the Chief Justice or the Speaker and we settled for the Chief Justice. Between the two, if you want to have further debate on this and reverse the order, I think it is possible to take this up at the Select Committee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 563</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us deal with the emotional issue, too much power in the hand of one person. To me, I think this is just nothing but an emotional reaction, a gut reaction that we are creating a position and investing too much power in one man. Let us examine this logically and objectively. Are we, in fact, giving absolute power to one man so that he will be corrupted absolutely, to address the fear of Dr Lee Siew-Choh? What powers are we giving to the Elected President? He has the power to veto a Supply Bill when that Supply Bill dips into past reserves. But there is an override mechanism to that. Unless members of the Council agree with him, his veto will have to be referred back to this House. In other words, he is not alone in exercising that veto power. And if he goes against the advice of the Council, the House can override him by a two-thirds majority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On key appointments, what powers are we giving him? He does not appoint any member to the Public Service Commission or to the statutory boards. He merely has the power to withdraw consent, if he does not agree with the nomination of the Prime Minister or the Government. To weigh his power against the power of the Prime Minister, who has more power? I think it is clear that the Prime Minister has much more power than the President. The President's powers are limited to certain well-defined areas and even then there is a system of check on his exercise of power. We should not be taken in by glib remarks that we are giving too much power to one person. I think that is only an emotional reaction. It is not based on logic or facts. A more valid concern is when the President disagrees with the Prime Minister and there is an impasse, or sometimes, a constitutional crisis. I think that is a more valid concern because it is possible that the President will, from time to time, disagree with the elected Government and then you have an impasse. What do you do under such circumstances? We have also addressed that and I believe the way we have crafted this proposal allows for the Government to carry on without the whole country being paralysed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 564</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The use of reserves. We have gone through this override mechanism. Let us say that the budget of the government is disapproved by the Elected President. Does governing come to a halt? Are civil servants not paid because there are no funds available? The proposal is, if the new budget is not approved by the President, the Government can fall back on the old budget which has been approved. So funds are available, governing can carry on whilst the Government submits a fresh budget for approval by the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On key appointments, yes, the President can withhold consent and the Government has no way to override that veto of the President, should he exercise it. Is it a situation different from the situation in the United States? You will remember that President Bush nominated Mr John Tower as Secretary of Defence. The Senate Committee, headed by Senator Nunn, rejected that nomination. Two reasons were given. One was Mr John Tower was a defence consultant and, as defence consultant, he dealt with defence industry contractors and, therefore, there was a conflict of interest in his becoming Secretary of Defence. The other reason was the private life of John Tower which the Committee found objectionable. Have you an actual example of an impasse between the President and the Senate Committee? How was that resolved? It was resolved by the President nominating somebody else and that somebody else is Mr Cheney, the present Secretary of Defence. Likewise, in Singapore, should the Prime Minister's nomination be rejected for the first time by the President, then he has to submit a new name for the second time. If he is again rejected, then he will do so for the third time, which was what President Reagan did in respect of judges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fear that there will be a real impasse that can paralyse the governing of the country, I think, is not based on genuine foundation. Go through the use of veto power or reserves and the appointment of people, how would that paralyse or freeze up government? Yes, I think the Chairman of PSC may not be appointed for a while, or a Chairman of a Board or a member of a Board. But how does that prevent governing from going on? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 565</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want now to deal very briefly with this need for a referendum. This a separate issue. Whether we have a referendum or not does not in any way argue for or against the principles of the Bill. The merits of the case should not depend on whether you have a referendum or not. Do you have good arguments against the Elected President proposal? If you have, argue them here or argue them in the Select Committee, and not just create a smoke-screen for a referendum to replace your lack of arguments against the proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was prepared to consider a referendum when we debated the issue before the elections in 1988. At that point of time, I kept my options open. I was watching for an indication from the electorate on how the arguments would go, whether they have good arguments against us. If there are, and both sides can make out a good case for or against the proposal, yes, then perhaps we go for a referendum. And I was also watching the results of the elections. Had we lost maybe 15-20 seats, I would have taken that as a rebuff of our proposal to have an Elected President, because we had made it an issue in the elections. And had that been the result, my attitude would be different today. Yes, that was an indication handed out to me by the electorate. They wanted a referendum, because the Opposition was pressing for it and the Opposition wanted to deny us a two-thirds majority in Parliament. They failed. But, nevertheless, if 15-20 seats were lost, perhaps we go for a referendum, despite my stated position that I do not believe in governing through a referendum. But all those are so much water under the bridge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam set out to deny the PAP two-thirds of the number of seats in the last elections. We won 80 out of 81. The Workers' Party, of whom Dr Lee Siew-Choh is a member, campaigned with the slogan that it was time for change. In other words, in the last elections, they were campaigning to be in this House as Government. What was the result? Not a single Workers' Party candidate was elected. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 566</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition looks at 62% of the votes for the PAP as a failure of the PAP. I find that very strange. Because if you look around the world, how many parties in the world can claim that they have this margin before forming the government? Australia, Britain, France, I believe, most of the time they did not even win more than 50% of the votes. So it is strange that to the Workers' Party 62% for the PAP indicates the imminent demise of the PAP. I would put it the other way round. You campaigned to form the government in the last elections, 62% said no to you. But this is just to address the point made by Dr Lee Siew-Choh. In fact, it is another red herring, another bone which he has thrown out for the electorate to chase. But I do not think we should make a mistake over here in chasing that bone, because to me it is an indication of a lack of counter argument against our proposal. So you throw out another bone, hoping that the dogs would chase it and you forget about the arguments for the proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Eugene Yap, along with some other MPs, argued that there is some inconsistency in creating this scheme, in having the President elected with a simple majority when you require two-thirds majority in a referendum to remove him. We did this on purpose. If I may use an analogy, if you have a house and you are trying to instal a security system, you want a system that is easy to instal and easy to operate. But you want a system that is very difficult for potential thieves, robbers or burglars to dismantle. You have your switch for the system inside the house. You do not put it in an easily accessible place, or put it outside, so that others can switch it off. So we have on purpose made it difficult for anyone to try and dismantle the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For him to be elected, I think we follow the procedure as for Members of Parliament. That means you elect him with a simple majority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to address now what I think is the real reason for the vehement opposition to this scheme by Dr Lee Siew-Choh and members of the Opposition. I think Dr Lee unwittingly let it out when he said and I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 567</b></font>\n  <br>\n  <br> quote him, based on my scripting yesterday, which may not be his exact words: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is not democratic to disallow reserves to be used by Government for welfare programmes.' \n  <br>\n  <br>In other words, they want to use reserves and they think if they are elected by the people, they have the right to use the reserves for welfare programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another remark of his: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If the Opposition is in power, the Elected President's powers can cause total paralysis as the Opposition cannot use reserves to govern.' \n  <br>\n  <br>I think these are very telling comments. They would want to go before the electorate, promise welfare programmes and they would use the reserves, spend them on free housing, free health, free education, and get elected. And if they are elected on that basis, they must spend our reserves, is it not so? Then what happens after one term? It is precisely for this reason that there may be such people going out to sell Singapore away and getting themselves elected that we have proposed the scheme of an Elected President, just in case we end up with a freak election result. Just in case that happens, we have a preventive measure so that the country cannot be bankrupted or ruined forever. I think that is the real reason why the Opposition parties are against this scheme, because they hope to be able to promise all kinds of popular welfare programmes in order to win votes and they are unhappy that we are putting a stop to this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a few other points which MPs have raised, such as definition of \"reserves\" and a few technical details. I think we should leave them to the Select Committee to handle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to end by thanking Members for their contribution and I want to again summarise by saying that we are creating a scheme to protect our future. And this scheme is to have an Elected President to safeguard our reserves, to safeguard the integrity of the public services. It does not mean that no government can use the reserves. There are instances when reserves should be used, but the govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 568</b></font>\n  <br>\n  <br> ment has to make a case to the President and if good arguments are used, the President is expected to concur. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore end by asking you, as you have done in your speeches, to support this Bill with a very loud \"Aye\" when it comes to the vote. [Applause]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Division will be taken to ascertain that the Second Reading of the Bill is supported by the votes of not less than two-thirds of the total number of Members of Parliament, which is 54 Members, pursuant to Article 5(2) of the Constitution. Ring the Division Bells, please. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Division taken: Ayes, 69; No, Nil; Abstention, Nil. \n  <pre>\r\n\r\n        Ayes                               Ayes (cont.)\r\n\r\n\r\n\r\nAbdul Nasser bin Kamaruddin        Ng Kah Ting\r\n\r\nAbdullah Tarmugi                   Ng Pock Too\r\n\r\nBeng Kian Lam, Arthur              Ong Chit Chung\r\n\r\nChandra Das, S                     Ong Teng Cheong\r\n\r\nChay Wai Chuen                     Othman bin Haron Eusofe\r\n\r\nChen, Bernard                      Ow Chin Hock\r\n\r\nChen Seow Phun, John               Sia Khoon Seong\r\n\r\nChew Heng Ching                    Sidek bin Saniff\r\n\r\nChin Harn Tong                     Sung, Peter\r\n\r\nChng Hee Kok                       Tan Cheng Bok\r\n\r\nCh'ng Jit Koon                     Tan, Dixie\r\n\r\nChong, Charles                     Tan, Augustine H H\r\n\r\nChoo Wee Khiang                    Tan Keng Yam, Tony\r\n\r\nChua Sian Chin                     Tan Soo Khoon\r\n\r\nDavinder Singh                     Tan Tee Yong, Philip\r\n\r\nDhanabalan, S                      Tang Guan Seng\r\n\r\nGoh Chee Wee                       Tay Eng Soon\r\n\r\nGoh Chok Tong                      Teo Chong Tee\r\n\r\nGoh Choon Kang                     Vasoo, S\r\n\r\nHeng Chiang Meng                   Wan Hussin bin Haji Zoohri\r\n\r\nHo Kah Leong                       Wan Soon Bee\r\n\r\nHo Tat Kin                         Wang Kai Yuen\r\n\r\nIbrahim Othman                     Wong, Aline K\r\n\r\nJayakumar, S                       Wong Kwei Cheong\r\n\r\nKoh Lam Son                        Yap Giau Cheng, Eugene\r\n\r\nKoh Lip Lin                        Yeo Cheow Tong\r\n\r\nLau Teik Soon                      Yeo Ning Hong\r\n\r\nLee Boon Yang                      Yeo Toon Chia\r\n\r\nLee Hsien Loong                    Yong-Boon Yeo, George\r\n\r\nLee Kuan Yew                       Yu-Foo Yee Shoon\r\n\r\nLee Yiok Seng                      Zulkifli bin Mohammed\r\n\r\nLee Yock Suan\r\n\r\nLeong Horn Kee                          No\r\n\r\nLew Syn Pau\r\n\r\nLim Boon Heng                           Nil\r\n\r\nLim Chee Onn\r\n\r\nLoh Meng See                         Abstention\r\n\r\nLow Seow Chay\r\n\r\n                                        Nil\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 569</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Second Reading of the Bill has been carried by the votes of not less than two-thirds of the total number of Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Constitution of the Republic of Singapore (Amendment No. 3) Bill be committed to a Select Committee consisting of Mr Speaker as Chairman and the following Members: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Abdullah Tarmugi \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 570</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Chok Tong \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. S. Jayakumar \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee Hsien Loong \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo. - [Mr Goh Chok Tong]. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Prof. S. Jayakumar]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Four\n  </div> \n  <div align=\"right\">\n   Minutes past Four o'clock pm to\n  </div> \n  <div align=\"right\">\n   a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
