{"memberId": null, "volumeNo": "56", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "13", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"56\"> \n  <meta name=\"Sit_No\" content=\"13\"> \n  <meta name=\"Sit_Date\" content=\"1991-01-15\"> \n  <meta name=\"Start_Col\" content=\"863\"> \n  <meta name=\"End_Col\" content=\"971\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">56</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">13</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-01-1991</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 863</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 56</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 15th January, 1991</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Assoc. Prof. Maurice Choo (Nominated Member) Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 864</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Deput Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Chee Whye (Nominated Member) Mr Leong Horn Kee (Thomson). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 865</b></font>\n  <br>\n  <br> \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 866</b></font>\n  <br>\n  <br> \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Acting Minister for Information and the Arts and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 867</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>CUSTOMS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Customs (Amendment) Bill seeks to allow the Minister to specify, by order, the minimum amount of motor spirit that a Singapore registered vehicle must have in its fuel tank before leaving Singapore by road. At present, the requirement for the vehicle to have at least half a tank filled with motor spirit is spelt out in the principal Customs Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Members would recall that the present half-tank rule was introduced on 17th April 1989 to ensure that cheaper Johor petrol would not undermine our use of petrol tax as one of the measures to curb vehicle usage in Singapore and to reduce the loss of Government revenue on petrol purchased outside Singapore. The rule was chosen among several alternatives considered as a measure which would not discourage Singapore motorists from visiting Johor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Up until August 1990, the half-tank rule has worked satisfactorily in achieving our objectives. Statistics at the Woodlands Checkpoint had shown that the introduction of the rule had curbed the trend of Singaporeans uplifting cheaper petrol in Johor without reducing the flow of Singapore motorists visiting Johor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following the Iraqi invasion of Kuwait, the price of premium petrol has increased from approximately $1.12 per litre to as high as $1.54 per litre in mid-October 1990, and to approximately $1.20 per litre as at present. Consequently, the difference in pump price between Singapore and Johor has now widened to 48 cents per litre. This has led to a surge in Singapore registered cars crossing to Johor to uplift the cheaper petrol there, despite the half-tank rule. The duty loss arising from this amounts to around $2 million per month, about the same level just before the introduction of the half-tank rule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the introduction of unleaded petrol, tax on petrol will be adjusted from 4th \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 868</b></font>\n  <br>\n  <br> February 1991 such that unleaded petrol will cost 10 cents per litre less than leaded petrol, despite the fact that it costs more to produce unleaded petrol. With this, we expect the pump price to increase by 15 cents per litre in the case of leaded petrol because of the additional tax imposed to discourage its usage, and 5 cents per litre more in the case of unleaded petrol because of its higher production cost. This will cause the pump price gap between Singapore and Johor to widen further to 63 cents per litre for leaded petrol and 53 cents per litre for unleaded petrol. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The availability of substantially cheaper petrol in Johor from February will undermine the conversion to use of unleaded petrol in Singapore and make petrol taxes less effective in restraining car usage and also cause significant loss of revenue. For these reasons, once the Amendment Bill is passed, we will require Singapore registered vehicles leaving Singapore by road to carry a minimum of three-quarter tank of fuel instead of the present half a tank. This will take effect from 4th February this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at this point, I would reiterate that it is not the Government's intention to discourage Singaporeans from visiting Johor. On the contrary, Government is committed to the development of close economic ties with Johor. Soon a ferry link to south-west Johor will be established and a second causeway is being planned. We encourage more Singapore motorists to commute to Malaysia for business or social reasons. What we discourage is Singaporeans going to Johor just to take advantage of the cheaper petrol there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members may ask why Government does not reduce the tax on petrol as an alternative means to curb Singapore motorists uplifting petrol in Johor. I must emphasize here that this option is not feasible, as tax on petrol is imposed in Singapore not only to raise revenue but to achieve other objectives, namely, to discourage vehicle usage as a means to curb traffic congestion; to encourage the conservation of energy; and to encourage motorists to convert to the use of unleaded petrol. In the event of world-wide oil shortages, the need to conserve fuel will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 869</b></font>\n  <br>\n  <br> become even more important as Singapore imports all the oil it consumes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The switch to a three-quarter tank rule is not expected to add to the inconvenience of motorists leaving for Johor as Customs officials will continue to enforce the new regulation with the same discretion as they have under the existing half-tank rule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, I rise in support of the Customs (Amendment) Bill introduced by the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Frankly, many Singaporeans are not happy with what they call the tiga-suku rule or san suku in Hokkien. While some Singaporeans believe that Singapore is a \"great\" nation and we should behave like one, others feel that this rule is one other \"irritant\" imposed by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can understand their reaction. However, we ought to set aside emotional considerations and look at the problem more objectively. What are the consequences if this new rule is not introduced? The Government has taken great pains to explain them. To summarise: first, it will defeat the policy of encouraging motorists to use unleaded petrol; second, it will make higher petrol taxes less effective in restraining car usage; and third, it will cause significant loss of revenue to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the introduction of unleaded petrol is necessary, as the Minister for the Environment has explained in this House, to improve our living environment. It will also help us to portray Singapore as a responsible country in the world community. Also, we need to restrain car usage in order to maintain an effective road network. A healthy living environment and a working road network are two major prerequisites necessary to attract international business to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, Sir, with the plight of Kuwait in the headlines nearly every day, Singaporeans must understand our vul- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 870</b></font>\n  <br>\n  <br> nerability. The best help is indeed self-help. We have to take care of ourselves before we can be generous to others. To condone the perpetual draining of Government revenue amounting to millions of dollars a month is unlikely to be a long-term solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Petrol, like cigarettes. spirit, wine and beer, is one of the few dutiable items in Singapore. If you bring cigarettes and liquor from anywhere, including Johor Baru, you will have to pay duty. Obviously, the same reasoning could be extended to petrol. To put the criticism in perspective, Singaporeans are angry because the Government has been very lenient in the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what are the alternatives to the three-quarter tank rule? In fact, there are not many. One way would be to allow Singapore motorists to leave Singapore without any restriction, and to levy a tax on the petrol they bring back in their tanks. I believe this will be a worse-off situation for all motorists and in fact it will penalise motorists who go to Johor Baru genuinely for other purposes than just filling up their tanks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while we have to accept this rule, I would like to make two suggestions to the Finance Minister for his consideration. Firstly, I would like to ask the Government to exercise flexibility in implementing this rule. Not all the cars are equipped with fuel gauge that marks the three-quarter tank level. Moreover, the fuel gauge, as the name suggests, is a gauge; it was never intended to be a measuring instrument. As a result, the three-quarter tank mark may not necessarily correspond to the three-quarter tank on certain cars. Therefore, motorists, I believe, should be given the benefit of doubt when borderline cases are involved. I would strongly urge the Finance Minister to ask the Customs officers to refrain from taking photographs of suspected erring motorists. I think this would really carry it too far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would ask the Finance Minister to introduce a trial period, maybe one month, after 4th February. During this period, offenders or would-be offenders could be issued warning notices instead of imposing the fines immediately. This \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 871</b></font>\n  <br>\n  <br> would allow the public to get adjusted to this three-quarter tank rule and also give the authority some leeway to iron out any hitches that may come along. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I have been told that many motorists, while going through the checkpoint, point to the heads of the Customs officers and say \"tiga-suku\". While this rule is effectively a \"tiga-suku\" rule, the Customs officers are stationed there to do a job. The rule is implemented for the collective good of all Singaporeans and not for the Customs officers' personal gain. Therefore, I would like to appeal to our motorists to cooperate with our Customs officers and exercise some restraint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to state that the introduction of the three-quarter tank rule is based on sound grounds. The policy objectives are sound and I am convinced that this is the least that the Government can do in the present circumstances. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Mr Speaker, Sir, I support the objective and principle behind the Bill. I have a few questions for the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the House debated the half-tank rule in April 1989, the Minister said the scheme must be as simple as possible and should not cause traffic congestion. The Minister also argued that it was difficult in practice to implement the three-quarter tank rule because the three-quarter mark was either missing altogether from the meter or very near the full-tank mark. I think this is true in practice as the fuel gauges of cars are generally non-linear in scale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of the Minister's argument in April 1989, I would like to ask the Minister why is he going ahead to implement the three-quarter tank rule. Second question: would the Minister be able to enlighten us with some ballpark figures on the tax revenue per month that will be forgone if the three-quarter tank rule is not implemented? Another question: will the Minister consider lowering taxes on petrol should petrol prices rise substantially after the Gulf war has started? Also, will the Minister consider not implementing the three-quarter tank rule as part of the Government's efforts to try to encourage Singaporeans to visit Malaysia this year? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 872</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I support the suggestion by Mr Chandra Das that a grace period of one month be given for Singapore motorists before the three-quarter tank rule is implemented. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Thank you, Mr Speaker, Sir, for allowing me to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government announced some weeks ago that it will be raising the requirement of Singapore cars going to Malaysia to have a three-quarter tankful of petrol from the present half-tank rule. This announcement was made with some explanation of how the price difference of leaded and unleaded petrol has widened. Some people have argued or explained why this is good for a green Singapore. Some have argued or explained why it will not affect traffic flow between Singapore and Johor Baru. Even the Straits Times has sought to argue the tenuous connection why this is good in view of the philosophy of stringent pricing on road usage in land scarce Singapore. Frankly, Sir, I do not see the connection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you will recall that when the half-tank rule was first brought up, there was much uneasiness among the public on the matter. It seems to suggest so many things to so many people regarding what the policy aims to do. One person actually asked me whether the next thing the Government was going to do was to make sure that Singaporeans have a full stomach before they go to Johor. Let me say that I support the Ministry of Finance's policy of plugging this problem, which is a clear-cut custom duty loophole problem, which lies hidden in the petrol tank. I agree with the person who said that the Government should announce clearly its intention to plug this loophole and set the target date for the full tank rule to be effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment allows the Minister to vary the tank rule. Every time it is changed, new explanations and interpretations will be proffered. It is like defining the elephant to people who have only touched or felt different parts of it, all coming out with different ideas of the elephant, depending on which part of the elephant they have touched or felt or knocked against. Of course, there will always be arguments for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 873</b></font>\n  <br>\n  <br> and against. But I feel that this is not good for the Government as the people have all sorts of explanations or misunderstandings of the policy. Some argue it is good for creating road space at the causeway and for swifter traffic. Some argue that if the policy is to help the environment in favour of non-leaded petrol, then the Government should reduce tax on unleaded petrol or award demerit points or give incentives to buy new cars. The Straits Times in its editorial even talks about a dual pricing rationale for the three-quarter tank rule. I hope this varying of the tank rule will not deteriorate into an instrument of regulating control on traffic flow or has a dual pricing rationale for some policy goals of which I am not aware, and I hope the Minister for Finance can clarify this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are not my wild imaginations. One should read the editorial of the Straits Times of 10th January 1991 to appreciate the contortions and the letters to the Straits Times. Sir, the confusion regarding this clear-cut custom duty problem is partly caused by the Ministry of Finance, unwittingly or deliberately, taking a lift from the Environment Ministry in attempting to point out the discrepancy in leaded and unleaded price of petrol between Singapore and Johor. I really do not see the connection this has for a three-quarter tank rule. Does it mean that we will revert to a half-tank rule if the price differential is to be narrowed by some factors in the future? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is very important for the public to understand correctly the aims of any legislation or policy, otherwise it can be misrepresented by others and what mileage one can gain in fudging the issues in the short term can be defeating in the long term. Those who argue favourably but wrongly for one is a far greater danger to one than those who argue unfavourably but rightly against one. Hence, I would seriously urge the Minister to consider announcing a target date for a full-tank measure. This will bring the customs duty loophole for the petrol in the tank in the car to a close, and the quality of informed public comment and debate to greater heights and fuller measure. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 874</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I will reply to each of the speakers in turn, although there is some overlap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das has asked if Government would exercise flexibility. I can give him a categorical assurance that that will be the case. In fact, our experience has been that in the last year or so the Customs officers have been very flexible and there have been very few complaints about the way they have implemented the half-tank rule. They will certainly continue to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is recognised that the three-quarter tank rule would create some problems because about one-third of cars do not have the three-quarter tank mark. This means that the Customs officers will have to assume that if the meter stands half-way between the half-tank position and the full-tank that the three-quarter tank rule is satisfied, and they will use their discretion accordingly. I think in the majority of cases they would give the benefit of the doubt to the motorist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that Mr Das has misunderstood the press statement about photograph-taking. I am not sure what the origin of that is, but I believe the intent was to take photographs, not of the motorist, but of the meter so that if there should be any dispute over the position of the marker on the fuel gauge, this can constitute proof. So I do not think the Customs officers want to take pictures of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His suggestion that we should introduce a trial period of about a month is a sensible one and I am prepared to consider that. We had in fact introduced a trial or grace period when we first introduced the half-tank rule. At that time, motorists who did not have a half-tank on their gauges during this period would be turned back but not fined. We can continue this trial period in the same way for the three-quarter tank rule but, in this case, of course, the discretion not to fine the motorists would only apply to those who have at least half a tank. So if there is any doubt between half and three-quarters during the trial period, we can accept that the motorist will simply be warned, not fined, but turned back to fill up to the proper mark. I thank the Member for his suggestion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 875</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, he has said that some motorists at the causeway have been casting derogatory remarks like \"tiga-suku\" against Customs officers. I agree with him and I would ask motorists not to vent their frustrations against the Customs officials because it is not their fault. Blame me, if you like, but they are merely doing their job and have done it under great restraint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I might at this juncture explain why, and this anticipates some of the questions asked later by the other Members, Government chose to introduce the three-quarter tank rule rather than the full-tank rule. It is simply to allow the motorist some discretion in not having to top up his tank every time he wants to go to Johor, lest he runs the risk by the time he reaches the Johor causeway, his meter has somehow fallen below the full-tank mark. So it is done with a conscious wish to avoid inconvenience to the motorist, although administratively and from the financial point of view, I would have preferred the full-tank rule right away. You can see that it would be much simpler to administer, but the decision was taken to give the benefit of the discretion to the motorist. It is not for any other illogical reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew has asked why I had in 1989 argued that the three-quarter tank rule was difficult to enforce and therefore we introduced the half-tank rule. That is technically true. The half-tank rule is simpler because every fuel tank meter has a half-tank mark. At that time, the half-tank rule was thought to be adequate in view of the differential in prices at that time. But clearly it is insufficient now since the price difference has widened considerably. Hence, our need to raise the tank rule from half to three-quarters, and I have just explained why we did not move entirely to the full mark. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked what is the tax loss if the three-quarter tank rule is not introduced. At the moment, the tax loss is currently estimated to be running at something like $2 million a month. Previously, before the prices jumped, the tax loss was running at about $1 million a month. So it is nearly double. The objective is to try and bring it back to below $1 million per month. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 876</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked that if oil prices in the Middle-East should jump as a result of war, would we consider lowering taxes. I think this question can only be answered when we actually see what happens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also suggested that we might consider not introducing a three-quarter tank rule so as not to discourage Singaporeans from visiting Johor. I think the statistics disprove this. Prior to the half-tank rule, cars going to Johor were running between 5,000 and 6,000 per day. They are running at about 9,000 per day now despite the half-tank rule. So we do not believe that this move to the three-quarter tank rule will in fact have any significant impact in discouraging motorists from going to Johor for other reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay has suggested that we should move to the full tank rule immediately so as to avoid any confusion in the public's mind about Government's intentions. I have explained earlier why we did not do this, and it is deliberate. In the case of any tank rule there are only four positions you can choose: no rule at all, quarter-tank, half-tank, three-quarter or full. In between, it is not possible to enforce. So I do not think the question of misunderstanding the policy is very likely. I have explained why we did not move to the full tank rule. It is mainly because we do not want to create unnecessary inconvenience for the motorists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, there has been a suggestion that one way of solving this problem in the introduction of unleaded petrol would be to reduce the tax on unleaded petrol and keeping the tax on leaded petrol the same. Experience in other countries has been that in order to induce the motorists to switch from leaded to unleaded petrol would require a price differential of about 10 cents per litre. Therefore, if we were to reduce taxes on leaded petrol by 10 cents per litre, the tax loss would amount to approximately $70 million per year. It is an enormous sum because currently petrol consumption is running at something like 750 million litres per year. So a 10 cents reduction on duty will cost a revenue loss of $70 million, equivalent to the tax collection from 1% of corporate tax. In other words, in order to offset a price reduction of 10 cents per litre on petrol, we would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> have to raise corporate taxes by 1%. I am sure that is not a sensible alternative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 877</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHARED VALUES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [14th January, 1991], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House adopts the White Paper (Paper Cmd. No. 1 of 1991) as the basis for developing Shared Values amongst Singaporeans.\". -- (Dr Ong Chit Chung). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I second the motion moved by the Member for Bukit Batok on developing a national ideology through a set of shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper on Shared Values proposed by the Government is secular in nature; it does not include any religious or political values. It stresses the importance of \"nation before community and society above self\", which emphasizes that the existence of the family is possible only when the nation exists. Moreover, the concept of \"family as the basic unit of society\" would strengthen unity among family members, thereby resulting in social cohesiveness of the nation. This practice of discarding a narrow and self-centred outlook and putting the interests of society as a whole ahead of individual interests would ensure that all Singaporeans attach more importance to the interests of the community. The Chinese version of the White Paper which says, \"Nation above all, society comes first\" has in fact reflected the spirit of these shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This set of Shared Values would also encourage each ethnic group to preserve and promote the cultural heritage of each \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 878</b></font>\n  <br>\n  <br> of our communities and to uphold certain common values which capture the essence of being a Singaporean. These will also help to prevent us from losing our direction when confronted with undesirable foreign influences. These values, which transcend racial, religious and political confines, at the same time, do not allow any community to forcibly impose its philosophy and thinking on others. This would be crucial to our multi-racial society. In other words, we would be moving towards a more tolerant, respectful, understanding and harmonious society. Our cohesiveness will be more solid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that with the implementation of the shared values over a period of time, the following results will be met: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Most of our Singapore families will be blissful and happy. Under the Shared Values, emphasis has been laid on the family as the basic unit of society. It advocates mutual respect and love between husband and wife and they shall remain devoted till the end of their lives. Caring and educating the young offsprings is the responsibility of parents. Paying due respect and taking care of the needs of our elders, such as parents and grandparents, will be the responsibility of the young. These make up the essence of a blissful and happy family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To build a compassionate and gracious society. By putting society above self and recognising the importance of the family unit and society, more Singaporeans will come forward to do community work and will contribute to community and welfare programmes. Those who are talented and have done well for themselves will assist the less fortunate ones. Such community support for individuals will ensure a more compassionate and gracious society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Our society and our country will be more prosperous and developed. The value of \"nation before community and society before self\" ensures that our multi-racial and multi-religious society would take a step further towards our nation building process in a more tolerant and harmonious manner. At the same time, it demonstrates the spirit of mutual regard \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 879</b></font>\n  <br>\n  <br> and community spirit within a multi-racial and multi-religious society which, in turn, contributes greatly to the prosperity and progress of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, for the above ideals to bear fruit, it will take many years. The best way to inculcate these qualities would be through education. Students are taught these shared values in the schools so as to make them good pupils. Parents at home should also instil and help prepare their children to be good children, so their children will grow up to become good husbands and wives and good parents in due course. At a later stage, they will be able to guide their fellow countrymen to become good citizens through social education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education has a very major role to play. \"Example is better than precept\". It is only with this can education become effective. Cultivating the spirit of cooperation and teamwork among our children is something that should not be neglected. The school principals, teachers or parents should stress the importance of teamwork when they are educating their children, so that it becomes natural for these children to look after others and to be considerate to others. When they grow up, they will be able to sacrifice their own interests and take the initiative to care for others, for society and for the nation. At the same time, this will help to cultivate the spirit of unity, mutual help and love among the children. This will certainly help in countering individualism which our shared values seek to oppose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If all ranks and files, from political and community leaders to school principals, teachers and parents, are to cooperate closely and impart these values by weaving them into their way of life, by practising and setting good examples, these will be living examples for the younger generation to emulate. In this way, the objectives of these shared values would be attained much sooner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Mr Speaker, Sir, so long as we can put in a concerted effort, we would be able to have good and happy families and our society will be compassionate and gracious, and more prosperous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 880</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson):</b> Mr Speaker, Sir, the primary purpose of evolving shared values is to develop a Singapore identity. The White Paper has explained at length why there is a need to evolve a Singapore identity. The reason is that the openness of our society is affecting the attitudes and outlook of our young Singaporeans who are being exposed to external influences. These influences, which are often unfiltered, can lead to absorption of unsuitable and misguided values which will be detrimental to our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some may criticise that pre-determining shared values is artificial, and it is another example of the paternalistic style of the Government. While these remarks are not entirely wrong, I feel there is strong justification for developing the Shared Values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me address these two criticisms. First, unlike societies and nations with long histories and established cultures, Singapore is a very young country. In other countries, their long histories have enabled their distinct cultures, ethos and value systems to develop naturally and become sub-consciously accepted. In the course of their history, the great leaders, thinkers, philosophers and writers had expounded and propagated ideas, thoughts and teachings. A few notable names are John Mill, Karl Marx, Karl Popper, Bertrand Russell, Gandhi, Confucius, Sun Yat Sen and others. Their writings have helped to mould the value systems in their societies. These value systems are internalised by each citizen and become accepted values of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Singapore, we have a very limited pool of local thinkers, writers and philosophers to conceptualize and spread their ideas and teachings. In Singapore, I think our most notable philosopher is Mr S Rajaratnam. For him and others, they have to gain prominence and a following, and consequently for their ideas to be absorbed by the populace. This is a very time-consuming process. Due to the openness of our society, these people have to compete with other external philosophers and thinkers to win over the minds of our people. The process to naturally evolve a Singaporean identity and value system may take a few generations, probably one \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 881</b></font>\n  <br>\n  <br> to two hundred years. The question is: can we wait one to two hundred years? Do we have one to two hundred years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, I believe that instead of being labelled as paternalistic, we should view the Government as forward-looking for proposing the Shared Values. We can concede that the approach could be a short-cut, as compared to letting the value system evolve slowly. However, the process is not artificial as we are developing the shared values not from thin air, but by distilling the essence of the major civilizations in the world, namely, Malay, Indian and Chinese. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on a Singaporean identity, is there any hope in creating a Singaporean identity? Many would ask, what is a Singaporean identity? Let me quote an anecdote to show that a Singaporean identity is in fact already taking shape. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was recently in Tokyo. In a restaurant in a large hotel, I happened to chance upon a Singaporean couple who are friends of mine. After the usual pleasantries, one of the friends remarked that the two gentlemen at the next table must be Singaporeans. He noticed that they talked and behaved like Singaporeans. I told him that he was right. These two people at the next table were in fact my Singapore colleagues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is our common experience that when we travel overseas, we are more and more often being recognised as Singaporeans. There must be something in our behaviour, speech, tastes, mannerism or preferences that make us distinguishable from others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since we are already exhibiting these various external features, I think it is natural to add to the finishing touches by agreeing among ourselves the value system to adopt as the common internal traits of Singaporeans. This move is timely as left unattended, we see lately that the image of Singaporeans has been tarnished by some unfavourable characteristics. There are labels being used such as kiasu \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 882</b></font>\n  <br>\n  <br> or materialistic. Hopefully, the shared values will assist in shaping the type of Singaporeans we want to project. Perhaps a Singaporean is one who believes in the well-being of his family and the nation and living harmoniously together in a small compact island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the five basic shared values proposed, I think I can agree with all, except perhaps for the fourth, which is the most contentious one. The fourth one is, \"Consensus instead of contention\". While the intention is valid, that is, a need to build consensus among our people, I feel that the expression can be subject to much argument. To call purely for consensus, without explanations and elaborations, can lead to misunderstanding of this proposed value. We cannot possibly have consensus in every issue. In any case, there should be room for differences in opinion. I feel that over-emphasis on consensus tends to create a people that are submissive and pliable. I also feel that promoting consensus is in conflict with the often quoted ideals of meritocracy, a society of excellence and a city of distinction. To achieve these latter objectives would mean encouraging competition and individual performance. We need some degree of free-play for individualism to reach out for excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the Deputy Prime Minister, BG Lee Hsien Loong, had suggested in this House that this expression can be changed to something that is more popularly acceptable. I would urge the Government to consider modifying this fourth value to mesh with our desire to strive for social cohesion. Perhaps if I could be bold enough to venture one suggestion. Why not use: \"Consensus building for social cohesion\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to touch on how to enshrine the shared values. It is right that the shared values have to be taught from young through the school, and by us as parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I concur with the view that these shared values should not be legislated. But I strongly feel that there must be some ways to enshrine these values so that they become basic tenets of the value system of Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 883</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following are some ideas which can be considered. First, perhaps casting in concrete the Shared Values onto a monument which can be sited at an appropriate place, such as the grounds of our Parliament House; Second, to amend our Singapore Pledge so as to include elements of the five values; and third, to compose a Singapore song, or a few more Singapore songs, or even a new National Anthem, that can embody the Shared Values. Sir, we can tap the public for more ideas on how to enshrine the Shared Values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To gain widespread acceptance of the Shared Values, it is obvious that further extensive propagation work at the ground should be conducted. Some of our best minds should be put to work to expound further on the values. The ultimate objective is that the Shared Values can be fully embraced by the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, proposing and gaining national acceptance for the Shared Values will be a major step forward for our Government under the Prime Minister, Mr Goh Chok Tong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Motion. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Thank you, Mr Speaker, for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government wants the people of Singapore to accept the Shared Values as enunciated in the White Paper. Has the Government the moral right to initiate these Shared Values? I do not think so. It pays lip service to the virtues of the Shared Values but it does not seem to promote these values in many of its policies. In fact, many of the Government actions are inconsistent with all those Shared Values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take the first one, \"Nation before community and society above self\". Almost everyone in Singapore knows that the Government is mercenary and governs Singapore as if it were running a commercial enterprise. It makes money whenever it can and wherever possible. Under other circumstances, people still have reason to quarrel with the Government, when it acts in a very commercial way, when they have to pay, in their point of view, too much to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 884</b></font>\n  <br>\n  <br> the Government. Now the Government preaches a good social value, like society above self, but it is practising \"charity begins at home\". Then the people will have all the more reason to pick on the Government. The Government should set an example - take steps to lower some of its social services, show some charity, like lowering hospital charges, especially charges on kidney dialysis - then the people will believe what the Government preaches. Or else all the sanctimonious, pious talk on the part of the Government urging the people to accept the Shared Values will sound hollow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about the second value - \"Family as the basic unit of society\"? Sad to say, the Government's immigration policy has, on many occasions, broken up Singapore families. I am referring to families which have one spouse who is a foreigner. A Singaporean is given permission by the Controller of Immigration to enter into a contract of marriage with a foreigner. The foreign spouse is then allowed to reside in Singapore. The couple may have one or two children. Then suddenly the foreign spouse is served with a notice by the Controller of Immigration, asking her to leave Singapore. The foreign spouse is normally the wife. When she leaves, she usually brings the children along with her. In this way, the family unit is torn apart by the Government policy. This policy of separating a foreign spouse from her Singapore husband is still in force. So is it not hypocritical on the part of the Government to promote the value of the sanctity of the family unit when its policies dictate otherwise? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The governments of Western countries do not preach pious values. They just practise them. The citizens of Western countries can marry any person of their choice regardless of whether that person is a citizen of that country. Once a citizen of a Western country marries a non-citizen, the foreign spouse can apply for citizenship and get it as a matter of right. The two spouses can then stay in that country without any fear of being separated by the authorities. In that respect, Western values are better than the values of most Asian countries, including Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 885</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third value is \"Regard and community support for the individual\". I think it is wrong for the Government to abrogate its duty to provide some measure of welfare. If the welfare services are properly administered, they will not be abused and a crutch mentality will not develop. It is important for the Government to support welfare because it is a demonstrative effect to show the people that the Government is a caring Government - it cares for the people. I, of course, do not support widespread welfare programmes but I do believe in a welfare programme for the less fortunate of our society, namely, the destitute, the aged sick and those workers, through no fault of their own, cannot work. I believe this was one of the original PAP ideals. What happens to all the idealism of the PAP which has brought it to power? If the Government abandons its ideals and, in their place, accepts and practises pure materialism, it may be good for a while. The Government may get rich in the short term but certainly it will not be good in the long term. We must have a vision. We must have ideals. If not, eventually, the society will tend to retrograde and be corrupted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fifth value is \"Racial and religious harmony\". Maintaining racial and religious harmony has been always a way of life of Singaporeans from the day Sir Stamford Raffles stepped foot on Singapore soil. It is the Government, by its recent policies, namely, the formation of group representation constituencies, racial enclaves, promoting separate cultural months, highlighting the clan associations, Speak Mandarin Campaigns, encouraging one racial group to solve its own problems instead of getting all Singaporeans to do so, that have, in fact, heightened racial awareness in Singapore. Many participants in the seminar organised by the Institute of Policy Studies held on 11th January have expressed their concern of this fact. It is not the Opposition that is doing so. It is the learned academics, professors, senior executives, civil servants who have made this observation. We have seen, therefore, that the Government does not wholly practise the Shared \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 886</b></font>\n  <br>\n  <br> Values, yet it wants to commend these values to the people of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister and Minister for Trade and Industry yesterday pointed out that all the five values are communitarian in nature, and so they are, ie, in terms of these values, the people have only duties to perform and there are no reciprocal rights conferred on them. How convenient for the Government - thrust a set of values on Singaporeans, tell them that these are the values upon which Singaporeans can identify themselves, make them feel obligated to perform those duties, and the Government hopes over time the majority of Singaporeans will accept and live up to those values. I wonder whether the Government can succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Up to now, the Government has used either the stick or the carrot, or both, to make Singaporeans comply with its policies. The stick is used by way of legislation and the penalties thereto, and the carrot is effected by way of incentives, like the tax rebate given in respect of the procreation policy. In the present case of the Shared Values, I presume the Government shall be using only persuasion. I suppose the majority of Singaporeans, being reasonable people, can be persuaded to accept these Shared Values if they can be convinced that they are all for the long-term good of Singapore. Can the Opposition be persuaded? I, for one, think not, because there is at least one very controversial Shared Value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is observed that it is not coincidental that none of the advanced Western nations has shared values, core values or national ideology, promulgated by the Government. If they do have shared values, they are those values which have been transmitted to them, either by custom or tradition, over a long period of time. Those are well and truly tested values and accepted by the majority of the people. I do not think that Westerners will simply accept values which are thrust upon them by the government. Westerners, by their nature, are suspicious of the government. They will probably say that the government introduces values to the people for its own purpose and not for the good of the nation or people and they are probably right. Similarly, one suspects that the Govern- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 887</b></font>\n  <br>\n  <br> ment has brought forward these values for its own purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The one value which is controversial and is hard to accept is the one on \"Consensus instead of contention\". This value has to be scrapped or, if not, it should be amended to read \"Consensus through contention\". The Opposition, of course, cannot accept this value as it is. Of course, if this value is accepted unchanged, then it would mean that there will be no contention and no dissent. When that day arrives in Singapore, it will be the beginning of the dark ages here. In old China, there was no progress because the Emperor forbade dissent and criticism of his government. If anyone was caught criticising the Emperor, of course, you know what happened, his head would be chopped off. Do we want that to happen in Singapore? I certainly hope not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do sincerely hope that the Singapore Government will allow criticisms of Government policies, alternative views, contention and dissent. Of course, contention must be for the good and for the improvement of Singapore and not contention for the destruction of our country. Therefore, as I said, contention must be preserved in these Shared Values and we should arrive at our consensus through contention. In fact, it is my sincere hope that there should be a two-party system eventually established in Singapore, where there is constant contention of how to improve and make Singapore a better place to live in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government do realise that in fact the trend is towards a more open society. As our citizens get more educated, they become more vociferous, they want to be heard. There is already evidence that a seminar has been held by 130 very well-educated professional people. There will probably be more of those types of seminars. More and more learned people would want to have a say in the affairs of the state and I hope it is not the intention of the Government to stifle this group of people from speaking up by implementing this policy of \"consensus instead of contention\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was observed by the Deputy Prime Minister that we should follow Japan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 888</b></font>\n  <br>\n  <br> because they have got consensus there. But I think in Singapore's case, in fact, we have already got the ideal of consensus. In fact, many of the controversial and very harsh policies of the Government have been accepted by the people of Singapore without much contention. The people of Singapore have accepted the policy of doing national service, they have accepted the policy of Government acquiring their land, although they have made rightful claims to the law courts but eventually they surrendered their land peacefully to the Government. We do not see any extreme contention in our Parliament. Our Members of Parliament do not come to blows. But that happens in Japan. Only last month I had the opportunity of visiting Narita. I went in and out of Narita Airport and what did I see? The whole airport was fenced up with strong iron grilles of up to, I would estimate, 12 feet or more with barbed wires on the top. There were two gates you have to pass through before you get into the airport. At each of these gates, there were guards, not just guards, but they were well armed and well-dressed with battle gear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was curious. I asked our tour guide, \"What is this all about? Why is the tight security?\" And he told me that Narita Airport was built on land which had been acquired from farmers. Although many years have passed, up to today the farmers are still protesting, not only protesting but protesting vigorously. You see the high level of contention there. But in Singapore's case, you take their land, they peacefully give it up to the Government, although many of them have lost great sums of money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore we already have a better state of consensus than even in Japan. So I do not think there is a fear that we should have too much contention. I think of the two, we have got too little contention and too much consensus already. We should bring up more contention and get people to speak up more. It was also reported in the IPS seminar that many of the very learned people are afraid to speak up in the open. Why is that so? People in the know refuse to speak up. That is a bad sign for our society. We should do something to rectify that situation. If people who are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 889</b></font>\n  <br>\n  <br> academics, who are professors, who are holding high positions, dare not speak up, who will speak up? Who will lead the country? The Government should pay attention to this point and try to correct it. Instead of trying to stifle contention, I urge the Government to try to encourage contention, encourage people to speak up, contribute more ideas, and make our society more vibrant. That is how our country is going to compete eventually with the other NICs and that is how we are going to get rich. \n  <br>1.35 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Community Development and Education (Dr Seet Ai Mee): Mr Speaker, Sir, I speak in support of the motion. I will be specific and wish to address two of the five issues: the first, regard and community support for the individual, and the second, the Family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the White Paper has rightly addressed the important issue of balance between society and the individual. While as Singaporeans we place the nation and society above community, we must also respect the rights of the individual. Several hon. Members have touched on this important value and I do not wish to add to what has been said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community support and showing compassion for the less able were issues raised in many discussions on the shared values and shows the concern of many. The Member for Potong Pasir and others who have voiced concern fear that Singapore will be a hard headed meritocracy with the able rising to the top and the less able uncared for at the bottom. The inclusion of this value as one we in Singapore uphold addresses this concern. It is a value our forefathers practised: the strong helping the weak, the rich the poor, the talented, the less able. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While in the Netherlands, I saw a statue in the garden of the Zoetermeer Nursing Home. It showed four men - one standing tall at the top of the pedestal with his arms outstretched supporting two men in a stretched sitting position who each in turn had their free hands outstretched and pul- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 890</b></font>\n  <br>\n  <br> ling the fourth man who was standing at the foot of the pedestal on the very ground. It bore the simple caption \"Help Each Other\". Sculptured by a Dutch artist, Ad van den Brink, it symbolised people helping and supporting each other, the stronger helping the weak, the able the less able. Its message touched me deeply and it is relevant to our thinking on the shared value of community support for the less able. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is useful to remind ourselves that the weakest point in a chain is the weakest link and we would do well as a society if we take pains to strengthen the weak links in our chain and re-establish the values practised by kampung, clan and ethnic groups of earlier days - the strong helping the weak, the rich the poor. It is a value practised in many families and one which I would like to see extended to peer groups in schools, colleges and universities and in the whole neighbourhood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have, many of us, experienced and heard of instances where important text and reference books are lost from libraries and articles cut out or torn from books or journals, either destroyed, stolen or secreted away by some who would deny the information to his peers who will be his competitors in the examinations. It is an ugly picture, but one which exists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the positive side, we also have in schools and colleges peer teaching being practised - the older helping the younger, the better the slower. We know the value we would like to have as a community. Community support thus is not only volunteering for community work or contributing time, money and personal commitment to community and welfare programmes, community support has to begin in the neighbourhood, the classroom and at home. It is good to remind ourselves that we are a meritocracy which believes in community support of and compassion for the less able individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The family as the basic unit of society - this is not an Asian value - it is a universal societal value. It is timely that we place emphasis on this, the building block on which all society is built. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are some family values which we can call everlasting, eg, loving, caring, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 891</b></font>\n  <br>\n  <br> sharing, helping, values of relationships within the family which are precious and which hold the families together and members of families dear to each other. Values which begin within the inner circle of nuclear families extending to outer circles of the extended family, values which have been in our society from time immemorial and worthy of preservation for all in the future. But in the words of a song immortalised by Bob Dylan, \"The times they are a-changing\". And as times change, so families have to make changes with the times. In July 1990, Mr Lee Kuan Yew, addressing the PAP Women's Wing, asked mothers to bring up sons to accept changing roles of husbands and help their wives in today's family. I would like to add that fathers too have a part to play in bringing up sons to these roles and in changing themselves to changing times of economically active wives, less accessible house help and new family norms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some families however have difficulties coping with these changes. The setting up of Family Centres and Family Service Centres in the neighbourhood where families can go for assistance when they have problems, be these problems with child minding, parenting, marital, with the aged, or for family support and back up. I hope these family centres will meet this need of assisting families to cope. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Mr Speaker, Sir, there will always be instances where there will be seemingly irreconciliable problems and rifts, and couples will resort to divorce. All over the world families are breaking up. In some states in the United States, the rate is from 40% to 50%. This phenomenon of increasing divorce rates is not only a US and European problem. Divorce rates in Taiwan and Japan are also increasing and so are ours. In 1989, our divorce rate was 12.3%, almost double the rate a decade before at 7.4%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can we save these families? Can we slow the trend? We should try and our emphasis of the family as a national shared value and teaching it at school and with family care and family support systems, we will try. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Family break ups are painful events. The warring couples emerge from divorce bat- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 892</b></font>\n  <br>\n  <br> tle-scarred and often enemies for life. The children suffer the trauma often of being the tools in the battle and long after the event suffer from the effects of the destroyed secure nest and of lack of or over-parenting as the case may be. They too are often scarred for life as studies have shown that children from broken families tend themselves in adulthood to form less successful marriages and the vicious cycle goes on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Divorce courts are necessarily adversarial - two hurting adults supported by lawyers fighting over rights, property, children - often the very process of divorce widens rifts and results in life enmity. The Committee on Family Life of the Advisory Council on Family and Community Life advocated the wider use of conciliation to alleviate the negative effects of divorce especially on children. I strongly support this recommendation. The conciliatory approach has been shown in other countries to bring about reconciliation and some marriages and families have been saved. If a conciliatory court approach can save some marriages and help save the pain and trauma for children involved and even if salvation of the marriage is not possible but more amicable separations are achieved, parenting roles continued, and children's protection and support ensured, I believe that such a conciliatory process will be a worthwhile societal investment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The family is the basic unit of society. It has to be supported and promoted to remain strong and in times of problems and crisis it has to be assisted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the hon. Members for Cheng San GRC and Bukit Batok suggested the setting up of a national council to oversee and keep alive the issues of Singapore's shared values. I do not believe that this is necessary. A single unit or council within the ambit of a Ministry, whether it be in MCD or any other Ministry, will not be able to coordinate the effort or act as a watchdog. Shared values will have to be taught, promoted and supported throughout the whole Government structure, through several Ministries including Education, Community Development, Information, Health, Labour, Defence, etc. The Ministry of Community Development \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 893</b></font>\n  <br>\n  <br> has itself over the years coordinated and promoted various community and value programmes like family week, community week, feedback, children's and senior citizens' welfare and social programmes with the Singapore Council of Social Services and other voluntary and welfare organisations. Our deliberations and decision in this House on the Shared Values will set the tone for our Government. Hence, the suggestion for a new unit or council is not necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member of the Opposition has talked about responsible use of low-cost medicines and support in health programmes. Yesterday, I had the pleasant or unpleasant discussion with a member of the public on the cost of a certain anti-gastric medication called Zantac. This member of the public said that it costs half the amount in Australia as compared to Singapore and asked why. In our discussions, we discovered that in Australia the member of the public is supported by the Australian Government and in Australia some people are using the names of Australians to get the medicine at half the cost. This, I believe, is misuse of privilege by the public. I believe the Member of the Opposition is rather naive to think that when things are given and subsidized, similar misuses will not occur in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also brought up the issue of heightened racial awareness by Government urging communities to help members of their own community. In our recent tour of the United States, we found on the Western Coast of the United States, that Chinese community were helping the aged of the Chinese community, the Koreans were helping the aged in their own community, the Jewish were helping their own aged in their own community, and that the United States Government is supporting this issue because they found that it was both the most cost effective and socially the most effective form of support of the aged in the community. So, I wish to inform the Member of the Opposition, who is not here, and place it on record that this is not just a Singapore situation and that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 894</b></font>\n  <br>\n  <br> even in other countries where there are several racial community groups the Governments are encouraging racial community groups to support the needy and the aged in their own communities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam has got a suspicious mind. He thinks that shared values were designed by the Government to fool the people of Singapore. This is a very unfair accusation and I hope that in his future deliberations he will be able to accept that this is something we in Singapore need. We need to have an identity, we need to have with that identity values which we can share and can call our own. He also fears that we do not have contention and confrontations and he speaks of people fearing to speak up their minds, Mr Chiam has in the last ten years spoken his mind not only within this House, but outside this House and openly. I am glad to say that his neck is still very intact, and his head is on it. I do not see why he fears and I do not understand why he says that Singaporeans fear to speak up their minds for fear of their necks. As for contention, I am sure he does not want us to come to blows in Parliament, as they do in Taiwan and Japan, because the odds here are very much against him in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has quoted several times from the seminar which he attended at the Institute of Policy Studies. It is needful to remind the House, and especially the Member of the Opposition, that the IPS was set up by the Government. At a meeting of a body set up by the Government, a member of the Opposition was invited and all the quoted contentious issues were raised. Is this not to support the situation of Government supporting the public to speak up their minds and supporting our people to say what they feel so that we can learn from feedback and from their experiences? After that meeting the participants have still got their necks intact and I am sure their necks will be intact for a long time because it is not the policy of Government to be against contention. What we are saying is that we would like to have consensus. This, I believe, is the desire of all in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 895</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, thank you for allowing me to join the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yesterday afternoon I heard with concern the point of view that there ought to be a balance between societal interest and the interest of the individual. I thought that the point made with regard to the term \"balance\" was really more a trade-off that the individual citizen expects from his stake in society. I thought that the balance should be tilted towards society because unless we have our society intact, unless there is the collective good, what good is there to us as individuals. If that was the position held by our founding fathers, Singapore will not be what she is today. Because our leaders did not expect anything from their contribution to the building of this country. I think it is also important for us to be reminded that whatever shared values that we speak of apply both to leaders and citizens alike. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam earlier mentioned about the advanced western countries without having shared values. I think he must have known that western advanced nations started with their religious beliefs. Many of them actually followed the religious beliefs. That is why we hear of things like Protestant ethics. And because Singapore is a secular state and we do not allow ourselves to be guided by any religious beliefs, it becomes important that we have something that binds us together. The western countries are facing deterioration in their life styles because of the waning beliefs they hold with regard to their religion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Government first mooted the subject of a National Ideology in 1988, I thought that we would be having a formal, legalistic and uncompromising document that would govern the lives of Singaporeans. Alas, that was not to be. I am very pleased with the approach that the Government has finally taken. The White Paper on Shared Values which focuses on the relationship between the individual and his society spelt out the desirable core values for all Singaporeans to identify with and be unified under. It lays the foundation for Singaporeans to develop further the values and ethos appropriate for a Singaporean society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 896</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the first 25 years of our nationhood, we were battling for survival. We had to ward off the negative elements. We freed ourselves of inter-racial strife and conflicts. We have now arrived at the steady state. We can build on this firm foundation to evolve ourselves into a society of distinction with laudable virtues and characteristics. Sir, it is precisely because the time is right for us after 25 years of nation building that we need a framework today to guide us. If all Singaporeans were to practise these shared values faithfully in the way we live, it would become a binding force, then we will be united as \"one people, one nation and one Singapore\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first value is Nation before community and society above self. By presenting this, we recognise that individuals do form themselves into groups and they relate themselves to their own groups. The interests of each group differ from one another. However, the ultimate and highest priority of interests must belong to our country, our national interest. But concerns have been expressed as to the modus operandi under a corrupt and irresponsible government, a government that abuses its power and position, and how would the various communities and groups respond and act under such a situation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though the explanation has been given in the White Paper as to why we do not wish to include values that are political in nature, I still hold that it is necessary to include the value of a morally upright, honest and responsible Government, because this is paramount to our national interest - our survival as a nation. This is the key to our stability, peace and progress. I urge that Members consider this particular value seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Seet Ai Mee has earlier mentioned about the importance of the family. I fully endorse what she said and I think it is very, very important for us to pay particular attention to this issue because the breakdown of family will certainly lead to the breakdown of the social fabric. We all know that the family support system is crucial to the stability of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third value is \"Regard and community support for the individual\". To me, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 897</b></font>\n  <br>\n  <br> this shared value is particularly important to Singapore. It recognises the place of every individual in our society. Nobody is left out. Our society is only as good as the weakest member. As the lyric of the song goes, \"He ain't heavy, he's my brother\". If we show concern and extend a helping hand to others and make it a habit, we would not be labelled any more as \"Ugly Singaporeans\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is controversy with regard to \"Consensus instead of contention\". Sir, there is really nothing wrong with the choice of the word. It is simply that we choose not to understand the meaning of the term \"contention\". Consensus building does not preclude debate and the expression of dissenting views. We know that the synthesis of all points of views is likely to lead to consensus and, more importantly, to obtain the acceptance of policies for action. What I would like to emphasise is really the acceptance of those decisions and that we act on them, not so much of the process of agreeing, because after agreeing, and we do not agree to act, it still comes to nought. But I think what is intended to mean by the term \"contention\" is to avoid actions like violence, aggression, unrest, vandalism, to solve problems, and they have no place in our approach to resolving differences and conflicts. This is what I believe it is intended to mean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Racial and religious harmony - we have an Act to promote and maintain racial and religious harmony, and we ought to build on it because it has proven to be beneficial to all of us, and knowing the benefits, I think we should sustain it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think it is necessary to trace the origin or source of any value. It does not really matter whether it is universal, western, Confucian, eastern. But I think what is important is whether they are right for us, whether they are good for us, and whether they are relevant and applicable to our Singaporean society. And I would like to underscore the point of a Singaporean society, because that must be the ultimate that we hope to achieve, if not in the next five, 10, maybe 25 years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 898</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am happy at the way that the discussions have taken place on this important subject. The debate in Parliament is a good way to round off the exercise that has taken us two years to work out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to support the motion standing in Dr Ong's name. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, after leaving the concept of National Ideology on the shelf for two years, the Government has now presented it to the people, varnished with a new coat of paint, as something desirable, called quite mistakenly \"shared values\". The word \"shared\", Sir, suggests that all, or if not all, almost all, people believe in them and agree with them. The question arises: Have we really found out what are the values that people hold dear? Has Government really taken measures to find out? The answer to both these questions is No. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper has identified five shared values. They are high sounding, very emotive words. But high sounding words are of no value unless it is agreed what these words really mean. The former Prime Minister had frequently quoted Humpty-Dumpty in Alice in Wonderland, saying that when he, that is, the former Prime Minister, used a word, it would mean just what he chose it to mean. So what does Government choose to mean with all those high-sounding words in the White Paper? How many people really agree with those words, and has Government lived up to those values faithfully and set an example to the people? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To answer some of these questions, let me touch briefly on the five values. \n  <br>\n  <br>\n  <i>Nation before community and society above self</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the core value of \"nation before community\" means that we should place the common interests of the people above the private and selfish interests of the individual, then that is a very good value which most people will agree with. And to win popular support, many governments throughout the world, democratic or otherwise, profess that that is their goal of government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 899</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the context of a multi-racial society in Singapore, it is certainly important that no single community should impose its will on the others. But I also believe that every community should be allowed to develop culturally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh has said that \"example is better than precept\". Therefore, in the core value of \"nation before community, society above self,\" Government should ensure that its policies are consistent with this principle. But as pointed out by Prof Jon Quah, in Government's promotion of uninhibited free enterprise and meritocracy and paper-chase in our education system, rewards have always accrued to the individual. This would also come about if Government pushes through its policy of privatisation of Government monopolies like the PUB, Telecom, PSA, which would only enrich some individuals who can afford to buy the shares at the expense of the vast majority in society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government clearly does not follow policies in keeping with this core value of \"nation before community, society above self.\" If it intends that the people take these values seriously, then Government should first set an example, and live up to these principles and values in whatever it does. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also important that the nation be not confused with the Government of the day, or society be confused with the ruling party. It would be wrong, for example, to say that Government policies are policies in the interest of the nation, or label those who oppose the Government and its policies as \"anti-national\", a term very frequently used by the PAP in the past. It would also be wrong to say that any community must identify itself with the ruling party before it may benefit from policies of Government, as was done only recently. \n  <br>\n  <br>\n  <i>Family as the basic unit of society</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There should be no disagreement with such a core value. Mr Peh has put it well. Dr Seet has amplified on it. But in keeping with this value, it is important that Government policies do not split families or make it difficult for various members of the same family to live together or stay near to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 900</b></font>\n  <br>\n  <br> one another, as has already been referred to by Mr Chiam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a well-known fact that hundreds of families have been broken up by Government policies. Husbands have been sent out, wives have been sent out, children have been sent out, causing great pain and anguish to all around, including friends and relatives. Guided by such a shared value, Government should amend immigration rules and regulations to allow children and foreign spouses to join Singapore citizens and to re-unite families. \n  <br>\n  <br>\n  <i>Regard and community support for the individual</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper has emphasized that, and I quote, \"Singapore must offer every citizen equal opportunities, and give all of them a good start in life. The economy must not only generate wealth, but also distribute it fairly and widely.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such sentiments and guidelines are most praiseworthy. Here again, the Government has not lived up to this praiseworthy value. Under the excuse that it does not want a welfare state, it has not shouldered its bounden responsibility to look after all the unfortunates in our society. I agree with Mr Chiam. For example, it has cut the public assistance to the barest minimum, to well below subsistence level. And despite repeated calls for help, it has refused to increase allowances to the low-paid pensioners. It has also refused to give adequate personal reliefs to help the low income groups in their payment of income tax. And it has cut down Class C beds for the poor in hospitals, and even raised the fees and charges. In addition to the disabled and destitute families, there are also those whose household incomes are less than $600 a month and are frequently in arrears in payment of rent, PUB and conservancy charges. And Government has spoken of the need for \"kinder and gentler\" policies, of compassion, and so on. But Government has done little, very little, to help these unfortunate people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government should not merely leave necessary community work to volunteers and charitable organisations. Constant emphasis on cliches like \"Nothing is for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 901</b></font>\n  <br>\n  <br> free\" is not in keeping with the spirit of the core value of \"Regard for the individual\". \n  <br>\n  <br>\n  <i>Consensus instead of contention</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To the PAP Government, contention would seem to be something not good, something to be avoided at all cost, if possible. Other PAP Members have said more or less the same thing. But contention is not a bad thing. Whatever synonyms they may want to use for the word, contention should not be avoided. Indeed, it cannot be avoided. Because contention and consensus may be said to be opposite sides of the same coin. They are no different from the ideas of competition and cooperation which the Prime Minister has spoken of. It is only through contention that we make progress and arrive at the truth. It is only through contention that we may finally reach consensus. And that is why it is so important that we need an Opposition in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition offers the contention that Government speaks of. Unfortunately, the PAP does not like contention from the Opposition. Thus, it has seized on every opportunity to harass and belittle Opposition parties like the Workers' Party. It tried, for example, to ridicule a member of the Workers' Party when he gave oral evidence before a PAP-dominated Select Committee hearing recently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Government is serious about arriving at consensus and the truth, it must completely change its views on contention. Instead of fearing contention, it should encourage contention, and actually hold frequent dialogues with political opponents. It should accept and tolerate criticism and contention from the Opposition, so that together we may reach consensus. This, in essence, is what the Deputy Prime Minister BG Lee has himself said. That in fact also should be the very meaning and essence of the Prime Minster's new style of government with discussions, consultations and participatory democracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Naturally, this should mean that every person should have the freedom to express views without fear, and I emphas- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 902</b></font>\n  <br>\n  <br> ise, without fear. Mr Chiam has already mentioned the fact that many people among the university academics dare not speak up. Also, non-political organisations should be allowed, and even encouraged, to publicly comment on issues of national importance. It should also follow that we have an honest government, as has been suggested by MPs and people outside the House. Honest, not merely in the sense that the Government is upright and non-corrupt in financial matters. Honest also morally and politically, in that it regularly and truthfully places all essential and necessary information before the people, so that they may be able to comment intelligently on issues of national importance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, Government should pursue an open policy of glasnost. If Government did that, it would immediately improve the whole political climate in Singapore. Unfortunately, Government has done little to promote such a healthy political climate. It still abuses its powers under the ISA, continues to detain innocent people without trial, and continues to stifle criticism which it does not like. This has actually caused a large number of Singapore citizens to be politically alienated and to even emigrate, as has been pointed out by Dr Chiew Seen Kong, a Senior Lecturer in the Department of Sociology and Law, NUS. If Government is serious about the Shared Values, all this should be changed. \n  <br>\n  <br>\n  <i>Racial and religious harmony</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a must in any multi-racial and multi-religious society. But this should not be used as an excuse to clamp down on religious leaders when they critise unpopular, social and national policies of the Government. Thus, it can be seen that though the White Paper has set out five Shared Values, the Government itself has not really followed policies based on them as guidelines. This has already been emphasised by Mr Chiam. Indeed, it has often followed policies which are often based on values almost diametrically opposite. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And that brings me to a most important theme. That is, although Government has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 903</b></font>\n  <br>\n  <br> put forward five values, there is not a single word about justice. Justice and truth are the highest values amongst human beings. Yet not a single word has been said about either of them in the White Paper. If we are to counter undesirable lifestyles, attitudes and values, Western or Asian; if we are to preserve the cultural heritage of our various communities and inculcate these fundamental ideas in all Singaporeans, especially the young, and thus consciously to develop our own cultural values, so that over time a Singaporean identity will emerge, it is surprising indeed that justice and truth have been left out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Or, perhaps, it is not such a surprise after all. Because it is difficult to deny that in Singapore today there is no justice. Let me give you a concrete example. As a result of injustice, Mr J.B. Jeyaretnam, the former MP for Anson, was wrongly kept out of this House to represent the people who elected him. He was again wrongly prevented from standing as a candidate in the 1988 elections. And all because he was convicted by the Singapore courts and sentenced to pay a fine of more than $2,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But may I remind the House, the Privy Council, the highest court of law for Singapore in 1988, has said that all the convictions were wrong, that the former MP for Anson was innocent of all the offences he was convicted, and that a grievous injustice had been done to him. In spite of this, the Government has refused to remove the convictions because it says that Mr Jeyaretnam has not shown any remorse. But how could one show remorse when the highest court of law says that one is not guilty? Now when Mr J.B. Jeyaretnam wishes to take the whole question back to the Privy Council, the Government has refused to agree. He has brought an action in the courts, I understand, for a declaration that he never ceased to be a Member of the Sixth Parliament on 10th November, 1986, when he was fined $5,000. The High Court has refused to grant the declaration. He has appealed to the Court of Appeal, and wishes to take his case to the Privy Council if he fails before the Court of Appeal. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 904</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the law now is that he can go to the Privy Council only if the opposing party, ie, the Government in this case, agrees. And the Government has so far, from what I have been told, refused to agree. Why? It would appear that the Government is fearful that, if he is allowed to go to the Privy Council, the Privy Council would grant the declaration, on the ground that all his convictions were wrong and that he should never have been disqualified. There is no other possible explanation. Is that justice for an individual? And even now, Sir, I learn that the Government is trying to find another possible prosecution of him in the hope that he may be disqualified again for yet a further term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have spoken of the case of Mr Jeyaretnam, the former MP for Anson, because we are today discussing Shared Values for the people of Singapore. Because his is a glaring instance of injustice that disturbs the conscience of all Singaporeans in whose hearts the flame of justice burns. Because I wish to emphasise on the need for justice as a most important component of our core values. And because I wish to emphasise that the Government needs to set an example to the people, and especially the young, in what it does, so that they may all follow the correct guidelines as their way of life. Every person must know that without justice, all other values become meaningless. Yet Government seems to have omitted all the important essential values, political, moral, cultural, economic, values which are presently identified with the five stars on the State flag, and are enshrined in the Universal Declaration of Human Rights. The Government's arguments for not including these values identified with the State flag are unconvincing. It says that including these values \"would significantly widen their scope\". If that be so, then the same could be said for other core values which are also political in content, especially the first and fourth core values listed in the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is talk of communitarianism versus individualism. But these values are not antagonistic. Values like justice, honesty, and so on, may be said to be individualist values. But such individualist values, grouped together in a community, in the final analysis, become communitarian \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 905</b></font>\n  <br>\n  <br> values, ie, national values. The Government proposes that such important and essential values be inculcated separately among the population, which means that they become less important than the Shared Values. Values like justice, truth, equality, are shared by all the people. Why then should these values be taught separately and not together with the Shared Values on which the Government has placed such importance? Has not the Government frequently called on the people to take part in the political affairs of the country? Dr Seet has spoken of the need for universal values. Therefore, should not our children be taught to uphold universal values, like justice and truth, at an early age? Values of human rights are not just political values alone. They are also moral values applicable to all people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, the whole world is marching towards democracy. Even Communist countries have to keep in step. Government should not try to buck the world trend. Government wants to be eclectic, selecting only values that fit in with PAP policies and objectives to be included in our set of Shared Values. Since Government does not include such universally accepted values of justice and human rights, a question must then be asked: Is there some hidden reason why Government has pushed the programme of Shared Values which has not been divulged? We all know that a national ideology, or a set of Shared Values, is usually the creation of political leaders who hope to achieve certain political objectives, as has been pointed out by Leo Suryadinata, Senior Lecturer in the Department of Political Science, NUS. Dr Seet herself should know that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is our Government's unspoken aim in pushing a programme of Shared Values? In the debate on the President's Address two years ago, I had suggested that the Government's one-sided inculcation or indoctrination of certain values amongst the young would tend to lead to a process of thought control. Some speakers have spoken of fears that the Shared Values may be the Government's way of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 906</b></font>\n  <br>\n  <br> enforcing conformity. I believe that such fears and also dangers do exist if universal values of justice and human rights are not included in the Shared Values to be taught in our schools. As is well-known, National Ideologies, eg. in Malaysia and Indonesia and in other countries, are all intended to serve certain political purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly in Singapore, it can be seen that our Shared Values, as presently constituted, are also intended to serve a political purpose, that of thought control, namely, to condition the people to thinking along certain lines acceptable to the PAP, in the hope of assuring the PAP of popular support and continuing rule in Singapore. Will the PAP succeed in all this? Time will tell. But it does not appear likely, since the Shared Values as presently proposed are not values really shared by all the people; since these values represent different things to different people; and since the Government has not carried out policies in keeping with its own proposed values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To conclude, Sir, we all agree that our people and future generations should be armed with attitudes and values that will help them to survive and succeed as a nation. But without the guidelines of the fundamental values of truth, honesty, equality, democracy, justice and human rights, the proposed \"Shared Values\" by themselves will not, and I stress, will not, be able to ensure that we do not lose our bearings in a society constantly subjected to all sorts of undesirable influences, both Western and Asian. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the contrary, if our people and future generations should be inculcated with correct Singapore values, truly shared by all and enjoying mass support, to quote the Deputy Prime Minister, and encouraged by living examples of our Government to show that \"they are not mere platitudes but values which convey something significant to all Singaporeans\", (I quote again the Deputy Prime Minister) we should be able to hold our heads high, and become a people admired throughout the world, identified as \"good Singaporeans\", efficient, honest and just, warm and caring. Which should it be? The choice to me is clear. The Government will certainly push through the Shared Values, but the Government also has said it will be flex- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 907</b></font>\n  <br>\n  <br> ible. I do hope that the Government will be flexible enough to seriously consider and incorporate the good values I have proposed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with some of the sentiments expressed by MPs in support of the Motion before the House but, for the reasons I have given, I cannot support the Motion. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Mr Speaker, Sir, I support the Motion moved by my parliamentary colleagues in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contrary to what Dr Lee Siew-Choh has said, I think the process of formulating these Shared Values in itself is a classic example of the consultation and consensus-building process in action. In the last two years or so, many organisations and many Singaporeans have come forward to take part in various forums and discussions to give their views and contributions towards the formulation of these Shared Values. I fully endorse the five core values proposed in the White Paper, as I believe they form the fundamental values upon which we will continue to strengthen our nation-building efforts as well as develop a Singapore identity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many people have asked for one other value to be included and this is the value of a clean and honest Government. I cannot agree with them more. I feel strongly that these values deserve some mention again today. I know it was debated yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This sixth value, to me, is important in our nation-building effort. Our success in the last 30 years or so has been possible because we were able to preserve the tradition of a clean and honest government. Corruption is a serious problem in many countries. Here in Singapore we are unique. It is a non-issue. And it does not mean that we should ignore this value. To do so may indeed send a wrong signal to our younger Singaporeans, and we should not leave it to the PAP to remind the electorate every four or five years the need to preserve a clean and honest government. By continuously stressing this value as a national value, if not among the five shared values, Singaporeans, particularly the young ones' will constantly be aware that it is in their best interest to maintain a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 908</b></font>\n  <br>\n  <br> clean and honest government in power and they will continue to elect good candidates into Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am heartened by what Deputy Prime Minister BG Lee Hsien Loong has said in the House yesterday. He mentioned that besides the five core values, the Government would look into how to inculcate political values among our young in schools. I suggest the Government also look into how to inculcate these values among our national servicemen in the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have spent much time engaging in intellectual debate on what should be our shared values. Equally important is to discuss how these values are to be promoted and inculcated among Singaporeans. And I would like to touch briefly on this implementation process. This is not a simple process by all means. It is not something which could be done overnight. Deputy Prime Minister BG Lee Hsien Loong has said in the House yesterday that there is no need for a national council to be formed to draw up detailed implementation plan. Sir, I agree with him, but I believe that there is a need for a coordinating body. Some body, some Ministry, some organisation, must be made responsible for coordinating the implementation process. Many parties are involved in the promotion and inculcation process. Besides the Ministry of Community Development and the Education Ministry, I believe the clan associations, community organisations, religious institutions, private sector business organisations, the NTUC, the SAF and even the mass media, all have their role to play in imparting these values. No doubt the implementation has to be a piecemeal approach, but some body, some organisation, or some Ministry, must provide the leadership, the catalyst, the coordinating and the advisory role. Some body must draw up policy guidelines for implementation as well as provide interpretation and clarifications on the various shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe the appropriate body is the Ministry of Community Development. I think this Ministry should be given this additional role or responsibility to coordinate the promotion and inculcation of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 909</b></font>\n  <br>\n  <br> shared values. And it should work closely with not just the Ministry of Education but also MINDEF. I believe the Ministry of Community Development is also the most appropriate Ministry to take on this responsibility because they are the best body to be able to reach out to non-Government bodies like the clan associations, religious institutions, community organisations, private sector business organisations, NTUC and also the mass media to seek their help to promote and inculcate shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the inculcation process is a long-term one and we should not rush into it. Even if policy guidelines and plans have been drawn up, they should be constantly reviewed and updated. And we cannot expect to see immediate results, not in one or two years, not even in five years, maybe in 10 years or longer. I would like to urge all Singaporeans to play their part to make this whole exercise of inculcating shared values a worthwhile one and help us develop a unique Singapore identity by the turn of the century. \n  <br>2.35 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I rise in support of this motion together with my colleagues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I listened to the Opposition Member, I believe he was confused. He asked why we should have shared values. We know that in this highly commercialised and individualistic society, the general citizens and the community leaders are only concerned with problems related to themselves or to money, such as the three-quarter tank rule, the increase in television licence fees, the time-based telephone charges and so on and so forth. So when I discussed with these people, there were only a few intellectuals who showed interest in shared values. Yet when the people are having a good life and enjoying peace, our Government thinks ahead in anticipation of the dangers that may come, by presenting this White Paper to show the relationship between the people, the individuals, the society and the nation. I think it is timely and a good thing to do. Perhaps some of our elders may say that although \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 910</b></font>\n  <br>\n  <br> we did not have such shared values in the past, we were still able to bring peace and prosperity to Singapore. But it was because we had this kind of values in the minds of our people that we have succeeded. So what the Government has done now is to synthesise and collate all these values and put them in a formal format. So as a mother, I have also considered it important for me to transmit such values to my children. In Singapore, we want to continue to prosper, live in peace, and to maintain the family as a unit of society. I think it is time now for us to work on spreading and propagating such values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I looked at the White Paper I felt that the five core values should not meet with any criticism or controversy from any quarters. We must congratulate the committee for having been able to work out such fine shared values transcending the various cultures, religions and races. These are the values that we can identify with and these are values of universal application. So we are already working on a correct foundation on these values. Now the question is whether we should have another value between voters and the Government. As a start we should consider the relationship between the individuals, the nation and the society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On these five shared values, I just want to say something on the question of details and implementation. On racial and religious harmony and consensus instead of contention, we know that an ideology and a set of values cannot come about overnight. It is the result of many years of accumulation of experiences and the distillation of the essence. It is some kind of guidelines that we must follow and these guidelines, as I have said, have universal application. In other words, they are above the territorial boundaries. So we must have the confidence to absorb these values as something that we can all accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In one same plant of bougainvillaea, we can have flowers of different colours. We can see white, yellow, pink and red flowers blooming in the same bougainvillaea plant. So I hope that in our Singapore society we will also be able to take the best \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 911</b></font>\n  <br>\n  <br> of all the cultures and philosophies from various communities to produce a very colourful culture for all of us. We must have confidence in our Asian cultural values. We must seek concord while maintaining differences and get consensus through consultation. It is only thus that we will be able to continue to enjoy our prosperity. When we try to maintain our own cultural heritage, we should not impose this on others. So when we pursue our own cultural heritage, we cannot be branded as chauvinistic so long as we are not arrogant. There are people who express the view that we must have concrete and vivid examples to express our cultural values. This should not be branded as chauvinism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong, just now, criticised that the Speak Mandarin campaign was a mistake. When we had a dialogue session at the Feedback Unit, I was pleased to note that our Malay colleagues, our Malay compatriots and Indian compatriots, also understood that we should discard dialects in favour of Mandarin. But now as an ethnic Chinese, he does not seem to understand. So we must appreciate that when a community tries its efforts to retain its own cultures and traditions, we should not regard such behaviour as chauvinistic. I must also express my support for what is stated in the White Paper that the majority race should not impose pressure on the minority race. I fully support this point. We must not go into the wrong rut of Sri Lanka. But at the same time we must also stress that when a certain ethnic group tries to preserve its own culture and tradition, we should not have any misunderstanding or suspicion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that many people have expressed a need to include \"Belief in God\" as one of the values. Singapore has never opposed \"Belief in God\". We are a secular state and we would also welcome people to believe in God. But because we are a secular state, it is not proper to include \"Belief in God\" as one of the values. There is no specific religion which we regard as the state religion and there is no religion which can represent all the communities. We must also respect the fact that everybody has got a free choice in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 912</b></font>\n  <br>\n  <br> terms of religion and we must also respect the right of an individual not to believe. And people who believe in God, they believe in different kinds of Gods. So it is right and proper for the committee on the White Paper not to include \"Belief in God\" as one of the values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of family as a basic unit of society, this perhaps is not a new concept. During our school days we have also learnt that we must look after the old of others as our own, we must look after our own children and extend our care to other's children. So the respect for our own elderly people and other elderly people and the care for our children and other children, is already something that we have learnt in our schools from young. The question now is: how do we transmit this value to our younger generation? When we talk about the old philosophy, we might ask whether this old philosophy is suitable to the modern society. When we stress the importance of the family, when we stress the importance of the relationship between brothers and sisters, will there be any nepotism involved? In the old Asian society, because it was basically an agricultural society, the head of the family was always the man in charge and in the village it was the village chief who dictated and ruled the village. So it was the rule of man rather than the rule of law in the old Asian society, in which nepotism could spread. But Singapore is a country which practises the rule of law and we have a clean and honest government. Therefore, under the enlightened leadership together with the sound system of the rule of law, I believe that when we encourage the strengthening of family relations we would not give rise to the plague of nepotism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday I heard some colleagues saying that they were concerned about the emphasis given to the family as a unit because it might bring us backward to the philosophy of old Asia. But personally, I feel that nepotism is not a characteristic of Asia alone. It is a characteristic of human beings all over the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now let me deal with \"Nation before community and society above self\". In the past few years, during the economic recession our workers sacrificed 15% of their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 913</b></font>\n  <br>\n  <br> CPF. At a time when the country required us to tighten our belts, our people have done so. So we have already done all this. The question now is: how do we make our people realise that the importance of the relationship between the family, the country and the society? When the country is broken, the family units would collapse. So this is a very important ideal. How do we tell our young citizens that in real life they must always think of their relationship with the family and the country? My colleagues have mentioned earlier on, that in Singapore, what they do and what they say in the Government departments and the private organisations, are closely related. So when we talk about reward according to merit, when we talk about meritocracy, when we talk about the individuals' expression of their talents, they must also think of other people's interests and the interest of the nation and society. So it is a question of balance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not agree with the individualism belief that for the interest of the group we must follow the rule of \"from each his best, and to each according to his needs\". We should go for the rule of \"from each his best and to each according to his worth\". So the Government and various organisations should reward those who have contributed to society and the nation, irrespective of their qualifications. We must not go by their paper value. So long as an individual has contributed to society or an organisation, we must give him due regard and reward. More importantly, everybody must be given a chance to participate. I believe that sometime ago our Senior Minister also mentioned this. I think many people are interested in golf. If in playing golf you have only the first three prizes, then it would be difficult for you to get more people to take part in the golf game. So long as in our daily life we pay attention to the need for everybody to participate and get their due reward, then I believe gradually our younger people will be able to accept the proper relationship between the individual, the nation and the society. The more important thing is that we must practise what we preach. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 914</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to congratulate our Government for being able, at a time of prosperity and stability, to think of the common shared values for building a better and stronger future. More importantly, the future stability and prosperity of Singapore will depend on the acceptance of the people of these shared values. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 3.10 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.50 pm until 3.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Speaker, Sir, following the suggestion by the Government to develop a national ideology two years ago, the subject has since been discussed extensively both in and outside Parliament. Many supported the rationale behind this proposal, and many views have been expressed as to what this national ideology should include. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has now proposed, in the White Paper, five core shared values focusing on the relationship between the individual and society. Some Singaporeans wanted political values such as democracy, meritocracy and honest Government to be included. Some felt that religious values such as belief in God should not be left out. Others wanted to uphold individual virtues such as hard work and pursuit of excellence. It is therefore important for us to decide on whether we want to incorporate these other sets of values into the proposed set. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Government's proposition not because the other sets of values are not important, but because it will allow us to be single-minded and concentrate on the most difficult and yet most important task of weaving a strong social fabric in our multi-racial society. On this fabric, I believe, must the other sets of values rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a difficult task because it deals with shaping people's attitude and behaviour \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 915</b></font>\n  <br>\n  <br> towards other people, and in Singapore, the problem is compounded by the fact that we are not a homogenous people. It is also an extremely important task because the social culture of a people takes a long time to evolve and has profound consequences on whether that people can hold together during a crisis and whether they will not disintegrate during normal times. In the Singapore context, we have to ask ourselves whether present and succeeding generations of Singaporeans will stay and fight when there is an external threat, whether there will be unity among the various ethnic groups when there is a political agitation, and whether Singaporeans are prepared to tighten their belts in an economic crisis. We have also to ask ourselves whether the social values we embrace will gradually enhance the social and political stability of this country during normal times and contribute to improved peace, progress and prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that the White Paper has successfully singled out and consolidated the core social values shared by Singaporeans of all races. These shared values have underpinned our success in the last 25 years. We have to ensure that succeeding generations of Singaporeans are also guided by these values so that we can continue to survive and succeed as a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two points in the proposed values which have aroused much contention. First, the proposed values seek to strike a balance between the individual and the society. Nobody can disagree with that. The controversy is: where do you draw the line between the individual and the community? Striking the right balance is essential if a society is to progress and not decline. But I think it is not possible to draw the line and there is no need to, because we should not use the shared values to justify or criticise a Government policy. I therefore do not think Mr Leong Chee Whye should use the legislation regarding flushing in the public toilet to argue that perhaps the Government is lacking in its regard for the individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, a right balance between the individual and the community would only come about and continue to exist if we unceasingly teach and remind our children \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 916</b></font>\n  <br>\n  <br> that they are in fact a part of the society, and it is when they contribute to the society that they themselves will ultimately benefit from the society. On the other hand, the nation and the society must remember that they can only be strong if each of their members is respected and taken care of by the society. It is like a family relationship. You cannot draw the line for the behaviour of each person in the family. A happy family is one where there is true reciprocal respect and love. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point concerns the value on \"Consensus instead of contention\". We must make it clear that consensus does allow debates, arguments and contention before it is forged. But I see the merit of providing the contrast in the proposed phrase as it will help drive home the point that what we desire at the end of the day is consensus and not contention, confrontation or conflict as a result. Since the wording is unclear to most people, I would support a change to \"consensus instead of conflict\". \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tiong Bahru GRC):</b> Mr Speaker, Sir, I join Members of this House and most Singaporeans in supporting our proposed shared values as detailed in the White Paper. However, I shall be very frank. It is not something which gets one all excited. I believe too that many other Singaporeans are not turned on by this White Paper. But then, being practical people, this paper has little or no immediate impact on Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This may be one reason. But the fault, I submit, lies not in the substance or essence of the values identified, but in the manner of their enunciation in the White Paper on our shared values. I am in support of the substance but it is possible that in drawing up these values, something got lost in the phrasing so much so that they seem to lack soul and feeling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Granted, our shared values are not designed to galvanise our people into spirited action. But to be accepted successfully and widely, they must strike some common chord in our people and at least stir some emotions. If not inspirational, they should at least evoke some great sense of belief and participation in our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 917</b></font>\n  <br>\n  <br> people. This is absent in the reading of our shared values which are neither memorable nor easy to recite, or even to remember. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Singaporeans can recite the pledge, but it will be difficult to expect Singaporeans to remember the shared values. I must confess that having read the document more than once, I have to think very hard to remember each one of the values. One thing we can do is to rephrase the values in the language of the poets or encourage writers of good verse to breathe some flair and feeling into the shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing amiss is the title. The very name \"Shared Values\" sounds prosaic, more like the title of another academic dissertation. Let us invite ideas on re-naming our Shared Values. If possible, its name should make it sound an intrinsic part of our Singapore culture. The original name given by the Prime Minister, \"National Ideology\", is in my mind a better name than Shared Values. Even \"Core Values\" has a better ring to it. Indonesia's Pancasila is a case in point. I do not think that Pancasila will be as memorable if it had instead been called \"Shared Values\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as to the proposed shared values, I venture to propose consideration of some amendments and additions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, an addition that will be most appropriate is one concerning honest government. This has already been mentioned by a number of my colleagues and those outside this House. Although this is a political value, it is a rare virtue uniquely Singaporean and one that is instrumental in making Singapore what it is today. Honest government is made more critical due to our limited size and our limited resources. Somehow our core values will be incomplete without reference to this and it should be enshrined in our national ideology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We cannot permit corruption to creep into our system whether in Government or in our private lives. I therefore propose in relation to honest government, consideration of this value: \"National and individual \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 918</b></font>\n  <br>\n  <br> integrity\" which could be elaborated or translated as honesty of those in authority and individual citizens, that is, embracing not only Government but all others holding any public or community position, as well as private citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides honest government, there are a number of very desirable political values which we all embrace inside this House and also for most Singaporeans. Perhaps we should group these and introduce a separate set of political values at a later date. I will welcome that change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last change I have in mind refers to the value \"Consensus instead of contention\". As mentioned by my colleagues, this has raised the most contention. It will not lessen the impact if we remove the word \"contention\" from it. This will not make this value any less important. On the contrary, Sir, to me, \"consensus instead of contention\" is a very important key value in our system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, contention in its extreme form has often been a most destructive element in Asian societies. Unlike the West, where two or more parties may engage in apparently \"go for broke\" contention and shake hands after that, Asians literally begin to sharpen their knives for the kill after contention. Very often, there is no search for middle ground. There is this inability to agree to disagree. To concede in our society is to lose face. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the West they fight and forget. Witness the recent fight for leadership of the Conservative Party in the UK. What happened to the loser, Mr Michael Heseltine? He was appointed Minister in the Cabinet of the winner, Mr John Major. The Conservative Party and the country stand to gain when the strength of Mr Heseltine is brought into the Cabinet. This is in sharp contrast to the fight for the leadership of a major party in a neighbouring country. Victor and loser became mortal enemies, despite the fact that both are not ideologically different. Translated down the line, the country becomes divisive. There are many other examples. Suffice to say that at the highest level in the country, the way disagreements are resolved sets the tone for the country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 919</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since Asian societies lack the cultural and traditional capacity to kiss and make up, so to speak, contention is a zero-sum game. There will be winners and there will be losers and in the aftermath, I think the country and everyone else loses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence the value of \"Consensus instead of contention\" is a very important and significant value. We have to inculcate in our young the importance of consensus which leads to teamwork. However, to make it widely accepted, we may perhaps amend it to read \"deliberations leading to consensus\" or some similar form, so long as the word \"contention\" is removed. I will support, Sir, a motion to amend the wording of this value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after all is said and done, and our shared core values are agreed upon, where shall we file them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of values and attitudes, I am all for a protected and careful approach. It will take time to sink our shared values into the people's consciousness. However, in the long run, to ensure that our core values, or national ideology, become writ in our nation's everyday life, and not end up as pious pontifications, these values should, like Pancasila, be enshrined in our Constitution. Otherwise, after the debate is over, they could be locked up in a cabinet to be resurrected only on special occasions or only when the nation is in danger of going adrift. By incorporating them into our Constitution, they should bind all Singaporeans all the time - Government, business and individuals, as well as community, social, professional, trade, business, political and any other interest groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like Pancasila, they should form the philosophical underpinning of our nation, and all groups will play under some very basic and same ground rules. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The individuals' rights are enshrined in our Constitution. To balance these rights, our shared core values should become a responsibility statement binding all people in Singapore. Including the shared values in the Constitution will remind our people before they assert their rights that they have a responsibility as well; and enunciate clearly the guide for desirable Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 920</b></font>\n  <br>\n  <br> porean behaviour, so that all Singaporeans, when they think of nation before community, family and self, will regard Singapore as their house and their home, and the Constitution, with the shared core values incorporated in it, as their very basic house rules. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Mr Speaker, Sir, the Sikhs in Singapore agree wholeheartedly with the aims set out in the White Paper. As ideals to aspire to, the five shared values are highly commendable. In my view, while the White Paper should be used as a model for the development of our values, there are some questions which the White Paper throws up, but does not address. And I would like to take this opportunity to raise these questions because I believe that it is timely that they be answered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first question is: what form will these values take? Are they going to be the subject of legislation or is it intended that they be translated in one way or another in directives? If so, what kind of legislation or directives does the Government have in mind to entrench and transmit these values? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If legislation is intended, I would ask the Government to bear in mind that legislation is perhaps more consistent with imposing values, and it is not consistent with obtaining or securing a voluntary and widespread acceptance of these values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, if it is not the intention that there should be legislation or directives from the top, then the question remains, how are we going to transmit these values? The White Paper suggests that it will be done perhaps through the schools and parents as well will be responsible for doing it. But the White Paper stops short of explaining how exactly this will be done and what sanctions, if any, will follow if students, parents or school teachers refuse to abide by these values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is: how are we going to settle on these five values when one of them is consensus rather than contention? This, in my view, is a logical difficulty and again it turns on the meaning of the word \"contention\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 921</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If contention is to mean debate and clashing of ideas, then I would suggest that unless we have that debate and differences in opinion, it is going to be very difficult to accommodate different viewpoints, opposing viewpoints, on the merits of the White Paper. It is essential that there be some form of contention, some form of a conflict of opinion if we are to obtain universal acceptance of the Shared Values. To that extent, I am in agreement with my fellow speakers that the word \"contention\" either has to be defined or changed altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third question is: Are we satisfied that by making contention a bad word we are not turning future generations of Singaporeans into \"compromisers\"? What we are trying to do here is to avoid clashes and disputes. If that is right and if down the line we lose the spirit to fight, to contend, do we also not stand the risk that in times of need, when the Government requires the people to take a strong stand and to support the Government in a strong stand on issues, the people will be more inclined to compromise because over the years, they have been inculcated with the idea that compromise is better than taking a strong issue on any particular point. I think that is worth considering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the last question is: How will the implementation of this value system affect the lives of ordinary Singaporeans? This is uppermost in the minds of Singaporeans. They see the principles in the White Paper, they read about it, but I do not think that they appreciate how these values will over time translate into operation and how they will have effect on their lives. What sacrifices will Singaporeans, especially the young ones, have to make to their personal choices in abiding by these values? Will they still be able to choose the vocation of their choice? Will they be directed to any particular course of study in the common good? These questions are basic and have to be answered. For otherwise, there will be no basis upon which we can invite a debate on these values unless \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 922</b></font>\n  <br>\n  <br> people are fully informed as to the values, their extent and their full operational implication, people are unable to determine the merits of these values, and to either say Yes or No to them, or to perhaps offer a third solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the National Ideology was debated sometime in early 1989, I had suggested that it is very important for us to win the support of the people, especially the young. If the young do not accept the values and transmit them to the following generations, the entire plan will fail. So, I would urge the Government to undertake what in effect is a PR exercise to explain, by reference to real-life examples, how these values will affect them. Unless these questions are answered, I would suggest that it is premature to enter into a full-scale debate on whether these values are acceptable to us in the longer term. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay (Chua Chu Kang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the Motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is developed from an immigrant society. In the early days, Singaporeans brought with them, from their native countries, traditional values which were essentially oriental values. They were hardworking and they attached great importance on family relations and morality, loyal to their nation and ever willing to help others. They were prepared to sacrifice themselves for their community. These values could be seen and they have played an important role in our early days when we were fighting the Japanese, when we were striving for independence, and in our nation-building process after independence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After independence, we have been building our nation over the last 25 years. Our economic development has not been plain sailing all the way. In 1971, we had the early withdrawal of the British military forces and in 1985, we faced economic recession. Our people placed national interest above their own, and were prepared to respond to the Government's plea to tighten their belts and to put in a concerted effort to help our economy ride over the crisis. In 1985, particularly, our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 923</b></font>\n  <br>\n  <br> workers accepted a \"pay-cut\" which enabled Singapore to fully recover from the recession within the very short span of two years, and we recovered our international competitiveness. During our 25 years of nation building, we have also implemented many policies which have caused, to a certain extent, some temporary hardship to our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of these policies worthy of mention is the land acquisition policy implemented in conjunction with our industrialization policy. For all these, our people are prepared to tacitly sacrifice their own interest for the long-term interest of our nation and this has resulted in the economic success and prosperity we enjoy today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If what had happened during the last 25 years were to happen to the young people of Singapore today, then I am afraid all these effective measures taken during the last 25 years may not have been implemented as smoothly as they did. Otherwise, Prime Minister Mr Goh would not have to change the style of our Government to one of more consultative type. It would appear that our younger generation of Singaporeans are no longer having the type of traditional values that their forefathers had. Even if they do have the values, they do not observe them as fervently as their forefathers did. Without the traditional values left behind by the older generation, can our younger generation of Singaporeans survive the stormy world of today as smoothly as our older generations did in Singapore. When confronted with a national crisis, can our young Singaporeans act as their forefathers did by placing nation before self, and face the challenges with determination? This is something for us to think about. I feel that at this point of time, for the Government to propose this set of Shared Values which emphasises unity of our people, nation before self, and urge our people to help in our nation building with a positive attitude is a correct move, worthy of our support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the five Shared Values proposed in the White Paper, three of them are relevant to my points above. Firstly, Nation above all; secondly, maintain racial and religious \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 924</b></font>\n  <br>\n  <br> harmony; and thirdly, to settle problems through consultation. The first two items are easier for our people to accept. But the third item has aroused much criticism, mainly because some feel that this would result in opposing views to be suppressed. Personally I do not think so, because we have already come to a new era. In the early days of Singapore, we did have very different political ideologies which were entirely incompatible. But these are things of the past. The type of present or future conflicts that we may have in our domestic affairs are not really that explosive. If we can contain our emotion and always uphold the attitude of placing Nation above all, I think many, many problems can be solved. Taking all the major and minor events that happened in Singapore over the past few years, I cannot see any one of them which cannot be resolved through consultation. I have not seen any event in which any opposing view was being suppressed in the process of consultation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the value of consultation, the tripartite cooperation between the Government, the employers and the employees practised in Singapore in resolving industrial disputes is one clear example of the consultative way of solving problems. As we all know, consultation has brought about our economic prosperity. Singapore has a conducive environment to attract investments. The average income of our workers has doubled once every ten years. I feel that this consultative approach to resolving problems is absolutely correct, there is nothing wrong with it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps if we make some minor amendment to the proposed statement by deleting the word \"contention\" and substituting it with some other suitable words, it would be more acceptable by the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 924</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1 - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 925</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHARED VALUES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, in 1988, discussions on having a National Ideology started. Many, at that time, were sceptical of the need for a National Ideology. The term \"National Ideology\" carries the connotation of something very doctrinal. This paper on Shared Values in many ways is much less rigid. It is an open-ended exercise. Dr Lee Siew-Choh is very sceptical about this change of terminology. I welcome it. Some think that it is better that we allow for time to develop what we would consider as the core values which will make the Singaporean identity. However, Singapore being such an open society, and having adopted English as the working language has made it more urgent for us to review this premise. Unless we are consciously aware of the fundamentals, unless we ask ourselves what we are and what we want to be, where we come from and where we are going both in spirit and in mind, we may well lose our sense of direction. Unless we start reminding ourselves, how will we ever know what values to embrace? The years ahead will be fast moving ones. We need a moral anchor for our souls to stand us in good stead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are a nation of diverse people. The Chinese, Malay and Indian communities are not homogenous communities. For example, we have Chinese from various dialects from all parts of China, Malays from Indonesia and what was at one time known as Malaya have now become a part of Singapore. The Indians have come from not only India and other parts of the Indian sub-continent but also from Sri Lanka. The Indians are also not homogenous in religion, language and cultural heritage. The riches of a cultural heritage can all too quickly explode if we do not have common shared values. The very diversity we wish to preserve calls for a large measure of tolerance, regard and mutual respect. The freedom to be what we want to be which we cherish will not last long if we do not have some fundamental principles to guide us. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 926</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, the White Paper reflects a refreshing sensitivity and tactfulness. The exercise has crystallised to the consciousness and to the five statements in the Shared Values. It has affirmed the core values which we can all subscribe to with minor amendments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the White Paper has dispelled three misconceptions. One, that we are \"anti-West\" in our approach. The Paper has stated in no uncertain terms in paragraph 28 that \"Westernisation has helped us to run a more rational government, and build a more efficient economy\". In paragraph 29, it is also stated that \"not everything Asian is good, just as not everything Western is bad\". Why is it important to dispel these misconceptions? This is because many of us have been schooled on the western mindset. Some have had their tertiary education overseas. Singapore is a global city. To have others believe that we reject westernisation in totality will not be good for our international image. It may also make the concept of Shared Values unacceptable to Singaporeans who have studied or lived overseas for sometime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it is important to dispel the misconception that the Government was trying to impose Confucian values in totality, and even to the non-Chinese community. It has been stated in the White Paper in paragraphs 43 and 44 that there are Confucian concepts which are not acceptable. The most important of these are nepotism and the Confucian concept of family relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third misconception which has been exposed is that this exercise of discussing Shared Values is a political ploy, as mentioned Mr Chiam See Tong. It is something much more fundamental and much more important. It is about having to preserve that which is best in our society today so that this can be passed on to the next generation. Mr Chiam has said that the Government has no moral right to do this. Indeed, I believe it is the Government's moral obligation to do this. \n  <br>\n  <br>\n  <i>Belief in God and Political Values</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this paper, it has been decided to leave out \"Belief in God\" and political values as a statement of the Shared \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 927</b></font>\n  <br>\n  <br> Values. It is my belief that religious faith is indeed \"a constructive social force\", to quote the White Paper, and that all believers of whatever faith will welcome this statement as part of the shared values. Personally, I would prefer to see \"Belief in God\" as one of the shared values. However, realising that there are some people who do not believe in any God, I can understand why it is not possible to include this as part of the shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The political system that we have, based on parliamentary democracy and meritocracy, is something very fundamental to us. We should not make any apology for the political culture that has led to good government in Singapore. We should include this as part of our value system. In a small way, yes, these values have been identified with the five stars of the State flag - democracy, harmony, peace, prosperity and justice. However, as this political culture has made progress, both social and economic, possible in Singapore, should we not include this as part of our value system? Perhaps we can re-examine this at a later date, if not now. \n  <br>\n  <br>\n  <i>Regard and Community Support for the Individual</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some people have expressed that in this document the weightage against the individual may have been somewhat overstressed. Several speakers, both yesterday and today, including the Chairman of the Feedback Unit, Mr Chandra Das, have mentioned this. DPM BG Lee has clarified on this yesterday. Indeed, in the spirit of consensus forging, he has stated that to clarify this point, he is prepared to accept an amendment to this statement. I will, with your permission, Sir, be making an amendment to this statement to read, \"Community support and respect for the individual\" to be substituted for \"Regard and community support for the individual\". This statement, when restructured, implies more than just a glancing \"regard\", but \"respect\" with the implication of treating the individual with TLC - tender, loving care. It also implies a commitment to the concept that everyone, every individual, every citizen of Singapore, has a place in his or her home here in Singapore. It is when we treat our citizens \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 928</b></font>\n  <br>\n  <br> with respect and tender, loving care that we can bring out the very best in our citizens. \n  <br>\n  <br>\n  <i>Consensus instead of contention</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the basis of forging a consensus may be but is not always a smooth path. Clashes of deep convictions cannot but be contentious. Contention and debate may even be acrimonious. Sometimes, out of differences, a consensus is reached. What is more important is not so much \"Consensus instead of contention\" which can only conjure images of unquestioning conformity, but that all stand in unity for the common good once the differences have been aired and exchanged. Yesterday, DPM BG Lee Hsien Loong has clarified this, and I am in total agreement with him that we should \"agree to disagree but amicably\" and that in the process of reaching consensus, we must be careful that we \"do not make enemies out of one another\". In this connection, Sir, again with your permission, I will be moving another amendment to read, \"Consensus not conflict\" to substitute, \"Consensus instead of contention\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the DPM has defined the end point and the end point of discussion is when it will arise in conflict. The grey area comes when conflict is on the horizon in a discussion. That is when contention ends and conflict comes by. So I believe that if we put it in this form about consensus and clearly state that not conflict is our final view, that should be something which will clarify the situation and that is a statement that will clarify any misunderstanding that we are trying to suppress debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong has said that all of the values are acceptable to him but not \"Consensus instead of contention\". And Dr Lee Siew-Choh has in other words said likewise. I hope that they will be able to accept this amendment. \n  <br>\n  <br>\n  <i>Practising the Shared Values</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having shared values means we must now practise them. We must translate them into real working relationships. Here I believe the Government has an important role to play. We should now also begin to question Government policies not only in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 929</b></font>\n  <br>\n  <br> economic terms, but whether they conform with the shared values. If I may take what I believe to have been a successful model of this to explain what I mean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us take national service and the defence of our nation. National service really means putting community, society, above self. National servicemen do not enjoy putting aside 2(r) years of their life to acquire military skills which they hope never to use. The Government has made compulsory military service universally applicable regardless of race, language or religion. Here, national need of an effective defence force comes before community, society and self. The family is that unit that gives the young man the support during his period of military service. The SAF has been mindful of this and has reached out to the families. Orientation visits are arranged for family members and employers. Regard and community support for the individual is given by way of recognition of the individual's performance during military service in both the private and public sectors. For families who face hardship because of national service, there are schemes available to alleviate these hardships. There was resistance to national service in the initial years, but consensus was built out of the initial contentions. The SAF has exemplified in parade procedures, eg, in commissioning parades, respect for race and religion. This, to me, is a model of applying shared values in formulating Government policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So it is that all present, past and future major policy decisions must pass the test of not contradicting our shared value system. Then and only then will having shared values be meaningful to us. I would go so far as to say that all political parties ought to first subscribe to these values before they can be registered. This can only reinforce the shared values which we want to preserve for the next generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that these shared values are understood by our young, families and parents of course have an important role to play. The media has an equally important role to play. In my mind, one of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 930</b></font>\n  <br>\n  <br> major players must be the schools. It is my hope that our young will have the opportunity to learn these values by way of formal education and also through extracurricular activities such as visits to welfare homes and exposure to the problems of the handicapped. Through field visits, the young will learn many of these values and see them in action. DPM BG Lee Hsien Loong has given us an example of how this is done in Japan. I think we should learn from this. Like many earlier speakers, I believe that the final onus would be in the hands of parents of today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to move my amendment which I have handed in. With your permission, Sir, the Clerk can distribute it to Members. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Will you move your amendment first? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I beg to move an amendment to the Motion moved by Dr Ong Chit Chung, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end, to add - \n  <pre>     \r\n\r\n     \"and recommends that the five values shall be as follows:\r\n\r\n     Nation before community and society above self\r\n\r\n     Family as the basic unit of society\r\n\r\n     Community support and respect for the individual\r\n\r\n     Consensus not conflict\r\n\r\n     Racial and religious harmony.\"\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the spirit of consensus building, I have discussed this amendment with the mover of the original motion, Dr Ong Chit Chung, the Chairman of the Feedback Unit, Mr Chandra Das, and the immediate past Chairman, Dr Tan Cheng Bock. Dr S. Vasoo has also given his support. We have reached consensus, Sir. I hope that DPM BG Lee will join us in enhancing this consensus. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The original Question was, \"That this House adopts the White Paper (Paper Cmd. No. 1 of 1991) as the basis for developing Shared Values amongst Singaporeans.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been proposed as an amendment at the end to add - \n  <pre>\r\n\r\n     \"and recommends that the five values shall be as follows:\r\n\r\n     Nation before community and society above self\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 931</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n     Family as the basic unit of society\r\n\r\n     Community support and respect for the individual\r\n\r\n     Consensus not conflict\r\n\r\n     Racial and religious harmony.\"\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be added, be there added.\" \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, I rise to give support to this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember the first time the issue was mooted in October 1988 by the then First Deputy Prime Minister, many questions were asked, amongst which was whether this was an attempt by the Government to come up with a set of rules for all to abide. There were also fears by the minority and a section of the educated elite that Confucianistic values will be imposed so that Singaporeans will be more obedient. Therefore, it was not surprising to read in the Straits Times of 9th January 1991 that the value \"Consensus instead of contention\" emerges as the most controversial issue. This, according to some Singaporeans including the hon. Opposition Member, Mr Chiam, can be used to put the Opposition down. It was also interpreted as Government's intolerance of dissent and their perception is based on historical reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we get Singaporeans to understand our true intention? The new style government of Prime Minister Goh is one of consultation and persuasion and this has made Singaporeans more and more intolerant of sledgehammer politics. They like the process of deriving a common ground through discussions, debates and general consensus. And they also want to see those who advocate this style demonstrate this virtue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many have criticised the manner in which we conducted our Select Committee hearings. The style is predictable, as complained by some Singaporeans. They accused us of being contentious and interrogative. So what is all this talk about consensus seeking, they want to know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is not easy to handle these open discussions. You have to contend with strangers who want to take you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 932</b></font>\n  <br>\n  <br> on. So how do you react? In the beginning, it was combative. Then it became more interrogative. But now it is more accommodating. You can see the changes happening. Compare the first few Select Committees which were held and those held recently, there is a change happening. Our leaders learn fast from feedback received. They know that people are emotional creatures. You may have the substance but you still need the style. However, this new style of consultative process is winning, as our leaders become more personable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, contention implies a competition of ideas and ideology. If not contained or moderated, it may end in conflicts resulting in a cleavage of our society. In other words, put contention to the extreme, and you breed violence and conflict. I therefore support the amendment by Dr Arthur Beng that we rephrase the fourth value as mentioned in the amendment. This clearly implies that we do not want to end up fighting, but there will be free exchange of views, contentious ones too. But at the end of the day, good sense must prevail. An agreement is reached, even on the disagreements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I go along with the other amendment. I think the word \"respect\" is a better choice than \"regard\". I have no strong feelings on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other four values proposed, \"Nation before community and society above self; Family as the basic unit of society; Regard and community support for the individual; Racial and religious harmony\", are universal values with an Asian emphasis and I am in agreement with these values. The question is how to get these values internalised in us, as Dr Tay Eng Soon puts it. Should we go around the usual way with campaign slogans? I suggest we better not. I am not against campaigns. But these campaigns sometimes get carried too far by over enthusiastic bureaucrats. Let us have some sophisticated and subtle way of imparting these values. I call for a more cautious approach in the implementation of these values because these values impinge on the individual, the family, the community, race and religion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 933</b></font>\n  <br>\n  <br> The interpretation and translation of these values into respective languages must be carried out carefully, bearing in mind the sensitive nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even yesterday's Straits Times carried a report headlined, \"Something lost in translations of Shared Values\". In this article it was reported that participants detected different nuances and interpretations when the values were rendered in English and in the other languages. The example quoted referred to the first value in English, that is, \"Nation before community and society above self\". The Chinese translation, \"Nation above all, Society comes first\", leaves out the element of self or the individual. To many, nation above self is open to abuse by anyone in power. So with different translations resulting in different interpretations, we can get into serious problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore agree with Mr Chandra Das and Mr Chew Heng Ching that there should be a total approach to this, with a special team of writers and, in particular, historians, to bring out these values in simple stories and anecdotes. Although the Deputy Prime Minister and Dr Seet think otherwise, I would still want to propose a Shared Values Committee comprising officials from the Ministry of Education, Ministry of Information and the Ministry of Community Development and some private sector representation. It should be formed to provide guidance, advice and strategy in carrying out this task. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, there should be a review panel separate from this to yearly or twice-yearly to review the progress made. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Deputy Prime Minister and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister and Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Speaker, Sir, if you will allow me to exercise my right to speak on the amendment which Dr Arthur Beng has made to the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the amendment. It reaffirms the thrust of the Shared Values, and improves on the formulation and the expression of the ideas within them, to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 934</b></font>\n  <br>\n  <br> make them clearer and more acceptable. The thrust has not changed. The ideas in general are the same. We know these ideas command wide support. I say that, not only based on the discussions these last two days, but also because we know from our feedback from the grassroots and from straw polls. The sentiments in the Shared Values, and the individual values themselves, do command general support from the general public, from all racial groups. Even the item on \"Consensus instead of contention\" commands similar support. In fact, even Dr Lee and Mr Chiam today in their speeches could not object to these Shared Values. They could claim that the Government was unworthy in promoting them, because we did not live up to their promise, but they could not claim that these values were wrong or that Singaporeans should not adopt them. Which is right. We would like to have a set of values which even the Opposition will accept and try to live up to, because that is the way to strengthen the political system in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not sure that we want to elaborate these five Shared Values into a complete code of conduct or a compendium of behaviour, which Mr Davinder Singh earlier suggested was necessary before he could know whether the implications were acceptable to him. These are principles. They are not totally alien to us. Singaporeans have lived by these principles for many years. We are not introducing them from scratch. Instead, we would like to strengthen these strands of our heritage which already exist, so that they will continue, in the next generation and be adapted to their new requirements. They are therefore not such strangers to us that we need a complete explanation before deciding whether to buy them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the values themselves, Dr Beng has not proposed to amend the first one - Nation before community and society above self. I think this is right. The discussions have made clear that it is not only necessary to talk about the society and the nation, but also to point out that the society is above the individual and the nation is above the community, so that the relative relationships are unambiguous. To reduce it to \"love of country\" or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 935</b></font>\n  <br>\n  <br> \"patriotism\" will be to distil it to such an extent that the essence will have evaporated away, leaving perhaps only half the idea. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh said that we are not supposed to promote this because we have abrogated socialism, and since we are privatizing statutory boards, we therefore cannot talk about society above self. I really do not see how this follows. Putting society above self is not equavalent to Fabian socialism, or to the ideals which were promoted in developed western countries 30, 40 years ago, to fit a particular phase and time of their history. We need to put society above self. Distributing ownership of statutory boards or other Government operations being privatized should be debated on its merits. The two in no way conflict with one another. So I support keeping this value as drafted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third value, \"Community support and respect for the individual\" makes it clearer that respect for the individual is one major component of the idea. It is not just regard, not just polite deference to a person, but respect, meaning that you acknowledge him, you value him, and you will defer to him. That is clear, and community support is also clear. It improves on the original drafting, although this whole idea of the individual versus the community is already a Western way of looking at things. When you put it in Mandarin [ ] (xisheng xiao wo wancheng da wo) there is no dichotomy or contradiction which needs to be resolved. You fulfil yourself, you project yourself, through the society you belong to. You achieve what you want to achieve because your society has done well. It is not that the society is oppressing you, it is not that you are going out to do your own thing, to pick up another Western vogue word. But by doing what you want to do, you are also fitting in with the requirements and imperatives of your society. That is the ideal. You do not always live up to it, but it is an ideal relevant to us, which we should strive for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then \"Consensus not conflict\" makes it clearer what we are striving for and what we are trying to avoid. Contention was intended to convey this, \"consensus \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 936</b></font>\n  <br>\n  <br> instead of contention.\" In fact, after yesterday's debate, I received some feedback from the public that \"Consensus instead of contention\" is the right sentiment because through discussions we will eventually generate a consensus which the majority will accept. But I accept that many Singaporeans find it difficult to interpret the word \"contention\" and find that it has some meanings which they do not wish to exclude. So perhaps \"Consensus not conflict\" would make the point more clearly, and would be an improvement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The consensus is the end result. The process of reaching the consensus is the constructive discussion which all of us have to participate in, with sincerity and with a common basic objective, namely, the interest of the nation. We are not talking about consensus merely between the Government and the population which has been the focus of our discussions in the last couple of days, but also consensus in other areas, eg. between the unions and the employers. The Government does not have to come into this. But is it better for the unions and the employers to resolve their differences through amicable discussions which recognise that both share an interest in the prosperity of the firm, or for them to go on strike and fight it out at the expense of everybody? So too in other disputes, be it within families, be it between different communities, be it in commercial areas. Let us try to resolve differences, because differences there will be, in a constructive, non-confrontational way, wherever possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Mr Chiam has pointed out, we have done this in many areas. On very major issues the Government has counted on consensus and has been able to muster support from the population for very strong policies. Mr Chiam mentioned the example of land acquisition where people have accepted that in the greater good of the country, it is necessary for individuals to give up their land in exchange for some compensation. He also pointed out that this does not happen even in Japan, where Narita Airport, although it is more than 10 years old now, still has pickets and riot police in full battle gear who fight it out. I presume that Mr Chiam thinks we are on to a good thing and the Narita example is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 937</b></font>\n  <br>\n  <br> not to be followed, which is correct. I think we should continue the way we have been going. The more we are able to put the national interest first, the more progress we will all make together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sequence of the five values is a logical one. Dr Koh Lam Son and a few others have suggested that it is difficult to remember, but you need not remember all the words. The sequence of ideas is not so unreasonable. You start with the nation - that is the largest group we belong to. You go on to the family, which brings it smaller, and then come to the individual, the basic digit from which a family and then the nation is formed. That is a logical sequence. Then what do you do? Promote consensus, and develop harmony. Those are simple ideas. You do not have to remember all the words, but if you can catch those five key concepts, you will grasp the gist of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The English version has been the main subject of our discussions, but of course we also need good Chinese, Malay and Tamil translations. Some Members have questioned some of the translations. Translations have been prepared after consulting as many people as possible. They are not ideal, but they are as fluent and as idiomatic we could make them. My preference is for translations which convey the gist of the meaning rather than literal word for word translations. If you want the precise version, go back to English. It is more important for the language, Chinese, Malay and Tamil versions, to convey the ideas in terms which are fluent and which resonate with native Chinese, Malay and Tamil speakers. The Government is still open to suggestions on translations. We can take them in and take a few weeks to decide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members have asked for additional values to be added to the list - justice, truth, democracy, honest government and so on. Dr Lee Siew-Choh argued for several of them eloquently. We have no objections to any of these. These are all virtues, and indeed universal virtues. But how many virtues do we want to add to the list? We have five. Should we throw \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 938</b></font>\n  <br>\n  <br> out any? Nobody has seriously suggested that. So we must add. We can add five - justice, truth, democracy, etc. How many do we want to add? Will 10 fingers be sufficient? Or should we count toes as well? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we better have a small group which we can remember, which holds together cogently, and which focuses on one set of ideas, in this case, the relationship between the individual and the society he belongs to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Justice - of course, we have it as a star on the state flag, as it is a virtue to be upheld. It is not related to Dr Lee's point about Mr J.B. Jeyaretnam and his case, and whether it goes to the Privy Council or not, which in fact is simply an example of justice at work. Justice demands that criminal actions be punished. Who is to decide? The courts. Which courts? The courts which have jurisdiction. Does the Privy Council have jurisdiction in this case involving Mr Jeyaretnam? No, it does not. Therefore, whatever the Privy Council may have to say has nothing to do with the outcome of Mr Jeyaretnam's trials and appeals. It is as simple as that. To bring it in and relate it to the shared values is beside the point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The strongest arguments have been for one additional value to be added to this list: good, honest government. Many people have pointed out, including Members of the Opposition, that without good, honest government, everything will go awry. That is a valid point. So perhaps if there is such a general sentiment, we should work out and codify a separate set of these four or five ideas which are related to good government. We call them \"political values\". That may not be the best name - we have to think of a name for them - but we group them together to make another set of four or five which people can readily remember. They can also be taught to children, so that they will grow up with them as part of their psyche. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I mentioned yesterday \"democracy\", \"pursuit of excellence\", \"meritocracy\", \"equal opportunities\", in addition to \"good government\". I think we can consider these. The Government is reluctant \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 939</b></font>\n  <br>\n  <br> to take the lead in doing this, because if we push it, immediately, everybody says, \"What are your hidden motives?\" Well, we have no hidden motives. But if the sentiment is that this is necessary, we can consider the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I therefore support the amendment standing in the name of Dr Arthur Beng. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Thank you, Mr Speaker, for allowing me to speak on the amendment by the hon. Member for Fengshan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition could go along with the first, second, third and fifth values, but it would find it very difficult to accept the fourth value. \"Consensus not conflict\" is not much different from its original form, \"Consensus instead of contention\". They are basically the same. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Opposition of course has a great fear that the word \"consensus\" might be over-stressed, and Parliament will in time to come become not unlike the tripartite arrangement of the National Wages Council comprising the unions, the employers, and the Government. In that case, consensus for the need to have labour peace in the land grew out of historical necessity. I believe that when the Government first took over, there were problems from the workers. There were strikes and there were chaos and disruption of production. And I believe the Government got advice from a Dutchman, Dr Albert Winsemius. He advised the Government that in order to make Singapore prosperous it should accept these advices. Firstly, to get rid of the communist; secondly, to control the unions; and thirdly, to encourage foreign investments, set up good infrastructure, give plenty of tax incentives and get them to come and invest here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Government was a good student and carried out his advice dutifully. And I believe out of that advice, there was this tripartite arrangement, and it worked well for Singapore. So let us keep it to the unions, and do not bring the idea of consensus into Parliament. Parliament, since its very inception, or when Singapore became independent, has an adversarial type of procedures. In other words, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 940</b></font>\n  <br>\n  <br> there are always two conflicting views, and all points of views are aired. I think the best results can come from that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the words of Mr Lee Kuan Yew, when you have Opposition, then you have this cut and thrust of lively parliamentary debates. If we are going to have consensus, and all of us sit here, what do we do? Debate will be out of the window, and no new ideas. So contention, debate, criticism become dirty words in time to come, and everybody will feel guilty to criticise the Government. We should not allow that situation to reach in Singapore's political stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contention is important. But contention must be for the good of the nation. We have already expressed ourselves. We are loyal opposition. Loyal not to the PAP, but loyal to the Constitution, loyal to the progress of Singapore's advancement and improvement, and to the national good of Singapore. That is what we are loyal to. We have already stated our stand. Please do not throw the word \"contention\" out of the window. Of course, we want to have consensus. It is good to have consensus. We must all agree and then we can get things done. But there is a danger. In time to come, when the Government is threatened, it might over-emphasise this word \"consensus\", and it does not allow open debate - let us agree; let us talk behind closed doors; please, no open debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Government always wants to talk behind closed doors, it means that it is afraid to let people know its weak points. I think it is only publicity which is a good check on the Government. They have done that in America. Perhaps they have overdone it. The press is a watchdog of the government, watchdog of any public body. It is always publicising, giving notice to the people what local government, school boards, or some authorities are doing. And that is the way to check the government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have seen also, historically, societies which had stifled defence, which had refused open debate, and they would eventually retrogress and become corrupt and, finally, they would become the victim of other countries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 941</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The example of Japan is given. Let us follow Japan. I am willing to follow Japan. They have consensus but, at the same time, they have got plenty of contention. I have attended a seminar where some Japanese MPs were there. My goodness! When they spoke, they really spoke, thumping their hands, and putting their points very strongly across. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> You can do the same. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> They were telling the Americans they should not have protectionist measures against Japan. In fact, the Americans thought that the Japanese were exporting too much to America and wanted to stop their exports; enough was enough. But the Japanese put their points across, and said that they must still continue to export. They did not agree meekly with the Americans. No! They put their points across very strongly. I think if we want to follow Japan, by all means, let's follow Japan. But of course I do not think we want to follow Japan and fight pitched battles whenever the land is acquired, and that is what they do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not have that precedent in Singapore. In fact, I think most Singaporeans are amenable to consensus. As Mr Lee Kuan Yew had said, we are not fierce, intense people like the Japanese. I think we are more prone to agreeing than to disagreeing. So in order to make sure that people do speak up, the Government should not do away with contention. I do not think that if you have got this consensus idea across, it will strengthen our political system. I think it will weaken it. It will try to get rid of the Opposition, and very soon I think the word \"Opposition\" will also become a bad word. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you always want to get your decisions across easily by consensus, it would be just like growing our vegetables in a greenhouse, too protected. We must have plenty of contention. Put the plants out in the open, let them be hit by the storms, the wind, and then they would be very strong plants. In the end, that should be what we want for Singaporeans. We must encourage Singaporeans to think, to talk, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 942</b></font>\n  <br>\n  <br> and not to stop them from thinking. If we carry this idea of consensus too far and bring it to the level of our union discussions, then I think it will be a bad day for Singapore. Please, let us have contention, debates, more debates, lively debates in Parliament, and not to emphasise too much on consensus. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, can I clarify one point? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Okay. Make your clarification. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Yes, Sir. By moving this amendment, I am asking that \"contention\" be kept inside. So there can be contention, except that we do not go on to conflict. That is my point to Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Then you word it. Mr Speaker, Sir, let us word it in very clear terms. Because, as it stands now, \"consensus not conflict\" is exactly the same as \"consensus instead of contention\". There is basically no difference. If you want to make an amendment, I would move that \"consensus through contention\". That would be a better amendment. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, are you moving an amendment to the amendment? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, if I get a seconder. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You do not need a seconder to move an amendment to a motion. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, I wish to amend it. I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the words \"not conflict\" be left out and there to insert \"through contention\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be left out, be there left out.\", put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question is the amendment moved by the Member for Fengshan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be added, be there added.\", put, and agreed to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question now before the House is, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House adopts the White Paper (Paper Cmd. No. 1 of 1991) as the basis for developing Shared \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 943</b></font>\n  <br>\n  <br> Values amongst Singaporeans and recommends that the five values shall be as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nation before community and society above self \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Family as the basic unit of society \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community support and respect for the individual \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consensus not conflict \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Racial and religious harmony.\" \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, my colleagues have spoken at length on the Shared Values and their importance to Singapore. I do not intend to delve into them. Instead, I would like to take a different perspective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask what are we going to do with these values after the House has adopted them? As indicated in the White Paper and also mentioned by the Deputy Prime Minister, these values will be taught in our primary and secondary schools to inculcate them in our children. They will form the core curriculum of our Civics classes. Our children will recite them regularly and commit them to memory. Here, I will surmise that they will be taught these five values not in any random order but in the order as presented in the White Paper. I would like to ask what will be the effect of future generations of Singaporeans growing up with these five statements imprinted in their minds. As the Deputy Prime Minister had mentioned, having these values sunk into their subconscious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is the crux of the matter, Mr Speaker, Sir. These values are not meant so much for us adult Singaporeans but they are actually meant for future Singaporeans. With these values in their minds perhaps, in future, when our children are faced with the constraints of living in a small and resource-poor country, they will accept those limitations, namely, putting \"Society above self\". Perhaps this would reduce the tendency of throwing everything to the wind and choose emigration to a foreign land where they can live a more luxuriant lifestyle. Perhaps when they are faced with the challenge of the future that requires subjugating their individual rights, they will find it a natural thing to do. If so, these values will help them weather the crisis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve the desired results, our young people must accept these values \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 944</b></font>\n  <br>\n  <br> and embrace them as their own. These values should be simple to explain and easy to understand. Furthermore, we cannot assume that young people will accept these values automatically just because they were taught in schools. In this modern world, after our children have grown up, they will be exposed to all kinds of values and their prioritization in other societies. The thinkers, amongst them, will ask all the questions that have been asked in this House. For the rebels amongst them, we run the risk of having them rejecting the whole lot of values, if they find reasons to reject just one. Hence, it is important that we should remove as much contentious issues from these value statements as possible. I am glad that those have been taken care of by the Motion standing before us. At this point, I would like to address the sequence of those value statements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as a computer professional, I tend to look at concepts in a logical sequential manner. When I first read these five statements presented in the order they are listed, it struck me that the concepts do not flow smoothly. Dr Koh has also touched on this in his speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The statement on Family deals with the relation of the individual with his family. How he or she would treat the spouse and how he or she wants their children to be brought up, in a normal family or in a single parent family. To me, Sir, family is a social structure and the statement on Family reinforces our belief in social behaviour with blood relatives. To me, the family statement is a social behavioural concept. Whereas, the remaining four statements deal with the behavioural relations between the individual and the society at large as well as one group of people with other groups of people. In this sense, they could be considered as political behavioural concepts governing the priority of unrelated people living together in a society. I am not a social scientist nor a political scientist. So my classification may be wrong but I find that a useful one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, family transcends racial groups and religious belief. It forms the foundation stone of all stable human societies. The family structure has evolved over time together with human evolution. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 945</b></font>\n  <br>\n  <br> believe it is not going to be replaced by other alternative social structures that are being experimented from time to time. As such, I think the statement on Family should be in a separate class by itself, very much like a preamble. Emphasising family is like emphasising motherhood. The most common reaction I got about this statement on Family is: What else is new? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, by inserting Family between \"Society above self\" and \"Respect for the individual\", we did one thing. We break up the important pairing of \"Society above self\" and \"Respect for the individual\". Mr Speaker, Sir, the Deputy Prime Minister has told us that the order these values are presented is not important. However, for those not having the benefit of listening to him in this House, and that will include all future generation Singaporeans, they will automatically assume that the order gives certain priority and importance of one set of values over the other set of values, just like any other lists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Society above self\" and \"Respect for the individual\" put together would provide a balance between the demands of the society over the rights and freedom of the individual. At which point such a balance between society and individual should be struck, would depend on the circumstances faced by the nation at any given point in time. For instance, in war and other emergency situations, society must come before self and individual rights must be subjugated to the needs of the nation. At other times, the balance should shift towards the rights and freedom of the individual. The Deputy Prime Minister spent a significant amount of his time during his speech covering this balance. He recognizes that these two statements are closely intertwined and addresses the two ends of a continuous spectrum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as listed in the White Paper, \"Society above self\" is listed first and \"Respect for the individual\" is listed third. In between, we have this motherhood statement on Family. As a consequence, \"Society above self\" stands head and shoulder above the other values \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 946</b></font>\n  <br>\n  <br> that follow, in importance and priority. Furthermore, as human beings, after some time, after we have learned these values in our schools, we tend to forget the items further down the list. I am concerned that after a while, what is left in the subconscious of our future generations would be just one value, ie. \"Nation before community and society above self\". It is possible that future decision makers and policy implementors, who are schooled in these values, when they come to making decisions that require a choice between society versus the individual will, consciously or sub-consciously, rank their decisions against this list of Shared Values. If that is the case, their decisions might bias too much in favour of the society to the detriment of the individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that as it is, \"Respect for the individual\" is not given sufficient importance. I would urge that it be paired together with \"Society above self\" to achieve the proper balance. I would like to point out that there is no way we are going to insulate our population from the Western influence on placing increasing importance on the rights and freedom of the individual; that individual civil liberties and civil rights should be safeguarded. I think if we do not place comparable importance between society and individual, we risk traumatic soul-searching amongst our young people in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, I would prefer to see the list of value statements, when they are taught to our children, be changed to the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Nation before community and society above self \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Community support and respect for the individual \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Consensus \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. Racial and religious harmony \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;5. Family as the basic unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, Mr Speaker, Sir, this order is a more logical arrangement, putting all the political behavioural relations together. It would also avoid the pitfalls of placing too much priority on \"Nation before community and society above self\". If the order is not important, then there should be no objection to changing the order. However, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 947</b></font>\n  <br>\n  <br> if the order is important, then it is all the more important that the values between the society and individual be paired, with society ranking just above the individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe for a small country like Singapore, the inculcation of these Shared Values in our future generations would be important to our continued prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the Motion before the House. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Lim Boon Heng) in the Chair]</h4>\n  </div> \n  <br>4.40 pm \n  <br>\n  <br>\n  <!-- Assoc. Prof. Maurice Choo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Maurice Choo (Nominated Member):</b> Mr Speaker, Sir, colleagues, after two days and two dozen speeches, I now fully understand what is meant by the words: Say your peace or forever be silent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;15th January, 1991, is a miserable moment in history to make a maiden speech. Today, when we are deafened by the drums of war, can we really hear a tune so plain as Shared Values? We can and we should. What does the Gulf teach us? It reminds me that each nation must be self-reliant, well-prepared, at peace with itself, and then the world. Small nations must learn this especially well, for their continued well-being requires much greater concentration and effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the natural world, some smaller animals such as bees and termites, beavers and wild dogs, successfully compete with larger adversaries by closely sharing a common purpose, working and complementing one another with uncanny understanding. When a worker bee launches a self-destructive attack to repel an intruder, the hive and its queen bee - the repository of their genetic pool - both have a better chance of survival and continuity. But human beings are not bees. If human behaviour were automated by genetic calculations, \"I would give my life for two brothers and eight cousins,\" said the eminent geneticist J.B.S. Haldane. But it apparently is not. For although humans are gregarious creatures, with strong instincts for preservation of their society \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 948</b></font>\n  <br>\n  <br> as a whole, they have, with civilization and greater self-consciousness, accorded each individual human life a very high intrinsic value, surpassing that of society in some respects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many have already argued about the relative positions of the individual and his society. Their divide is the root of contention between different social systems. I can only suggest that we turn to biology for some of the clues. If animals can organize themselves in so many ways, depending on their given attributes and present surroundings, why should humans be any less adaptive? Which brings us to our attributes and our surroundings. In a breath, we have no natural wealth, little history, a few tiny islands, and a small variegated population. We live close to bigger countries, most better endowed. Yet Singapore has managed to prosper. This may be largely attributed to our prudent application of useful bee hive principles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Seen in a socio-biological light, the overarching purpose of imbuing our citizens with shared values is to retain and refine these principles. Whether it is nation before community, society over self, the family as the basic unit, consensus instead of contention, racial and religious harmony, the thrust is this - in Singapore, the interests of larger groupings should, as a rule, come before those of smaller groupings, or a single individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The argument is that when these shared values evolve into behavioural genes, when we swarm together in search, our national competitiveness will be maximized. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The danger of employing this corporate principle unthinkingly or unfailingly is that the individual may feel digitized or diminished. Excessive group emphasis will reduce curiosity and creativity, and even economic inventiveness and zest for life. If the interests of the individual are systematically subsumed, we may extinguish a Socrates here, a Copernicus there, and Sakharovs everywhere. There are enough instances in history where society suffered for sweeping away the conscience or claims of a single individual. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 949</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By including the shared value \"Regard and community support for the individual\" this time, the authors of the White Paper have recognized this danger. This value is the only counterweight to all the other group-oriented values. After amendment of the word \"regard\" to \"respect\", the weightage is improved but, as I will argue shortly, can still be further improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Support for the weak - the poor, the sick, the old, and the lonely - is based on respect for human life. When the strong carry the weak up, both are strengthened. But support for the weak should preferably be attracted from the state as a whole, rather than be drawn narrowly from the particular community - our code word for race - where the weakness is found. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The strong and talented also require our support if they are to bear a greater share of leadership and contribution. They need space for their work, and recognition for their pains. Expressing this through the word \"regard\" whose root meaning in French is \"to look at\" seems to me too laid-back. A much better choice is \"esteem\" whose root meaning from Old French is \"to value\". The etymology of the word \"respect\", which I have checked, is closer to \"regard\" than \"esteem\", and does not fully express the value of the individual which we seek to preserve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we think it is simply a case of esteem for the strong and support for the weak, we are limited. The weak need esteem for their true support. The strong need support to win their esteem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So more than supporting Dr Arthur Beng, I will go further and suggest that the only shared value put forward which safeguards the individual from potential corporate excesses be rephrased simply \"Esteem and support for the individual.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, a few words about words. In the diplomatic frenzy over the Gulf crisis, words may only be temporary conveniences. But for our shared values, if we believe they are important, then the words must be exactly right, so that we can focus on the right sentiments. In 25 years time, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 950</b></font>\n  <br>\n  <br> they may still be just words. But if they get into our corporate brain, the words and, far more important, the behavioural genes underlying them, may help keep our small united nation alive and well. And I hope they do. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Mr Deputy Speaker, Sir, since the subject of Shared Values was first made public by the then First Deputy Prime Minister Goh Chok Tong in October 1988 in what was then known as National Ideology, the debate on this subject had taken various paths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Years of deliberation and consensus-building process that ensued had seen re-examination, review and change resulting with crystallisation of the idea in the White Paper on Shared Values. The debate on this subject in Parliament is the culmination of consensus building effort involving the people, thinkers, the academia and educationists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the subject in focus is the relationship between man, society and nation. The objective is to find a cluster of widely accepted values that could bind together our citizens. This in turn will set in motion basic guidance in behaviour towards each other. The ultimate expected result is to create a cohesive society consisting of kinder, more caring and community-oriented Singaporeans. The ultimate test is how we behave towards each other in times of strife. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is a well-accepted fact that the relationship between man and society is a complex one. Prof. Maurice Choo uses biology to find a solution and to learn from the richness of nature. While history, customs and traditions, demographic composition and culture can collectively help in forging social cohesiveness for other societies, for Singapore a deliberate and innovative attempt on our part of the leadership to achieve similar objective through identifying and promoting some of the existing values among us is a crucial factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate my point, some countries with relatively well-developed social and political institutions choose to rely on their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 951</b></font>\n  <br>\n  <br> racial homogeneity, historical and traditional landmarks as signposts or benchmark for their citizens' conduct in relation to the society. They work on the established principle that men act within the framework of the complex of antecedent ideas and customs handed down through successive generations; and in relation to this framework, men see and understand themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Mr Deputy Speaker, Sir, Singapore is different. We have a short history. Our society is heterogeneous, so are our customs, traditions and culture, language and religion. More important, Sir, is the fact that Singapore is an open society. The world, especially the West, becomes our media catchment area with all of its influences, both desirable and undesirable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Arising from these realities, there are two factors that I would like to highlight. First, a clear shift in our values from communitarianism to individualism, especially among our younger Singaporeans. Second, in our attempt to minimise the negative effect of the Western media influence, we embark upon an effort to inculcate greater awareness on our cultural roots with its own ramifications to our future social cohesiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Shared Values may not be able to provide a solution to all these. But it does help to overcome part of the problem. More important, it gives us both concrete premises and time for more effective solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has two other equally strong anchors to rely on. They are our economic success with its relatively fair distribution of wealth and our political stability. The two had, so far, helped us from facing political strife and poverty which had rocked and even destroyed many societies and countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taken together the Shared Values in this respect could act as invaluable \"social cement\" for Singapore. Besides, the Shared Values must be taken as part of our continuous effort to create our national identity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While our policies on the development of a national identity in Singapore have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 952</b></font>\n  <br>\n  <br> been viewed as a success, a greater effort in the form of promoting shared values must be made to ensure the continued success of nation-building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully subscribe to the view expressed by the Chairman of the Feedback Unit, Mr Chandra Das, that the five shared values are the minimum common denominations worth working at. We can expand and fine-tune them later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Singapore is a rapidly changing society, changes to our Shared Values are necessary to enable us to provide a satisfactory orientation to the new age. The question whether these values provide us with a satisfactory orientation to the new age leads us to examine some of the five values. As other Members had given their views on some, I would like to confine my comment on three of the values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, the first value, \"Nation before community and society above self\" need to be viewed as a long-term objective. Why do I say so? To enable such value to be both implementable and acceptable, there must exist conducive political and social environment. While there is general acceptance that our own Eastern tradition places society above self, and our education system has been quite successful in reinforcing it, the question of nation before community calls for closer examination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order for this value to be achieved, there must be a climate of mutual acceptance and trust between the country and the communities that exist in Singapore. Each community must be made to feel that they are not only wanted by the country, but are also needed to participate and contribute in every aspect of the nation's life, be it economic, political, cultural, social or defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If for reasons of history or others this climate of mutual trust is not there yet, a positive step-by-step effort must be made. Let us create an appropriate \"weather\" that would slowly, but finally, coalesce into a desirous climate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the saying goes, \"It takes two hands to clap\". The country and the community must make serious and calculated move towards this endeavour. After this end \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 953</b></font>\n  <br>\n  <br> result is achieved, only then will the value \"Nation before community and society above self\" bears its real and deep meaning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second value that I would like to comment is the one noted by Members as the most controversial one: \"Consensus instead of Contention\" which has been amended to \"Consensus not conflict\". The question of contention is not new, but this is also an area where a lot of inputs, some of them extremely valuable, have been heard before this House. This value can only be achieved if the Government of the day is clean and honest and is capable of delivering political goods to the broadest section of the society and policies introduced are intended to better every section of the society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In an educated and enlightened society, diverging views must be a reality which we must face. Consensus is the end result of a process in which the diverging viewpoints were brought together through whatever way, to the Opposition it is a contention, but ultimately there is common acceptance after multiple inputs by those participating in the process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on racial and religious harmony, I am indeed most happy that this pillar of our national policy is included. As the future of Singapore depends, to a larger extent, on creating a harmonious relationship among the multi-racial society, and as I too agree that religion, at least for the time being, should not be part of the Shared Values because of its possible inherent dangers to the nation's stability, a clear expression of our desire for racial and religious harmony is most desirous. Within this framework, it ensures religious freedom for Singaporeans and calls for commitment of the people of various religions to preserve a cooperative attitude in conducting their relationship with one another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the third value, \"Regard and support for the individual\", which has also been amended, the emphasis should be given on creating a society which is more caring and placing value on individuals. I believe that this is one of the things that is upper- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 954</b></font>\n  <br>\n  <br> most in the mind of the Government in including this value. As Singapore develops towards a higher standard of living, there will be a gap that exists between those who excel and a group of people who are not very successful. The problem of social underclass must be tackled immediately and urgently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indications of social disparity has already been seen and efforts towards closing the gap had already been made. However, with a faster tempo of progress, an increasing number of the aged and the inability of the lower income group and the less educated to catch up with the rest, a clear manifestation of our intention to create a more caring and kinder society must be shown. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member for Potong Pasir, by looking at the western societies as an example to illustrate his point that there is actually no need for us to evolve our own Shared Values, had failed to comprehend a basic difference that exists between our society and theirs. America takes 200 years to evolve from the Calvinism Protestant Ethic into what they are today. Europe had taken centuries, initially having ethnically based values which were later institutionalised to become their tradition, and that needs time. If we are to follow the western way by allowing time to be the main agent of solution to our own problems, it will take 200, 300, perhaps 400 years, given the different backgrounds that all of us come from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think choosing the NWC as an example to drive home the fear that consensus building will mean suppression of one's idea may not be a good one. The NWC was introduced in the midst of a climate of strong adversarial relationship between the union and the management. The fact is that through the creation of NWC, those contending and conflicting groups were able to sit together and agree on mutually beneficial arrangements that would ultimately guide their future. It is a good example where consensus through such relationship could finally come up with the expected result. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I support the motion before the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 955</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, having carefully studied the White Paper on Shared Values, I feel that this White Paper has indeed provided a framework to guide our nation and society towards stability, prosperity and progress. It can be said to be the most important document since the independence of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more than 2,000 years ago the Confucian scholars in China had promoted the philosophy of \"unity between heaven and man\" with the aim of establishing a society whereby there is \"unity between the group and the people\". The special feature of this society, where there is unity between the group and the people, is that the individuals and the society are closely knitted. The individuals are blended into the society and the society embodies the individuals. The two cannot be separated and they complement each other for the happiness of all mankind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Confucian scholars in China believed that in order to attain this goal it would be necessary to have a set of complete theory or ideology as a basis and for that they introduced propriety. Propriety was to be the rule to maintain social peace and order. The Confucian scholars believed that so long as everybody abided by propriety, that is, everybody behaved in society in such a way as to conform with the rules of society, people would be able to live together harmoniously and there would be harmony and stability in society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How are we going to make people behave in conformity with the rules of society? The Confucian scholars in China believed in starting with moral cultivation of the individuals. They stressed that the morality of the people was the standard to judge and distinguish a gentleman from a villain. For this reason, they proposed the well-known philosophy of \"cultivating the individuals, building the family, ruling the country and eventually to bring peace to the world.\" For many thousand years, the intellectuals in China have been pursuing this objective in order to set themselves up above the others. However, moral cultivation is just an individualistic concept. Not everyone who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 956</b></font>\n  <br>\n  <br> tries to cultivate himself would be able to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the history of China there were indeed many people who were morally cultivated. They were loyal to the nation, they loved the people and they have distinguished themselves as great characters for us to emulate. But in the history of China there were also many villains who betrayed to the people, and caused harm to their country and society. So from here we can see that cultivation of the individual alone would not be able to build up a harmonious society where there is \"unity between the group and the people\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper on Shared Values stresses the sort of values which are quite similar to the ideology proposed by the Confucian scholars in China. That is, everyone would have to cultivate himself and then to put in a concerted effort to build up a just, equal, prosperous and progressive nation, and also a harmonious and stable society. In the unique circumstances of Singapore, all the more we have to emphasis religious tolerance and racial harmony in order to have stability and prosperity for our society. In this aspect, the importance of moral culture appears to be even more important. However, to found a state and to stabilise a nation, we have not only to emphasis on the cultivation of individuals, but also to depend on the laws and legislation of society to provide guidance for the individuals, because not everybody can be guided by his own moral standard. For those who choose to indulge in illegal activities, they will be constrained by the law and they will be guided by the rules of society so that they will not undermine the harmony and stability of society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this White Paper is proposed by the Government. It is a document for the Government to rule our nation. In the past, our Government has organised many nation-wide campaigns with very good results. I am confident that with the leadership of the Government and the concerted effort of our people, we will be able to gradually fulfil the goals which this White Paper seeks to accomplish, that is, to have a society where there is \"unity between the group and the people\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 957</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Deputy Speaker, Sir, I rise in support of the motion before the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is an immigrant nation. Our forefathers came from different parts of the world - from China, India and South-east Asia - bringing with them different religions, cultures, traditions and values. Despite their diversity, they worked hard to build a nation with their blood, sweat and tears. We have succeeded after 25 years. Success had not been easy in the past, neither can it be guaranteed for the future. However, if we examine the ingredients of our success and write them into a recipe for future generations to follow, then we increase the probability of continued success in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper before us is an excellent attempt to formalise the common ingredients of this recipe. At this stage, most of us see the need for such a recipe. Even those who do not see this need would not object strongly if we were to have one. It is the agreement on what should be the main ingredients of this recipe that is a little harder to come by. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we can expect, being from different racial and cultural backgrounds, we grew up with very different taste buds. Some of us take a lot of chilli, while others prefer soya sauce. Some like noodles, while others prefer rice. But today, however, we should be looking not at chilli or soya sauce, noodles or rice, but at common ingredients like salt, cooking oil, water and fire which we all use, no matter what race we belong to and what food we cook. Without these common ingredients in the recipe, whatever food we cook will not be edible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the shared value of racial and religious harmony. But we all know that without it, investors will hesitate to come, and our economic growth will suffer. Enough examples in the world of what racial and religious strife can do to a country would convince us that this value should be institutionalised and systematically transmitted to our descendants if we want to continue to prosper. Racial and religious tolerance - this shared value is like the cooking oil in our recipe. It lubri- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 958</b></font>\n  <br>\n  <br> cates and smoothens relations between people, so that nothing gets burnt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I also support the shared value of nation before community and society above self. Our national service law, for example, is precipitated upon this shared value. It is critical to the survival of small states. This value is like the fire in our recipe. We need some fire in our souls to put the larger interests of the nation and society above self. Otherwise, we become selfish, materialistic, lukewarm individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The family as the basic unit of society is also a value I think most of us can subscribe to, irrespective of our race or religion. It is like the salt in the recipe. The family influences greatly our children's values and attitudes in life. Therefore, the family unit, like salt, must not lose its saltiness, otherwise the basic structure of our society will be weakened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can also support the shared value of community support and respect for the individual. As the White Paper says, we should not promote the community to the exclusion of the individual. Individuals should be respected and rewarded for their enterprise and labour. At the same time, those who are handicapped, disadvantaged or underprivileged should be shown compassion and assistance. This ingredient is like the water in the recipe. It softens our character and personality and helps us to reach out to those who are less able. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there seems to be less agreement on the shared value of consensus instead of contention, which has just been amended to \"consensus not conflict\". Some have misinterpreted this as an attempt by the Government to discourage debate of ideas and discussions of opposing points of view. However, if you read carefully the White Paper, it states quite clearly that it means accommodating different views of the way the society should develop. I think the key word here is \"accommodation\", not \"contention\" which has a negative connotation. \"Accommodation\" implies the existence of different ideas and viewpoints in the decision process. And the Government must continue to encourage such free flow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 959</b></font>\n  <br>\n  <br> of ideas and views. However, some accommodation may be necessary before the final decision is made. Using the same analogy, this shared value of accommodation is like agreeing to eat rice on some occasions and noodles on some other, even though one may not like one or the other very much. I support the substance and spirit of this shared value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There have been suggestions made to include \"religious and political values\" into the Shared Values. I suggest we defer these more controversial values to a later date. As in our recipe we can always add the hot spices later. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Marine Parade GRC)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, having heard the speeches of my parliamentary colleagues in this House, I would like to express my own views. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What sort of country do we want? What kind of future do we want? And what kind of people do we want? This will determine the destiny of our children and our country. On the five shared values that we are talking about, basically many points have already been raised yesterday and today, but most of them were trying to find the right formulation and choice of words. It is like choosing a flower pot. We have already decided on the type of plant and the kind of soil to use. Just which flower pot to use! As such, I think the most important thing is the contents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, the five shared values are just a framework, in caption form. How do we make the people get the feel of such values? Maybe the Ministry of Education or the Ministry of Information and the Arts, the newspapers, the mass media, the teachers, the parents, all these resources may be mobilized to propagate and publicise these values so as to ensure their appreciation, acceptance and implementation among the people. So basically I fully agree with the contents of this White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In these two days, we have been talking so much. Many of us are quite tired. But outside this House, Singaporeans are worried and very concerned about the crisis in the Middle-east. But I also hope that Singa- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 960</b></font>\n  <br>\n  <br> poreans outside this House will also show similar concern to this White Paper. This is a very important document that will have far-reaching effect on the future of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, looking at these five shared values, I can see that they have already embraced the relationship and the responsibilities as between the people, the individuals, the nation and society. They have been very vividly expressed in those terms. So if we expect our Singaporeans to accept these five values and show that they accept these values, then the Singapore nationals must have some basic virtues like showing respect for our National Anthem and the pledge that we recite in schools, and Confucian values as mentioned by Mr Chin Harn Tong, like self-confidence, self-love, self-respect, loyalty, justice, and so on and so forth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mencius had said that the world has its foundation in the nation. The nation has its foundation in the family, and the family has its foundation in the individual. He also said that if the individual is upright, it will work in spite of imperfections. If the individual is not upright, it will not work notwithstanding perfection. So education is very important, especially in the inculcation of these five shared values. We hope to see the people of Singapore acting on their own initiative without having to be told what to do, manifesting their love and their responsibility towards the family, the individuals, and the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we talk about shared values, we must also talk about the personal cultivation of virtues. We must pay attention to the culture and the upbringing of the individual. If we do not have a correct outlook in life and a good quality, then it will have aseat effect on society and the country. If the cultivation and upbringing of an individual are poor, then we will not be able to build up these five shared values. So undoubtedly, we all believe that education is very important. It is a life-long process and it takes a hundred years to build up a man. We must not only teach the children literacy, teach our young people how to earn a living, we must also teach our young people how to be a man, how to love the country, and how to love \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 961</b></font>\n  <br>\n  <br> the society. In the long run, the shared values will determine the rise and fall of a country. This is very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Shared values are a form of national education for our nationals. So we cannot just blindly coin some slogans and promote them in the form of slogans. In January 1989 when the President addressed this House, he said that we must inculcate the national consciousness among our people, especially the young people. The Government shall propagate national consciousness through all means, including the encouragement of the use of mother tongue when teaching moral education in school and enhancing the inculcation of values. I appreciate and fully agree with the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Lianhe Zaobao in its editorial on 7th January this year, said that we must effectively explain and interpret our shared values. It also mentioned that the Indian, the Malay, and the Chinese communities must make use of their native languages, their traditional cultural characteristics to inculcate our shared values. The Federation of Clan Associations had also expressed the view that although the various communities can have common shared values, their respective community must also strive to preserve and propagate the cream of their own mother tongue, culture and heritage. I agree with their view. I feel that through the mother tongue, we can better transmit and inculcate the common values. It will make it more personal and easier to feel for and understand the meaning of these values with a good flavour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, some people and some friends said that I \"wang ba\" (forgot the eight virtues). I only knew that it had a bad connotation but I did not know the meaning (or origin of the expression:) \"forgetting the eight virtues\". Now, a friend of mine has mentioned again you \"forget the eight virtues\". So I made a study to find out the origin of this expression. According to the Lang Ying's \"Qi Xiu Lei Gao\" of the Ming Dynasty, to forget the eight virtues means forgetting \"filial piety, brotherhood, loyalty, trustworthiness, propriety, righteousness, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 962</b></font>\n  <br>\n  <br> integrity and self-respect\". How it gets twisted to become \"wang ba\" (cuckold), I do not know. The point is if we are to express this term in English, the literal translation will be \"forgotten eight\". If you tell somebody, in English, you have \"forgotten eight\", it loses its intimate meaning. Of course I do not want people to call me \"wang ba\", despite its intimate feeling. What I am trying to highlight is that it is much easier for us to transmit our culture, traditions and the proposed five shared values, using our own native language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Inculcation of the shared values is a very important task. How do we make use of our existing cultural heritage to inculcate such values. This is a very important step. The Ministry of Education, as I mentioned earlier, also the Ministry of Information and the Arts, the Federation of Clan Associations, parents etc must all discuss, at all levels, how to ensure that our common shared values can be applied more generally and accepted widely and extensively in our daily life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can give you an example. In \"The Book of Rites\", it is clearly stated the various kinds of profound respect that one should give to the elderly. There is a passage which says, \"60 shall sit, 50 shall stand while listening to the policy speeches, as a form of respect for the elders.\" In other words, those who are 60 years old may sit down, while those who are in their 50s shall stand at a side when attending the political meetings. This is a way of showing your respect to those who are older than you. There is also another passage which talks about drinking. \"3 cups for the 60s (that is, those who are 60 years old shall drink 3 cups), 4 cups for the 70s, 5 cups for the 80s and 6 cups for the 90s.\" This is to show that you respect the elders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From today's point of view, it may not be appropriate for us to say that those who are 60 years old may sit and those who are 50 years old will have to stand when listening to others. Am I right? If this is the case, then it will not be possible for me to get into Parliament as I am not even 40 years of age, and I should be standing outside the door. There are not many among us in Parliament who are 50 or 60 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 963</b></font>\n  <br>\n  <br> years old. This is not possible. However, we must look at the essence of this teaching, that is to say, we must respect the elders and recognize the able. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These five shared values will surely have a great effect on our society. As such, we must ensure that they can be disseminated and spread throughout our daily life, in our relationship with others, in our customs and habits. We must go through the process of education and the mass media to spread these values so as to make them the core values of our culture in Singapore. Then, the future of Singapore will be bright. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Thank you, Mr Deputy Speaker, Sir, for allowing me to join in this debate. Hearing my young colleague espousing on the wisdom of the Chinese philosophy, and especially on age, I rather thought that he might allow me to speak first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people have spoken on this and shared their views on the subject. Reading through the Command Paper, I observe that there are two significant improvements over the original proposal. Firstly, we have originally talked about National Ideology, now this Paper is titled \"Shared Values\". Secondly, there are now five principles instead of four previously. The Government has added a new principle which is the amended one of \"Community support and respect for the individual\". These are significant improvements. It is a good example that the contention of ideas is not necessarily a bad thing and these improvements and additions show that the Government leaders do deliberately seek views from the people and improve on them. Why do I say that these are significant improvements from the original position first propounded? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A statement on Shared Values differs from a National Ideology. An ideology must imply not just specific relationship of individuals and the community and the ultimate purpose, but also ownership and rights to properties, incorporating the role of the State. Putting a cap on \"Nation before community and society above self\" in the context of a National Ideology could generate uncertainty and confusion to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 964</b></font>\n  <br>\n  <br> citizens and foreign investors alike. A statement on Shared Values is definitely more amenable and more consonant with what the Government hopes to achieve, as can be deduced from the many statements made and the introduction to the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to point out the obvious. A statement on Shared Values may not necessarily lead to a Singaporean identity. The working out and the imbibing of these values and the practice of these values will be buffeted by the pressures of the modernistic cultures in an information age, in the telecommunication centre, where we find news, views and entertainment from all over the world. It will require quite deliberate attempts in policies and education to bring up these values. And in so doing, I have no doubt the Government will get consensus from the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new shared value which is \"Community support and respect for the individual\", as first propounded by Dr Vasoo and Prof Choo, is a good suggestion and I hope the House will adopt this. Here, I would like to add that in all these debates on communitarianism and shared values, we should remember that communitarianism is not a subterfuge for Confucianism. Germany has always been a relatively communitarian state since its birth in the Hegelian Prussian state, although aspects of its communitarian values have changed since the 19th Century till today. And ever since the early 19th Century, communitarian principles in the policies of Andrew Jackson have always been a torturous facet of the ongoing debate on the American value system. Compared to them, the Japanese and the East Asian NICs experiences are relatively late starters. Yet I should add that we should not undervalue the individual, his capacity and his right to choose and his free will, his capacity to differentiate between good and bad, right and wrong, truth and falsehood and to articulate them. This will enrich further our world view and creativity and give more balance to the search for a more communitarian culture, which can answer to the changing political and economic conditions of international competition, globalisation and the borderless economy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 965</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For in the final analysis, the experts of communitarian studies, including Prof. Lodge, have never said that communitarianism is preferred to individualism. We should be aware that each approach exacts a price in the social calculus and the art is to find a balance to answer to the changing economic and political challenges of the times. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Mr Deputy Speaker, Sir, this has been a marathon debate and I wish to thank Members of the House as well as members of the public for their views and suggestions on the Shared Values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we have gained new insights and deepened our understanding of the issues before this House. And contrary to Dr Lee Siew-Choh's belief, it is not with a hidden motive. It is an open book, an open debate and that is why we are here, bringing our minds to bear on the issues before us. This debate, as well as the amendment, are stirring examples of consensus building and democracy at work. I am glad to note that it has been a very fruitful and meaningful debate. Many have come to accept the basic essence of this set of Shared Values. Even Mr Chiam, I am glad to note, has accepted four out of five of the values and I think it is very good. It shows that we are becoming more and more Singaporeans in our approach, have more and more common ground, and more and more we have come to agree on certain issues of nationhood. I hope eventually Mr Chiam will accept all the five values, because this is an issue that is non-partisan, it is beyond politics, it is for the nation, it is for the long-term good and development of all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have openly shared the joy and fear, the appreciation and the apprehension, all this together as fellow Singaporeans, out of our love and concern for our nation. We want all to make this a better place to live in and to bring up our children. Whatever our race, religion or background, we are proud to be identified as Singaporeans. This feeling is unmistakable. Whenever we return from overseas and touch down at our very own \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 966</b></font>\n  <br>\n  <br> Changi Airport, there is a sense of pride, a sense of exhilaration and a sense of identity. We are Singaporeans and this is our home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans sometimes have to go overseas to discover ourselves, to know how much we share together as Singaporeans. It is like a voyage of discovery. Exactly a year ago, Mr S. Rajaratnam, in a talk to the Alpha Society, declared that Singaporean Malays, Chinese and Indians were well on the road to becoming Singaporeans. He talked about the American Black novelist, Mr James Baldwin, who wrote the autobiography \"Nobody Knows My Name\". Baldwin thought that he was a nobody black man in white America. So he went into exile in Europe and there he discovered, to his astonishment, how much alike Americans were, be they white or black. He found out that he had more in common with white Americans than with European blacks or even African blacks. He had to live abroad to discover himself and to know his American national identity. So with Singaporeans. We may not realise it. We may underestimate it. But we have much in common and share common values as Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I lived for about four years in London with my family when I was doing my research. We attended a number of Chinese New Year functions. I can tell you that, from my experience, we could single out Chinese Singaporeans with very little effort. By our mannerism, by our speech, by our inclination, we stand apart from the Chinese from Hong Kong, Taiwan, and mainland China. One of my grassroots leaders visited his ancestral village in China. He came back and he told me this. He tried very hard to identify his clansman in his own village. But according to him, it was not the same. He felt very uncomfortable when he was over there. They did not really understand him, he told me. He brought some money with him but decided to bring it back with him and donate it to a worthy cause in Singapore, maybe to the Bukit Batok Community Centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The village clansmen, according to him, would not understand him if he were to say, alamak or sayang or shiok, words that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br> are common to us. They do not understand if you were to ask for rojak. They considered him to be strange to them too. So you could see then that a Singaporean ethos, a Singaporean identity, a Singaporean way of life, is slowly but surely evolving and emerging. We definitely share certain common values. So let us build upon this and deepen our bonds as a nation. We are Singaporeans. We are one people, one nation, one Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House adopts the White Paper (Paper Cmd. No. 1 of 1991) as the basis for developing Shared \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 968</b></font>\n  <br>\n  <br> Values amongst Singaporeans and recommends that the five values shall be as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nation before community and society above self \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Family as the basic unit of society \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Community support and respect for the individual \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consensus not conflict \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Racial and religious harmony. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" -[Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Thirteen Minutes to Six o'clock\n  </div> \n  <div align=\"right\">\n   pm to a date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 969</b></font>\n  <br>\n  <br> \n  <div align=\"right\">\n   Appendix I\n  </div> \n  <div align=\"center\">\n   <h4>ASSENTS TO BILLS PASSED</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the dates stated: \n  <br>\n  <br>16th January, 1991 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Singapore Armed Forces (Amendment) Bill. \n  <br>\n  <br>18th January, 1991 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Trade Marks (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Radiation Protection Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Singapore Totalisator Board (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Currency (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Building Control (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vi) Parking Places (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(vii) Parliamentary Elections (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(viii) Legal Profession (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ix) Constitution of the Republic of Singapore (Amendment) Bill; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(x) Customs (Amendment) Bill; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(xi) Statutes (Miscellaneous Amendments) Bill. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> \n  <div align=\"right\">\n   Appendix II\n  </div> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:-- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau (Tanglin) -- from 21st January to 6th \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau (Tanglin) -- from 21st January to 6th February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Pock Too (Nee Soon Central) -- from 21st to 22nd \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Pock Too (Nee Soon Central) -- from 21st to 22nd January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education -- from 22nd January to 6th February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hong Hai (Bedok GRC) -- from 23rd to 26th January, 1991. \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;National Development and Ministry of Home Affairs -- from \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung (Buona Vista), Minister of State, Ministry of National Development and Ministry of Home Affairs -- from 26th to 29th January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See (Kampong Glam) -- from 26th to 29th January, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See (Kampong Glam) -- from 26th to 29th January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Zulkifli bin Mohammed (Eunos GRC) -- from 26th to 29th \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Zulkifli bin Mohammed (Eunos GRC) -- from 26th to 29th January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok (Tiong Bahru GRC) -- from 27th January to 1st \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok (Tiong Bahru GRC) -- from 27th January to 1st February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment -- from 28th January to 3rd February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee Hsien Loong (Teck Ghee), Deputy Prime Minister and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Minister for Trade and Industry -- from 28th to 29th \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG Lee Hsien Loong (Teck Ghee), Deputy Prime Minister and Minister for Trade and Industry -- from 28th to 29th January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tay Eng Soon (Eunos GRC), Senior Minister of State, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tay Eng Soon (Eunos GRC), Senior Minister of State, Ministry of Education -- from 4th to 7th February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp; \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
