{"memberId": null, "volumeNo": "56", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"56\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1991-01-14\"> \n  <meta name=\"Start_Col\" content=\"773\"> \n  <meta name=\"End_Col\" content=\"862\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">56</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-01-1991</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 56</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 14th January, 1991</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Assoc. Prof. Maurice Choo (Nominated Member) Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 774</b></font>\n  <br>\n  <br> \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Deput Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> \n  <br>Mr Leong Chee Whye (Nominated Member) Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Acting Minister for Information and the Arts and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Ministry of Trade and Industry. \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of Defence and Government Whip - from 9th to 13th January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ng Pock Too (Nee Soon Central) - from 9th to 10th January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lau Teik Soon (Serangoon Gardens) - from 14th to 18th January and from 23rd January to 2nd February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn (Bukit Merah) - from 16th to 22nd January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon (Brickworks GRC), Speaker - from 16th to 19th January, 1991. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Othman bin Haron Eusofe (Marine Parade GRC) - from 17th to 20th January, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das (Cheng San GRC) - from 17th to 22nd January, 31st January to 3rd February and from 11th to 12th February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo (Aljunied GRC), Acting Minister for Information and the Arts and Senior Minister of State for Foreign Affairs - from 21st January to 6th February, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr K. Shanmugam (Sembawang GRC) - from 15th to 16th January, 1991. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>VISIT OF THE HON. PARK CHUNG-SOO AND MEMBERS FROM</b>\n  </div> \n  <div align=\"center\">\n   <b>THE NATIONAL ASSEMBLY OF THE REPUBLIC OF KOREA</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. On behalf of hon. Members, I welcome the Honourable Park Chung-Soo, Chairman of the Committee on Foreign Affairs and Unification, and Members from the National Assembly of the Republic of Korea, who are present in our gallery. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>INDEPENDENT SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Enrolment in Secondary 1 classes for 1991)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Education what is the enrolment in Secondary 1 classes in independent schools for 1991 and whether there has been an increase or decrease as compared to 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Tay Eng Soon)(for the Minister for Education):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 3,606 pupils applied for admission to Secondary 1 in the six independent schools in 1991 as against 3,937 applicants in 1990. The number of applicants exceeded the 1,793 Secondary 1 places available in the six independent schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MASS RAPID TRANSIT TRAINS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Noise levels)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for the Environment (a) whether the level of noise generated by the moving Mass Rapid Transit trains has deteriorated above the average permitted noise levels; and (b) how many complaints on exceeded noise levels has his Ministry received from residents whose dwelling apartments are located next to the MRT tracks since the MRT system started operation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, since the MRT system started operation in 1987, my Ministry has received eight complaints of noise from MRT trains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SMRT, which operates the MRT system, dealt with the complaints and took prompt actions to reduce the noise to permitted levels. With proper maintenance of the system, we do not expect deterioration in noise levels and this has been the observation of my Ministry so far. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PARLIAMENTARY ELECTIONS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is essentially a consequential Bill. It follows on the passing of the Constitution of the Republic of Singapore (Amendment) Bill, 1991 on 3rd January. That Bill, apart from providing for the election of the President, also provided for GRCs to return either three or four MPs each. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I explained during the Second Reading debate on 4th October, 1990, this GRC provision is to facilitate a constituency which has grown between general elections to be served by an additional MP, if necessary, instead of breaking up the GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Parliament, in enacting the Constitution (Amendment) Bill, has approved this particular amendment. Consequently, we need to make similar amendments to the Parliamentary Elections Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment will give the Electoral Boundary Review Committee flexibility when it reviews electoral boundaries. This would minimise major changes of boundaries to GRCs which have grown too big for the number of MPs serving them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also seeks to change the upper limit of the number of MPs to be returned by all GRCS from one-half to three-quarters of the total number of elected MPs. At present, the number of MPs to be returned by GRCs cannot exceed one-half of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 780</b></font>\n  <br>\n  <br> total number of MPs to be returned at a general election. Since some GRCs will now have four MPs each, clause 3, sub-clause (c) of the Bill proposes that the maximum number of MPs to be returned by GRCs be increased from one-half to three-quarters of the total number of elected MPs. This is because it takes only two GRCs to have four MPs each to breach the upper limit of one-half, assuming that there is no change in the number of elected MPs. At present, 39 out of 81 elected MPs are returned by 13 GRCs. Hence, the need to change the upper limit of the number of MPs to be returned by GRCs from one-half to three-quarters of the total number of elected MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-constituency Member):</b> Mr Speaker, Sir, I did not touch on this subject during the debate on the Elected President. So now I wish to say a few words on this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment, Sir, ostensibly reasonable, is directed at making it more difficult for the Opposition in elections. You will recall, Sir, that nearly three years ago, just when it feared that Opposition candidates might be elected in certain constituencies in the 1988 elections, the PAP introduced the system of Group Representation Constituencies (GRCs) which requires the election of three candidates together in one slate. And the PAP well knows that the creation of the GRCs had caused great difficulties for Opposition parties in the 1988 elections. The Workers Party, for instance, had to give up two GRCs which we had prepared to contest, at the very last moment when we had difficulties in getting the suitable candidates as stipulated in the amended Parliamentary Elections Act. As a result, the PAP candidates became MPs uncontested in those two GRCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in the last election, in spite of all its advantages, the PAP nearly lost in one GRC. It also had very close encounters in a few others with the Opposition parties. The PAP has therefore now thought it more prudent to make it still more difficult for the Opposition parties, all in order to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 781</b></font>\n  <br>\n  <br> improve the chances for the PAP in future. Now using the excuse that there might be more voters staying in large constituencies, this amendment is introduced in the Parliamentary Elections Act to provide that GRCs shall elect groups of four Members of Parliament if the Government, ie, the PAP, so decides. And now the number of candidates in GRCs is going to be increased from three to four. I ask, Sir: is it fair to keep changing the rules of the game all the time? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is there to prevent it from further increasing the number to be elected in future GRCs, from four to five or even six, whenever the PAP should find it prudent to do so? Is that part of the new set of shared values now pushed by the PAP? If Government believes that there should be a more even spread of voters for the election of MPs, then the correct way is to institute a system of proportional representation. MPs become elected on the basis of the number of votes a party wins in an election. But it would appear that though the PAP Government waxes eloquent on shared values, it will still continue to place PAP interests above those of all others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In parliamentary elections, the PAP has never given Opposition parties a fair chance. This Bill is but yet another example. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I rise to oppose this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In principle, this Bill dilutes our democratic system. At first, we started with one man casting one vote for one candidate. The voter can vote for the person whom he wants to represent him in Parliament. But then the number was increased to three in a GRC - one vote is cast for three candidates. Where is the principle of representation when one vote is cast for three candidates? Because the voter may only want to vote for one of the candidates, and not the other two. So whether he likes it or not, he has to vote for the other two candidates. Now the position is even worse. You have to cast one vote for four candidates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Goh Chok Tong Government says that it would encourage participatory democratic style of Government and I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> support that. But, unfortunately, the ideal is inconsistent with the action taken so far. It would appear that only lip-service is given to this principle of participatory democratic style of Government. How can there by participatory style when you cast one vote for four candidates? In fact, the participation in this democratic exercise has been reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is obvious, like the sentiments given by Dr Lee, that the purpose is to make it difficult for the Opposition. The PAP has tried everything - from Elected President, NMP, to now having four candidates, instead of three, in a GRC. Instead of having this dilution, the Government should show its sincere intent on having more real participation from the people and there can only be real participation in the democratic process if there are more Opposition Members in Parliament, and not to keep them out. What we want is really a two-party system in Singapore. More opposition and there shall be real participation on the part of the people and it should not try to close the doors and make it more difficult for elected Opposition members to be in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has tried everything - from Elected President, NCMP, NMP and the lot. But I think the Government is going to find it difficult because the people do want real representation in Parliament, as indicated by the increase in the number of votes for the Opposition in the last election. If the Government is not careful - I think it should heed the warning - the people would say enough is enough and I think there will be a backlash on the Government. The number of candidates for the Opposition in the next election, whether there are four candidates in a GRC or not, I think the people will definitely not agree with the Government and they will elect more Opposition candidates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is quite obvious why the Government wants to have four MPs in a GRC. I think their intent is to finally make the whole of Singapore Group Representation Constituencies instead of having single constituencies. Then the number of minority representation would be about 25%. If the Government intends to make Potong Pasir a GRC, I would certainly welcome that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 783</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I find that there are contradictions in both Mr Chiam as's well as Dr Lee Siew-Choh's argument that we are making things more difficult for the Opposition. If Dr Lee Siew-Choh sincerely believes that we are making things more difficult for him now, as well as in the last election, can he explain to this House why then did he choose to stand in a GRC? He had plenty of single-member constituencies to choose from, but he chose to stand in Eunos GRC. That tells us that he believed that his chances of winning in that election were much better in a GRC. He has therefore contradicted himself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The answer to the Opposition MPs' problem is to find more candidates. If they can find more candidates and their candidates are as good as the PAP's, then they would not be worrying whether it is a single-member constituency or GRC. Do not blame your problems on what we are doing over here, which is to make things easier under certain circumstances for the Electoral Boundary Review Committee when it comes to reviewing electoral boundaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would not want to enter into a debate on proportional representation over here because it is irrelevant to the debate this afternoon. If Dr Lee Siew-Choh believes that proportional representation is good for Singapore, he can always bring this matter up either in a Question for oral answer or in an Adjournment Motion, or even in a motion before the House and we can have it debated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam hopes that Potong Pasir will be made into a GRC. That is a contradiction, because if he thinks we are making things more difficult for him, why does he hope that Potong Pasir should be made into a GRC? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There will be a backlash. I said so. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> If he thinks there will be a backlash because of the change in have more GRCs, surely he and Dr Lee Siew-Choh should welcome our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 784</b></font>\n  <br>\n  <br> stupid move, is it not? Because it must be the height of absurdity for me to miscalculate or misjudge the electorate. I think he does not believe that we have made a mistake in our judgment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [The Prime Minister and Minister for Defence]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 8 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;New Clause - \n  <pre>\r\n\r\n\"Amendment of        Section 20 of the principal Act is\r\n\r\nsection 20.          amended by inserting, immediately after\r\n\r\n                     subsection (2), the following subsection:\r\n\r\n                     \"(3) Where a new electoral division is\r\n\r\n                     created under section 8 by the amalgamation\r\n\r\n                     of the whole of two or more existing\r\n\r\n                     electoral divisions, or where there is no\r\n\r\n                     change in the boundary of any electoral\r\n\r\n                     division specified in a notification under\r\n\r\n                     section 8(1), section 10 shall not apply to\r\n\r\n                     that electoral division unless the Minister\r\n\r\n                     otherwise directs; and the certified\r\n\r\n                     registers of electors in operation for those\r\n\r\n                     existing electoral divisions which have been\r\n\r\n                     amalgamated to form any new electoral\r\n\r\n                     division shall be deemed to be the register\r\n\r\n                     of electors in operation for that new\r\n\r\n                     electoral division at the next general\r\n\r\n                     election.\".\". - [The Prime Minister and\r\n\r\n                     Minister for Defence].\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Brought up, and read the First time. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister and Minister for Defence (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I beg to move, \"That the clause be read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have earlier explained that, following the provisions of the Constitutional amendments on the Elected President, we have to amend the Parliamentary Elections Act so that a GRC can return either three or four MPs each. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 785</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A new GRC for three or four MPs can be created in several other ways. First, parts of two or more constituencies can be carved up and joined to create a new constituency. In that case, the boundaries of several constituencies will obviously be affected. It is clear in such a case that there will be a need for a new register of voters. This is because the names of voters in the newly created constituency will be found in various parts of other registers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another situation could be where the entire of two or more single-member constituencies are joined up to form a new GRC constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A third scenario is where an existing GRC (without any change to its boundary) is joined up with another single-member constituency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the second and third situations, since it is the whole of the constituencies which are being merged, and since there is no splitting up of any constituency, their existing registers of voters would be unaffected and can still be used. However, section 10 of the Parliamentary Elections Act, read with section 8, would require new registers of electors to be created even for the second and third situations which I described. This requirement is really not necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate: suppose all the registers of electors had been revised in December 1993. Suppose we then decide to have general elections in the first quarter of 1994. Suppose some new constituencies are created purely by the amalgamation of the whole of two or more existing constituencies. It does not make sense that we have to republish all the registers for the new amalgamated constituencies. All we need to do is just to use the current registers of those constituencies which have been amalgamated as the register for the newly-created constituency. The same should apply for existing constituencies where there is no change to the boundaries, eg, where it is decided to have four MPs instead of three in a GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment before the Committee is to meet this point. It provides that where a new constituency is created by amalgamating the whole of two or more constituencies, the existing registers of voters \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> for those constituencies will be taken as the register for the new constituency. This will also be the case for any existing constituency whose boundary has not changed. This applies to both single-member constituencies and GRCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The amendment also gives the discretion to the Minister to direct otherwise. This is in case the registers are not current and should be updated. This is consistent with the provision in section 10 giving the discretion to the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause read a Second time and added to the Bill. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> This new clause is to be inserted immediately after clause 3. Existing clauses 4 to 8 will be renumbered as clauses 5 to 9 respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with an amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE ARMED FORCES (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Second Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Constitution of the Republic of Singapore (Amendment) Act was recently passed by this House. As Members are aware, the Constitutional amendments empower the President to safeguard the integrity and the competence of the public service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Article 21 of the Constitution provides that the appointment and revocation of appointments to the offices of Chief of Defence Force, Chiefs of Army, Navy and Air Force require the President's concurrence, acting in his own discretion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill seeks as a consequential amendment to amend the Singapore Armed Forces Act to bring the appointment of the Chief of Defence Force, the Chiefs of Army, Navy and Air Force in line with the provisions of the Constitution of the Republic of Singapore (Amendment) Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 787</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill proposes that these appointments and revocations be made on the advice of the Prime Minister. The Prime Minister will be required to consult the Armed Forces Council before tendering his advice to the President. This is to ensure that the Prime Minister will have the benefit and the experience of the Armed Forces Council in his choice of nominees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also spells out the composition of the Armed Forces Council. The Armed Forces Council is the highest policy making body which oversees the administration of the Singapore Armed Forces. At present, the Singapore Armed Forces Act only specifies that the Armed Forces Council shall consist of the Minister as Chairman and such other members as the Minister appoints. To ensure the continued integrity and competence of the Armed Forces Council, this Bill proposes that the Armed Forces Council consist of: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The Minister charged with the responsibility for Defence, and any other Ministers who have been assigned to assist him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The key officers in MINDEF and the SAF, namely, the Permanent Secretary or Secretaries of the Ministry of Defence, the Chief of Defence Force, the Chiefs of Army, Navy and Air Force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) In addition, not more than four other non-ex officio members can be appointed by the President if he concurs with the advice of the Prime Minister. Sir, such non-ex officio members can assist the Armed Forces Council with their special expertise and experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill also makes amendments in a number of other matters, resulting from working experience with the Singapore Armed Forces Act over the years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many Singaporeans volunteer to serve in the SAF. This is very commendable. This Bill brings volunteers into the mainstream of the SAF, so that volunteers will now enjoy the same status as SAF national servicemen and regulars. This is in contrast to their previous status under the People's Defence Force Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are presently two types of fact-finding bodies convened in the SAF. They are the Boards of Inquiry and Committees of Inquiry. Boards of Inquiry can only consist of members of the Singapore Armed Forces, whereas a Committee of Inquiry can include non-members of the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has been the practice of the SAF to convene Committees of Inquiry (COI) where a matter of public interest is involved. In such cases, the COI is usually chaired by a civilian and may include other civilians from outside MINDEF. This Bill strengthens the Committees of Inquiry with the powers to summon witnesses and administer oaths and provides for procedures similar to those of a Board of Inquiry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under section 111 of the existing SAF Act, there is a time bar of three years from the time of commission for most offences, beyond which no disciplinary action can be taken against the offender. Presently, only two offences, namely, mutiny and desertion are not subjected to this time bar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill proposes that two additional offences, namely, misconduct in action and assisting the enemy, both punishable by death, should also not be subjected to the time bar as these are very serious offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, if a serviceman is not charged for Absent Without Official Leave (AWOL) within three years, or he has gone AWOL for more than three years, he can only be charged with the more serious offence of desertion. Sometimes, there are strong mitigating circumstances where it is more appropriate to charge such a serviceman with the lesser offence of AWOL. Sir, this Bill removes the time bar for AWOL offences and will give Mindef the flexibility to bring the lesser charge against the offending serviceman. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the SAF, military offences are either dealt with summarily by a Disciplinary Officer or by a Subordinate Military Court. At present, an active serviceman can only be tried summarily within six months from the date of the offence. However, there may be cases where the detection or the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 789</b></font>\n  <br>\n  <br> investigation of the offence takes more than six months and hence it passes the six-month time bar. In such cases, the only recourse available is trial by court martial. This normally carries a heavier penalty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill gives the Armed Forces Council the discretion in specific cases to raise the time bar for summary trials. However, there will be an upper limit of three years from the time of offence beyond which summary trial cannot take place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the current scale of fines prescribed in the SAF was instituted in 1972. In line with revised penalties for civilian offences, the Bill proposes to revise the scale of fines, to retain their deterrent effects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Sembawang GRC):</b> Mr Speaker, Sir, thank you for giving me this opportunity to speak on this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC for Defence is generally supportive of the rationale and the objectives of the Singapore Armed Forces (Amendment) Bill. It is recognised that most of the proposed amendments are consequential changes relating to the recent constitutional amendment on the Elected President. Other amendments proposed are mainly related to the updating and rationalisation of existing provisions in the Singapore Armed Forces Act. However, with your kind permission, Sir, I would like to take this opportunity to comment on a few provisions in the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed section 8(2) of the Bill makes it clear that the Minister for Defence shall be the Chairman of the Armed Forces Council. Sir, I think it would be prudent that when the Minister for Defence is also the Prime Minister the functions of the Chairman of the Armed Forces Council should be performed by a Minister or a Minister of State who is a member of the Armed Forces Council, other than the Prime Minister. The reason for this is that the new section 10A(1) and (2) of the Bill requires the Prime Minister to consult the Armed Forces Council on the appointment or revocation of appointment of the Chief \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> of Defence Force and the Chiefs of the Army, Air Force and Navy before he advises the President. If the Prime Minister is also the Minister for Defence and consequently Chairman of the Armed Forces Council, a situation may arise where the Prime Minister may have to consult himself before he advises the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Article 37B(4) of our newly amended Constitution stipulates that the Chairman of the Council of Presidential Advisors whenever he performs the functions of the President, shall not act as Chairman of the Council simultaneously. The provision of this Article in the Singapore Constitution is perhaps to prevent a situation where a key office holder becomes his own advisor. Therefore, I think it would be appropriate that a similar provision should be drafted in the Armed Forces Act to avoid a situation where the Prime Minister acts as his own advisor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to comment on the new section 8B(2) of the Bill which states that where the Chairman of the Armed Forces Council is not present at any meeting of the Council, no business shall be transacted. New subsection (3) goes on further to state that even if the Chairman had appointed a member of the Council to act on his behalf, no decision of the Council on any matter made at the meeting can take effect until the written consent of the Chairman has been obtained. The requirements of section 8B therefore appear to be somewhat restrictive and may unnecessarily delay implementation of decisions of the Armed Forces Council if ever the Minister for Defence is away or not available for any length of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in our attempt to create more checks and balances on authority, which invariably will serve us well under normal circumstances, we should also consider provisions to ensure that in times of crisis, these checks and balances will not stifle independent initiative and delay implementation of critical decisions required to save the situation under abnormal circumstances. Perhaps the Minister could provide clarification and also some assurance that the requirements stipulated in new section 8B of the Bill will not be a hindrance to the operations of the Armed Forces Council, especially in times of crisis \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 791</b></font>\n  <br>\n  <br> or emergency, when the Minister for Defence is not available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC for Defence welcomes the proposed section 8C of the Singapore Armed Forces (Amendment) Bill. This new section will empower the Armed Forces Council to appoint committees for general or specific purposes, including disciplinary matters and to conduct inquiries. Such committees would be entrusted with similar powers as that provided to a Board of Inquiry. I feel that this is a very timely amendment in view of the recent number of accidents involving SAF personnel, some of which have unfortunately resulted in fatalities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have no doubt that the SAF is constantly striving to eliminate as completely as possible the causes of accidents and the unnecessary exposure to hazardous situations during the training of its regulars, national servicemen and reservists. However, in the event that an unfortunate mishap does occur, it is essential that the families of the people involved as well as members of the public, almost all invariably have family members or friends serving in the SAF or as reservists, to be informed as completely as possible the circumstances leading to the mishap and the measures taken to prevent a recurrence of such mishaps. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We often hear after a mishap that a Committee or a Board of Inquiry has been convened to investigate the accident. However, in nearly every case we never hear much about the findings. I have been told that the findings of these Committees are usually classified. I would therefore like to urge the Minister to consider expanding section 8C of the Bill to make it necessary for the findings of any Committee of Inquiry or Board of Inquiry involving death or serious injury to be made public, if such findings are not deemed to be prejudicial to national security. I am sure that in the majority of cases there will be no necessity to keep the findings confidential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Mr Speaker, Sir, I support fully all the other provisions of the Bill, and I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 792</b></font>\n  <br>\n  <br> look forward to hearing the Minister's comments on the issues raised. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I want to thank the Member for his contributions on the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me first of all assure the House and members of the public that Mindef will spare no effort in ensuring the safety of our men during training. Sir, ours is a national service armed force and therefore safety must be of paramount importance. We have many safety measures in all our exercises. Let me just mention a couple of them for the information of Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have safety officers whose sole responsibility is to ensure that all safety measures are fully complied with, for all live firing exercises, and for all exercises involving water. We also have specialist safety officers for all the air bases to ensure safety in flying operations. On top of that, we also have special inspectorate teams in the Army, in the Navy as well as in the Air Force, to go round to monitor and to audit all training procedures to ensure that the highest level of safety is maintained. Sir, despite all these measures, and however many safety features we build into our training procedures, we have to accept that accidents do happen. Sometimes people make mistakes. Sometimes equipment fail unexpectedly. These are the primary causes of accidents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding the recent accidents that the Member alluded to, let me also assure the House that the three recent accidents are all isolated accidents. There are no systemic problems. The first accident was due to human error on the part of the co-pilot in the helicopter. The second accident, where a helicopter crashed, was most probably due to material failure. The third accident is probably a case of drowning. These are all isolated incidents and they do not reflect any systemic problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, again I want to take the opportunity to put these accidents in the overall context so that Members will have a better understanding of the safety record of the Armed Forces, in particular, the Air Force. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our record shows that the Republic of Singapore Air Force today is very, very much safer than what it was 20 years ago. The major accident rate has come down eight times. In other words, our safety record today is eight times better than what it was 20 years ago. Even if we include the recent accidents of the helicopters, our safety record is comparable with those in air forces in developed countries operating similar aircraft. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Chong also asked whether it is possible for reports of Committees of Inquiries to be made public in the case where death or fatality is concerned. Sir, the primary purpose of a Committee of Inquiry or a Board of Inquiry is to investigate the causes of the accident and to make recommendations to the Armed Forces Council to take remedial actions, if necessary, to prevent future occurrences. Sir, following British practice, the proceedings of these inquiries are privileged. Our legal system is based on the British legal system. The British Committees of Inquiries do not make their report public. Neither do we. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two reasons for it, legal and security. The legal difficulties are that witnesses appearing before Boards of Inquiry or Committees of Inquiry are not protected by the same rules of evidence in a normal court. In the case of accidents involving death, the case will go to the Coroner's court or to any other court that the Public Prosecutor so directs. If we publish the report of the Committee of Inquiry, then that report can prejudice the court's inquiry. Hence, for the protection of the witnesses who appear before the Committee, these reports cannot be made public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we have to remember that the Committee of Inquiry or the Board of Inquiry investigates the accidents and goes into the details of the operations of the SAF, particularly those areas which pertain to the accident, and such details of the training and operations of the SAF carry with them security implications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in all cases where fatalities occur, the Police conducts independent inquiries \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> and reports directly to the Attorney-General who has the discretion to prefer charges if he so decides against any accused person. The details of accidents can also be heard in a Coroner's court where the hearing is conducted in open. I take the point that the Member has made that family members of servicemen who are involved in accidents would like to know what happened and as much of the details as possible. We understand such feelings and, wherever possible, Sir, Mindef and the SAF will reveal to the families as much of the details as possible to keep them fully informed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Chong also asked two other questions. Would the Prime Minister be consulting himself if he is also the Minister for Defence, when he consults the Armed Forces Council prior to advising the President on the appointment or revocation of appointment of the four senior officers of the SAF? Sir, this will not be the case, because the Armed Forces Council, as I have pointed out earlier on in my Second Reading speech, will consist of a number of people other than the Minister himself. So the Prime Minister will have the benefit of the knowledge and experience of the entire Armed Forces Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation is also a little different from that which he used as an analogy, as a comparison, namely, the Chairman of the Council of Presidential Advisors. In that particular case, the Chairman is acting as the President, the final authority. In the case of the Prime Minister, he is not the final authority for the appointment of the four senior officers. He is only giving advice to the President who is the final authority for the appointment of those four officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member is also concerned that the checks and balances that we have built into this Bill may on occasions create hindrance or delay to efficient and effective decision-making. I want to thank the Member for his concern for the SAF and Mindef in operational matters. I just want to say that we have been working the system for a fair period of time and our experience suggests that the proposal is probably the best way. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Armed Forces Council is the highest policy-making body of the Armed Forces and therefore decisions on policy matters should not be taken lightly. It is therefore important that the Minister himself should give his written consent to decisions taken in a meeting in which he is absent, where an Acting Chairman has been appointed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me clarify that there will not be any undue delay if the Minister for Defence is out of the country or unavailable for a lengthy period of time. Under such circumstances, the normal practice is for the Prime Minister to appoint a Minister to be the Acting Minister for Defence, and the Acting Minister for Defence will be directly responsible to Cabinet and to Parliament. Under those circumstances, the Acting Minister for Defence is de facto the Chairman of the Armed Forces Council. So no delay will result. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Yeo Ning Hong]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LEGAL PROFESSION (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill has four main objectives. Firstly, it amends the provision on admission of QCs (Queen's Counsels) to provide some criteria on which applications can be decided. Secondly, it removes the restriction in the Act which prevents a retired judge from practising law. Thirdly, it enables the Law Society to introduce a compulsory professional indemnity scheme. Fourthly, it makes the Legal Service more attractive by removing provisions which in some way discriminate against officers in the Legal Service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Limited right to practise for former Judges</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may touch, Sir, on the first point about the limited right to practise for former Judges. I think Members will know that there has been publicity recently to the importance of appointing more judges to reduce the backlog of cases in our Courts. During the parliamentary debate on the Legal Profession (Amendment) Bill in 1989, I informed the House that Government was reviewing the provision which disqualifies a former judge of the Supreme Court who has served on the Bench for three years or more from applying for a practising certificate. That provision follows the settled convention in Britain, Malaysia and other Commonwealth countries that former judges do not re-appear as advocates in the courts over which they had presided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while there may be good reasons why a retired judge ought not to resume practice in the Courts before their former colleagues on the Bench, I think to exclude them from the practice of the law altogether would be too wide a restriction. I agree that it would not be proper for a former judge to appear before his ex-colleagues on the Bench as he may then appear to have an undue advantage over other lawyers, but this restriction should not be so wide as to remove him altogether from the practice of the law. Such a wide prohibition is not only not logical but also discourages able lawyers from accepting appointments as judges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There should therefore be no objections to allowing a former judge practising only as a solicitor, without appearing in the Courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Clause 6 of the amendment Bill seeks to amend section 26 of the Legal Profession Act to allow a former judge to apply for a practising certificate enabling him to practise as a solicitor but without the right of audience in any Singapore court. \n  <br>\n  <br>\n  <i>Queen's Counsel</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to the question of Queen's Counsel. Members will recall the debate we had on this matter last year during the Committee of Supply. The Chairman of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 797</b></font>\n  <br>\n  <br> GPC for Home Affairs and Law, Dr Arthur Beng, noted the increasing tendency to use QCs for cases which are not complex and he expressed the fear that such a trend could impede specialisation by local lawyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh believed that QCs continue to play a useful role in Singapore but he felt that there must be \"stricter guidelines\" to limit admissions of QCs \"to highly complex matters\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Shanmugam on his part also felt that QCs provide a useful service and we should not shut the door on them altogether. But he felt that the present system should be reviewed to \"tighten the rules\" so as to ensure that \"only in really necessary cases ... QCs are admitted\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In response to them, I said that the rationale for admitting QCs continued to be valid and the practice should not be stopped. But I also added the following that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\" ... the legislative policy is very clear. They are obviously to be admitted for cases of complexity or difficulty where the needed skills or experience or the specialist knowledge is not readily available here. To put it in a different way, Parliament never envisaged or contemplated that they should be admitted for the routine or the ordinary or the simple case which can easily be handled by Singapore laywers.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also said that Government will give careful consideration to the kind of amendment that should be made and I will consult the Judiciary and the Law Society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the existing section 20 of the Legal Profession Act allows QCs to be admitted on an ad hoc basis. The discretion is vested in the Courts. The problem is that the existing provision does not give any criterion or guidance to the Courts except merely to state that the QC must have \"special qualifications or experience for the purpose of the case\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the proposed amendment before the House seeks to do is to meet this gap by adding a criterion that the Court must be satisfied that the case is one of \"sufficient difficulty and complexity\" to warrant a QC being admitted. It is important to note that this amendment leaves the decision to the Courts. This is underscored by the fact that the amendment also states \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 798</b></font>\n  <br>\n  <br> that the Court shall have \"regard to the circumstances of the case\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this amendment better reflects the original intent of the legislature while, at the same time, preserving the exercise of discretion by the Courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have taken some time to craft this amendment because Government considers QCs to perform a useful role in our efforts to be the leading commercial and financial sector. A study done for me by two members of the academic staff of the Faculty of Law of the National University of Singapore on admission of QCs for the period 1985 to 1989 showed that commercial law cases formed the majority, some 60%, of cases where QCs were admitted. It is desirable that they continue to perform this role. Therefore, any amendment which we craft to ensure that there is no abuse and that QCs are not admitted for the very simple, routine or uncomplicated cases, must not shut the door to admission of QCs in those areas where solicitors are especially needed, particularly in banking and commercial law sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Obviously, it will take some time to develop a significant pool of local litigation lawyers who can service the requirements of Singapore as an international financial and commercial centre. When we will achieve that is difficult to predict. In the meantime, however, we should not deprive our financial and commercial centre of the assistance of QCs. The proposed amendment will allow the Courts to continue to liberally admit QCs for the important and complex commercial and banking cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has consulted the Judiciary on the amendment. I have also discussed this amendment with the Attorney-General and the lawyers, including the President of the Law Society. This approach is acceptable to them. \n  <br>\n  <br>\n  <i>Professional Idemnity</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may now turn to the question of professional indemnity. The amendment is proposed by the Law Society, and it is to protect the public generally and clients of lawyers in particular. The amendment empowers the Council of the Law Society \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 799</b></font>\n  <br>\n  <br> to establish a compulsory scheme for professional indemnity for all practising lawyers. Where a law firm is negligent, the client will thus be assured of some financial compensation regardless of the firm's financial position. The Government agrees with this proposal and I would like to commend the Law Society for its initiative. Clause 7 will, therefore, introduce a new section 75A to give legislative basis for such a scheme. In order to give the Law Society some flexibility, the scheme can either be in the form of insurance or a fund. The provision will enable the Council of the Law Society to work out the details in rules to be made by the Council but subject to the approval of the Chief Justice. This provision, I might add, is modelled on a similar provision in the United Kingdom Solicitors Act 1974. \n  <br>\n  <br>\n  <i>Shortening of Pupillage for Legal Officers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to the shortening of pupillage for legal officers, Sir, it is important to the administration of justice and the efficient workings of Government that the Legal Service continues to attract and retain some of the best legal minds from the law graduates each year. Given the wide disparity in remuneration obtaining in private practice compared to the Legal Service, it is already difficult to attract good graduates to the Legal Service. But the problem is compounded by some provisions in the Act which discriminate against legal officers when compared to their counterparts in the private practice. These provisions may have been relevant in the earlier days, but now when the Legal Service has developed considerably, they would have to be reviewed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 seeks to amend section 13 of the Legal Profession Act to reduce the period of pupillage from three years to six months for legal officers in the Legal Service. If I may explain. In private practice, the period of pupillage is only six months which means that six months' experience in the Legal Service is equated to only one month of pupillage in private practice. Also, the seniority of legal officers in the Bar will always be two and a half years behind their contemporaries in private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 800</b></font>\n  <br>\n  <br> practice. With the diversity of legal work and tutelage of experienced senior legal officers now available in the Legal Service, this difference, in my view, is no longer justified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this amendment will boost the standing and morale of the Legal Service insofar as it removes the apparent discrimination against experience in the Legal Service. \n  <br>\n  <br>\n  <i>Qualification for Pupil Master</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to the qualification for pupil master. Clause 3 will amend section 14 of the Act to allow a solicitor's period of service as a legal officer and conversely a legal officer's period of experience in private practice to be taken into account for him to qualify as a pupil master. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This amendment will remove the perceived discrimination against experience in the Legal Service as not counting for such eligibility. The present situation is such that a former senior legal officer (who, if I may add, might also be conferred the title of Senior Counsel) cannot be a pupil master until after five years in private practice. Really, this is not logical as that officer was qualified to be a pupil master to legal officers when he was in the Legal Service. It deprives fresh law graduates of the benefits of the skills and experience of former legal officers. This amendment is also consistent with section 30 of the Act relating to Senior Counsel. In determining a lawyer's eligibility for appointment as Senior Counsel, section 30 recognises his experience in the Legal Service. \n  <br>\n  <br>\n  <i>Conveyancing in Housing Developments</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the amendment concerning conveyancing in housing developments. This final amendment is also based on a proposal from the Law Society which is related to professional ethics. The amendment is to disallow a solicitor while acting for the developer in a conveyancing matter from also acting for the purchasers of other units in the same housing development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Act presently covers the case where a solicitor acts for both the developer of a housing development and the purchaser in the sale of the same unit. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 801</b></font>\n  <br>\n  <br> But it fails to cover the case where the solicitor acts for only the developer in the sale of one unit and only for the purchaser in the sale of another unit but in the same housing development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To remove this lacuna, clause 8 will expand section 79(1) of the Act to incorporate the Law Society's proposal. I agree with the Law Society that this is undesirable as it could lead to a situation where conflict of interests could arise. It could arise, for example, where the solicitor by acting for the developer is privy to confidential information which may adversely affect the interests of the purchasers for whom he is also acting but in another conveyancing transaction in the same housing development, albeit two different units. The solicitor would thus be placed in a very invidious position where, whichever way he acts, he will be in breach of his duty to either one or the other of his two clients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, I support the Bill and I would like to declare my interest as a lawyer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very happy to note that the Minister has taken into account the views of the Backbenchers in connection with the admission of QCs. It is very important that we do not close the door on the admission of silk from London or elsewhere for the reason, as the Minister has stated, that there are many cases in Singapore. Which still require their expertise. Of course, there will come some point in the future where the door will have to be closed but that only in circumstances where we are satisfied that our local talent pool has grown to a size which is sufficient to service the requirements of the local community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is also very significant, in my view, of what the Minister has just said is that, apart from taking into account the views of Backbenchers, the Minister has also taken into account the views of the Law Society. I commend that, because it is my view and I would respectfully suggest that in all situations where policies are being formulated \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 802</b></font>\n  <br>\n  <br> and Bills drawn up which affect, directly or indirectly, the interests of professional bodies, then their views should be sought, so that they can offer ideas as to both the policies as well as to the crafting of the Bills. These are the people whose views are most important because they have their ears to the ground and they are the most experienced in that particular field of activity. It is not necessary that you accept what they say but the opportunity ought to be given to them to air their views and we should, in Parliament, be in a position to consider those views and, if we do not accept them, to say why we do not accept them. This will fortify or reinforce what we are doing in the way of consensual Government as well as give everyone affected by any policy the feeling that his views and his legitimate concerns have been taken into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the Bill. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, I have spoken to a few lawyers and I understand that the changes proposed in the amendments are generally welcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for myself, I am particularly happy, Sir, to see the introduction of a new section 75A which provides for \"a compulsory scheme for professional indemnity against civil claims in connection with the law practice of all advocates and solicitors\", as stated in the Explanatory Statement. Sir, now and again we would read in the press, or hear of cases, where lawyers have not lived up to the trust and confidence placed in them by trustful clients. A few lawyers have been charged in court and been punished. But, unfortunately, some trustful clients have suffered considerable losses, as the guilty lawyers usually do not have enough funds to make full restitution, and the Law Society has not been able to help very much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the new amendments, clients who happen to consult the wrong lawyers will not have to bear similar financial losses in future. That is all to the good for everyone and also good for the legal profession as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing I wish to comment on is clause 4, amendment of section 21, which restricts the ad hoc admission of QCs to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 803</b></font>\n  <br>\n  <br> appear in a Singapore court. While appreciating what the Minister has said on this, I feel that where it is a political case or where a politician is involved in litigation with Government officials or government politicians, complicated or otherwise, it is only fair that there should be no restriction whatsoever to the admission of QCs. This suggestion is not a slur on the Singapore Bar. Neither is it contempt of court as the Straits Times, editorial alleges. If that should be so, then the Singapore Bar itself would have to bear its share of responsibility and blame. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I myself, Sir, have had the unpleasant experience of difficulties getting a Singapore lawyer to plead my case, when I had to defend myself in legal suits brought against me by the former Prime Minister. The reason is not difficult to fathom. Local lawyers in general seem to have a great fear of the PAP Government, and this fear will not be easily got rid of. For those who can afford it, and who wish to be defended by a QC (since a QC has nothing to fear from a PAP Government), it is only fair that they be allowed to engage QCs in political cases. Though the court has discretion in the matter, I feel that the Bill should also make some provisions for that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Bill has provisions to amend section 26 of the principal Act to allow ex-High Court judges to practise as solicitors. The Minister has explained why. The reason given is that the amendment will attract senior lawyers to accept appointments to the Bench. I wish to know, Sir, from the Minister how many senior lawyers have refused appointments unless they would be allowed to practise again. I would like to know also, Sir, how many of the judges, who have retired, have asked to be allowed to practise. I understand that there are a few judges who have retired but I have never heard it being suggested that they are keen to go into private practice. Why then is it necessary to bring this amendment in? High Court judges receive pensions when they retire, and their pensions are by no means small sums. I wish to believe that the High Court judges do not become judges in the hope that they can have some material rewards. This \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 804</b></font>\n  <br>\n  <br> amendment seeks to somewhat commercialise our legal system, and I feel that is wrong. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Mr Speaker, Sir, in previous debates in this House, the GPC for Law and Home Affairs had highlighted the issues of the role of QCs and had discussed with the Minister regarding the shortage of Judges on the Bench. I will not repeat the arguments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC supports the amendments. The move to allow retired judges to practise as a solicitor will indeed remove one major obstacle. Having talked to members of my resource panel, I am convinced that this amendment will be welcomed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for a senior and successful lawyer to accept a position on the Bench is a major decision. There will be a change not only in practice but also in the person's whole personal lifestyle when he accepts a position on the Bench. Thus, to allow a retired judge to practise again, albeit in a restricted capacity as a solicitor, is correct and I feel will encourage more of the senior and successful lawyers to accept positions on the Bench. Furthermore, I agree with the Minister that it will inject a greater wealth of experience and wisdom back to the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have no doubt that the amendment regarding QCs will allow for recognition of our local lawyers' ability and enhance the development of litigation. It will also allow for specialisation in the legal profession. I am optimistic that this amendment will be a catalyst to specialisation and I am confident that our lawyers will rise to the occasion. On the other hand, they have not forgotten their client's rights. The client is protected in that in complex and difficult cases, clients will be allowed by the court to be represented by a QC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC supports the amendments. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I thank the Members who have spoken. The Chairman of the GPC supports the amendments and so does Mr Davinder Singh. I think Dr Lee Siew-Choh also supports the amendments although I believe he has reservations on the amendment on QCs. So I shall just touch on the two points raised by Dr Lee Siew-Choh. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 805</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, his reservations on QCs. It would appear that he wants an amendment written in for cases wherever it involves a politician. This of course is absurd because such an amendment would be totally unwarranted. Let us not forget that very few countries in the world have a policy of allowing QCs whereby lawyers outside the legal system could come in and practise. We are one of the very few countries and we do it because we consider it is useful in our national interest, particularly in our efforts to develop Singapore as a banking and financial centre. But they must be admitted not for any routine simple case, because we have our own legal profession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we take the NCMP's thesis to its logical conclusion, it means that in any case where a politician is involved, where he is prosecuted for a breach of the law, then automatically a QC should be allowed, even if it is a traffic summons regardless of the complexity and difficulty of the case. Our point is that whatever situation for which a QC is sought to be admitted, that case must have sufficient difficulty and complexity to warrant a QC being admitted. If it cannot be shown to the courts that there is this element of complexity and difficulty, then there is no need for a QC to be admitted. I think it is a very reasonable proposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Siew-Choh's thesis implies that politicians have a certain amount of special immunity or basis for special treatment. There is no basis for that. The question is: either he has breached the law or he has not breached the law. If he has breached the law, then a prosecution would follow. If it is a civil case, if a politician is a plaintiff, either he has a good case in law or he does not have a good case in law. The law is well settled. It is applied by the courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Dr Lee Siew-Choh has had difficulties in getting representation or getting any Singapore lawyer, his conclusion is not necessarily the correct conclusion. The conclusion could also be that the lawyers he approached concluded that he had a pitiful case and they did not want to take on such a case and he had no case in law at all. So his conclusion does not follow. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 806</b></font>\n  <br>\n  <br> So I cannot accept the suggested amendment or variation he wants to make on QCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards retired judges, I disagree with him that the proposed amendment would commercialise the judicial system in so far as it allows a retired judge to go back and practise law. Whether or not a retired judge is going to make a lot of money by going back to law in addition to his pension is not the point. The point is this. Let us say a person has retired as a judge after many years on the Bench. His life has been the law. Everyday he has been dealing with the law. Then he retires. If he is still physically fit, mentally sound, not senile, and he wants to go back to the only area in which he has been working in his adult life, why are we preventing him? It does not make sense that we say, \"Look, you cannot go back and practise law.\" Most judges have a love for the law as an intellectual discipline and as a professional vocation. I think most retired judges would like to go back to the law and practise it. Fair enough, we say that there can be a possible conflict of interest if he were to appear in the courts and argue cases before his brother judges. So that restriction should continue. But it is perfectly reasonable to allow a judge to go back to the practice of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How many retired judges have actually wanted to go back? I know of at least two retired judges who have personally mentioned to me their sorrow and unhappiness that they cannot go back and dabble in the law, the field that they love, because of this restriction. There may be many more. The former Prime Minister has had greater experience and contacts with lawyers than I, but I know of two judges. And how many senior lawyers actually have been put off? I know of one recent appointment and he was most reluctant to take on the appointment. He is a very sound and able senior lawyer who was finally persuaded to take on the appointment. His reluctance was that he was not sure whether this is something he wants to do for the rest of his working life. He was prepared to consider it. He was prepared to give it a shot. But if it does not work out, if it is not what he wants to do, he would want to return to the law. If he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> has served three years as a judge, the law says, \"No, you cannot go back.\" Why do we want to discourage him and other such able lawyers from considering judgeship? It does not make sense. I have met many others, and the Chairman of the GPC has also met other senior members of the Bar, who have told us that if we do not make an amendment along these lines, they would not even begin to consider the prospect of accepting judgeships. So it is a real problem. It is not a figment of our imagination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think I have answered both questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof. S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>STATUTES (MISCELLANEOUS AMENDMENTS) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at our last sitting, the House approved the Constitution of the Republic of Singapore (Amendment) Bill which provides for an Elected President who will exercise a safeguard role over the financial reserves and the integrity of the public services. Those changes to the Constitution which we approved in turn affect the provisions of many existing statutes, and therefore it is necessary to make consequential amendments to those statutes. Therefore, Sir, this Bill is really a technical and consequential legislation. It seeks to make the following consequential amendments: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, to amend the Central Provident Fund Act, the Housing and Development Act, the Jurong Town Corporation Act and the Post Office Savings Bank of Singapore Act to provide that no person can be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> appointed as Chairman, member or Chief Executive Officer of the Central Provident Fund Board, the Housing and Development Board, the Jurong Town Corporation and the Post Office Savings Bank of Singapore without the President's concurrence under Article 22A(1) of the Constitution; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, to amend the Currency Act, the Monetary Authority of Singapore Act, the Maintenance of Religious Harmony Act and the Prevention of Corruption Act to provide that the President, acting in his discretion, may refuse to appoint any persons as - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) the Chairman or member of the Board of Commissioners of Currency, Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) the Chairman or director of the Monetary Authority of Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) the Chairman or member of the Presidential Council for Religious Harmony; or \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) the Director of the Corrupt Practices Investigation Bureau, and to refuse to revoke any such appointment if the President does not concur with the advice or recommendation of the authority on whose advice or recommendation he is to act; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, to amend these Acts to require the relevant statutory boards to obtain the approval of the President for their budgets before their adoption; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, to amend the Asian Development Bank Act, the Bretton Woods Agreement Act, the External Loans Act, the International Finance Corporation Act, the Loans (International Banks) Act, the Local Treasury Bills Act and the Treasury Deposit Receipts Act to provide that no loans or guarantees shall be raised or given by Government under those Acts without the President's concurrence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, to repeal section 3 of the Audit Act; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, to make consequential amendments to the Interpretation Act, the Civil List and Pension Act, the Defamation Act, the Development Fund Act, the Government Contracts Act, the Internal Security Act and the Statutory Corporations (Contributions to Consolidated Fund) Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In substance, I should inform Members that all the amendments in this consequential legislation follow from, and are consistent with, the constitutional amendments we have already adopted relating to the Elected President at our last sitting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Prof. S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 - \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 1, after line 6, to insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"(2) The President may appoint different dates for the coming into operation of the different provisions of this Act.\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my explanation may be very brief. Since the Constitution (Amendment) Act itself has a provision providing that different provisions of that Act can be brought into operation at different times, it is logical that such an analogous provision be in this Bill also. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1, as amended, ordered to stand part of the Bill. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Consequential amendment will be made in page 1, line 3, after \"1.\", to insert \" - (1)\". This will be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 2 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with an amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHARED VALUES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House adopts the White Paper (Paper Cmd. No. 1 of 1991) as the basis for developing Shared Values amongst Singaporeans.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this set of values, as outlined in the White Paper, is the distillation and crystallization of our thoughts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 810</b></font>\n  <br>\n  <br> They are the common values which hold us together as Singaporeans and which we cherish and we uphold. Whether we know it or not, they are instinctively our guide to actions and interactions. We live by it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must applaud the Government for undertaking this difficult and unenviable task of defining these core values. It is also a dangerous mission, as it may run foul of public opinion or be accused of having sinister ulterior motive, of gearing up the propaganda machine, and trying to stifle free thought. But after 25 years of independence, it is time for stock-taking and reflection. Indeed, these common values are not the creation of the present Government. The process of evolution begun when our forefathers stepped upon the shores of this island, and brought with them the cultures of the great civilizations further ashore. Over time, there evolved a distinctive Singaporean way of life, drawing upon the best of each civilisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is better for the Government to come forth and table the common values for discussion, rather than deciding on its own what they are, what should be done and doing it quietly on its own. It is part of our style of consultation, consensus-building and nation-building. You may ask, if these values are part of us, why should we consciously uphold and promote them? Ordinarily, in a big country with centuries of existence, these values would evolve at a leisurely pace with impetus coming from, among other things, folklore, poems and music. But, alas, we are a small nation, with a short history, situated at the confluence of East and West, at a time of rapid changes in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, with the decline of the extended family system, we find that it is more difficult to mould our young and pass on to them our rich cultural heritage. Grandparents may stay apart, and there are not so many aunties and uncles around to help in the transmission of values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need the core values to anchor ourselves, to enable us to face the storms of life, and to be the compass for the ship of state as we sail into uncharted waters. We therefore quicken our pace in our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> evolution of shared values and national identity so that they will tide us over in times of crisis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a multi-racial and multi-religious society such as ours, these common values will be the glue that binds us together as a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another reason. Professor George C. Lodge of Harvard University points out that nations compete and we live in a fiercely competitive international market place. Multi-national companies and investments gravitate towards nations with competitive advantage. And the right ideology or core values would perhaps be a nation's most important competitive advantage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such core values will have a communitarian emphasis, and is capable of adapting and adjusting to the exigencies of the real world, and whose government, business, unions and the people work for the common good of all, in a spirit of cooperation and consensus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Professor Lodge believes that a nation can compete successfully if it has the \"the will, the purpose, the discipline, the consensus, the coherence, and the theory.\" He gives an example: \"Panama has about two million people, so does Singapore. In spite of the fact that Panama has significantly greater resources, including a canal, Singapore is a nation that is demonstrably more competitive.\" And we should stay competitive for our long term development and prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In evolving our shared values, we should be eclectic in our approach, selecting and inculcating the best from each culture; incorporating what is relevant, whether Western or Eastern. No one has the monopoly of virtues or wisdom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should not be like the Boxers of Manchu China who, at the turn of the Century, resisted change with outmoded ideas and methods, riding on the tide of anti-Western bandwagon. Nor should we be apologetic about time-tested Eastern values. We should not be bashing the West nor be bashful about Eastern virtues. We do not, I am sure, want to be the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 812</b></font>\n  <br>\n  <br> ostrich with the head in the sand, nor be carried away by every whim and fancy emanating from the West. As BG George Yeo put it recently, \"We are part of this great dialogue between East and West. What we should really seek is a synthesis which will raise us to a higher level of human civilisation.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What do we make of the five core values highlighted in this White Paper? I will not go into details, but comment on some of the salient features. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In general, I would say that these core values are wholesome and desirable, almost like motherhood. No one can seriously quarrel over them. If you were to ask me which is the most important of all, I would say it is \"Racial and Religious Harmony\". Without this harmony and peace, nothing else is possible. Our society will be torn apart. There will be chaos, riots, possibly civil war and foreign intervention, like what is happening in Lebanon. That will be the end of our way of life as we know it today. We must therefore not take racial and religious harmony for granted. We have to work at it at all times, year in and year out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next on my list is the \"Family as the Basic Unit of Society\". We can see that some developed societies are beginning to decline. One reason is the permeating permissiveness and the continuous erosion of family ties. This is a lesson we have to take to heart. If the family units are strong, society will be strong. With the greying of Singapore, we need all the more the families to care for and stand by our senior citizens. Do not forget, we will all grow old one day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You may characterize the family as the building block of society, but I would rather call it the pillar of society. If the pillar is eroded or weakened, society will not stand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Nation before community and society above self\" will be what Professor Lodge would term as communitarian values. \"Nation before community\" reminds us that national interest supersedes community interests. What is good for a community is unacceptable unless it is good for the nation as a whole. Each community, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 813</b></font>\n  <br>\n  <br> whether majority or minority, should not insist on having its own way if it is not in the national interests to do so or if it disrupts harmony. This reinforces the earlier point on inter-racial and inter-religious harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Society above self\" helps us to put the individual in the context of society. The individual should assert himself, go for excellence and achieve the best. He should be allowed, and indeed encouraged, to develop his potential to the fullest. But this is not the same as self-centred and rampant individualism, with callous disregard for group or national interests. In other word, individual fulfilment and satisfaction should be in the context of society. There need not be a conflict between individual and society. For example, one can find individual fulfilment as a top surgeon and yet serve society, provided he charges a reasonable fee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Regard and Community Support for the Individual\" beautifully, I believe, balances the emphasis on communitarian and group interests. It explicitly recognises the fact that the individual has rights which should be respected. We are a democratic nation, based on the rule of law. We should not, and cannot, encroach or trample upon the individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It also means that we as a community care for and support those individuals amongst us who are less fortunate or have fallen behind. The generous donations to the 25th Anniversary Charity Fund demonstrate that we are a caring people. But more could be done by all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apparently, the most contentious of all values appears to be \"Consensus instead of Contention\". There is a fear or suspicion that the Government will use this call for consensus to browbeat critics, stifle creativity and muzzle opponents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I see it, the emphasis on consensus is to wean us away from adversarial relationships to one based on consultation, trust and team spirit. We can make a point without being contentious. We can deliberate and reach a conclusion without tearing apart the fabric of society or tearing our hair out in exasperation. We can agree to disagree, respect each other's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> opinions and differ in judgment. As we search and as we debate, we have more and more common ground. We bring more and more people on board. Over time, consensus develops and emerges democratically. We then act as a team. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those who fear that the Government would abuse the mechanism of consensus should take heart in the fact that this, or indeed any other government, cannot buck the trend towards democratic practices around the world. You cannot hold back the tides of history. Singapore is a global city. People would just leave, and vote with their feet. I will be the first to stand up and speak against the Government if it tries to enslave us. So would many of you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is pertinent to note that the Government is now not calling these values national ideology or even national values, but \"shared values\", with a different connotation. Of course, the process of consensus does not mean that there is no contention of ideas or ideals. Far from it. The better ideas should hopefully emerge and be accepted. But it need not be done in a contentious way. Perhaps to clarify and allay the fears, the term \"Consensus instead of Contention\" should be re-worded to \"Democratic Consensus\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A good example of consensus building is found in companies where the management and unions work together closely to improve productivity and profits, instead of fighting over rights and privileges in an adversarial relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the national level, the Government, management and unions would seek consensus on issues which affect them, and thereby enhances economic development and the investment potential of the country. A case in point, Sir, is the National Wages Council, a tripartite organisation which arrives at a consensus on wages. Seen in perspective, therefore, consensus building is a democratic practice which would give us the competitive edge in the world-wide technological and economic race. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, has any desirable trait been unjustly left out from the set of five core values? Some have been suggested: Belief in God; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> Honest Government; Rule of Law; Environment; Social Justice and Upholding the Constitution. We can go on ad infinitum, but I will just address the first two. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Belief in God\", Sir, is indeed a most desirable characteristic. Those of us who believe would know that without God, there would not be creation, and we will not be here. In some countries, \"Belief in God\" is enshrined in their constitutions and etched on their coins and currencies. But Singapore is a much more diverse and multi-religious country. If we put in \"Belief in God\", then the next question is: Which God? It will lead to a great deal of sensitivities and unnecessary heat. We should, I believe, therefore remain a strictly secular nation in this regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That does not mean that the State should be against religions or it is unmindful of the religious needs or spiritual needs of the people. At SAF commissioning ceremonies, for example, the leaders of the major religions are invited to say prayers and meet the spiritual needs of the officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One value which I wish personally to see included is \"Honest Government\". The emphasis on honest, incorrupt and upright government has seen us through many, many difficult years, and brought us to where we are today. We would have perished without this inclination for integrity and disdain for corruption. Though we try explicitly to keep political cultures out of this set of core values, I would plead for this inclusion, as it is a most critical and essential element for our success. Though political in nature, it is really a non-partisan value which all parties would be able to subscribe to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, I would say, beyond politics; it is our Singaporean way of life. As Nadesan Chandra, a Singaporean soccer referee who rejected bribes and refused to fix a match in Kuwait in 1987, declared, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"It is just not Singaporean to be corrupt. Taking 'dirty money' has never been my cup of tea. I am proud that I reacted and behaved like a genuine Singaporean.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> This, Sir, is our Singaporean way of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Overall, I must say that these values should not be a strait-jacket or be an albatross around the neck of our citizens. They are only to be reference points and our compass, not rigid dogmas. They are skeleton guidelines and it is up to the people to flesh it out in every day life and every day conduct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the world changes, these values should also be subject to new interpretations by succeeding generations of Singaporeans, so that they can adapt and adjust to changing circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we agree on these values, how are we going to go about inculcating them in our young? If we only pay lip service to them, they will have no bearing or meaning in our lives. After the initial flurry of publicity in forum and mass media, they may be quietly forgotten, and end up as dead letters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I suggest that we set up a National Council comprising representatives from the Government, the business sector, the unions, the civic organisations, as a team effort to keep the issue alive and to consider ways and means of promoting these desirable values. It will be part of our consensus building and would widen input and participation from all sectors of our society. This should not be just a government role, but the business of every citizen. It is not a Government set of values, but the values of all Singaporeans, and we can over time reinforce and institutionalise these values through the mass media, schools, colleges, SAF, unions, corporations and civic bodies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point is we should not only talk about these values, but act on them, so that a hundred years from now, they will say this is the turning point in our history and a watershed in the evolution of our national and Singaporean identity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have a special responsibility to the future generations of Singaporeans. To fail is unthinkable. Not to do anything is an abrogation of our responsibility. We must but succeed. Let us row together as a nation, as a team in consensus building. We shall succeed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 817</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Siglap):</b> Sir, Dr Ong has been most comprehensive in his speech. I shall be brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, so far we have concentrated on turning this country into a successful economic unit. And for some time now, we have also increasingly addressed ourselves to the question of forging this entity into a nation. Crucial in this exercise, Sir, is the formation of a Singaporean identity and a sense of attachment and belonging to one another and to this country. I see, Sir, the proposed promotion of these shared values as part of this important exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ours is a multi-racial and multi-religious society with a relatively short history as nations go. There was not simply enough time for us to evolve a set of commonly accepted values to which all citizens could adhere and subscribe to. The glue that have kept the society together and going are the benefits and rewards that economic prosperity and political stability bring to its members. Stripped of these elements, Singapore would, as some would argue, surface as a society of separate races with probably separate loyalties and interests, waiting to break in times of stress and tension, for there is nothing deeper to anchor its members to one another and to this place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, Sir, the proposed shared values could offer the deeper and more enduring emotional and spiritual ties that could bind this society together, especially in an atmosphere that is fast changing and perennially exposed to influences from other societies. We must therefore take the shared values very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some say that the sentiments that have been proposed are nothing new and are already embedded in our respective traditions and our cultures. Indeed, Dr Ong has already alluded to this earlier, and I agree. What in fact we are doing is to institutionalise and formalise these values at national level whereby they become common reference to all Singaporeans instead of being buried in our separate groups. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 818</b></font>\n  <br>\n  <br> other words, to make these values not merely Chinese, Malay, or Indian values, but Singaporean values, because they emphasise our similarities rather than accentuate our differences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have spent a considerable amount of time and energy in searching for and identifying these values which we can commonly hold. Five have been chosen. And I agree with Mr Chandra Das, the Chairman of the Feedback Unit, that, although we may have many other values worthy of consideration, it will indeed be more practical and more effective in terms of implementation if we confine ourselves to a workable number to cover only those which are basic to our quest for nationhood and to our survival. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will not discuss all the values proposed as I believe other speakers would comment on each one of them. But as Chairman of the GPC for Community Development, I am particularly pleased with the addition of a fifth to the original four values proposed, that is, Regard and Community Support for the Individual. Sir, it is only fitting that while we put the interest of the nation above community and that of the latter over the individual, we should not forget and brush aside the condition and welfare of individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The practice of meritocracy has enabled us to prosper and progress and facilitate our adaptation to an ever changing environment. But the pure and simple practice of this principle must necessarily end in the rewards going only to those who are able and to those who make the effort. Those who are unable, through no fault of their own, or through no lack of trying, to grasp the opportunities that are available will tend to be left behind and to be left alone. I am referring, Sir, to those who are less fortunate among us - the poor, the handicapped, the less privileged. These individuals and these families must be given the community's attention and the community's assistance, and indeed this includes also the Government. To enable them to live a decent and meaningful life, the community must take upon itself to share with and care for them so that they too have a place in this country. This also dovetails our aspirations towards \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 819</b></font>\n  <br>\n  <br> creating a society that is not only economically successful but also kinder and gentler as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we inculcate or promote these shared values? In our earnestness, Sir, we may be tempted to legislate and turn these values into law. I would strongly discourage this. By all means reflect these in our policies and the way we, the Government and the people, conduct ourselves. But they should be accepted, not forced down, internalised and not contrived. It would appear therefore that the best way is through education in the home and through the schools, and starting also from the young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am confident, Sir, that through these methods, our shared values will, through time, be a body of values that are alive and relevant to our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion moved by the Member for Bukit Batok. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Speaker. Sir, the Feedback Unit held a dialogue session last Saturday on this subject. Participants at this session included representatives from ethnic organisations like the Chinese clan associations, MUIS, Taman Bacaan, the Tamil Representatives Council and the Singapore Eurasian Association. There were also concerned citizens from all walks of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, some participants felt that there seemed to be little time given to discuss this White Paper. Frankly, there is hardly any time between the day the White Paper was released and the commencement of today's debate. However, Sir, having said that, I am happy to inform Members that there was much support for the idea of a set of Shared Values to be promoted amongst Singaporeans. This, many felt, will help preserve our heritage and gradually evolve a Singaporean identity. The five Shared Values identified are acceptable to most people except for the wordings and the spirit intended in some of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the two values on \"Nation before community and society above self\" and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 820</b></font>\n  <br>\n  <br> \"Regard and community support for the individual\", there is a feeling that these two values slant too heavily towards the society and community. Not enough premium is placed on the individual. People are afraid that these values would lead to a stifling of the individual. While individualism, per se, is not a good value to promote, over-emphasis on the community could lead to a stifling of innovation and creativity, and hence reduce our competitiveness. The line between the two has to be carefully drawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few people felt that the first value could be more explicitly phrased as \"Love for the Country\", if it is loyalty to the nation that we are talking about, instead of its present rather passive form. Similarly, in the case of \"Regard for community support for the individual\", the two ideas that appear to be captured could be expressed separately as \"Respect for the individual\" and \"Compassion for the underprivileged\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is, however, on the fourth value, that is \"Consensus instead of contention\", that much reservation was expressed over its meaning. I think my colleague, Dr Ong Chit Chung, has already touched on this. People are afraid that this value would lead to the suppression or brushing aside of dissenting views. Consensus should not mean that everyone must agree right from the start. On the contrary, it is through debate, arguments, and sometimes contention that consensus could be reached. One participant went on to suggest that it could be phrased as \"Consensus through consultation\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since so much reservation has been expressed on the word \"contention\", I would strongly urge that the Government consider rephrasing this to something more acceptable without deviating from the basic principle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, for the fifth value, that is \"Racial and religious harmony\", some felt that it did not go far enough to promote greater understanding and goodwill between ethnic communities. The word \"harmony\" simply implies more tolerance which is really not good enough. This value could also be extended to fostering good relations and understanding with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 821</b></font>\n  <br>\n  <br> neighbouring countries within the context of ASEAN. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in additon to the five Shared Values, there were also calls for the inclusion of new values like \"Belief in God\", \"Honest and Efficient Government\", \"Strive for Excellence\", \"From Each His Best\", and \"Commitment to Democracy\". Strong arguments were offered for the inclusion of each. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, having decided on the set of values to be adopted, the next step is really the question of implementation of a programme to promote these Shared Values. Sir, the White Paper, in the opinion of some, did not deal with this in sufficient depth. While teachers and parents have important roles to play in inculcating the values amongst the young, other organisations and institutions, like the clan associations, ethnic organisations, grassroots organisations and, in particular, the mass media, should be involved in the promotion of these values. There was a suggestion, and a similar suggestion was echoed by Dr Ong Chit Chung, that perhaps a central body or a council be set up to spearhead and coordinate the promotion of these values. If, for some reasons, a council cannot be set up, maybe then the Ministry of Community Development could be appointed to undertake this role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I suggest that the White Paper, particularly the five Shared Values be accurately translated into three other languages - Chinese, Tamil and Malay. There are some comments as to the correctness of the translation and my colleague, Mrs Yu-Foo Yee Shoon, will later explain the differences in the meanings. I am not competent enough to comment on this. Sir, this is to ensure that the translation is correct and that we are talking about the same thing. If proper translations are not used, we could end up promoting different versions of each value in different languages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what I have done is to briefly summarise the feedback that we have received on the White Paper. I hope it will be useful in further refining the Shared Values so that the end product will be acceptable to all. As for me, Sir, I fully endorse the principles contained in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> White Paper. The core values as stated in the White Paper are about the minimum in which all Singaporeans can agree. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order, I suspend the Sitting and will take the Chair again at 3.00 p.m. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.36 p.m. until 3.00 p.m.</i>\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>VISIT OF THE HON. JUDY JACKINS, MEMBER OF THE LEGISLATIVE</b>\n  </div> \n  <div align=\"center\">\n   <b>COUNCIL, NEW SOUTH WALES, AUSTRALIA</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. On behalf of hon. Members, I welcome the Hon. Judy Jackins, Member of the Legislative Council, New South Wales, Australia, who is present in our Gallery. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHARED VALUES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Hong Hai -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Hong Hai (Bedok GRC):</b> Mr Speaker, Sir, my recent conversations with students, grassroots leaders and business colleagues give me the distinct impression that many people scoff at the idea of a paper on Shared Values. Most of these things are obvious, they say. Is it necessary for Government to try to push yet another load of sanctimony down our throats? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must say that I reject these negative attitudes for being cynical or naive. Those older ones who are cynical or sceptical, we cannot do much about: their values are already set by their upbringing and their life experiences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there is hope that the younger generation and the children after them can be inculcated with values that make for a more cohesive society and a more gracious society. This White Paper is for them. If the ideas are presented correctly, these values will be a lighthouse by which we navigate the ship of our culture and nationhood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore support the adoption of the White Paper. However, I would like to suggest some changes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 823</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first value, \"Nation before community and society above self\", is an injunction for us to prioritise our loyalties. Always let the community sacrifice for the nation, let the person sacrifice for society. It is highly idealistic, even simplistic. Taken at face value, this injunction can lead to serious moral dilemmas. Charity, after all, begins at home. If you do not look after yourself and your family first, how are you in a position to help others? Suppose a public-spirited person spends so much time in charity and community work that his family is neglected, his wife is estranged and his children do badly in school. Has he done the right thing? The community has gained from his services. He may have saved the futures of other families in the process. But was it morally correct for him to have sacrificed his own? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think we should spare future Singaporean generations with such moral dilemmas. Leave it to each man to decide how much to give to society and nation, and how much to his home. It will suffice that he values service to nation and to society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, it may not be useful or meaningful to draw a sharp distinction between self-interest and the interest of society. As the philosopher and psychologist Erich Fromm tells us, in order to love others, you must first love yourself. To love others, to love your society and your community, you must first respect yourself and have self-esteem. Doing good for others rewards a man best in that it enhances his own self-esteem and gives him immense self-satisfaction. In that sense, an act of goodness for society is an act of self-gratification or inner fulfilment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Albert Einstein put a similar idea simply and beautifully when he expressed his passion for service to society. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Strange is our situation here upon earth. Each of us comes for a short visit, not knowing why, yet sometimes seeming to divine a purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the standpoint of daily life, however, there is one thing we do know: that man is here for the sake of other men - above all for those upon whose smile and well-being our own happiness depends, and also for the countless unknown souls with whose fate we are connected by a bond of sympathy. Many times a day I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 824</b></font>\n  <br>\n  <br> realise how much of my outer and inner life is built upon the labours of my fellow-men, both living and dead, how earnestly I must exert myself in order to give in return as much as I have received.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"How earnestly,\" Einstein said, \"I must exert myself in order to give in return as much as I have received.\" Therein, Sir, I believe, lies the simple statement of our shared value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I suggest that our first shared value be restated simply as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Service to nation and society.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fourth value, \"Consensus instead of contention\" has been the subject of much contention in public discussion, and the consensus of opinion seems to be that it should be scrapped. I do not agree with this opinion, but I would suggest that the statement be amended. In the first place, the statement carries a flaw in logic. Consensus is a state of affairs, and end-result. Contention is a process. One cannot be a substitute for the other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1950s, when Chairman Mao made the call, \"Let a hundred flowers bloom; let a thousand ideas contend\", he might have been looking for some kind of consensus. He did not get it. So he decapitated the flowers. In the Singapore Parliament, we often have a contention of ideas. Occasionally, we reach a true consensus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I think we may be giving too much credence to consensus. In my view, the hallmark of Prime Minister Goh's administration up to now has been, not consensus in public policy decisions, but a more consultative style of government. Government is elected to lead, not to make decisions by popular consensus of views. Government should consult the people, and in today's environment should do so more than in the past. More importantly, the views gathered from consultation should be treated with sincerity and with humility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we must state a political value in a White Paper, then I would restate the fourth shared value simply as: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"A consultative style of leadership.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I want to propose, if I may, an additional value. I would like us to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 825</b></font>\n  <br>\n  <br> enshrine in our national shared value system the idea that all men who excel in their chosen fields of endeavour should be given due recognition and reward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's system of meritocracy today carries an inherent bias. It rewards well and places high social recognition for those whose attainments add directly to economic growth: administrators, managers, professionals in medicine, engineering, law and so on. These are basically people of higher academic ability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recognition and praise for such individuals come early: the academically precocious go into the so-called \"gifted education programme\" at the age of nine. Sir, in a speech in this House some two years ago, I lamented the use of the label \"gifted\" for these children. I objected to it because it implies that the others are not gifted or without gifts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not every child is gifted academically, but most children have other gifts: music, art, oratory, creative writing, sports, a sharp sense of humour, and so on. All these gifts must be valued in our society because people who develop these gifts will enrich our lives. They too must be recognised, rewarded and accorded the prestige and respect alongside those who drive the engines of our economic growth. As Thomas More put it: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'What good is it to a man if he gains the whole world but loses his soul?' As it is for man, so it is for nation. What good is it if we gain the world's wealth, but lost our soul? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our system of meritocracy must be widened to accord recognition to those gifts and talents that contribute to a more cultured, gracious and resilient society. Our Prime Minister has said on several occasions that he wants to see a more rounded and cultured Singaporean. It is indeed a laudable vision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the gap is still very wide, for example, between a popular SBC actress, or SBC journalist, and a business executive of equivalent talent. The gap is both in remuneration and social recognition. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 826</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To illustrate my point, let me take a somewhat personal example. The American TV personality, Barbara Walters, was once paid US$6 million for a three-year contract with the station ABC - about as much money as Lee Iacocca of Chrysler Corporation some years later, give and take some adjustment for inflation. She was known as the \"Six million dollar woman\". She also enjoyed about as much prestige in the American public as Iacocca. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Does Diana Koh of SBC enjoy the same remuneration and social prestige as, say, a corporate chieftain like Koh Boon Hwee? I think the gap is much wider here than their equivalents in America, or Europe, or even Japan. Mind you, I am not comparing pay levels between Singapore and America; rewards are much higher in America because it is a much larger country. I am concerned about the yawning gap between reward and recognition for one kind of talent compared to another within Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As long as such large gaps exist, we shall be unlikely to produce or retain great talent in what we might call the \"non-establishment\" fields. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You could throw the free market argument at me and say that if they were worth that much recognition in the market, surely they would have achieved it. The market apparently does not accord them sufficient recognition, so why blame the system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, but let us not forget that we never allowed the free market to operate when we sent our best scholars to study chosen academic fields that would contribute directly to economic growth. The free market would have turned much of this talent into contractors or stockbrokers, because that was where the easy money was. Our Government intervened, and rightly so, to ensure that those who could best contribute to the economy gained the pecuniary and social rewards for their contribution. This emphasis was particularly necessary in the past when we were struggling to enter into the ranks of the NICs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must of course continue to promote and recognise such economic talent. But alongside this, we must also produce \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 827</b></font>\n  <br>\n  <br> writers, artists, entertainers and athletes who are well paid and well praised. In practical terms, let us have more scholarships and subsidies for talented young people to go into the creative arts, journalism, entertainment and so forth. Let us promote culture and the arts with ever more vigour - and more money - so that such talent will find a more receptive market. Let us also recognise them publicly with better media coverage, invitations to Istana receptions, National Day functions, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My suggestion for this shared value, that of recognising talent and gifts of all kinds that are beneficial to society, would be, \"Equal opportunities for all.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a broader recognition of talents from all quarters of society, our people will gain greater self-esteem and find it less daunting to seek fulfilment in life. Parents whose children do not score enough distinctions in school examinations need not wring their hearts in despair. The child, if he is encouraged, will find success in another field for which he is talented and for which he should be respected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One mark of a cohesive and mature nation is indeed that few of its people feel left out or lack self-esteem for not having gained social recognition in their vocations. It is a foolish government that leaves the majority of its people feeling not appreciated or respected for their individual talents and contributions. If these people become plagued by a sense of inferiority or failure, the government too would have failed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I urge that this notion of equal opportunity and esteem for all talents that contribute to the social good be enshrined in our system of shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the statement of Shared Values in the White Paper, with some amendments and refinement, could serve as the basis of our nation building for generations. I commend it to the House. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Deputy Prime Minister and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister and Minister for Trade and Industry (BG Lee Hsien Loong):</b> Sir, may I thank all the Members \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 828</b></font>\n  <br>\n  <br> who have contributed to the discussion, as well as all those outside of this chamber whose inputs have helped us to formulate the Shared Values for Singaporeans over the last two years. We have deliberately taken some time over the Shared Values proposal, because it is a very difficult exercise. There are two conflicting requirements which we have to meet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, it is a sensitive subject. For the exercise to succeed, the Shared Values cannot be controversial. They must enjoy wide consensus support. If this is an exciting discussion, then we have already made our task more difficult. But secondly, neither can the Shared Values be mere platitudes, what one Member earlier called \"motherhood\" statements. They cannot just be a general list of virtues, with no practical meaning. They have to convey something significant to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have tried to combine these two opposing requirements in one White Paper. Our aim is to identify values which have us to succeed as one nation, so that we can pass them on to future generations, and gradually develop a common Singaporean identity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Originally, we had four values - society, family, consensus and harmony. After the discussions, we modified one: \"Society above self\" became \"Nation before community and society above self\". We added one to cover the individual: \"Regard and community support for the individual\" This gives us five items - the nation, the family, the individual, consensus and harmony. The sequence is a logical one, but it does not indicate their relative importance of the five values. As some MPs have pointed out, perhaps the first one on \"Society above self\" and the last one on \"Racial and religious harmony\" are the crucial ones, because without these two, all the rest mean nothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These five values are compatible with the traditions of the vast majority of Singaporeans, whatever their race or religion. Chinese scholars feel that they reflect Confucian ideals, and some have said they are Confucian values. But they are also compatible with Islam, Christianity and Hinduism. So some people have called them universal values. We did not choose these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 829</b></font>\n  <br>\n  <br> values because of any particular name which they had, but because they reflect the heritage of Singaporeans, and have contributed to our success as a nation. They may not be unique to us, but they are relevant to Singaporeans. I think we should uphold them and strengthen them. We should make them Singaporean values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you take all five together, this group of ideas emphasises putting society above self. In other words, they are communitarian values. That is basic. We start by asking ourselves the question: Does society exist for the sake of the individuals which are inside it? Or is this group, the society, something more than the sum total of the livelihoods of its members? There is no universally right or wrong answer to this question. Every society has to ask it, and every society has to answer it. Each one does so in its own different way. The two extreme positions are, on the one hand, individualism, and on the other, communitarianism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Individualism, which is the same idea as liberalism, holds that it is the individuals, not the groups, who are the significant actors. The people matter, one by one, not the society as a whole as one organism. The society, the group, has no intrinsic value or significance in itself; its value lies, solely in the individual members who make it up. The state is simply the means by which these individuals within it realise their potentials and fulfil their aspirations. It is a convenient way for individuals to get what they need, what they want, what they aspire to. But more than that it is nothing - it is just a tool. It is what they call a social contract, meaning an agreement amongst its citizens who have gotten together to provide themselves with certain shared services, like defence and public order. We all need it, we cannot do it separately, well, let us agree, sign a contract, we hire an armed force, provide for all of us. Beyond that, what is not specified in the contract, the society has no right to. That is one extreme: individualism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other extreme is communitarianism, also called corporatism in a recent pair of articles in the Straits Times by two academics from the National University of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 830</b></font>\n  <br>\n  <br> Singapore. Corporatism emphasises the importance and the well-being of the society as a whole. In this view, the society comes first. The individual has rights, yes, but he also has duties. He has a standing and a worth, not because of his own merits, but because he happens to belong to a society. His place in that society, what he does in it, gives his life meaning and value. To take him out from the society, standing by himself, no matter how talented and how able he is, he loses that meaning and worth. In fact, some people will say he loses that purpose in life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This division between an individualistic society and a communitarian society has nothing to do with democracy. A country which puts the group above the individual can be a democracy, just as a country which puts the individual first can be a democracy. If you are going to put group interests first, then you must determine what group interests are. It is not what one or two people say. It is what the people as a whole feel. There is no ideal way to do this, but the best way is through the ballot - let the people express their will, let them choose leaders who will carry out their wishes, and let them then decide whether these leaders have served them well. You can even argue that if democracy is to work well, then the citizens cannot be totally individualistic. To some degree, they have to be prepared to put the country first, and to put aside some of their differences in order to achieve common goals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the two logical extremes - individualism and communitarianism. In reality, every society lies somewhere in between these two extremes, and gives some weight to both of these values; both to the individual and to the community. The only question which we have to decide is where exactly to pitch that balance. How much weight to give to each one? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For many Asian societies, the balance has always been tilted towards the society as a whole. Japan is the clearest example of a country where the individuals all feel that they are part of the group, and the group is far more important than any individual Japanese. But we should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 831</b></font>\n  <br>\n  <br> remember that putting society first is not a uniquely Asian idea. You will have heard this phrase, \"No man is an island, entire of itself\". It was not expressed by Confucius or any Asian philosopher. It was an Englishman who said it, John Donne, a 17th century churchman and poet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Right now, of course, individualism happens to be the dominant philosophy in the West. The US is the leading example of an individualistic society. Most Americans are quite convinced that this is the right solution for them. It suits the US, it suits their history, it suits the temperament of their people, it suits their position in the international order. Perhaps they are right. Some Americans would go further and claim that all mankind should do likewise. I personally think that is probably not right. But there are also a few American scholars - Dr Ong earlier mentioned Professor George Lodge - who think that individualism is precisely the cause of the economic troubles which the United States is now undergoing. These scholars believe that individualism is an inferior way to organise society and to generate economic growth. You have many brilliant ideas, many sparks of genius, but you cannot gather these sparks together and kindle them into a blazing fire. So they argue that the US needs more communitarianism to compete against Japan, to compete against East Asian countries. They include Singapore amongst the East Asian countries which the Americans must compete against, but I think we flatter ourselves if we pitch our position quite so high. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where does Singapore stand? We also have both strands in our tradition. We believe in developing each individual to his or her fullest potential. We value our citizens, not just because they happen to be useful to the country, but because we believe that each person is intrinsically worthy of respect. In economic matters, we depend on competition and on free markets to make each person give of his best. We do not believe in the communist ethic: to each according to his need; from each according to his con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 832</b></font>\n  <br>\n  <br> tribution. We believe that people will perform best when they are rewarded according to their contribution and when they compete furiously against others in order to do well. That is the individualistic strand in our national ethos. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But Singapore has not succeeded by being an individualistic society. We depend on cooperation and teamwork amongst ourselves so that we will do well not just as individual Singaporeans, but as the Singapore team, competing against other nations. We have succeeded as a nation because we have repeatedly pulled together to overcome adversity, and put the nation's interests first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the very idea of individualism is alien to our mother tongues. For example, there is no native Malay word for the concept \"Individualism\". I looked it up, the Malay word used is \"individualisme\". It is imported directly from English. There is a Chinese phrase, \" \" (ge ren zhu yi). It conveys the meaning of the word, but it carries negative overtones and it suggests selfishness. It is an undesirable trait. We are a society which has always put the community before the individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think there is more to this than simply finding the best way to fulfil each individual. There is some value in the nation of Singapore which is more than the sum of the individual livelihoods of Singaporeans. Consider this hypothetical scenario. Suppose some day something happens to Singapore, as happened to Kuwait. As a result, Singaporeans find themselves dispersed, scattered all over the world, in America, Canada, Australia, Europe, Britain, China, India. But suppose like the Kuwaitis, we still manage to keep our living, so that while we are scattered around the world, we are personally and physically not hardup. If you are an engineer, you are an engineer in America. If you are a technician, you are a technician in Australia. If you are a lawyer, you are practising in the United Kingdom. You have your livelihood, you have a family. This is what happened to the Kuwaitis. They are overseas, they are scattered. But do you think they feel happy? Do you think we would feel happy scattered like this? I doubt it. Surely we will feel that some important part of us is lost - the sense of togetherness and identity, the sense of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 833</b></font>\n  <br>\n  <br> being in charge of our own future, the sense of being one nation, one Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we need to put society above self, and not only out of enlightened self-interest. An individual Singaporean fulfils himself not only on his own, but by being part of a living society, and by contributing to this living society, each one in his own way. As Dr Hong Hai says, whether you are an artist, whether you are a dancer, whether you are a radio announcer or a corporate chieftain, all are deserving of respect. We need to learn many things from Western civilisation. But we should be careful not to adopt individualistic values blindly, just because they happen to be the current fashion in the West. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this has been the overall thrust of the Shared Values. It is a thrust which has been confirmed by the vast majority of the people who have participated in discussions and expressed their views on this matter. However, we have modified the individual values to take in the suggestions and the views which various people have expressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first value - \"society above self\" - we have modified by adding in the idea of \"nation before community\". It is one important part of putting the nation first, putting society first. The nation must come not only before the individual, but also before the interests of any sub-group. We are doing our best to keep our individual cultural heritages alive - the Chinese, Indian and Malay. Every time you see a lion dance or kompang or a Deepavali celebration, we are keeping our separate cultures alive. It is necessary, because we cannot, and we should not, cook up a new unique Singaporean culture overnight. It is not like blending a new perfume and giving it a name. But we must not allow this seeking of roots to draw us apart. We are all, first and foremost, Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another aspect to putting the nation before the community, and that is, racial and religious harmony is not just a matter of being polite and sensitive to other people. Yes, you have to be polite and sensitive, but you also need to subordinate the interests of your own group to the overall interests of Singapore. If you are lording it over the others, no matter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 834</b></font>\n  <br>\n  <br> how polite you are, race and religious relations will become tense. For example, if the Chinese, who happen to be in the majority, push for Singapore to become a predominantly Chinese society, this must lead to trouble, because the minorities will feel threatened, they will mobilise in response, and the polarisation cannot easily be undone. Fortunately, the Chinese have not done this, although from time to time Chinese chauvinists have tried to stir up the ground. And the same will happen even if a minority group puts its group interests first before the nation. Dr Hong Hai says these are painful dilemmas, very difficult situations for people to face. But they are real dilemmas which from time to time life put before us, and we do have to choose. They are not hypothetical situations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the thrust of the Shared Values is on the society, we added one value to emphasise the importance of the individual, and that is, \"Regard and community support for the individual\". It helps to round out the set of values and give it proper balance. We want to tilt the balance slightly, towards the society and the group, and away from the individual. But as one of my colleagues pointed out, the Shared Values are not just the delta, the direction in which we want to move. We are specifying the end position, what is the final balance. We want that to be a reasonable mean, not an extreme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Somebody said that \"Regard and community support\" did not make it clear enough. Maybe we should use the word \"respect\" - Respect and community support for the individual. We can consider such amendment. It is not too late. If we fail to point out that the individual deserves respect and consideration in his own right, then we risk over-emphasising the demands of society, and riding roughshod over the intrinsic rights of individual Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other limb of this value stresses that the community ought to support the individual, especially those in most need of help. It does not say, \"Support for the needy. Support for the poor. Support for the handicapped\", because the community supports all of us to varying degrees, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 835</b></font>\n  <br>\n  <br> whether you are able to look after yourself, or whether you need a greater degree of assistance and propping up. We have to look after one another, both as a society, and also as individual human beings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do you do this? How do you help the needy and those who cannot look after themselves? That is a difficult problem in every society. The experience of many countries, both in the East and in the West, is that this should be done and organised on a mutual help basis, by volunteers and community groups. This is the way to keep the obligation personal, to channel the help sensitively and accurately to those individuals who needed most. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is in fact the Singapore tradition - self-help, many helping hands. It is the Singapore way, shared by all our major communities. The Chinese clan associations have always played an active role in community affairs, especially in the early days of the colonial government. The Indians also have sub-ethnic organisations, like the Tamil Representatives Council and the Singapore Khalsa Association, and others. And the Malays have a tradition of gotong royong. It started in the kampungs, as the kampung spirit, but even when the Malays moved out of the kampungs and into HDB areas, they still organised welfare committees and Muslim benevolent associations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the spirit is alive. We should keep them alive, and we should avoid bringing in the State. Because when the State steps in, it brings in bureaucracy, it brings in rigid rules, and the support becomes depersonalised. You have to do according to what the book says. You cannot do according to what you, as a community leader on the spot, knows need to be done, which cannot necessarily be justified in dollars and cents according to exact formulas and procedures. As a result, the support misses those who needed most, and goes instead to those who are less in need. Eventually, there develops a psychology of entitlements, a crutch mentality. When that happens, the best-intentioned help becomes counter-productive. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 836</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not a hypothetical danger. It has happened in every developed society which has set up a welfare state. Invariably at the beginning they have set up welfare states with the best of intentions and with the most careful caveats that they are extending a helping hand, not giving alms, that they are equalizing opportunities, not results, that they want people to work, not to beg. But it is in the dynamic of the situation that once the State moves in, by degrees and imperceptibly, the trends grow and eventually all the ills of a welfare state develop. We must not repeat their mistake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come to the fourth value now - \"Consensus instead of contention\". It has been the most controversial one, but I suspect that is because it has been misunderstood. Promoting consensus does not mean suppressing dissent, or discouraging debate. It means that we should discuss issues widely, but in a spirit of give and take, so that we will find solutions which accommodate the views and concerns of as many Singaporeans as possible. I read in the papers that Mr Chiam See Tong talked about \"thesis, antithesis, synthesis\". That is dialectical materialism. It is a bit out of fashion, but it is still correct. That is precisely what we are looking for - a view, an opposing view, and a creative synthesis of the two, which would embody the best aspects of both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, of course, in the process of trying that, you may end up with argument, counter-argument, and impasse, then we are in trouble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When 2.8 million people discuss a subject, unanimity will not happen very often. We cannot refrain from doing something which is in the interests of the vast majority, just because a small minority is not yet satisfied. But even when we cannot reach one common understanding, we should respect the opposing viewpoint, and agree to disagree amicably. We should not break up into feuding factions, which are unable to reconcile our differences. Because today we have this issue, tomorrow we remain Singaporeans together, and we have to discuss other issues. And while we disagree on one item, we may well find ourselves allies on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 837</b></font>\n  <br>\n  <br> another. Much less should we make enemies out of one another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In every society there are disputes and differences of opinions, over private matters, over commercial affairs, over great issues of state. It is only natural and healthy. Without constructive debate, without a lively exchange of views, no society can hope to break new ground and make progress. But societies differ in the ways by which they seek to resolve differences of views. Some try to conciliate opposing views and smooth over the differences; others fight it out in adversarial proceedings in court. They believe that out of sound and fury will come sweetness and light. Again, the Japanese and the Americans present opposing examples. Just look at the number of lawyers each of these two countries has. The Americans have one lawyer for every 360 Americans. The Japanese have one lawyer for every 9,300 Japanese. That is, Americans have 26 times as many lawyers per capita as Japan. Are they 26 times happier? Should we follow the American, or the Japanese example? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is what we mean by consensus instead of contention. This value refers generally to relationship within Singaporean society, not just the relation between the Government and the people. But consensus is also what the Government has been trying to achieve. I know that some people still feel the Government is too hard and unforgiving in its approach, intolerant, harsh. They would like the Government to be gentler and more consensual, smile more often, follow the heart rather than the head more often. We will try to be gentler and more consensual. So long as everybody accepts what the end objective is, and that is, to discover the best course for the country, then we can work together in order to achieve a common goal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people have suggested that the phrasing of this value can be improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem is more with the wording of it than with the sentiment. There have not been any complaints about the Chinese or the Malay versions. The Chinese version says \" \" (Qiu \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 838</b></font>\n  <br>\n  <br> Tong Cun Yi Xie Shang Gong Shi). The Malay version says \"Permuafakatan bukan Pertikaian\". The reservation has been over the word \"contention\". Some feel that it is too wide. Contention may be good, contention may be bad. It is not too late to amend the language, if MPs can come up with a better word than \"contention\". We can consider, eg. \"Consensus instead of strife\", or \"Consensus instead of confrontation\", or \"Consensus instead of discord\", or \"Consensus not conflict\". There are any number of bad words to express the idea. Let us find a suitable one. MPs should discuss this and perhaps we can decide the issue tomorrow. Somebody can move an amendment, and we can agree on a revised formulation of the five values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Shared Values leave out religious values, in order to keep the state and religion clearly separate. This does not mean that religion is unimportant, or that the Government has anything against religion. On the contrary, I believe that religion is a major factor for social cohesion and stability. All religions enjoin their followers to do good, and to care for their fellow human beings. But Singapore is a secular state. The state should not venture into the religious realm, and prescribe religious values for its citizens, no matter how generalised these may be. Because if the state is entitled to prescribe generalised religious values, then so too religious leaders must be entitled to prescribe generalised political values. And that way lies trouble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several people have argued that although Singapore is a secular state, we should nevertheless include religious values in the Shared Values and, particularly, \"Belief in God\". I do not think this is wise. In fact, all the religious leaders who have commented on the Shared Values have advised us against doing this. I will just quote one, Brother Joseph McNally, who wrote a letter to Mr Goh Chok Tong two years ago, in which he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Religions themselves are agents of social harmony and valuable to Society so long as they recognise the right of other religions to coexist with them. Society encourages the practice of religion but retains the right to suppress any religion that preaches against another and thereby disrupts harmony. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 839</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What interests Society is not religion as such but rather the philosophy which derives from it. Society does not practise a religion; the individual does. So far as Society is concerned, religion is a private matter. It accepts the right of each individual to practise any religion or no religion. Society insists that positive respect be shown by each individual to the religion of the other person and takes action against individuals who seek to denigrate other religions or to force their religion on others.\". I think that is a wise approach which we should follow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also left out political items - good government, meritocracy, democracy, and so on - from these Shared Values. Again it is not because these are unimportant. All Singaporeans should absorb these values, whether or not they support the government of the day. But these values represent a separate set of ideas from those which are expressed in the five Shared Values. The five Shared Values presently deal with the relationship between the individual and the society. If we are going to cover political values adequately, we would have to add another four or five items to the list, at least - democracy, good government, meritocracy, equal opportunities, pursuit of excellence. We would lose focus, and end up dealing adequately with neither area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, we must find other avenues to inculcate political values systematically among the population and especially among young Singaporeans. Every schoolboy and schoolgirl should grow up with a common understanding of the basic facts of political life - that Singapore is small, that it depends on exports to other countries to make a living, that it is through ceaseless endeavour in the pursuit of excellence that we can do well and get ahead. The Japanese do this in their schools. They make sure that every young Japanese grows up understanding Japan's place in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was recently a programme on Japan in the BBC entitled \"Nippon\", the first in a series. They showed a little bit of how the Japanese do this. A commentator who said this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Six thousand miles away, Japan's own agricultural heartland lies in the rice paddies of Nigata prefecture. Each spring school children are taken to the fields by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 840</b></font>\n  <br>\n  <br> the older people of the village to be taught the traditional method of planting rice by hand that has sustained the Japanese for thousands of years. Although most planting is by machine these days, this is a deliberate lesson in values and hard work. It's designed to pass on to the children the age-old view that the Japanese people have had of themselves.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then in a classroom, this is what the teacher said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Look at this map of the world, please. This is Japan. It's a small island country surrounded on all sides by sea. Japan has very few of its own natural resources. And so it imports resources from other countries. When we say we import natural resources, we mean that we buy them and bring them home.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is how they bring the lesson home. Then it quotes Kenichi Ohmae. He is a pundit who writes on these issues and he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'What they teach is, we are a small nation, lots of people to feed, no natural resources. This means that you have to borrow money to buy raw materials, add value and export. The difference in price is going to give you the money to buy food. Therefore those who do not work to that value shall not eat. So that's the raison d'etre of this country. And if you are taught like this, you keep exporting and hope that you earn money and then you eat well. That is the Japanism. And everything we do is related to this notion.' So we must find some ways to do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education will be incorporating political values in its civics programme. It has asked Dr Goh Keng Swee who has agreed to write up a series of lectures, to put across these ideas in ways which school children can absorb. It cannot use the big words but simple, direct explanations, so it sinks in to the collective sub-conscious. If these efforts succeed, then democracy will take root in Singapore, and our democratic institutions can flourish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These five Shared Values are not the only ones which Singaporeans should hold in common. Nor are they intended to be writ in stone, unchangeable for all time. They must reflect the circumstances and priorities of the times. Each generation must adapt them and interpret them to suit their circumstances. But the Shared Values will provide a guide to help us from going astray. They offer a basis from which a Singaporean identity can in time emerge. I think the key words are \"in time\". We do not want to rush this, we do not want to force this. Let the values trickle down, seep \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> in, gradually be absorbed, transmuted and blossomed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There have been some suggestions to form a Committee to implement these values. I have some reservations on this. I asked my colleague, the Minister for Community Development, what MCD does on this score. He told me that, in fact, it is already doing a number of projects which are consistent with the Shared Values. It runs a Family Week, Family Life Education Programmes, Community Week, Senior Citizens' Week, Volunteer Month, 25th Anniversary Charity Fund - $88 million was collected last year, totally voluntary efforts - and, of course, there is the Feedback Unit, helping to generate a consensus. We should continue with these piecemeal gradual approaches rather than establish a Committee, develop action plans, and push through what may not yet be fully cooked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung's motion asks the House to adopt the White Paper, not as The Shared Values for Singaporeans, but as the basis for developing a set of shared values for Singaporeans. There is a world of difference. I think Dr Ong has chosen the right approach - cautious rather than hasty, as guidelines rather than laws, and open-ended rather than final. I therefore urge Members to support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 841</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SHARED VALUES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the new year has brought us a new beginning. On the 2nd of January this year, our leaders presented this White Paper to lay the foundation for a stable and harmonious society. \"Nation before community and society above self\" is a basic tenet. Without territorial integrity and sovereignty, no country \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 842</b></font>\n  <br>\n  <br> can survive; its citizens will become refugees. During a SBC forum yesterday, the view was expressed that the Shared Values might be seen by some people as an attempt to discourage differing views. Moreover, the values seemed similar to communist slogans used by Eastern Europe to safeguard the interests of a few old men. In may view, the supremacy of nation is relevant to all countries. Even in Western democracies like the United States of America, the late President Kennedy once said: \"Ask not what the country can do for you but ask first what you can do for the country.\" As regards the slogans of communist countries, they are not necessarily undesirable. Mao Zedong said, \"Serve the People\". I doubt any of my colleagues here will object to that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 80s', political and economic changes occurred rapidly. The restructuring of the Soviet and the Eastern European economies proves that the pursuit of wealth and a better life is not a daydream of the Bourgeoisie only. In fact, hard work and the search for a better life is the motivating force for progress. Improvement comes with competition. The market economy is driven by the human propensity to move upwards. However, in achieving personal goals we should not use all means, fair or foul. Otherwise, social disorder and escalating crime rates will follow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pursuit of wealth is of course not wrong. But if people are obsessed by the desire to get rich quick and to get something for nothing, then we shall have to be very careful. In recent years, lucky draws have become very popular. Even statutory boards do not want to lag behind. In order to increase the usage of IDD, Telecom has also organised a lucky draw. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a bustling metropolis, some young people tend to go for branded clothes and accessories, showing off to one another their latest acquisitions. But in a small country with no natural resources, facing a slowdown or even a recession in the world economy, should we encourage and publicize a life of luxury and extravagance? According to Mr Peh Chin Hua, junior college students spend several hundred dollars for an evening dress for their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 843</b></font>\n  <br>\n  <br> graduation dinner and dance, a sum which is probably greater than their monthly salary when they start work after leaving junior college. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper states that we should preserve the values that have helped Singapore to succeed. The diligence and thrift of the pioneers was one of the main reasons for our success. They laboured under extremely trying conditions, eking out a living. Parents and older brothers and sisters made sacrifices, saving every dollar, so that their children and their siblings would have a better life through higher education. We cannot be sure that our economy will always do well. In a recession, will our people accept a simple life and difficult work? Expensive tastes and high consumption could be habit-forming, a habit which is going to be difficult to get rid of. The White Paper should therefore stress the importance of hard work and thrift. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Abdullah Tarmugi) in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Western societies have seen a lot of changes. Homosexuals can get married. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are more single parents and their divorce rates have shot up, reaching 50% in USA and one in three in the UK. In September 1989, the Guardian published a report on \"A National Survey on Health and Development\". According to the report, children whose parents had divorced tended to suffer from negative emotions which subsequently had affected their school and work performance. Moreover, the proportion of children with symptoms of emotional disorders doubled that of normal families. The then Prime Minister Mrs Margaret Thatcher called upon her people to strengthen family ties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The divorce rate in Singapore was 4.6% in 1989, which is not high compared to USA and UK. But we should be alert to current developments elsewhere and in Singapore. On TV, stories of casual relationships are common. A chance \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 844</b></font>\n  <br>\n  <br> meeting and a couple of drinks turn the two parties into an instant couple. Many of our young citizens study, work or spend their holidays abroad. They too will be influenced to some extent. We must therefore stress the importance of family ties and lifelong commitment. The tradition of children reciprocating the care and concern given by their parents must be upheld. The Ministry of Education should reinforce teaching of moral values so that students will have a firm grasp of individual responsibility and sense of duty to their families. Grassroots organisations can carry out more activities for the whole family. In 1988, the Advisory Council on Family Life suggested a 5-day week to allow family members to spend more time together and share household responsibilities. I hope the Government will review this recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regard and community support for the individual - it is the responsibility of the family members to look after their sick parents. However, in many cases, both husband and wife have to work and cannot look after the old folks. Private nursing homes are costly and of limited capacity. These families still need the support of Government and the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1979, a large number of students have emerged from the extended and the monolingual streams. Have we done enough to give them the regard and support? Have they been able to develop self-respect and self-improvement to contribute their share to society? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Knowledge without action is not true knowledge\". After adopting the Shared Values, we should draw up concrete plans for implementation. We should guard against being mere critical by-standers. Instead, we need to set an example for others to follow. In facing problem together, Singaporeans should foster a sense of self-respect and with confidence build a society of distinction based on our own ideals. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Tay Eng Soon):</b> Mr Deputy Speaker, Sir, there is a small country. It is prosperous and doing well. It does so despite the fact that it is a multi-lingual and multi-racial country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 845</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Its people are split into three main language groups. Furthermore, they are also split in their religion. They had violent conflicts in the past over religion. Yet today, that country is harmonious and cohesive. It has a thriving economy based on banking, manufacturing and tourism, although not so long ago, it had unemployment and even poverty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I could be describing our country, Singapore. But I am not. I am describing Switzerland, a country of 6(r) million people comprising German, French, Italian and Romansch speaking peoples. Half of the people are Calvinist Protestants. The other half are Roman Catholics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the face of it, Switzerland should not exist as a country. Its peoples have close racial, language and cultural links with their respective neighbouring countries. This should produce forces to pull them apart in three directions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, during the 2nd World War, there was a risk that Nazi Germany might carry out another \"Anschluss\" on the German-speaking part of Switzerland. But Swiss cohesiveness held. Dr Jonathan Steinberg, a Swiss scholar in Cambridge, says that Switzerland is a puzzle. Switzerland poses the question: why does a country of such diversity in language and culture not pull apart and instead, is a very cohesive and successful one? He tried to give an answer in his book entitled \"Why Switzerland?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is Switzerland's secret? Why do the Swiss people have a strong sense of \"Swissness\" despite their racial differences? It is their shared values. The Swiss feel Swiss because they consciously or unconsciously share the same set of values with other Swiss citizens. Dr Steinberg traces these values to the communal and cooperative economic organisation of the old Swiss mountain communities. They were fierce, independent and freedom loving communities. Yet they learnt that to survive, they had to cooperate with one another despite their differences. They had to agree to common pastures for their cattle. They had to cooperate to maintain passes and roads which were regularly washed away by avalanches. They had to unify to defend themselves against bigger outside foes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 846</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, the shared values of the Swiss are embedded in their institutions. Their federal system of cantons guarantees that every racial and language group is represented. This is their version of the GRC system. They have a highly participatory and responsible form of democracy. They have town councils at the local level in which their citizens assume responsibility for most local affairs. They believe in a people's militia. They have compulsory national service even though they have been neutral for over 400 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Out of the severe constraints put upon them by their racial and language differences, they have through their rational genius created a harmonious and cohesive nation. Can we, with our diversity, also create a cohesive and prosperous nation in the long run? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This, Mr Deputy Speaker, Sir, is the essence of the Shared Values debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Natural\" nations usually have one race, one language and one common culture - something which may have taken them hundreds of years to evolve. We are trying to build a Singapore without these advantages. How can we do so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take a normal, successful family. What holds it together? It is their common bond based on the values that they share and experiences that they share. If there is no consensus in the family, if the interests of the individual members always take precedence over those of the family as a whole, such a family will surely break up. As with a family, so with a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For us, the values we share, the bonds that bind us together, the common experience that we have, are not just a matter of intellectual debate. They are a matter of national survival in the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to bring out at this point two fears that have been expressed to me during this debate, not by Members in this House, but from people outside. The first is the fear by the minority communities that they will have less of a place in the Singapore of the future. It is true that the majority community, the Chinese, have done well. And elements of their culture and values have helped them in this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 847</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese indeed have a strong sense of their culture. They like to recall their 3,000 years or more of unbroken history. But because of their success and because of the interplay of their values with their success, it may be taken that successful Chinese want to propagate and impose their values on others. This is how minority communities may see this. Therefore, there must never be cultural arrogance. Instead, we should always emphasise the common area that we all share. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since our independence, we have carefully avoided promoting any one culture but have always striven for a multi-racial, Singaporean approach. This goes right down to grassroots activities. In trying to encourage each group now to re-establish their cultural roots, we should be very careful that we will not reverse what we have taken 25 years to achieve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question that I and many others are asking is whether the shared values that we are adopting will help to make us more Singaporean and less communal in our outlook. I hope that emphasis on shared values will make all groups feel that there is space, there is room, for all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second anxiety is that the proposed shared values are loaded too much in favour of the group and will give little room for the individual. This is the hidden fear when people criticize \"consensus instead of contention\" and \"society above self\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Jonathan Sacks, the British Chief Rabbi elect, speaking on the dilemma of the individual and society in the West, put it this way. He says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We have lost our sense of being part of a single moral community in which different people are brought together under a canopy of shared values. We have reached the limits of individualism ... Without community and tradition, there is no self-expression beyond the inarticulate cry of a child.' This is how far the pendulum has swung towards individualism in the West. And as a religious leader, he has expressed great concern of this trend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do not want to go that way. The framers of our shared values, the authors \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 848</b></font>\n  <br>\n  <br> of our shared values that we are debating, are right in assuming that the human tendency is always towards self - self before others, self before society, even when they pay lip-service to the greater good. Therefore, I agree with them that if they have to be loaded, the scales should be loaded in favour of community and society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But neither do we want blind conformity and compliance in the name of nation or of consensus, a disease which is not unknown in the East. Tyranny of the majority may be even worse than individualism. Our shared values must never be an excuse to stamp out individual ideas and aspirations that can lead to new achievements. We must always encourage individual excellence. Even the Japanese are realising that excessive conformism stifles creativity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, spelling out a set of shared values is one thing. How do you get people to internalise them, and to take personal responsibility for them? Unless that takes place, it will all be lip-service. Fortunately, the five values are not new. They are already to some extent present in our collective psyche. Every group in Singapore, every community in Singapore, accepts and practises to some extent those five values. This is a good start. But implanting a value is not an easy task. Take, for example, the principle of advancement by merit. Today, this is generally accepted. But this was not so 25 to 30 years ago. Nepotism, special contacts and favours, guanxi, were then more the norm. This value is still widely practised in many Asian countries. But Mr Lee Kuan Yew and his generation of leaders decided to break the mould. They decided to go against an age-old tradition and chose the principle of meritocracy. They were strict in the implementation. Today, guanxi is not dead yet. But those who practise it do so in secret with a strong sense of guilt. But the point here is that advancement by merit has become accepted as a Singaporean value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This example gives me hope that the five shared values will one day also \"stick\" and become accepted as Singapore values. But to achieve this, our leaders, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 849</b></font>\n  <br>\n  <br> perhaps more than anyone else, must be firm and consistent in applying the values. The example they themselves set will then be followed and in due course the values will become uniquely Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I dislike to take the responsibility of inculcating values out of the hands of parents. I believe they have the most profound influence which we cannot easily substitute. However, as our schools are the next most influential body over our children, I want to assure the House that the Ministry of Education and our schools will be involved in some way in teaching shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have a polyglot young society with potential pulls in different directions, and we cannot take it for granted that the pulls will not grow stronger. The question before us is whether we can keep pulling together and one day perhaps become the Switzerland of the East, or go the other way, the way which so many other multi-racial societies have gone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Encik Sidek Bin Saniff (Senior Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Education (Encik Sidek bin Saniff)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, I rise in support of the Motion to adopt the White Paper as the basis for developing a set of shared values for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to touch on two areas. First, how we should adopt all these five values. Second, there is no need for us to include other values, specifically those having ideological connotations, be they political or religious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the first, I congratulate the Government for recommending these five, generally inter-related values. More importantly, this set of values on the whole captures the values of our Singapore society, whatever may be our religion or race. I think all of us appreciate that no majority interest has been given emphasis over any minority interest. No belief, Confucianism or whatever, has been so highlighted as to push aside some other creed. What have been proposed is a set of five values that I reckon will lead to four important results if they are imbibed by everyone. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 850</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, these values will bring forth an individual who is responsible, an individual characterised by individualism, in the sense of being uniquely talented in his own right, but not individualistic. For, one of our values is regard and community support for the individual. This, in my view, refers not just to the less fortunate, the poor or the handicapped among us. More importantly, this refers to those with special talents, experience, knowledge, etc, but at the same time, are not individualistic. In other words, individuals who possess wealth, but are not possessed by wealth. Secondly, he will have a high sense of responsibility to the family, to society and to the nation. Thirdly, the society in turn will care for him and look after him in a respectful way and will give him support when needed. Fourthly, I am sure there will evolve a cohesiveness that will further our efforts towards evolving a Singaporean identity. History will show that these five values will act as a catalyst for the development of this identity. It will require time. Their total appreciation will require a lot of time, and mathematical considerations will not come within the scope. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a start, I think it is sufficient for us to begin with the five proposed values. The choice has been made so carefully that I believe every community, every religion, will feel that the values proposed belong to them. I think this is one of their positive features and I think it is important we understand this. This identification is important, particularly in the context of our multi-racial, multi-religious society. Though we have to be realistic where there are voices to the contrary, I think I would consider this a healthy development in our process of nation-building. We need to be active listeners, to be able to accept what is sound. What is important is building a consensus. What must be avoided is contending just for the sake of it, or finding faults and excuses, in the spirit of one of the values, consensus instead of contention. I believe the shared values will result in a stronger, more cohesive, more caring, harmonious and tolerant Singapore society. To achieve this, to inculcate these values, we need to begin from young, in the schools, at home and at places of work. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 851</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, my second observation is that I feel it is proper at this time not to include other values, ie, values with ideological connotations or tending to reflect an ideology, whether political or religious. I think ideology is a serious matter, an important matter, and should not be taken for granted. Ideologies have their own philosophies and characteristics. Often, their idiosyncracies rear their head. Looking at the history of ideologies, I notice they tend to give rise to two situations, regardless of whether the ideology comes before a country's independence or after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the sentiment that one's national ideology is best. This is acceptable still, because such is the nature of human being. But then sometimes conflict occurs even among believers of the same ideology. Czechoslovakia is an interesting example. It started out having a national ideology that believed every political party should be able to espouse its own respective ideology. Then the Communist Party won power, communist ideology became the national ideology, and a new problem arose - other ideologies were banned. Thus we find Vaclav Havel, then just an ordinary citizen, launching his movement of peaceful revolution through the Civic Forum. The Civic Forum defeated the Communist government at the end of 1989 and Havel became President. Then we hear plans to turn Civic Forum into a political party professing the ideology that Havel and his supporters have long adopted. Suddenly we read in the Straits Times of 12th January 1991 of a split between President Havel and his Finance Minister Vaclav Klaus, who now heads the Civic Forum after having defeated Havel's candidate. And yesterday it was reported that Civic Forum has already become a political party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I am trying to make is that conflicts like this can occur over the question of philosophy alone. Klaus wants the Civic Forum to be structured along the lines of the conservative parties of Western Europe. And I quote the Straits Times [in English]: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 852</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mr Klaus stands for capitalist reforms that may cause \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;social unrest, while Mr Havel and his allies symbolise \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;an intellectual approach alien to the can-do spirit \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;that some say is needed to transform Czechoslovak \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;business. - AP\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same thing happened, between followers of the same ideology, in the case of Lenin versus Berenstein, Stalin versus Trotsky, and now Gorbachev versus the conservatives and Boris Yeltsin. And between adherents of the same ideology too, in Communist Russia versus China. This means that embracing the same ideology does not necessarily mean embracing the same philosophy. And the problem is worse within a society, especially a heterogeneous society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the sentiment that one's ideology is superior to the ideologies of other countries. This is no longer just within the same society. It is like saying one's ideology is superior to the Declaration of Independence, the Communist Manifesto, the Pancasila or the Rukun Negara. If one look at the four ideologies - Liberalism, Fascism-Nazism, Communism, and Socialism - one would be reminded of the concept of racial supremacy promoted by Fascism-Nazism, where even children at a young age in school were sown with belief in the superiority of the German race and the inferiority of others, in particular, the Jews. Germany later made a pact with Italy and Japan, and the world soon inherited the wounds of a terrible war. It prompted Daniel Bell to write \"The End of Ideology\", following the end of World War II, saying that ideology is no longer necessary; science and technology is all that is important; the technological society does not need ideology. But the world later came up against a new form of imperialism, imperialism by the communist countries through the medium of the communist ideology - Russia in Europe and Latin America, China in East Asia, and Cuba in Africa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, world political and religious developments and the latest events in the Middle-East bring me to the conclusion that both aspects - politics and religion - should not be included at this stage. I think these two deserve to be considered, analyzed and determined only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 853</b></font>\n  <br>\n  <br> by the international community, or better still, by the United Nations. No single nation will be able to adequately deal with them on its own. World political climate and the recent trend of religious revivalism demand new evaluations and new approaches, particularly as world bodies are now in the position to demonstrate their credibility and character in tackling problems such as the Gulf crisis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, to illustrate my point, I would like to quote an article by Mr Goenawan Muhamad, entitled \"Prospects in 1991\", published in the Indonesian magazine, TEMPO, on 29 December 1990. I quote [in translation]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The best caricature of 1990, by Billy Day, showed six armed men on their knees praying to God. [This is viewing it from the religious angle.] The first prayed to God that Jews be wiped out. The second prayed that Arabs be killed. The third prayed that Muslims be exterminated. The fourth pleaded that Hindus be exterminated. The fifth pleaded that Catholics be killed. The sixth called for Protestants to be destroyed. And, below, the caption by Billy Day said: 'All God's children have guns'\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All God's children have guns indeed and we know that they are going to destroy each other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is the situation the world is in now. And this is the only world man has. There is no other world. So we have to preserve it, protect it together. And we can begin with our own country, like what we are doing now, through the Shared Values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to bring another quote, a comedy from Russia, to underscore this point. The story goes that Ivan Ivanovich, a poet, went to the OVIR, the Russian Immigration Office, to get permission to migrate. So the officer said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Of course you can. Where do you want to go? Israel?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"No\", said Ivan, \"I will be battered by war over there.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"How about United States?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Oh, no. Too much unemployment there.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"How about India?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"No. There's going to be a lot more religious riots there.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 854</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Indonesia?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"What? Can I read poetry there?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[We know the Russians have a penchance for poetry]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The officer looked at Ivan patiently and said: \"Then you've got to have other alternatives. Here, I will give you a globe. You point out to me which country you like, and you tell me. Okay?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So Ivan stared at the globe in front of him. Ten minutes, twenty minutes passed, and he still had not decided. At last, he looked at the OVIR officer and asked: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Don't you have another globe?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, colleagues, I have taken these examples to emphasise what has been stated by Deputy Prime Minister Lee Hsien Loong, that we have to be very careful about these two areas. We must avoid getting into the syndrome of \"more is good, new even better\". In this respect, I think five is good enough, no new ones needed. Let us just work on these. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Mr Deputy Speaker, Sir, the White Paper on Shared Values is a well-defined document that must find favour with all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I rise in full support of the five values the Government has spelt out. I can only hope to add to its fabric by suggesting a framework in which these values can be imbued in our society, and I propose to do that by seeking some clarifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the first shared value - \"Nation before community and society above self\" - looking specifically at the second part of this pronouncement, no one can find fault with the sentiments found here, for it is quite acceptable to place society above the individual. But this is on the presumption that there is a just society. I hasten to add that only a just society deserves to place itself above the individual. If society is just, you can expect individuals to subjugate themselves to this just society, and only in such a state can there be legitimacy in these shared values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, if this society is corrupt in whatever manner or form, then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 855</b></font>\n  <br>\n  <br> it would be disastrous to put society above the individual. If indeed society is corrupt, the individual must be in a position to call that society corrupt and ask for an accounting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I would also like to suggest a more orderly manner of expressing the shared values. To my mind, as it stands at the moment, there does not seem to be a smooth flow and, as BG Lee said a moment ago, there was no intended order of the five values. A more logical sequence could be obtained if it reads this way: Nation before community and society above self; Regard and community support for the individual; Consensus instead of contention; Family as the basic unit of society; Racial and religious harmony. If it were to read in that order, then there is an intrinsic and logical connection which is amplified in the society's individual matrix, and as evident in the statement found in the White Paper, not to promote one to the exclusion of the other. Another reason why I would suggest that the present third shared value moves up to the second is that it qualifies and safeguards both society and the individual. A just society is placed above the individual for a just society also recognises the rights of the individual. Therefore, both the society and the individual can exist viably. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If a just society is placed above the individual and, furthermore, a just society recognizes the rights of individuals, then in this context one can affirm that consensus instead of contention logically should be the next shared value. I say this because we are still on the subject of society and individual and how they relate to each other. And still on this society's individual matrix, as families are made up of individuals in the society, then the family must be the basic unit of society. This shared value follows the above three. If the family is the basic unit of society, the well-being of all families is supremely significant. Then it makes sense to set up family service centres to right wrongs in families to ensure a balanced society. All concerned individuals and institutions should support family service centres and other such institutions to bring about healthy family units. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 856</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this point, Sir, I would also like to make a suggestion to amend the wording of \"Consensus instead of contention\". I feel that in a document as important as this where values are expressed to motivate Singaporeans, there is no need to use the word \"Contention\", which in this context means \"disagreement or argument\". Since the style of the Government is consultation where issues are discussed openly, views sought and changes are made to suit as wide a spectrum of our society as is possible, I feel that we should re-word this value, as has been mentioned by Mr Chandra Das and Dr Hong Hai, to read as \"Consensus through consultation\". I think this does not in any way rob this value of its true meaning, rather it brings it into focus. And I can think of no finer example of this consensus reached through consultation than by reminding Members of the recently passed Elected President Bill. The Prime Minister himself sought feedback from the public, civic groups, and by convening Select Committees to accommodate views. We cannot expect our fellow Singaporeans to agree with everything we do or say. But we do not have to argue about it, rather we should discuss it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I may have appeared to have taken the extreme meaning of the word, \"Contention\", but I have done so because I believe Singaporeans are aware of the need to work for the common good, no matter what the private view may be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, everything that we are trying to create and build could come to nought if these shared values are expounded on Singaporeans who are not civic conscious enough. The ugly Singaporean is still around. Our public toilets are still dirty. There is still the problem of littering and the jumping of queues. It is important how the individual treats other individuals. We must get rid off this kiasu attitude. We cannot progress if Singaporeans lack concern for each other. We must be gracious in our lifestyles, in our behaviour, in defeat, in victory, and the manner in which we treat neighbours, not just next door, but neighbours across the borders as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the shared values have been spelt out to create the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 857</b></font>\n  <br>\n  <br> ideal Singaporean. How do we make him a reality? Sir, that debate has already started, and it must continue. \n  <br>\n  <br>\n  <!-- Encik Wan Hussin Bin Haji Zoohri -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Wan Hussin bin Haji Zoohri (Aljunied)</b>(\n  <i>In Malay</i>): Mr Deputy Speaker, having attained Independence 25 years ago, our plural society is reaching maturity, though it still needs constant nurturing and tending before it fully matures. If we relate this maturing process with the Shared Values, we would find a close connection between the two, and I will try to illustrate this using the following personification. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our maturing, plural society is like a young man who has just set up family and settled down in a certain village. The values of the village require him to make sacrifices, putting the interests of the village above his own. At the same time, the young man has to provide for and look after his family well. The values of the village also require its inhabitants to assist the less fortunate and the poor in their midst. The young man also has to absorb and practise the consensual and \"gotong royong\" spirit of his village. And in the village, he joins everyone in preserving racial and religious harmony amongst inhabitants of different ethnic and religious backgrounds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the young man is the plural society of Singapore. The village where he lives is Singapore, the nation. Just as the young man practises the values of the village where he lives, so must we, the plural society of Singapore practise these Shared Values. These are noble values drawn from the tri-cultural web of our society, which is why they are acceptable to all. Berita Harian of 12th January put it aptly when it said [in translation], \"the Shared Values are appropriate, comprehensive and acceptable to all communities\". Among the reasons why they are acceptable is that they can be identified with by every community. All of them reflect elements common to all communities. On this account, they can be a source of strength and unity, and not a source of weakness and disunity in the society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Properly practised, they can act as a barrier protecting us from negative Wes- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 858</b></font>\n  <br>\n  <br> tern influences. They can also help mould our own unique Singaporean spirit and identity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I do not wish to repeat all the arguments that have been put across regarding the contents of the Shared Values, because all the reasons given are convincing. I wish to comment just on the form and presentation. I feel the Shared Values, if they are to be easily remembered, absorbed and imbibed by all, must not only be cogent and precise, but concise too. To give an example, some feel that the value \"Nation before community, society above self\" is rather lengthy, while \"community\" and \"society\" are terms of varying interpretations among the different ethnic groups in Singapore. To overcome this, I would suggest that the statement be shortened to \"Nation above self\". The spirit and interpretation of the value will remain unchanged, ie, in the final analysis, we have to sacrifice in the interests of the nation, which must take precedence over individual and communal interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the value \"Family as the basic unit of society\", I feel the Malay translation is more successful in conveying the true function of the family. I feel the English form is rather static, in that it fails to show how dynamic is the function of the family. The word \"tunjang\" used in the Malay translation aptly conveys the idea of support and strength-giving. I would like to suggest therefore that the English version be amended to \"Family the pillar of society\". The meaning remains, in essence, the same, ie, a strong family makes a strong society, and disintegration of the family means disintegration of society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Regard and community support for the individual. I think the word \"Regard\" is redundant, since it only repeats and reiterates the point. \"Support\" alone should do, as by itself, it already conveys regard and respect for the individual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the other two values, I think they are cogent, precise and concise enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, with reference to proposals on the value \"Belief in God\", I personally would like to see it included in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 859</b></font>\n  <br>\n  <br> the Shared Values. In my view, the argument that the country is secular and therefore this value should not be included fails to convince. Indonesia is a secular country, yet this counts as one of the values in the Pancasila. In Singapore, the number of people who believe in God and profess a religion, and this includes many Members in this House, is greater than the number of those who do not. Incorporating this value, in my opinion, will not in any way weaken or reduce the soundness of our Shared Values, indeed this will only strengthen them. We might say that without this additional value, our Shared Values will be just a soulless set of sentiments and aspirations of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On their implementation and acceptance by the people, I think the Government should not rush into this. The successful application of these values will require a long time. What is more important is that the Government embarks on a proper publicity exercise, highlighting the positive aspects of these Shared Values, using concrete, factual examples. For instance, Singaporeans' readiness to serve in the National Service and to tighten their belts in the last recession are evidence of their observance of the value \"Nation before self\". The magnanimity shown by Singaporeans in supporting the 25th Anniversary Charity Fund is evidence of community support for the less fortunate. Similarly, by practising moderation in the teaching and propagation of one's religion among different communities, we show our acceptance of the value \"Racial and religious harmony\". Thus, with wide publicity and systematic implementation, I am confident that the Shared Values will have the potential to gain acceptance by the people. Besides, there are already signs of increasing social cohesion within our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Singapore has thus far succeeded economically. It is also enjoying political stability. The Shared Values now constitute a complementing element that will bring us to another level of success, ie, social well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When these three achievements, ie, political, economic and social, are gained, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 860</b></font>\n  <br>\n  <br> Singapore can take pride in having successfully built a three-dimensional society, manifested in a harmonious social existence, material wealth and high moral standards. And if this is achieved, Long Live Singapore. \n  <br>\n  <br>\n  <!-- Mr Leong Chee Whye -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Chee Whye (Nominated Member):</b> Mr Deputy Speaker, Sir, I urge hon Members to look carefully into the White Paper on Shared Values before deciding on the Motion. This important document calls on Singapore citizens to place \"Nation before community and society above self\". In return, citizens can expect regard and community support. I have no doubt that in the minds of many Singaporeans, they will be wondering: Is this a balanced statement of Shared Values? Can we persuade people to identify with and to truly commit to this set of Shared Values? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One way of looking at the issue before us is to consider a nation as a group of people living together under a tacit form of social contract within a geographic boundary. In coming together, they agree, tacitly, to give up some of their individual freedom and curb their behaviour in exchange for the benefits and protection in that society - the protection of the legal system and the benefits of the social order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some societies emphasise the preservation of individual freedom, and we know what these societies are. Sometimes they exercise this to the point of gross excess with laws that appear to favour criminals rather than victims of their crimes. Carried to the extreme, we have a state of anarchy. On the other hand, there are societies that make the individual extremely subservient to the state, to the point that military force can be used to obtain political obedience. It is clear that we do not want to be at either extremes. The question is: Where is the balance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Deputy Prime Minister, BG Lee, has discussed and explored this question before me. But does the White Paper give us the right answer? Singaporeans have already demonstrated that under situations of national stress and where it concerns issues of national gravity, they are more than willing to answer the call to put society above self. A good example is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 861</b></font>\n  <br>\n  <br> willingness of trade unions and workers to adopt wage restraint in the recession years in the mid-1980s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then what is the concern? The concern among many people is that the call to put society above self must not be over-used. This vital instrument of state must not be perceived to be an instrument used simply to achieve administrative expediency. For example, everyone of us wants clean public toilets. Yet sometimes, when burdened with the worries and cares of living, we can forget to flush. To use legislation to make such minor lapses in social behaviour an act to be condemned makes people wonder whether we have already over-extended the proper balance between individual rights and national interests. It is on this type of legislation that foreigners and emigrants judge us to be over-regulated. It is not my intention to revive an old issue, perhaps one that looks even frivolous in the light of the very weighty matters that are in front of us today. It is rather to point out that such legislations leave lingering fears and uneasiness that colour the perceptions of many citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many citizens would not even see the need for a national statement on Shared Values, but I disagree. As a nation, we are increasingly exposed to the global mass media. Unfortunately, it is always more entertaining to see handsome individuals and beautiful actresses having a party than to listen to exhortations from politicians on national issues. What I am trying to say is that the need to entertain creates an inherent bias in the mass media towards individualism and towards the enhancement of self-interest. And it is against this that we have to protect ourselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a small island state with Asian values, I agree with the Prime Minister and those who support the preparation of a statement on Shared Values that our competitiveness and our survival is best served if we can crystallise the essence of our shared values for ourselves and for coming generations of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet I find the White Paper inadequate in providing the proper balance between individual and national interests. The public concern that we have read about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 862</b></font>\n  <br>\n  <br> and Mr Chandra Das has spoken about today regarding \"consensus instead of contention\" is perhaps one aspect and perhaps only the shadow of this deeper question. The corresponding statement \"Regard and community support for the individual\" is too weak compared to the ringing call of \"Nation before community and society above self\". While the explanatory notes in the White Paper say very clearly that we as a nation do respect and care for the individual, yet somehow we appear to be reluctant to put this into a bold statement. Perhaps it is because we want to avoid any implication that Singapore is to be a welfare state. But surely such a clarification can be made elsewhere and it should not hamper the development of our core statement on Shared Values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I share the concerns and I agree with the thrust of the White Paper. But let us strive for a better statement that would reach the people's heart, a statement that will integrate all the five values instead of prioritising them and show our deep concern for the citizens. It may do a better job. And I offer an example for your consideration: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Singapore as a people will put Nation before community and society above self. The family will be the building block of our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will respect and care for our fellow citizen, his work and his community. Together in consensus, we will decide our destiny, living in racial and religious harmony.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 862</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the debate be now adjourned.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Dr Ong, resumption of debate on what day? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Six Minutes\n  </div> \n  <div align=\"right\">\n   past Five o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
