{"memberId": null, "volumeNo": "57", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "15", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"3\"> \n  <meta name=\"Vol_No\" content=\"57\"> \n  <meta name=\"Sit_No\" content=\"15\"> \n  <meta name=\"Sit_Date\" content=\"1991-03-22\"> \n  <meta name=\"Start_Col\" content=\"989\"> \n  <meta name=\"End_Col\" content=\"1017\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">57</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">15</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">22-03-1991</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF THIRD SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 57</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 22nd March, 1991</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of Defence and Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Leong Chee Whye (Nominated Member). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Acting Minister for Information and the Arts and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Assoc. Prof. Maurice Choo (Nominated Member). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister and Minister for Defence. \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>BG Lee Hsien Loong (Teck Ghee), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBER TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Member has been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which he has been appointed) for the period stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh Chin Hua - from 29th March to 8th April, 1991. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>ELECTRONIC ROAD PRICING SYSTEM</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Wang Kai Yuen</b> asked the Minister for Communications what is the progress of the proposed Electronic Road Pricing system to date. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications (Mr Mah Bow Tan) (for the Minister for Communications):</b> Mr Speaker, Sir, the Public Works Department prequalified eight suppliers who have been invited to tender for the Electronic Road Pricing (ERP) system. The tenders for the system closed in November 1990. We are now in the midst of evaluating the proposals of the tenderers. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, how does the proposed weekend car scheme dovetail into the ERP system if the ERP system were to be delayed due to technical difficulties or there exists insurmountable technical difficulties? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the ERP system is proposed to be fully operational towards the middle of this decade. During this time, we will be implementing the weekend car scheme. The Member's question was how these two schemes will dovetail. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, the ERP system is a usage scheme in the sense that a motorist will pay if he uses certain roads. These roads will either be those in the CBD or those outside the CBD which tend to be congested. The weekend car scheme is also a usage scheme in the sense that a motorist, under certain conditions, for example, he will not be allowed to use certain roads at certain times, he will pay less in road tax. The two schemes are intended to merge one with the other when both schemes are fully implemented. In other words, when the ERP system is fully implemented, all cars could be deemed to be one class of cars. You can call it weekend cars or normal cars, but it will be one class of cars as compared to the proposed weekend car scheme when there are two classes of cars created. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>OPTICAL FIBRE CONNECTION TO HOUSEHOLDS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Installation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Wang Kai Yuen</b> asked the Minister for Communications whether the Telecommunication Authority of Singapore plans to install an optical fibre connection to every household so as to provide enhanced telecommunications services, including digital telephone service and cable television and, if so, what is the timetable for this infrastructure improvement programme. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Dr Yeo Ning Hong):</b> Mr Speaker, Sir, Singapore Telecom has been replacing the existing copper wire network of telephone lines to households with optical fibre cables on an on-going basis. It is currently planning the laying of optical fibres to all the HDB housing estates. A pilot trial will be launched later this year beginning with Paya Lebar and Changi. The entire project will cost us more than $3,200 million when completed and it will take quite a number of years to get there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fibre optics and telecommunication technologies are changing and developing very rapidly all the time. It is important for us in Telecom to closely moni \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> tor such developments such that as and when advanced telecommunication services become relevant to us in Singapore, especially when Singapore is developing as a major financial and information centre, Telecom will be able to move quickly to ensure that those services are available to the public. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, I would like to ask the Minister whether the cost of laying optical fibres will be passed on to the subscribers as I believe the capital cost of a optical fibre network will be significantly higher than the copper wire network. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, the cost of all services eventually ends up with the users in one form or another. We have been investing very heavily in infrastructure in Telecom for many years already. Even though subscribers of telephone and telecommunication services have to pay for all these, because of productivity gains, we have succeeded in lowering rates instead of increasing them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ARCHITECTS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I introduced this Bill last year during the Second Session of the Seventh Parliament. We had the Second Reading in December last year at which I explained in detail the objective and provisions of the Bill. The Bill lapsed because Parliament prorogued on 29th January 1991 and I had to re-introduce the Bill at this Session of Parliament. I do not want to repeat all that I said during the Second Reading in December last year. Let me summarise very briefly the main objective of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Architects Bill will repeal and re-enact, with changes, the existing Architects Act (Cap. 12). The Bill is to permit registered architects to team up with allied professionals to form multi-discipline partnerships and limited liability \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> companies. This is to meet the needs of today's large and complex development projects which require integrated design inputs from a team of architects, engineers and allied professionals. Sufficient safeguards have been incorporated in the Bill to protect public interest and to ensure that commercial considerations do not compromise the professionalism of incorporated consultancy firms. The Bill marks an important milestone for the course of professional practice in our construction industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, when I moved this Bill before this House in December 1990, it was resolved that the Bill be committed to a Select Committee so that professional groups and individuals in the construction industry would be given the opportunity to present their views on the new provisions which affect them. Two other related Bills, namely the Professional Engineers Bill and the Land Surveyors Bill, were also committed to the same Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Select Committee received 14 written representations from the public on the three Bills before Parliament was prorogued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to refer the Bill to a Select Committee consisting of Mr Speaker as Chairman and the same Members as the last Select Committee. I also propose that the written representations already received be considered by the Select Committee together with any new representations that may be submitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have discussed this with my colleague, the Minister for Law and he will be moving, at the end of the Second Reading of the Land Surveyors Bill, a motion to enable the new Select Committee to consider all the representations received by the last Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Architects Bill be committed to a Select Committee consisting of Mr Speaker as Chairman and the following Members: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Low Seow Chay \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Dhanabalan \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. S. Jayakumar \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Zulkifli bin Mohammed. - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PROFESSIONAL ENGINEERS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill was also introduced and the Second Reading was debated last year. The Bill lapsed because Parliament was prorogued. Let me recapitulate the main objective of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Professional Engineers Bill will repeal and re-enact with changes the existing Professional Engineers Act (Cap. 253). The Bill's main objective is similar to that of the Architects Bill - to allow professional engineers to team up with allied professionals to form multi-discipline partnerships and limited liability companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this Bill was also committed to the same Select Committee as the Architects Bill and Land Surveyors Bill when I moved it before the House in December 1990 in the Second Session of the Seventh Parliament. Fourteen written representations on the three related Bills were received by the Select Committee from professional groups and individuals before Parliament was prorogued. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to refer the Bill to the Select Committee appointed to consider the Architects Bill. The written representations already received will be considered by the Select Committee together with any new representations that may be submitted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Professional Engineers Bill be committed to the Select Committee appointed to consider the Architects Bill. - [Mr S. Dhanabalan]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LAND SURVEYORS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The position here is similar to the two Bills read just now for a Second time and moved by my colleague, the Minister for National Development. This Bill is identical to the Land Surveyors Bill which was introduced on 9th November 1990 and which was read a Second time on 3rd January 1991. Because Parliament was prorogued in January 1991, the Bill lapsed and accordingly I re-introduced it on 27th February 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here also, there has been no change to the provisions of the Bill and I may just recapitulate by saying that the Bill enables registered surveyors to form partnership or unlimited companies with persons who practise in related professions in the building and construction industry and also provides for the licensing of such corporations. Other aspects of the Bill are to abolish the prescribed scale of fees payable to registered surveyors, to enlarge the powers of the Land Surveyors Board in disciplinary matters, and to provide for the issue of practising certificates to registered surveyors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill, as Mr Dhanabalan pointed out, is related to the two Bills which he moved just now and I agree with his proposal that these three Bills be sent to a single Select Committee and that the representations already received be considered by a single Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Land Surveyors Bill be committed to the Select Committee appointed to consider the Architects Bill. - [Prof. S. Jayakumar]. \n  <div align=\"center\">\n   <h4>ARCHITECTS BILL/PROFESSIONAL</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ENGINEERS BILL/LAND SURVEYORS BILL</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the written representations previously received by the Select Committee on the Architects Bill [Bill No. 28/90], the Professional Engineers Bill [Bill No. 29/90] and the Land Surveyors Bill [Bill No. 27/90] in the last Session of Parliament be referred to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> the Select Committee appointed today to consider the Architects Bill [Bill No. 4/91], the Professional Engineers Bill [Bill No. 5/91] and the Land Surveyors Bill [Bill No. 6/91]. - [Prof. S. Jayakumar]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NANYANG TECHNOLOGICAL UNIVERSITY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Dr Tony Tan Keng Yam):</b> Mr Speaker, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 10 years have elapsed since the establishment of Nanyang Technological Institute (NTI) in August 1981. During this period, NTI has made significant progress. The Institute has expanded its physical facilities and increased its student enrolment from just under 600 students in 1982 to the present enrolment of just over 7,000 undergraduate and postgraduate students. Starting with courses in Civil, Electrical and Mechanical Engineering, NTI has since expanded its course offerings to include Accountancy, Business and Computer Technology. In the past 10 years, NTI has produced over 5,600 graduates in Engineering and Accountancy. These graduates have been well accepted both locally as well as by the international academic community. It is timely to upgrade NTI and establish it as a full-fledged comprehensive university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill before the House seeks to formally establish the Nanyang Technological University (NTU) by legislation. The Bill is patterned along the lines of the National University of Singapore Act but appropriate modifications have been made where necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall now deal briefly with the significant provisions of the Bill. Clause 3 of the Bill formally establishes and incorporates the Nanyang Technological University. The functions and powers of the NTU are specified in clause 5. The University's functions and powers include the provision of facilities to carry out instruction and research in various disciplines and the conferring of degrees, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> diplomas and certificates including honorary degrees and other distinctions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 6 provides that the University shall be governed by the provisions of the University's Constitution as set out in the Schedule to the Act. As in the case of the Constitution of the National University of Singapore, the Minister is empowered, on the advice of the University's Council, to amend the University's Constitution by order publicised in the Gazette. This flexibility is necessary as occasions may arise in future when the University's Constitution has to be amended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 8 to 12 which relate to the accounts and the audit of accounts of the University, the submission of an Annual Report to the Minister and the grant and acquisition of land for the purposes of the University are standard provisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 17 deals with the transitional provisions. All property, assets, rights and liabilities of the NTI will be transferred to NTU. All staff of NTI will become staff of NTU. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the above transitional provisions, clause 15 will empower the Minister to make rules to provide for the removal of any difficulty which may arise by reason of the establishment of the NTU and the dissolution of NTI and generally for the purpose of effecting the transition from NTI to NTU. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Constitution of NTU follows closely that of the National University of Singapore but again with appropriate modifications. The President of the Republic of Singapore shall be the Chancellor of NTU. The Chief Executive of NTU will be its President. The governing body of NTU will be the Council which will have 16 members. Of these, five members, inclusive of the NTU President, will be appointed from among the University's academic staff. Four persons will be appointed by the Chancellor and the other four persons will be appointed by the Government. Three persons will be appointed by the Council, of whom one shall be a graduate of NTU or the National University of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The University will have an Academic Board which will have the responsibility \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> for the control and general direction of instruction, research and examinations and will have the power to award degrees, diplomas and certificates. The President of NTU will be the Chairman of the Academic Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to guide the development of NTU as a comprehensive University, I appointed a Committee in May last year under the chairmanship of Dr Michael Fam, Chairman of NTI Council, to take stock of NTI and to recommend the broad future directions for NTU. The Committee has completed its deliberations and its recommendations have been approved by Government. The full details are being released by NTI today but I would like to highlight the main points for the information of Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the overall aim for NTU is to develop it as a comprehensive University with general academic excellence and niches of international eminence. As a comprehensive University competing with the National University of Singapore (NUS), NTU will offer courses from a wide variety of disciplines and break away from the mould of NTI which offered only technology related courses. To compete effectively with NUS and to offer Singaporeans a choice, NTU will not seek to copy NUS but will consciously develop on a different model based on the American Ivy League Universities. The significant difference between the British model, which influences NUS, and the American model lies in the preparedness of the American Universities not to be tied down to traditional disciplines. Universities in America have been prepared to offer tertiary education in new and important areas such as business studies, hotel management and communication studies long before British Universities came to accept the academic credentials of such disciplines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the character of a University is determined by the courses that it conducts. NTU will build on its present strengths in engineering, accountancy and business and add new courses based on these strengths. Due to the limited manpower of NTU, the introduction of these new courses will be prioritised and will be in stages. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1991, NTU will offer courses inEducation through the National Institute of Education. In addition, NTU will offer courses in hotel administration in 1992 and communication studies in 1993. A degree programme in hotel administration will be in high demand as there are good prospects in the tourism, travel, hotel and leisure sectors. The degree programme in hotel administration will provide the manpower needed to sustain and further develop Singapore's international eminence in this sector. Similarly, the degree programme in communication studies will produce graduates for public affairs and public relations departments in Government Ministries and the private sector, advertising and media consultancy, journalism, printing and publishing industry and the audio, video and film industry. Beyond 1993, NTU could set up degree courses in fine arts and design, architecture or other professional areas which are considered to be important for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Postgraduate studies and research are key factors in determining the international standing of NTU as a University. A good postgraduate and research programme is necessary to help the University to retain good staff. NTU's strategy in this field will be to extend collaboration with both local agencies and international centres of excellence. NTU has linked up with the MIT Sloan School of Management to establish a five-year programme in management teaching and research. NTU is collaborating with the Loughborough University of Technology in the area of teacher training. NTU will also set up the Institute of Manufacturing Technology as a flagship activity with assistance from the Fraunhofer Institute in Germany. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NTU presently has an enrolment of 6,800 undergraduate students. As NTU increases its courses, the undergraduate student population will expand but will be limited to a maximum of 15,000 students. The experience of NUS shows that beyond 15,000 students, the management of the University becomes difficult and the University becomes impersonal. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To support the teaching and research facilities and housing of students, NTU will consciously seek to develop a campus village to provide facilities for social interaction of students, staff and the local community. NTU will also provide residential facilities for students in view of the distance from town and to enhance the quality of campus life. The cost of the development to provide for the academic, teaching and student facilities for NTU is estimated to be in the region of $500 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In August last year when I spoke at the 10th Anniversary Dinner of the National University of Singapore, I mentioned that it would be prudent for Universities in Singapore to prepare for the day when they would have to compete with other tertiary institutions or other sectors of education for a limited pool of Government funds. I suggested then that the Universities should seek to lessen their dependence on direct Government financing by charging appropriate student fees and by establishing endowment funds. I am therefore pleased to note that this suggestion has been taken up by NTU. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 29 of the University's Constitution provides for the setting up of an Endowment Fund Committee for the administration of any endowments established for or in connection with the University. NUS, Sir, is also considering setting up an endowment fund and the Ministry of Education is discussing with the two Universities as to how Government can assist them to build up their endowment funds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, NTU will build on the current strengths of NTI which are closely linked with industry and business. With the implementation of the above measures, NTU will develop into a significant institution of learning which can make an important contribution to Singapore's progress. When fully developed, NTU will play a crucial role in training the highly-skilled manpower which will help us to run successfully the next lap in our social and economic development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Mr Speaker, Sir, I rise in support of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Education GPC welcomes the upgrading of NTI into a full-fledged University. This, we believe, will provide young Singaporeans with more opportunities for higher education in a wide spectrum of disciplines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NTU is our second University, but it must never be allowed to be second rate. Neither should it be a Cinderella to NUS. I therefore urge the Ministry and the NTU Council not to stint on resources, nor spare any effort, to give NTU a good start, to be able to compete fairly and on an equal footing with NUS. NTU should give NUS a good run for its money. Healthy competition will break the monotony and bring out, I believe, the best in each institution. As they run the next lap together, they can spur each other on and see who can run better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NTU should develop its own character and ethos, its own niche in higher education, building upon its strength. As Lord Dainton pointed out, to earn its spurs and gain recognition in the academic world, NTU has to \"have some flagship activity of world class.\" May I ask which area would this be? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This, I believe, should be the aim, for it will not only be put beside NUS for comparison, but be measured against established universities around the world. For a start, NTU can expand its ties with reputable universities overseas, and I am glad to hear that this is being done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that NUS has a Vice-Chancellor, but NTU prefers the more American title of President of the University. I hope that this is more than a matter of style or fashion, and signals a different approach to University management. Perhaps a more approachable and consultative style, we have yet to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that NTU should go further, and adopt the more flexible American style of university management, eg, the American credit system for courses and course accreditation, and place more emphasis on all-round education. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> should also break new grounds in areas such as hotel management and librarianship. I am glad that this is also being considered and other areas like PR, journalism and the fine arts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another good feature of American universities which NTU can learn is the close nexus between the University and the Alumni. The graduates of this University return year after year, not just to give their money, perhaps they have plenty, but also to cheer their football teams and to meet old friends. We must create this sort of spirit in the new University. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A good university cannot just depend on Government grants or Government direction or Ministerial statements and Ministerial directives. It has to draw upon the larger pool of graduates and philanthropists for funding as well as ideas on how to improve and excel. NTU should also look into this area of having a well-run Alumni Office and expand its links with the community at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, NTU need not go beyond our shores, but go back to its roots to Nanyang University before it, draw upon the support and goodwill of the community at large in Singapore. It can, I believe, rekindle the same pioneering spirit which led to the founding of Nanyang University, but with a new and wider horizon, with a new purpose and new heights to climb in higher education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether NTU would widen its selection criteria and consider mature students who have worked a number of years, but who have missed out in higher education due to financial or other constraints earlier on in their lives, and whether NTU would consider interviewing potential candidates or students so that a more accurate assessment can be made of their motivation as well as inclination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is always exciting to be at the birth of a new University. I wish NTU every success. I hope that in time it will develop into a centre of learning and scholarship. It will not be a second University. It should and I believe it will be a University second to none. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tiong Bahru GRC):</b> Mr Speaker, Sir, thank you for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the setting up of Nanyang Technological University is in the right direction. We are giving the University the accorded status. In the light that there is growing demand for tertiary education, I would like to ask the Minister whether there are provisions to increase the number of places in NTU. At the same time, I would also like to say that many parents are sending their children overseas for tertiary education. May I know what steps would be taken in future to look at the establishment of a third university. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen :</b> Sir, I too rise to support the Bill. I believe that the evolution of NTI into a full-fledged University is in line with the aspirations of the students, the staff, the Alumni and the past supporters of the University. I am also very glad to hear from the Minister that he has put in place an extensive programme to evolve NTI into a comprehensive university. As such, when I listened to the Minister, I tend to believe that perhaps the title \"Technological University\" could be a misnomer. So my question to the Minister is very simple. Why does he not take this opportunity to drop the term \"Technological University\" and use \"University\"? If there is a need to call NTI \"NTU\" and in line with NUS being a three letter acronym, perhaps we can follow the convention in naming our expressways and call it \"NYU\". \n  <br>\n  <br>\n  <!-- Encik Abdul Nasser Bin Kamaruddin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, year by year, there has been a progressive increase in the number of our undergraduates. In 1979, when the University of Singapore merged with Nanyang University to form the National University of Singapore, we expected our undergraduate population to grow to between 12,000 and 14,000 by the year 2000. But it is clear now that the estimate is short of the mark, as the number of undergraduates in NUS alone is about 14,500. The progressive increase in the number of undergraduates indicates a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> rise in the quality of our education and the scholarship of our students. And this increase is in line with the growth and development of our economy and the demand for graduates in our labour market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upgrading of Nanyang Technological Institute into a full university, the Nanyang Technological University, is appropriate and timely, as it will not only accommodate the increase in the number of undergraduates that I mentioned, but also cater to the growing range of disciplines needed for Singapore to move on into the next lap. As such, I do not hesitate to give my full support to this Bill. Nevertheless, I feel the following points need to be aired. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, both Universities, especially the proposed Nanyang Technological University, should open their doors more widely to accept mature students who have missed the opportunity of a university education after their 'A' levels. This does not mean having to lower the universities' admission standards just to give them more opportunities. We can retain the present standards or review them based on current needs. By opening the door to mature students, we are making educational opportunities available not just to students, but to all citizens who are keen and who can afford further education to university level. At the same time, we would be giving them the opportunity to raise productivity through university study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, both Universities should consider ways of including courses popular among our students studying in universities abroad. By providing these courses, we can discourage our citizens from going overseas to study, and our universities can then be proud of being truly capable of meeting our citizens' need for education and knowledge. On this subject, I would like to know if the Ministry of Education has looked into the number of our young students studying abroad, the courses chosen, their performance and achievements, as recommended by Lord Dainton in his recommendations on higher education in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, as recommended by Lord Dainton in his paper, efforts should be made to merge the Institute of Education and the College of Physical Education into an institution to be called \"National College of Education and Creative Arts\", linked to the NTU, as a move to enhance teacher training in Singapore. It would be better if the new institution could form a faculty of NTU, rather than be an affiliated but separate entity. In this way, we would be giving real attention to improving teacher training, school management and related areas. I am confident this faculty will draw keen interest, in view of the growing number of 'A' level holders interested in a teaching career, and we will thereby produce highly qualified teachers for the next lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection too, the Government's desire to produce graduates in the creative, visual and performing arts through NTU is evidence of an early recognition of the artistic community. It is now up to our artists to take the opportunity to further their knowledge of their chosen fields. There is no need for me to state the importance of art in our life. But since the Government's recognition is new and market opportunities uncertain, I suggest that promotional efforts be made to draw young talents into the arts, such as by giving special subsidies to students taking creative arts in NTU, or by encouraging corporate bodies to sponsor the fees, etc, of individuals who have shown talent but cannot afford to pursue a study because of lack of funds. Apart from this, the creative courses to be offered by NTU should also cover the ethnic art of every community here. In this way, we will not only be preserving our artistic heritage but, I am confident, through study and research, we will be ensuring that the arts in our midst will find the right direction and continue to thrive. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tony Tan Keng Yam:</b> Mr Speaker, Sir, I thank Members for their support of the Bill and for their many valuable suggestions and comments on how NTU should develop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may, Sir, I would like to take the points raised by the Members in turn and clarify some of them. First of all, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> points made by Dr Ong Chit Chung, the Chairman of GPC on Education. He has asked for some comments on what flagship activities will be taken by NTU. These will be in areas which are related to the strengths and capabilities of NTU and will be focused particularly on technological and professional areas which are important for Singapore. One example of a flagship activity is the Institute of Manufacturing Technology which will be set up by NTU with the assistance of the Fraunhofer Institute in Germany. We all know, Sir, that manufacturing is a very important sector in our economy here. It accounts for about just under 30% of our GDP, and the need for our manufacturing enterprises to be always on the cutting edge of technology is a must if we are to continue to upgrade our economy. I believe this Institute of Manufacturing Technology to be set up by NTU will prove to be of great assistance in assisting our industries here to upgrade themselves and to utilise automation and robots effectively so as to reduce the use of manpower in our manufacturing industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point regarding whether it is possible for NTU to adopt the American style university administration, I think here we should progress slowly. As I have stated just now, NTU will consciously try to develop itself on a model based on the American Ivy League universities so as to give Singaporeans a choice. But in the case of university administration, I think the wisest move is to make haste slowly. So there will be no change in admission standards, for example, at the present time. I believe that one has to be conservative in such matters, but no doubt, in due course, as NTU develops, they may be able to incorporate some of the consultative type of administration which Dr Ong has spoken about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding Alumni ties, yes, I agree with Dr Ong that this is very important indeed, and his suggestion that NTU should set up an Alumni office is a good one. This is being done now and the people whom NTU can contact need not only be the graduates of NTU, but could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> also go back to Nanyang University, which was the predecessor of NTU. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to mature students, a point brought up also by Mr Nasser Kamaruddin, now that we have got two universities and we have a better capability to cater for the needs of students who are leaving our schools and junior colleges, I would envisage that in due course both NUS and NTU will be able to take in more mature students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to new methods of assessing students for admission, like interviews, this is already being done by NUS. There is no doubt that as NTU settles down they will look into such matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo has asked whether the number of places will increase in response to demands for university places in Singapore. This will certainly be done. As I said, the undergraduate population in NTU will grow to a maximum of 15,000 students, which will be more than double what NTI has today. But I would just like to remind all Members that this expansion has to be done without lowering academic standards. Our two universities - NUS and NTU - have reputations which are quite enviable and I do not think their standards should be compromised just to let in more students. In the long run, this will neither be good for the students nor for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the third university, I believe I have spoken on this point in the Committee of Supply during the debate on the estimates of the Ministry of Education. For the time being, I believe we should concentrate on the development of NTU and Temasek Polytechnic. But perhaps in the later part of this decade there may be a need for a third university. When that comes, Members can be assured that the plans will be ready. In this connection, perhaps it might be useful to give some general idea about the orientation of this third university. We have two universities now. With the establishment of NTU, the NUS, which is based very much on the British model, can be used to cover essentially perhaps developments in Britain and in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> Europe, while NTU will develop consciously on the American model, and in a sense will strive for closer contacts with American tertiary institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would seem to me that if we were to set up a third university, as I said, perhaps in the later part of this decade, it might be sensible and useful for the third university to link up with a Japanese tertiary institution. In that sense, with NUS, NTU and the third university, we would have links to America, to Europe and to Japan - the three economic centres which will predominate in the coming decades. This would be in line with the growing internationalisation of Singapore and will provide us very valuable links to the three main economic power houses which will predominate in the world in the coming decades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen has asked why we still use the term \"Technological University\" and not just call it \"Nanyang University\" by dropping the word \"Technological\". Sir, there had been a tremendous debate within the NTI Council and between the staff as to what should be the new name for NTI, and the possibility brought up by Dr Wang Kai Yuen was in fact discussed. The final result, Sir, was that, as the first choice, we should call it the \"Nanyang Technological University\", and I think for a very good reason. The words \"Technological University\" reflect, as it were, the origin of NTU, that it started off as a technological university concentrating on professional disciplines which would be of use in Singapore. Now that it is going to develop as a comprehensive university and would add new courses, I believe that it is still useful for the word \"Technological\" to remain within the name of the University to remind future administrations of how the University started and why it was started. This would mean, I would hope, that in future years, courses to be developed by NTU, while deriving from the technological roots, will have a strong professional bias so that it will be seen as a professional university quite different from NUS which is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> general university along the British model and this will thereby give Singapore students and their parents a better choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, a few points brought up by Mr Nasser Kamaruddin. Regarding the courses, I believe I have already stated that we will look into adding new courses which will be useful for Singapore and which will be in demand by students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the course in Education, yes, there was a choice as to whether we should have a National Institute of Education (NIE) or whether we should have a Faculty of Education within NTU. The final decision was to have a National Institute of Education because the NIE will also have to provide for Education courses for quite a large clientele. They will train degree-level teachers for the primary and secondary schools, but they will also take in teachers, for example, who will take a two-year programme and get a certificate in pre-school education or in early childhood education. Having Education in the form of a separate institute but as part of the NTU gives us more flexibility in the awarding of certificates or diplomas which are appropriate to the level of training taken by the various categories of people who will be studying in the NIE. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, on the creative arts, with the development of the arts as envisaged by my colleague, BG George Yeo, yesterday, I think there will be a demand for such people in the coming years. After NTU has settled its courses in hotel administration and communication studies in 1992 and 1993 respectively, I think they will be in a position to provide courses in the creative arts, fine arts or design from 1993 onwards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Tony Tan Keng Yam]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ROAD TRAFFIC (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, I beg to move,\"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill seeks to amend the Road Traffic Act to enable the Weekend Car Scheme to be implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this stage, Sir, I would like to reiterate that the main objective of our land transport policy remains to keep our roads congestion-free so that people and goods can move about freely and at minimum cost. At the same time, however, we recognise that Singaporeans have a strong desire to own cars. The Weekend Car Scheme seeks to accommodate this desire without compromising on our land transport policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Scheme provides for a lower tax rate for private cars which will be allowed free use of our roads during weekends and off-peak hours. More people can afford to own cars without causing congestion on the roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the announcement of the Scheme in February last year, my Ministry has received many suggestions from the public ranging from policy issues to implementation issues. Many ideas for the Scheme also came from the Automobile Association, from the press, including Lianhe Zaobao, and the Feedback Unit. We found the feedback very useful, and we have in fact incorporated many of the suggestions. The formulation of the Weekend Car Scheme has been very much a collective effort of the public and the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Details of the proposed Weekend Car Scheme have already been released. Let me just highlight the principal features of the Scheme as spelt out in the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Weekend Car Scheme, a new weekend car will enjoy a full rebate of the net ARF (Additional Registration Fee), a full rebate of the import duty and a full rebate of the COE (Certificate of Entitlement) premium, subject to a total maximum rebate of $15,000. Clauses 2 and 3 of this Bill is to enable the rebate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> on COE and ARF respectively to be given. The Minister for Finance will be moving an amendment to the Customs Act to allow for the rebate on import duty. The Scheme will allow for convertibility between weekend and normal cars. An owner of a weekend car who wants to convert it to a normal car will be required to pay back the rebate he enjoyed earlier. He will also need to obtain a new normal car COE. This is to ensure that the normal car population does not increase as a result of the conversion and thereby add to congestion. He will then be refunded the remaining balance of the weekend car COE premium. Clause 2 of this Bill also provides for such a refund to be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Normal cars, in other words, those who have normal car COEs, can convert to weekend cars without having to bid for a weekend car COE. They will be given a 95% rebate on their annual road tax. They can reconvert back to normal car status if they so desire by paying the full annual road tax. The conversion of existing normal cars to weekend cars will be provided under the rules to be made by the Minister for the implementation of this Weekend Car Scheme. The provision to enable such rules to be made is specified in clause 4 of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 4 also spells out the restrictions to be imposed on weekend cars and the penalties to be imposed for any breach of these restrictions. Heavy fines will be imposed should a motorist be caught driving a weekend car without a valid daily licence during the restricted hours, or using a false number plate to pass off as a normal car. This is necessary because enforcement of the scheme will be on a random basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To facilitate enforcement, the licence plate of a weekend car will be of a different colour from that of a normal car. The licence plate will also have to be sealed to prevent tampering. The requirement for sealing of licence plates is provided for in clause 7 of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may summarise, the Weekend Car Scheme will make a car cheaper to buy and also cheaper to run, if it is used under certain conditions. More \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> Singaporeans who want to can own a car. If they do not contribute to congestion, they pay less. This is fair. If some car buyers find these conditions to be too restrictive or too onerous, they can opt for a normal car, which is more expensive to buy, more expensive to run, but also with no restrictions. They now have a choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Mr Mah Bow Tan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CUSTOMS (AMENDMENT NO. 2) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My colleague, the Minister of State for Communications, has earlier proposed amendments to the Road Traffic Act to enable the implementation of the Weekend Car Scheme. Under the Scheme, a weekend car will be given a full rebate of the import duty, the net Additional Registration Fee and the quota premium, subject to a total maximum of $15,000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The import duty on motor vehicles is levied under the Customs Act. The Customs (Amendment No. 2) Bill will provide for the granting of the rebate on import duty for the weekend car. It will also allow for the rebate to be offset against the balance of the Additional Registration Fee levied under the Road Traffic Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 1 - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The marginal title \"Short title and commencement\" will be inserted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 and 2 ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twenty-\n  </div> \n  <div align=\"right\">\n   Four Minutes to Two o'clock pm to\n  </div> \n  <div align=\"right\">\n   a date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PUBLIC SWIMMING POOL AT BISHAN</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Leong Horn Kee</b> asked the Minister for National Development whether his Ministry plans to construct a public swimming pool and a sports complex at Bishan housing estate and, if so, whether he will give details of these projects and the targeted completion dates. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Dhanabalan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bishan Swimming Complex is under construction and should be completed by August this year. A site has also been reserved by HDB for a sports complex at Bishan. The Singapore Sports Council plans to complete the construction of the sports complex in 1994. Both the swimming complex and the sports complex are located at Bishan Street 14.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
