{"memberId": null, "volumeNo": "57", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"3\"> \n  <meta name=\"Vol_No\" content=\"57\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1991-03-15\"> \n  <meta name=\"Start_Col\" content=\"591\"> \n  <meta name=\"End_Col\" content=\"668\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">57</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-03-1991</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 591</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF THIRD SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 57</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 15th March, 1991</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Assoc. Prof. Maurice Choo (Nominated Member). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister and Minister for Defence. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 592</b></font>\n  <br>\n  <br> \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Chee Whye (Nominated Member). \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 593</b></font>\n  <br>\n  <br> \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 594</b></font>\n  <br>\n  <br> \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Acting Minister for Information and the Arts and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 595</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>PHYSICAL EDUCATION AND SPORTS IN SCHOOLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Adequacy of guidelines and safety measures)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Ong Chit Chung</b> asked the Minister for Education, in view of recent incidents, whether the guidelines and safety measures adopted for physical education and sports in schools are adequate. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Tay Eng Soon) (for the Minister for Education):</b> Mr Speaker, Sir, I am answering on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education shares the same concern with Dr Ong Chit Chung, Member for Bukit Batok, on accidents involving our school children during physical education and sports activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Ministry of Education would like to reassure parents that guidelines and safety measures adopted for physical education and sports in schools are adequate. These are reflected in great detail in various documents such as (1) The Principals' Handbook, (2) The Handbook on School Sports, (3) Prevention and the First Aid Treatment of Medical Problems in Sports, and (4) Safety in School. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Seminars are conducted for sports secretaries and other key school personnel by the Singapore Sports Council and the Training and Health Education Department of the Ministry of Health to explain the importance of safety in sports as outlined in these handbooks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Schools have also been given a list of names by the School Health Service Department of the Institute of Health of students with medical problems who should refrain from participation in competitive games, physical fitness test and physical education lessons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education constantly reminds schools of the need for safety in all physical education and sports activities through regular meetings and workshops. The Ministry also disseminates, on a regular basis, useful articles related to safety in physical education and sports. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 596</b></font>\n  <br>\n  <br> In recent years, physical education and sports equipment and facilities have also been upgraded with safety of students as a main consideration. The provision of synthetic rubberised running tracks and the use of sponge balls and plastic bats are examples. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will continue to monitor and review our guidelines and safety measures as and when necessary. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, I would like to ask the Minister whether the Ministry keeps track of such incidents systematically so as to monitor the trend and take any remedial action, when necessary, and whether the teachers would routinely or systematically ask students if they have any specific medical problem or they are feeling unwell on a particular day. I would also like to ask whether the Ministry is training teachers or has trained teachers to provide emergency aid or measures when necessary. \n  <br>\n  <br>\n  <!-- Dr Tay Eng Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tay Eng Soon:</b> Mr Speaker, Sir, the Ministry keeps track of all incidents and accidents that may happen in school from time to time and reviews these occasions and makes recommendations for improvement on safety. As for pupils who are not well on certain days when there are physical education exercises, they do report to the school authorities and to the physical education teachers and if they have medical certificates to show that they cannot take part in certain vigorous activities they are exempted from these activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, it is part of the physical education training programme for physical education teachers that safety in sports and games is in the curriculum so that when they become teachers in schools they are familiar with the precautions that have to be observed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 596</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SOLICITORS' SCALE FEES FOR CONVEYANCING</b>\n  </div> \n  <div align=\"center\">\n   <b>(Retention)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Law what are the reasons for retaining the solicitors' scale fees for legal work relating to conveyancing. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 597</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, the reason for retaining the solicitors' scale of fees for conveyancing is to protect the public who are clients of lawyers in property transactions. With the system of scale fees, the client can be sure that the fee is not arbitrary and is determined on the basis of a common criterion. It also prevents over-charging and avoids disputes between solicitors and clients in relation to conveyancing work. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, may I ask the Minister for a review of the current system of standard pricing for conveyancing matters. In this review, Sir, may I also ask the Minister to consider allowing para-legal persons, other than solicitors, to handle conveyancing matters, particularly with regard to titles registered with the Registry of Land Titles and Deeds which, I understand, constitute the majority of real estate titles in Singapore, and the competition will make sure that there will be no over-charging. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, on his first point concerning the review, I will be happy to refer this to those who are now charged under the Legal Profession Act with administering the scale. Under the Legal Profession Act, the decision on the scale fees is entrusted to a statutory committee comprising the Chief Justice, the Attorney-General, the President of the Law Society, and two solicitors nominated by the Law Society. I will be happy to refer this matter to them and also to discuss with the Law Society the arguments for a review. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his other point of allowing non-lawyers to do certain kinds of conveyancing, I am aware that in certain countries they have allowed banks and other agencies to engage in such work. Whether this can be done in Singapore or not, I think, needs careful consideration. The primary consideration must be the interest of the public who will be the clients and who will be the potential vendors or purchasers. We must also bear in mind that conveyancing is a highly specialised and indeed technical area of the law. But I would not like to preclude or pre-empt the decision to be taken on this. It has been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 598</b></font>\n  <br>\n  <br> done in other countries, perhaps it can be done here. But I would like to discuss this with the members of the legal profession and I assure the Member that I will take this up. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, there are large transactions of resale of HDB flats. I wonder if the Minister is willing to look into the scale fees in relation to the resale of HDB flats. At the moment, I believe the lawyers in the HDB are charging a rate which is very much below the present scale fees for private properties. I wonder whether the Minister can look into this area and have a set of scale fees which is perhaps lower than the scale fees relating to private property but slightly above that of the HDB rate because there are many --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, are you making a speech? Can you ask your question? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> --- lessees of HDB flats who would like to engage their own private solicitors. But the scale fees at the moment are quite prohibitive. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> The thrust of Mr Heng Chiang Meng's question is diametrically opposite to what Mr Chiam is saying. I am not conversant at this stage with the details of the HDB transactions but I am under the impression that HDB transactions are in fact not governed by the scale fees under the solicitors' scale and that this benefits a large number of Singaporeans who purchase HDB flats. But since he has raised this point, this can also be a matter which I will refer to the committee for consideration. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, can I ask the Minister whether his reply to Mr Heng to undertake a study regarding the possibility of introducing the non-legal profession into the scheme of conveyancing constitutes a commitment to this House to initiate that particular study. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> It must follow that when I said that I will review, it will be reviewed. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, may I ask the Minister just to reiterate this point. He said that the scale fees are to protect the interest, and that includes the financial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 599</b></font>\n  <br>\n  <br> interest, of the public, and not to protect the earning capacity of lawyers. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> It depends on who is looking at it from which way. It can of course be said to also protect the interest of the lawyers in the sense that certain fees are fixed. But in the ultimate analysis, from my point of view, in these matters, it is the interest of the public that is paramount. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 599</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1991 TO 31ST MARCH, 1992</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [3rd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> Head M (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [14th March, 1991], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head M of the Main Estimates be reduced by $100.\" [Mr Goh Chee Wee]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, I wish to raise the issue on the privatisation of hawker centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has now been more than two years since the Government decided that hawker centres be sold or leased to private groups to run on a commercial basis. My question to the Minister is simply this. Is the Government going ahead with its plans? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is concern from stallholders that this is going to cause some amount of hardship. After all, most of the stallholders have got there because of hardship problem and if in the beginning we were prepared to help them, it would appear that now, some years later, we are withdrawing our service to them. I think more important is to consider assisting existing stallholders to upgrade the older hawker centres which are not doing well, ensure the quality of food is good, it is nutritional and generally help the business of the centre. When all this is in place, then we can go ahead with the privatisation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 600</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we go ahead with the programme, the high cost will naturally affect many stallholders. This programme can be implemented in new centres when everybody starts from square one and also in those that are doing extremely well like the Newton Hawker Centre, for example, where stallholders are definitely making quite a bit of money. For them to pay market rates and not enjoy the high subsidy will be no problem at all. But we certainly cannot say the same with some, say, in Telok Blangah and in some other parts of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also accept the fact that many of the stallholders are our senior citizens. We cannot expect them to relocate easily or find alternative employment. Even if we allow them to stay in the newly privatised centres, I do not believe they can cope with the introduction of high-tech methods that these centres would have. Sir, I believe that upgrading the facilities should be the first step, and a better way for the stallholders and for the community at large. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also wish to state that complaints that customers are shortchanged with poor quality food and badly prepared food is a fact, but it is a separate issue. Yes, I agree that people should not be subjected to this at all, but the answer is not to immediately privatise and leave the stallholders high and dry. We must solve that problem too. Give him a chance to improve, upgrade the facilities and then he will have no choice but to upgrade the quality of his food. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Ministry to carefully study the matter and give due consideration to the plight of stallholders before going ahead with its plan to privatise. That hawker centres will one day be modern and managed in a commercial way is inevitable, but let us be extremely careful in its implementation. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, privatisation of hawker centres like the privatisation of Government hospitals will only mean one thing, ie, costs will go up. It is estimated that when the hawker centres are privatised, stall rentals will go up four or five times from its current levels and food \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 601</b></font>\n  <br>\n  <br> prices will cost between 20% and 25% more. At the more lucrative hawker centres, stall rentals will become quite substantial and food prices there will also be higher than the less lucrative spots. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hawker centres are traditional places where cheap food can be bought. The Government has declared that its policy is to maintain reasonably low prices of food at hawker centres so that workers need not pay too much on food and also to keep the cost of living down. In the past, when hawkers raised their food prices unreasonably, they were quickly warned by the Ministry not to do so. As a result, food prices at Government hawker centres have been kept fairly low and stable all these years. Due to low food prices at hawker centres, nearly all workers eat at hawker centres. Families also regularly eat out at hawker centres. Often they do so out of convenience. Both spouses in the family have to work long hours and they just do not have the time to cook and neither can they afford to employ a maid to do the cooking for them as the salaries are now quite prohibitive. Many Singaporeans therefore are quite dependent on hawker centres for their food. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When privatisation comes, food prices will increase. Workers will have to pay more and they naturally will want more pay. Privatisation of hawker centres will thus be inflationary to our economy. I think it is not right for the Government to change its policy. Instead of preserving the low price of food at hawker centres, it wants to make money out of them. Workers are quite dependent on hawker centres. The present system seems to be doing well and should be preserved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government runs substantial budget surpluses every year. Why the need for additional income? In any event, the Government will soon be introducing the consumption tax and it can get additional revenue from that source and need not earn additional money from hawker centres. Is the Ministry of the Environment finding it burdensome to run hawker centres? If it does, then it should follow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 602</b></font>\n  <br>\n  <br> the example of the HDB. The HDB has divested all the common property in housing estates to Town Councils for them to maintain. Likewise, the Environment Ministry can hand over the management of hawker centres situated in each town to the relevant Town Councils. This is one way out, rather than turning hawker centres into commercial ventures to reap hefty profits out of them. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman (Bedok GRC):</b> Sir, the Malaysia-Singapore Joint Committee on the Environment was formed in December last year. It seeks to serve as a forum for the exchange of experience and information on pollution control and also discusses environmental matters of mutual interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the first meeting, many issues were discussed. Among others, issues discussed were motor vehicle emission, air quality monitoring, water quality in the Straits of Johor, unleaded petrol, diesel fuel quality, industrial emission and hazardous chemical management. I wish to ask the Minister the progress of this Joint Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we are actively promoting the growth triangle between Johor, Singapore and Batam, I wish to ask whether the Ministry of the Environment has any intention to involve Batam in this Joint Committee. I think we should seriously consider this matter as whatever they do in Johor and Batam, we will also be affected. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Chairman, Sir, I fully agree with the views expressed by Dr Koh Lam Son on the subject of privatisation of food centres. In any policy or proposal affecting stallholders in food centres, careful consideration will be given to minimise their displacement - and where possible, every opportunity will be given for them to continue their trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this point of time, my Ministry has not finalised the policy on privatisation, as the matter requires very, very careful consideration before a firm decision is taken. In the meantime, my Ministry is looking into the feasibility of renovating selected hawker centres, as Dr Koh Lam Son has suggested earlier on. The renovated centres will have bigger \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 603</b></font>\n  <br>\n  <br> stalls, bigger circulation and refreshment areas. They will also have modern facilities such as automatic washing machines and also central fume exhaust systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong has said that when hawker centres are privatised, the cost of food sold at these centres may go up as high as 20-25%. And as workers usually depend on these hawker centres, the increase in food prices will certainly affect these workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not think I could agree with what Mr Chiam has said, because food prices charged by existing private food centres which pay higher rentals and have high overheads, according to our investigations, are only marginally higher than those by hawker centres run by the Ministry of the Environment or by statutory boards. In any case, as I mentioned earlier, my Ministry has not finalised its decision on the privatisation of hawker centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to the Malaysia-Singapore Joint Committee on the Environment which was raised by Encik Ibrahim Othman. The first meeting of the Malaysia-Singapore Joint Committee on the Environment was held on 5th February this year. At that meeting, environmental issues of current concerns to both Singapore and Malaysia were discussed and these included motor vehicular emissions, unleaded petrol and industrial emissions. The Joint Committee agreed on regular exchange of information and experience on environmental management and control. They have also agreed on stepping up and coordinating enforcement actions against black smoke emissions from vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Working Group comprising officers from both countries has been formed to look into the development of procedures to coordinate and to deal with environmental issues such as oil spills in the Straits of Johore, transboundary movement of hazardous chemicals and industrial pollution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Ibrahim Othman wants to know the progress made by this Joint Committee. Of the list of topics discussed at the first meeting held in Johore on 5th February, the one that has been implemented \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 604</b></font>\n  <br>\n  <br> is the topic on Motor Vehicle Emission. Currently, both Singapore and Malaysia adopt the same testing methods and equipment as well as enforcement standard for smoke emission from diesel vehicles. Both countries have agreed to coordinate and step up enforcement against smoky diesel vehicles. The results of the stricter enforcement action will be monitored for three months and information on repeat offenders will be exchanged between the two countries for follow up action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Working Group which I mentioned just now is looking into the implementation of the other topics and will be making its recommendations to the Joint Committee when it next meets in July. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The setting up of the Malaysia-Singapore Joint Committee on the Environment has been very timely, Sir. The two countries are physically very close to each other and share common problems along the Straits of Johore. Batam Island, on the other hand, is physically further away. And at this point of time, only light industries are allowed to be set up there. By and large, these light industries are clean and therefore their impact on the environment here in Singapore would not be significant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also gratifying to note that the Indonesian authorities are also keen to control and minimise pollution from these industries to safeguard the tourism potential of Batam Island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The subject of the Joint Committee on the Environment between Batam and Singapore has not been raised by my counterpart in Jakarta. Should he raise it, I am more than willing to consider. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Chairman, can I have a clarification from the Minister? He says that as far as his Ministry's investigation goes, there is only a marginal difference in prices between the food at private hawker centres and at the Government ones. Could the Minister tell me which private hawker centres he is referring to? I have personal knowledge of this matter. There is one private hawker centre at High Street Centre and there is a neighbouring Government hawker centre at Empress Place Transit Hawker \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 605</b></font>\n  <br>\n  <br> Centre. The price differential there is about 20-25%. A bowl of mee at the Government hawker centre costs only $1.50. The minimum price at the private hawker centre is $2. As for coffee, without milk it is 40 cents at the Government hawker centre and 50 cents at the private hawker centre. With milk, it is 50 cents at the Government hawker centre and 60 cents at the private hawker centre. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, I think it is most unfortunate for Mr Chiam to patronise that particular hawker centre. What I am talking about are the general private hawker centres in Singapore. We have done our survey and found that many of them are charging only marginally higher than those run by the statutory boards or by the Environment Ministry. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I thank the Minister for all the replies and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>1.00 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of Code MC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, through public education and imposition of fines, Singapore has earned for itself the reputation of being a clean and fine city. The state of cleanliness in the public places gives tourists the impression that all Singaporeans are very well behaved. But if you go around the housing estates, you will discover, to your horror, how filthy the estate can be, especially during certain times of the day. It is litter, litter, everywhere. But in spite of all the campaigns and public education, the number of littering offences is still significant. The Ministry of the Environment has to employ a large contingent of enforcement officers to take enforcement actions against littering and spitting offenders. In the past the HDB officers are empowered to take enforcement action. But some town councils are reluctant to take on such enforcement role. So I would like to ask the Minister what plan does \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 606</b></font>\n  <br>\n  <br> the Ministry have to resolve the manpower problem. Would the Ministry contemplate appointing volunteers, for instance, who would report offenders to the Ministry? And what other alternatives would the Ministry consider? \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son:</b> Sir, a civilised society takes good care of its environment. Our Singapore society is edging towards that type of a civilised society. But in the meantime, we do face real but manageable problems in littering, spitting in public places and improper use of public toilets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While Singaporeans are proud of our city, I have noticed, like my GPC Chairman, that littering is still a problem in our housing estates. The housing estates are spick and span once our hardworking cleaners have done their job. But come late afternoon, litters begin to pile up. This problem gets worse when inconsiderate people spit in public places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Previously, HDB officers used to police our housing estates. Now town councils are called upon to do the job, but they do not have sufficient manpower to do the policing. So what can be done? There is a suggestion, as my GPC Chairman has stated, to get the volunteer enforcing officers to issue tickets to the litterbugs and the spitters. But is this desirable? If so, how do we go about getting and training the volunteers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember that some two years ago the Minister for the Environment made a call in this House to ask the public to give a helping hand by reporting spitting cases. May I humbly ask him how was the response thus far? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to second guess that unless there is a major disaster like, say, the East Coast beach is seriously polluted, it may be difficult to get volunteers to help. Most Singaporeans are reticent by nature. They would prefer others to do the summoning. But do we need people to enforce the law? How then do we do that? Somehow, manpower must be increased to ensure that the litterbugs and the spitters do not continue to dirty our clean city. We are one and only one city-state. We need to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 607</b></font>\n  <br>\n  <br> take good care of it. No one else would do it for us. We have to do it all ourselves. So unless litterbugs clean up the act, we must make sure that they do not dirty our environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether he would consider increasing its own manpower to keep our city clean and green. And, if not, maybe the increment of manpower can come about by way of using other uniformed groups, such as other environment officers who are not presently involved, and what about the Traffic Police, Volunteer Special Constabulary, or even the national servicemen? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, my Ministry's plans are really to focus on public education and enforcement. We will reach out to the students through the schools and to the general community through grassroots organisations. But in the long term, Sir, my Ministry hopes that citizens will refrain from littering because of a greater sense of social responsibility and environmental consciousness. However, Sir, enforcement against those who litter will still continue. In this respect, my Ministry welcomes any help it can get. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the information of this House, to-date five Town Councils, namely, Jurong East, Potong Pasir, Tiong Bahru, Brickworks and Toa Payoh, have volunteered to help by getting their Town Council members, their staff and management agents to be empowered under the Environmental Public Health Act to take enforcement actions against littering and other offences. I am also pleased to report that members of the public are now giving feedback to my Ministry whenever they come across motorists who litter. Many of these members of the public have indicated that they will testify in court when called upon to do so. I applaud their civic consciousness and hope that there will be more like them. Therefore, at this point of time, I do not see the need for my Ministry to form organised volunteer groups, as suggested by Mr Goh Chee Wee, to enforce against littering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the recommendation by Dr Koh Lam Son that perhaps my Ministry could consider using other uniformed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 608</b></font>\n  <br>\n  <br> groups to help us carry out the enforcement action, we will certainly look into the recommendation. But I would appeal to Town Councils to follow the examples of the five I have mentioned just now and get themselves empowered under the Environmental Public Health Act. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, let me speak on the next subject on food hygiene. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the previous budget debate, I raised the question of illegal food factory which posed a health hazard to the consumers. I believe the Ministry has stepped up action to stamp out the illegal food factories. I would like to ask the Minister whether the Ministry has succeeded in wiping out completely all the illegal food factories in Singapore. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, what I am going to say now is not because these last few days Members of Parliament have been lunching on hawker food but because in Singapore eating out has become a way of life for most people. This could be because most of us are too busy to cook and have to rely on hawker or restaurant food for our meals. Therefore, it is important that the food sold at hawker centres and restaurants must be hygienically prepared or manufactured by licensed sources and safe for human consumption. The environment around the hawker centres and restaurant kitchens must also be clean and dry. Food handlers must handle food hygienically at all times and be neatly clad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, this is still not the case in some eating centres today. One can still find instances of unhygienic food preparation and food handling as well as dirty hawker stalls and restaurant kitchens. It may be possible that these offenders are not deterred by the small amount of fines imposed by the courts relative to the severity of their offences. Would the Minister kindly inform the House what is the quantum of the fines generally imposed by the courts for food offences, and whether such fines are adequate to have the desired deterrent effect? How many offenders have been sentenced to the maximum penalty by way of fine or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 609</b></font>\n  <br>\n  <br> imprisonment or both? Has the number of illegal food manufacturers, suppliers and vendors prosecuted increased or decreased? Further, could he provide a breakdown of the fines in 1990 so as to confirm or deny the point that the amount of fines for food offences was generally on the low side and have no deterrent value? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that more drastic penalties be introduced for persons who import, make or supply unauthorised and unsafe foodstuff for sale to hawkers and restaurants since adverse publicity does not seem to deter these persons, who have no direct dealings with the consumers, the eventual victims, from continuing their undesirable activities. There should also be a law to require a person who has been convicted in a court of law for importing, making, supplying or selling unauthorised and unsafe foodstuff to pay a compensation to the consumers who have suffered from his unlawful action. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure you will agree with me that with more stringent rules and regulations, heavier penalties imposed and vigilant environment officers, we would all be able to eat in hawker centres and restaurants without distaste or fear of food poisoning. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, both Mr Goh Chee Wee and Mr Chin Harn Tong have spoken on a subject which is of great concern to all of us - food hygiene. Let me first begin with the sale of food. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the importation, manufacture and sale of food are closely monitored by my Ministry. Any importer, manufacturer or supplier who infringes the law will be severely dealt with. Sir, under existing laws, anyone importing, manufacturing or supplying contaminated food intended for sale to the public can be imprisoned up to three months or fined up to $5,000 even for a first offence. In addition, Sir, all food found to be unsafe or not complying with food safety regulations will be confiscated and destroyed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, three importers, 25 manufacturers and seven suppliers were prosecuted in court for having food intended \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 610</b></font>\n  <br>\n  <br> for sale which was spoilt, contaminated or containing unpermitted additives. The fines by the Court ranged from $200 to $2,500, and a total of about 800 tonnes of food were confiscated and destroyed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now deal with the subject raised by Mr Goh Chee Wee, ie, illegal food factories. Sir, to the best of my Ministry's knowledge, there are no illegal food factories in Singapore today. They have all been stamped out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a nation-wide massive operation which started in 1989 had successfully ferreted out these illegal food factories. A total of 86 illegal food factories were found and closed down. And, in fact, two offenders were imprisoned for four weeks each for operating illegal food factories and preparing food unfit for human consumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, Sir, I would like to stress that despite the successes achieved by my Ministry in stamping out illegal food factories, that does not mean we have totally eradicated the problem. The problem may resurface unless we continue to be vigilant. And here I would like to urge members of the public to inform my Ministry of any illegal food factory that they know of, and we will certainly take action on such factories. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to stress, Sir, that all food retailing outlets in Singapore are required to obtain their supply from licensed food manufacturers. This will ensure that there will be no market for food manufactured illegally. These food outlets, if found to obtain supplies from illegal sources, will be prosecuted under the law and their licences suspended or even revoked. For example, in 1990, 62 persons were prosecuted for selling food that did not comply with food safety regulations and two for selling food obtained from unlicensed sources. In fact, Sir, the licence of one stallholder at a food centre was revoked when it was found that she had obtained food unfit for human consumption from an illegal source. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on Mr Chin's suggestion that perhaps my Ministry should introduce laws \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 611</b></font>\n  <br>\n  <br> which would require the offenders to pay compensation to the affected customers, my Ministry is of the view that such claims for damages are best dealt with through civil action. In this way, the extent of liability and the appropriate quantum of compensation for the aggrieved parties could be properly addressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to assure this House that my Ministry recognises the importance and need to safeguard and provide maximum protection to our population against unsafe and contaminated food and will not hesitate to increase the penalties, including mandatory jail sentence, if the need arises. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman :</b> Sir, despite our success in keeping Singapore clean, we are still faced with dengue haemorrhagic fever (DHF). There has been an increase in the number of DHF cases over the years, and last year a major outbreak occurred. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that DHF is transmitted by infected Aedes mosquito vectors carrying the dengue virus. Since Aedes mosquitoes breed in water-bearing receptacles, like pots and pans, found within and around the house, I wish to ask the Minister whether the Ministry of the Environment would make regular compulsory checks on all houses in areas where there are cases of dengue fever, especially in the eastern part of the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest to the Minister to make it compulsory for the fogging of their houses. I am made to understand that public resistance to allow thermal fogging is high. But the Ministry can continue to educate members of the public and inform them that they are now using better insecticide for the thermal fogging of their houses. Maybe we could also impose fines on uncooperative house tenants. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, the recent major outbreak of dengue fever and dengue haemorrhagic fever in Singapore, which has claimed a number of lives, is causing much unease and fear among many Singaporeans. Although dengue fever, which is caused by the disease-bearing Aedes mosquitoes, is common in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 612</b></font>\n  <br>\n  <br> our tropics, it is quite unexpected for it to break out in such a big way in ultra-modern Singapore. It is alarming to learn that in 1990 alone there were 1,733 reported cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many are quite puzzled by the scale of the recent mosquito scare. What has gone wrong? Has the Ministry of the Environment become too relaxed or complacent in their war against the mosquito menace? Or is it due to some other reasons? These are the questions many concerned Singaporeans are asking. From the media reports, it seems that the main culprits responsible for the outbreak are the residents living in private housing estates, particularly in the eastern part of Singapore. One is given to understand that many of these houses are mosquito-breeding grounds. But is this really the case? Is it fair to put the blame on the people living in such estates or is it fair to blame the general public, just because a few water-bearing containers with mosquito larvae have been found in their homes? Or is it due more to choked drains and gutters caused by fallen dried leaves or is it due to broken culverts which are often badly clogged up with branches of dead leaves, discarded plastic bags and other litters that stagnant water collects in them, resulting in mosquito breeding? And during heavy downpours, water from these drains would run into their houses! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another common mosquito-breeding ground is the areas where residents have been resettled due to public or private land redevelopment. The resettled families often leave behind pots and pans and other containers which collect water. Because of earth works, one can often see puddles formed in such areas after a heavy shower. The utensils left behind and the puddles provide excellent beds for the Aedes to breed. And if a housing estate is unfortunate enough to be located near such a place, one can easily understand the plight of the residents. Greater attention, therefore, should be paid to such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been given to understand that many residents whose premises are infested by mosquitoes do not allow \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 613</b></font>\n  <br>\n  <br> thermal fogging to be carried out by Environment officers within their houses. This is quite a serious obstacle in our fight against the mosquitoes. The reason for their refusal must be studied and a solution sought. Is their uncooperative attitude due to fear of being stigmatised by their immediate neighbours, or due to their ignorance or due to some other reasons? Have the Environment officers done enough to clearly explain to the affected residents about thermal fogging? Is thermal fogging a health hazard? Does the smoke contain poisonous gas which is harmful to their health and even to that of their pets? Many residents also fear that fogging may stain or damage their furniture, curtains and other household items. Unless the residents are fully informed of the side-effects of fogging to health and properties, and the precautionary measures to take, if necessary, it would be very difficult for Environment officers to get their cooperation which is most essential in helping to eradicate the mosquito menace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the other hand, I understand that some Environment officers themselves are not very cooperative. Some have refused to swing-fog the upper floor or even the backyard of houses when requested by the owners to do so. I would also like to ask the Minister whether or not it is true that the Ministry would only respond to reported cases of Aedes mosquito menace when this is confirmed by the virology lab of the Singapore General Hospital. I hope the Minister can shed some light on the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe we should not spend too much time trying to argue who should accept more responsibility for the recent outbreak of the dengue haemorrhagic fever - the people or the Government? What is more important now is to provide the public with more information on the problem and get them to work hand in glove with the authority to stamp out the mosquito menace. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, dengue or dengue haemorrhagic fever is transmitted, as we all know, by Aedes mosquitoes. These mosquitoes breed in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 614</b></font>\n  <br>\n  <br> clean water and under shade. They do not breed in choked drains or on vacant lands. This specie usually breeds within homes or in their compounds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the foremost objective of my Ministry is to keep the population protected against disease like DHF. However, in achieving this objective, we have created a paradoxical situation. I think doctors in this House will bear me out in that the herd immunity of the human population continues to decline, and consequently they have now become more susceptible to the disease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the current outbreak in Singapore is precipitated by a localised build-up of Aedes mosquito population, particularly in the eastern sector of Singapore. Public Health Inspectors of my Ministry have been carrying out intensive vector control operations, visiting homes, checking out for mosquito-breeding grounds and applying insecticides wherever and whenever necessary. Just for the information of this House, Sir, last year alone, nearly 900,000 homes were visited by my Public Health Inspectors and some of these homes were re-visited several times. Over the last two months of this year, another 150,000 homes were visited. A total of 100 Public Health Inspectors of my Ministry have been deployed full time on this operation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the spread of the disease can easily be curtailed or put to an end if every effort is made to prevent the Aedes mosquitoes from breeding. And here my Ministry requires the fullest cooperation of every household. Every household must conscientiously and routinely look out for stagnant water in their homes and remove it. They should be more cooperative with our PHIs whenever the latter visit their homes and allow them to spray insecticides whenever necessary. Mr Teo Chong Tee mentioned just now that some of my PHIs were not cooperative when residents asked them to spray their upstairs. The easiest way, I would suggest, is that whenever members of the public come across such Public Health Inspectors, just contact the Ministry of the Environment, and we will deal with such Inspectors. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 615</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Teo Chong Tee also wants to know whether insecticide used to swingfog homes is a health hazard. The answer obviously is no. The dosage used is safe and will not cause harm or injury to humans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Mr Teo Chong Tee's question whether my Ministry would only respond when reported DHF cases are confirmed by the virology lab of SGH, the answer again is no. Public Health Inspectors are making visits every day in selected areas where the Aedes mosquito population is known to be high, regardless of whether DHF cases are found in these areas. However, when a case of DHF is confirmed, another team will make a special visit to that area even if it had been visited previously. \n  <br>1.30 pm \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, the next subject I am touching on is slaughtering of poultry in wet markets. There is a new policy on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I first state that personally I do not object to the phasing out of poultry slaughtering in wet markets. To do so would be going against our concerted effort to create a cleaner and greener environment for the benefit of all Singaporeans and for visitors. It cannot be denied that the present practice of the stallholders contributes much to the problem of environmental pollution. Wet, dirty and smelly floors; drains choked with feathers and droppings, are a common sight at the poultry stalls in the wet markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in spite of what I have just said, however, I cannot accept without reservation the manner and speed with which the Ministry is going about implementing the new policy. The stallholders and the public were informed of the policy barely seven months ago. Yet the implementation will take place in April this year, affecting about 80 stallholders in 11 markets for a start. Total phasing out of the slaughtering of poultry will be accomplished by the end of 1992. This will indeed affect about 600 stalls in more than a hundred markets. The speed and scale of the exercise will surely cause inconvenience to both the stallholders and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 616</b></font>\n  <br>\n  <br> consumers. Some stallholders will even experience hardship. Stallholders will now have to either send their poultry to licensed abattoirs or buy slaughtered birds from them. This will entail not only extra time but cost as well. Also, unsold birds will have to be properly refrigerated. This will not only incur initial capital investment but recurring extra expenditure as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, it is quite certain that their business will take a dip. Consumers will be reluctant to buy left over, or refrigerated poultry from the market stallholders. This is because if consumers are prepared to go for refrigerated birds, they would more likely than not turn to the established supermarkets instead of the wet markets. With their sophisticated facilities and date-stamping, it is obvious that the big supermarkets will have an advantage over the small time hawkers in the wet markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the new policy is carried out in a great hurry, both the stallholders and the consumers will be the losers. The stallholders' business will be affected, and the consumers will not only have to pay more but also to be satisfied with something not as wholesome as what they used to get before. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I therefore suggest that the implementation of the new policy be slowed down somewhat, especially in markets which are not located in the river and catchment areas. Perhaps, a few markets outside the catchment could be designated as mini-abattoirs. This will ensure that at least there will be markets in Singapore where consumers can go to for freshly slaughtered birds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The zeal with which the new policy is being carried out could be misconstrued by some as the Government's bias towards helping the big time businesses - in this case the running of big abattoirs - and the driving in of the death nail to small time businesses. Sir, I hope the Minister could consider my suggestions. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, I am glad that, as declared by Mr Teo, he is not objecting to the policy to phase out poultry slaughtering in wet markets. His \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 617</b></font>\n  <br>\n  <br> main concern is the pace with which the policy will be implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the policy to phase out poultry slaughtering in wet markets was announced sometime in July last year to give the private sector sufficient time lead to start up poultry service abattoirs. Now that a number of poultry slaughtering houses are prepared to operate as poultry service abattoirs and, with a few more in the pipeline, this policy will be implemented with the first group of 11 wet markets within the river catchments on 1st April 1991. This programme will be extended gradually to include the remaining groups of wet markets in the river catchments before it is extended to wet markets in the water catchments and finally to markets outside the catchment. I would like to assure Mr Teo that the programme will be gradual and well-paced in order to ensure that the supply and demand situation for dressed poultry is adequately met. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Hawkers Department of my Ministry held dialogue sessions with the stallholders of the 11 wet markets where poultry slaughtering will have to cease with effect from 1st April. The purpose of the dialogue sessions was to explain to the poultry stallholders the phasing out programme and to obtain feedback and suggestions, if any, from them. I am glad to say that there were no adverse reactions from the stallholders. Their main concern was whether the service abattoirs have the capacity to meet their demand and whether the service abattoirs will also be slaughtering poultry according to Muslim rights. And they have all been assured that the service abattoirs could meet both requirements. The stallholders did not express concern on the cost of providing refrigerators at their stalls. On the contrary, Sir, some of them even asked whether they could provide refrigerators of their own at the markets. They have all been assured that they could do so as there is space and adequate electrical power supply available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Mr Teo seems to imply that freshly slaughtered poultry will no longer be available when the policy is implemented, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 618</b></font>\n  <br>\n  <br> and that poultry slaughtered at the service abattoirs are not as wholesome as those slaughtered at the wet markets. Again, Sir, I want to assure Mr Teo that poultry obtained from service abattoirs are fresh, safe and wholesome. In fact, consumers can be assured of better quality poultry when poultry slaughtering in wet markets is phased out because poultry slaughtering at the service abattoirs will be carried out under clean and hygienic conditions. Therefore, Mr Teo's suggestion of designating a few wet markets outside catchment areas where consumers can go for freshly slaughtered birds does not arise. In fact, to do so, Sir, would be most unfair to the rest of the stallholders who have to stop slaughtering poultry at the stalls. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the price of poultry slaughtered in service abattoirs, my Ministry will certainly monitor this in order to make sure that consumers are not exploited. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, the next subject is quite interesting - public toilets. I would like to bring up a rather unpalatable but important subject, that is, the conditions in our public toilets today. As everybody is aware, the standard of our public toilets has never been something Singaporeans can crow about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after a bout of bad publicity, campaigns, coupled with enforcement actions, the situation improved somewhat. However, of late, it seems we are slowly going back to square one. I must add here, of course, that the general standards of cleanliness in most established restaurants have improved quite significantly. But the same cannot be said of toilets in many shopping centres or those located in HDB market and food centres. From my personal experience and from what I have gathered from others, the situations in these toilets are still quite deplorable. Now these toilets charge a fee, albeit only 10 cents per entry. Therefore, one would expect a more decent service. But no, Sir, the individual toilet rooms are not even supplied with toilet paper. One has to request for it at the paying counter! Quite an embarrassing experience for many, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 619</b></font>\n  <br>\n  <br> realising at the critical moment that there is no toilet paper in the room and having to dash out to ask for it. Worse still, when he returns, he may find that the toilet is now occupied by another person and all the other rooms are also being engaged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, one can always argue that the bad shape many of our public toilets are in today should be ascribed to the users. Well, this is fair enough to a large extent. But, ultimately, the onus to keep the place clean rests on the shoulder of the operator who charges a fee. And today, operating public toilets can be a very lucrative business. Some can earn as much as a few thousand dollars a month, as reported in the press not so long ago, and you can be sure that there is no income tax. The public has, therefore, every right to demand a better service. So enforcement actions should be taken against recalcitrant operators who do not keep their toilets clean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, discussing in Parliament something as private as people's bad toilet habits may sound trivial and out of place. It is also washing our dirty linen in public. But I feel that it is something very fundamental and important in our quest for a more caring and gracious society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the high-tech society of today, it is possible for all our public toilets to be fitted with automatic sensor-operated flush valves. The technology is already here, and I believe we have the means to do it. Maybe we should start with Government departments, statutory boards, institutions of higher learning and schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present practice of flushing the whole row of urinals, (here I am referring to what happens in a male toilet of course), when only one is used, with treated water fit for drinking, is indeed wasteful, if not sinful when water is a precious commodity in Singapore. Sometimes, it is also not practical to do so. An unfortunate member of the public can be booked for not flushing the urinal after use through no fault of his. This is because if the water in the common tank has just been emptied by a previous user, there is not sufficient water for him to work the cistern. And it is not practical nor fair to expect \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 620</b></font>\n  <br>\n  <br> him just to stand there for the cistern to fill up! Moreover, the idea that you might be watched while you are doing something so private as emptying your bladder is indeed quite revolting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe in the final analysis, education both at home and at school is the answer to the problem of dirty public toilets. In the short term, campaigns and enforcement actions will be necessary. Perhaps, the Minister could shed some light on his Ministry's views about the latest conditions of our public toilets. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, Mr Teo Chong Tee has raised a number of points on public toilets. For example, he feels that toilets in many shopping centres and those in HDB markets and food centres are still quite deplorable. He cited the experience of having to rush out for toilet paper because such toilet paper is not available. He wants the onus of keeping the toilets clean to rest on the shoulders of the operators because he thinks that they are charging fees and therefore they should be made more responsible than the users. He also wants public toilets to be fitted with automatic sensor flush valves, starting with Government departments, statutory boards and schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the subject of public toilets, my Ministry's approach is to use campaigns, technical innovation and enforcement in order to bring about improvements in the cleanliness of public toilets. Sir, a number of campaigns have been held to inculcate and reinforce good toilet habits among the users. There will be a similar campaign later this year and in this campaign we will involve the managements and operators of public toilets. They will, in turn, appeal to members of the public to help them keep the public toilets clean. Sir, if we are to have clean public toilets, it will require the joint effort of both the management of these toilets and also members of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On technical innovation, Sir, my Ministry has since 1985 made it compulsory for new public toilets and those that have been upgraded to be fitted with flush valves in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 621</b></font>\n  <br>\n  <br> place of water cistern. This will enable the toilets to be flushed repeatedly without having to wait for the cistern to fill up, a problem which Mr Teo has so eloquently described. Furthermore, Sir, since mid-1990, managements of public toilets have been asked to fit sensor-operated flush valves and a programme has been initiated to install sensor-operated flush valves in Government offices over the next three years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to stress that my Ministry will not hesitate to take enforcement action against managements who fail to keep their public toilets clean. And I personally feel that enforcement plus adverse publicity will serve as effective deterrents. All said and done, I think overall there have been some improvements, but there is certainly room for more. My Ministry will continue to work hard on this. Keeping our public toilets clean will be part of our overall effort to keep our environment clean. \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman:</b> Sir, we are indeed fortunate to have a very efficient refuse collection system in Singapore. Everyday without fail, our environment workers will clear garbage and refuse from HDB bin centres and also from private individual homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the Ministry of the Environment announced the increase of refuse removal fee for owners of landed properties. The rate will be increased from $5 to $10 from 1st April this year, and then to $15 from 1st April next year. I think the rate of increase is very high. I wish to ask the Minister the actual unit cost for the collection of refuse from all homes, both HDB flats and also private dwellings. Is the Ministry thinking of cost recovery? If the cost of refuse collection in HDB estates is lower than $5, will the Ministry of the Environment lower the rate too? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can have common refuse collection points in private housing estates so that owners could qualify for a lower fee. Will the Ministry allow the setting up of such common collection points in private estates? At such points, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 622</b></font>\n  <br>\n  <br> Environment Ministry could also have separate bins for separate garbage items and, at the same time, promote waste recycling. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, Encik Ibrahim Othman has asked for the unit cost. I do not have the figures with me, but I believe the figures were made available when we announced the increase in the fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his proposal that perhaps landed residential premises be allowed to set up common refuse collection points, my Ministry is prepared to consider this proposal on a case-by-case basis. But the more important thing is that this common bin point will have to meet my Ministry's public health requirements and it must be used by all residents living in the same estate. It does not make economic sense if some residents in the same estate still require the direct house-to-house refuse collection. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Chairman, Sir, since last year the Ministry of the Environment has ceased to give priority in allotting hawker stalls to applicants from needy families, causing the needy families to feel that the Government does not care for their welfare. By allotting hawker stalls and market stalls through the tender exercise, the Ministry has deprived the needy families from a means to earn a living. Perhaps the Ministry of the Environment feels that it is easy for hawkers to make big money, because there are some hawkers who drive big cars, live in bungalows and therefore they should not be enjoying subsidies for their stalls. In reality, although there are some hawkers who are making tons of money, the majority of hawkers earn barely enough to make their ends meet and to support their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, there are still families which depend on one sole breadwinner for financial support in our society. Should any illness or accident befall the breadwinner, the entire family would have lost its source of financial support and immediately face financial difficulties. Therefore, the best solution for these families is not the welfare assistance of $200-$300 per month, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 623</b></font>\n  <br>\n  <br> but to ensure that there is a means for them to earn a living so that they can be self-reliant. But it is common knowledge that such misfortune usually occurs to the husband who is the breadwinner and whose wife is just a housewife. Most of the time the housewife would possess cooking skill. So if we allot her a hawker or market stall, it will provide her with a tool to make a living. Therefore, I urge the Ministry of the Environment to consider reserving a portion of hawker stalls for these needy families to apply and do not let all the hawker stalls be rented out by the tender exercise. Of course, the Ministry would have to conduct thorough investigation to justify and approve the allocation of the stalls to these needy families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we want to prevent the perpetual succession of these stalls from generation to generation so that it will not become a welfare subsidy to them, these stalls may be made non-transferable, not even to the children of the hawkers. In this way, it will avoid any future abuse and ensure that the hawkers do not encourage their children who can be gainfully employed elsewhere to continue in their parent's trade of hawking. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, the decision to discontinue with the policy of allocating stalls in Government and statutory board hawker centres to hardship cases was taken early last year when it became clear that approved hardship cases were not interested in accepting stalls offered to them. They may have their reasons for not accepting these offers, but many indicated that they would like to have stalls in the more popular hawker centres like Newton or the Esplanade, for example, and were prepared to wait. Whatever the reasons may be, it was felt that it made no sense to allow the list of hardship cases to grow and at the same time reserve a list of vacant stalls for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry held a press briefing in February last year and the same issue was discussed here in this House on 19th March when the hon. Members debated the Main and Development Estimates of my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 624</b></font>\n  <br>\n  <br> Ministry. Sir, I would like to inform the Member for Jalan Besar GRC that since then we have not issued hawker licences to hardship cases, or to anyone for that matter, for stalls in Government and statutory board hawker centres. I am sorry to inform him that we have no plans to revert the decision. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I thank the Minister for all the replies and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Encik Ibrahim Othman. \n  <br>\n  <br>\n  <!-- Encik Ibrahim Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim Othman:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay (Chua Chu Kang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M be reduced by $10 in respect of Code MF 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to a Ministerial announcement, the Ministry of the Environment will control the exhaust emission level of cars. By 1993, three-way catalytic converters will be compulsory for all newly registered cars. The purpose of the converter is to reduce the nitrogen oxides, carbon monoxides and hydrocarbon emission from vehicles. The concentration of all these three pollutants in our air was not reported in the Ministry's Annual Report except nitrogen oxide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the report, the year-long average concentration of nitrogen oxide fluctuates between 35-55 micrograms per normal cubic metre in the past 10 years, except for the year 1987. The values are very much better than the standard suitable for human living environment set by the United States Environmental Protection Agency. The trend in the past 10 years' figures on nitrogen oxide does not show significant improvement of our air quality despite the progressive control of vehicular emission in the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also glad to note from the Annual Report that in the past few years there were no occurrences of photochemical smog which is a typical air pollution caused by emission from cars. Sir, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 625</b></font>\n  <br>\n  <br> installation of a catalytic converter will add about $4,000 more on the price of every new car. Assuming that we are going to have about 250,000 cars on the road and each car will have a life span of about 10 years, this policy will cost the motorists a total of about $100 million per year. This is a very huge sum of money. They must ensure that the implementation of the policy of compulsory catalytic converters will substantially improve our environmental quality. Otherwise we should consider holding back the policy or at least delay the implementation of the policy for a few more years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when we talk about pollution control, there has always been a balancing act between the level of acceptable pollution and the cost we are willing to pay. I would like to ask the Minister what will be his quantitative forecast on the improvement of our air quality as a result of the implementation of compulsory three-way catalytic converters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to move on to the topic of petrol. Ever since the launching of the lead-free petrol, I realise that the \n  <br>\n  <br>92&nbsp;&nbsp;&nbsp;&nbsp;RON leaded petrol was no longer on sale in our local petrol stations. To the best of my knowledge, there are still many cars which could run on the 92 RON leaded petrol. For this category of car owners, they have already been penalised for paying about 10% more on the fuel cost because they are unable to use the unleaded petrol. Due to the unavailability of the 92 RON leaded petrol, they have to pay another 10% by switching to leaded premium petrol. To these people, I consider them to have been penalised twice. Technically, any car designed to run on 92 RON petrol will not gain any performance satisfaction by switching to a higher grade petrol except unnecessarily spending more on their petrol bill. I would like to ask the Minister whether it is his Ministry's policy to phase out the 92 RON leaded petrol. If not, could the Minister urge the oil companies to put back the \n  <br>\n  <br>92&nbsp;&nbsp;&nbsp;&nbsp;RON leaded petrol on sale at least for the next three years? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 626</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, Dr Low Seow Chay wants to know the improvement in our air quality following the introduction of catalytic converters. Catalytic converters will reduce the amount of nitrogen oxides, carbon monoxides and hydrocarbons emitted by petrol-driven vehicles by more than 90%. We can therefore expect the levels of these pollutants in our ambient air to be reduced as more and more of our cars are replaced with new ones fitted with catalytic converters over a period of time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the octane rating of petrol, I would like to inform Dr Low that premium grade leaded petrol (octane rating 97), premium grade unleaded petrol (octane rating 98) and regular grade unleaded petrol (octane rating 92) are available at all petrol stations in Singapore. The one he mentioned just now, ie, the regular grade leaded petrol (octane rating 92) is not available and I have been made to understand that the demand for this regular grade leaded petrol (octane rating 92) is small and is not being marketed by the oil companies for commercial reasons. And as suggested by Dr Low Seow Chay, my Ministry will try its best to talk with the oil companies concerned. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Dr Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Low Seow Chay:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $220,439,200 for Head M ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $388,847,000 for Head M ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 626</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head I of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, no rational Singaporean is so ungracious as to deny the numerous achievements chalked up by the Ministry of Communications - in telecommunications, our telephone network, air, sea and land transport. These achievements in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 627</b></font>\n  <br>\n  <br> themselves are significant sign-posts, spelling successful administration of infrastructural development which have facilitated trade and boosted our economy and brought about a better quality of life for all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Seen in the proper perspective, the achievements far outweigh the problems and disadvantages encountered. Therefore, in theory, there should not be any complaint. Yet around us, we do hear voices of discontent. Actually, it is quite understandable. What with the PARF/ARF system, then the car quota system, increases in car park charges, postal services, increase in TV licences, and so on. I suspect that these have caused Singaporeans not to view the Ministry of Communications with much favour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that we have inadvertently achieved economic efficiency at the expense of equity. Of course, economic efficiency has its place in the running of things, yet, we should strive for equity as much as is possible. The Government has a moral responsibility to control inflation. But the Government is not seen to be doing this, or at least, not manifestly so, although I know that our inflation rate may be low compared to some other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans are experiencing some more price increases in services that affect their daily life. So, not surprisingly, we hear some people bewailing the increases in charges on this and on that. In land transport, the Government has devolved its responsibility vis-a-vis MRT and buses, but it must still maintain an interest in the running of the MRT and the bus companies to ensure that not just the welfare of the majority of Singaporeans is catered to but also that of the few. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Singaporeans find travelling by MRT expensive. Some cheaper alternatives have been removed. I am aware of the existence of the Public Transport Council. They are doing a good job. All I want here to register is that in going about their day-to-day work, the Public Transport Council should give sufficient attention to the difficulties that may affect the minority in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 628</b></font>\n  <br>\n  <br> any changes to the transport patterns of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Knowing that fares are not likely to be decreased, let me suggest, no, strongly urge the Government to ensure that transport companies maintain their prices for as long as is possible. And for some of the so-called inefficient bus routes, let us retain a few for the convenience of commuters. Hopefully, the Ministry will not maintain a hands-off position with respect to the MRT and the bus companies, thinking that they are private companies and Government has no hand in it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think it has become a favourite practice of the Government to regulate demand by the price mechanism. As I have mentioned previously, this has taken the form of car quota system, ARF/PARF and so on. Albeit being the most efficient method of controlling demand, in certain cases, it may have an adverse effect on productivity, progress and the fabric of our society. Take, for example, the recent announcement about the change in the form of telephone charges, that is, according to usage by time. This would mean further adjustment financially for the individuals, the family and the business. It is a good rational idea that makes economic sense, but there are problems. Some businesses will pass cost to consumers and household expenditure will keep increasing, accumulating to a point where things become intolerable. Also, school children and university students, who need to use the telephone, not only for SDU purposes, but for computer networking, for example, would incur the wrath of parents who previously may not have objected to their children using the phone. The telephone could very well be a bone of contention and disrupts the once existing family bliss. There is also an apparent hidden social cost. For example, will the number of phone calls among relatives, among friends, be reduced? Will the old and lonely be afraid to use the phone for fear of cost? These problems must be addressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, past records have shown how promptly the Minister has heeded the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 629</b></font>\n  <br>\n  <br> public in their request for shortening the evening ALS, conversion of weekend cars to normal cars and vice-versa, concessions to Terminal I when Terminal II was built and businesses channelled there. There were further concessions too, during the Gulf War. I hope that the Minister will heed the call of Singaporeans to allow them the use of that handy telephone with no worries of having to pay a big bill at the end of the month. I join them in their call, for being able to communicate and interact freely is just one of the few remaining privileges which the Government can afford to give to its people. Can the Ministry, therefore, reconsider its intention to levy a charge for use of the telephone? If not, I note that Telecom has done very well year after year. Some gains have been achieved through increased productivity. How about passing some of these gains back to Singaporeans? Hopefully, this can be a way to ease the financial load on Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To conclude, Sir, I would like to urge the Minister to relentlessly look for that missing factor that will make the equation a better solution for various problems. I hope the Ministry will remember that although the price mechanism is a sound method to control demand, we are not only here to solve an economic problem efficiently. We are also politicians and we have a political problem to solve as well. The Ministry of Communications is not the only Ministry. There are also other Ministries that are similarly resorting to the price mechanism to regulate demand. We should therefore regularly monitor these little price increases and ensure they do not have adverse cumulative effects on Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs (Mr Tang Guan Seng): Sir, the air cargo trade has been a high-growth industry. It has led to the development of Changi Airport as one of the biggest air cargo centres in the world. According to a forecast provided by the International Civil Aviation Organisation, the Asia-Pacific air cargo traffic is expected \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 630</b></font>\n  <br>\n  <br> to grow at an average rate of 8.5% up to the year 2000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to our own projection, air cargo through Singapore is expected to rise by about 9% a year for the next 10 years. The volume of through-put at Changi should hit one million tonnes a year by 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government must be commended for its foresight in capitalising on Singapore's strategic location and for building up a good infrastructure, including airport cargo facilities and a telecommunications system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I feel that we must remain competitive in order not to lose out to other regional air cargo centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I would like to bring up two suggestions for consideration \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, we must be more flexible in our air policy so as to attract more airlines providing more flights to Singapore to increase the air cargo load capacity. According to feedback from the industry, the traders have already experienced shortage of load capacity. Some have to queue for aircraft space and some have to use other airports such as Bangkok's airport to expand their trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a country that believes in the operation of the free market, we have already adopted a liberal air policy. However, on occasions, we have been accused of being inflexible in implementing it. As a result, some foreign airlines are unable to fly as many times as they would have liked to Singapore. To attract more airlines providing more flights to Singapore so as to increase the air cargo load capacity, we should be more flexible in our air traffic rights negotiations. We should not sacrifice the long term interest of the industry and the country for the sake of the short term sectoral interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, we should increase the warehouse space within the free trade zone near the airport. Currently, the existing air cargo warehouse space is always in short supply, and some companies even have to locate their warehouses in Jurong. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 631</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the first phase expansion project of the air cargo complex, the airline handling facilities will be increased to a total capacity of 1.3 million tonnes by 1993. Industry observers have expressed concern that the air cargo agents' facilities are not increasing in tandem with the airline handling facilities. This is not conducive to the development of Singapore as an air cargo centre catering to both the region and the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we know that the land around the airport is valuable and the airport authorities have other priorities to cater to. However, if we truly want to meet the challenges ahead, we need an overall plan for Changi Airport's future development with air cargo facilities given a higher priority. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, since my GPC Chairman has touched on the issue of telephone charges, may I be allowed to take the cut as well? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you talking about PSA workers? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Yes, together. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right, since we have the time. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Thank you, Sir. Let me first declare that I am the Executive Secretary of the Singapore Port Workers' Union. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Port of Singapore Authority has achieved tremendous progress in the last 10 years. We have remained the busiest port in the world in terms of shipping tonnage since 1986. We have become the world's largest container port, overtaking Hong Kong in 1990. PSA has also won a number of awards. Examples are: Best Sea Port in Asia, Best Warehouse Operator, Best Terminal Operation given by the Asian Trade Industry Awards, and the Innovative Application Award from the American Association for Artificial Intelligence. In my nearly three years as a member of the GPC for Communications, invitations by PSA to attend functions to celebrate these milestone achievements have been both regular and frequent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the success of PSA is due to good Government policy, efficient PSA \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 632</b></font>\n  <br>\n  <br> management and its hardworking staff and workers right from the Minister for Communications to the ordinary workers in the port who have contributed their best. I know that the Minister has even made it a point to attend every celebration function in order to send a strong signal to the workers that their efforts are appreciated. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The port's commitment to modernisation and training of workers are also important reasons for its success. Productivity grew by 21.6% and 19.8% in 1989 and 1990 respectively, despite a corresponding reduction of staff strength of 1.8% and 3.7%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these great achievements are made possible not least because of the dedication, cooperation and hard work of the workers. The workers participate in skills upgrading training, support job enlargement and work extremely hard in a harsh environment to increase throughput. I was told that in the container port, workers work through the meal hours in 8-hour shifts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, PSA rewarded workers with an extra bonus of seven days' pay in 1989 and 11 days' pay in 1990 on top of the bonuses recommended by the Government. However, in view of the magnitude of productivity gain chalked up by the workers, which is three to four times higher than the national average, I think there may be justification for giving more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the forecast by the Government for economic growth in 1991 is 3-6%. The Government may recommend a smaller bonus for the public sector for 1991 because of slower economic growth. However, if the port maintains its performance and the workers continue to achieve similar productivity gain, would the Minister agree that they should at the end of 1991 receive at least the same level of bonuses as in 1990? Is this not the Government's position that companies which perform well should reward their workers accordingly, even though other sectors may not do as well? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me turn now to the subject of local telephone charges. I understand the rationale behind Telecom's position to charge time-based local calls, beginning \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 633</b></font>\n  <br>\n  <br> from the fourth quarter of 1991. I do not deny that it makes economic sense and that it is a fairer scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Telecom has said that the majority of users will end up paying less. The problem is that the majority of this majority perceive that their cost will increase, and are not happy. I would like to ask the Minister when the system for time-based charging will be ready. If it is going to be available a few months before October, I would like to propose that between the time when the system is available and the implementation of the scheme in October, Telecom allows the users the option to choose between the present scheme and the time-based scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that this is a good PR exercise for Telecom. The proof of the pudding is in the eating. If those who opted for the time-based scheme are paying less, the message would spread easily and effectively that what Telecom has decided makes sense. More importantly, the message no longer comes from Telecom but from the people themselves. Telecom may receive less income from local charges, but I think it is good PR which is worthwhile. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has said that Telecom may also implement a lower time-based rate for off-peak hours in the future. I believe that, technically, it is not difficult to implement a two-tier rate system. I would like to ask the Minister whether Telecom would implement such a two-tier rate right from the beginning in October. This would allow users to have immediately an option to use the phone during off-peak period and pay less. It would also make both economic and technical sense as far as Telecom is concerned. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Dr Yeo Ning Hong):</b> Sir, I want to thank Mr Eugene Yap, Chairman of the GPC on Communications, and the other Members of the GPC for their comments, in particular Mr Yap, for his very kind words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry's mission is to provide transport and communications infrastructure and services of the highest quality at the lowest cost. We have excellent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 634</b></font>\n  <br>\n  <br> workers and officers in the various departments and statutory boards under the Ministry. And Mr Yap's compliments to them will, I have no doubt, motivate them to work even harder because the GPC, having scrutinised the performance of the Ministry, has recognised their efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the correct way of keeping cost down in any business is to have high productivity. And here Dr John Chen has touched upon a very important point, which is the important role of workers and unions. I want to take this opportunity to pay tribute to the unions of the various statutory boards under my Ministry's charge. They have worked very closely with management. And the end result - benefits for the statutory boards through high efficiency and productivity, benefits for the workers themselves, as some of these productivity gains are passed on to the workers, and then benefits for the public at large, because again the productivity gains are passed back to the public by way of lower cost. That way we keep Singapore internationally competitive and continue to attract investments into Singapore, giving our people better jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have been practising that in the Ministry and in the process, our charges for services at the airport, at the port, and at Telecoms, are among some of the lowest in the world. But there is no room for complacency. We have to continue to press on. We have to continue to adapt to changes because the international economy is becoming more and more competitive. The proposed change to time-based local charges for telephone calls is one such example of adaptation to change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to thank the Chairman for his suggestion that we should continue to look at ways of keeping cost of using the telephone down. Telecom's formula of 1.5 cents per minute comes from a study of domestic telephone traffic pattern, and that figure reflects as closely as possible the actual cost of providing that service. That 1.5 cents is also designed to make sure that the changeover will be revenue neutral, so that it does not add any additional overall cost to the cost of doing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 635</b></font>\n  <br>\n  <br> business in Singapore. Quite obviously, there have been some apprehensions among some members of the public. This is to be expected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year I told the House, when I was answering a question by Mr Heng Chiang Meng, that if there were productivity gains in Telecom, I would ask Telecom to consider passing some of these productivity gains to the local calls, in addition to what we had been doing previously for calls overseas. And here I am happy to inform the House, Sir, that the staff of Telecom last year, in other words, for the year 1990, had achieved a very high productivity improvement of 20%. I have therefore asked Telecom to consider the possibility of reducing time-based charges from 1.5 cents to 1.4 cents per minute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC has emphasised the importance of the telephone for people like students, senior citizens, community leaders and housewives. He has also mentioned the importance of the telephone for purposes of social interaction between friends and family. I agree. The telephone is indeed an important instrument. Many of these calls, particularly residential calls, are made in the evening and on weekends. I have therefore also asked Telecom to consider the possibility of giving a rebate for calls made in the evening. I have set the target for them to try and see if they can give a rebate of up to 30% for evening calls. Telecom will study to see what these off-peak hours should be when the economy rate can apply. I would expect to be able to give specific figures later on in the year after Telecom has completed their studies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Chen has suggested the possibility of introducing some kind of an option scheme for a short period after the equipment for counting telephone calls and timing them has arrived. I agree with the objective, which is to convince the public, especially \"the majority of the majority\" who are going to have their bills lowered rather than increased. However, I think the suggestion is not a practical one because the pilot period between the arrival of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 636</b></font>\n  <br>\n  <br> equipment and the implementation of the scheme will be relatively short. There are about a million subscribers of telephones. To ask that large number of people to go through an exercise of an option scheme, to last one or two months, can be disruptive and counter-productive. However, I intend to ask Telecom to carry out a pilot scheme, after the equipment has arrived, by sending subscribers their bills on a monthly basis. This will show them what their bills would be like, after we switch over to the time-based charging system. Sir, I am confident that the majority of subscribers will be pleasantly surprised and the anxieties that they will have to pay more, will prove to be unnecessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to Mr Tang Guan Seng's comments on civil aviation. My Ministry has pursued its liberal air policy of open skies for many, many years. Indeed, we are renowned among the civil aviation authorities worldwide as a country that has probably one of the most liberal open sky policies. Often Singapore is the party that encourages our air services agreement counterpart to open up, to allow more flights between our two countries. So, in a sense, I am very surprised to hear from the Member that we have not been sufficiently liberal. Indeed, we have gone even to the extent of allowing the other country to fly to Singapore on a unilateral basis where Singapore carriers are not interested in flying to that county. It is possible that there may be occasional shortages of air cargo space. There may be occasional shortages of passenger seats. Some of these are seasonal problems. Some of them are due to specific reasons. For example, over the past few months, because of the Gulf crisis, there has been widespread cancellation of flights between Singapore and Europe, and between Singapore and countries in the Gulf. These are some of the contributing factors which may be responsible for consumers wanting flights either for passenger trips, or for air cargo, experiencing some difficulty. Now that the war is over, and many of the scheduled services have been resumed, I expect this problem to disappear very quickly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 637</b></font>\n  <br>\n  <br> \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now turn to the subject of air cargo. Last year, a total of 624,000 tonnes of air cargo was handled by the airport. This is an increase of more than 8% over the previous year and is one of the highest in the region. Our strategy is a simple one, which is to maintain air cargo handling capacity ahead of actual demand. But at the same time, in land scarce Singapore, we must ensure that we maximise the use of valuable land - land that was put aside for the use as a free trade zone. We want also to maximise the use of very capital intensive infrastructure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our long-term plans are as follows. We expect to build the fourth cargo agents building with an additional 20,000 square metres of warehouse and office space and have it completed either by the end of 1993, or early 1994. At the same time, commercial developers, such as SIA and CIAS, will be adding two more cargo terminals to provide another 70,000 square metres of warehouse and office space. What this means is that we will end up with double our present handling capacity. We will bring it up to a total of 1.3 million tonnes per year. This will be more than adequate to meet demands going all the way up to the year 2000. And beyond that, beginning 1997, CAAS will commence construction of Cargo Agent Building No. 5 and Cargo Terminal Building Nos. 8 and 9. Our long-term plan, way beyond into the 21st century, calls for a free trade zone, 2 1/2 times our present area, to give us close to half a million square metres. We will end up with a total of eight cargo agents handling buildings and 14 cargo terminals, with a total capacity to handle 2.5 million tonnes of air cargo. Sir, I believe our overall long-term plan will be more than adequate to meet the demands for air cargo handling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now move on to talk about the points raised by Dr John Chen. Sir, productivity comes about from a number of different ways, from a number of different causes. Productivity gains can come from workers working smarter or working \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 638</b></font>\n  <br>\n  <br> harder. Best if it is smarter, using new work procedures, and better equipment and as a result of that, increasing the overall efficiency. Productivity can also come from increased business volume so that there is greater economy of scale and therefore lower cost per unit. And most important of all, productivity can come from increased investment, in infrastructure, more machineries, faster computers, more sophisticated equipment. All these can give us greater productivity. How is this productivity gain to be shared out? Quite obviously, all productivity gains cannot go to the statutory boards or to the companies. Similarly, all productivity gains cannot go to the workers, nor can all productivity gains go to the consumers, the public. It has got to be shared and shared in an appropriate manner. And this is what we have been doing. PSA workers have been receiving higher bonuses, as Dr John Chen mentioned earlier on, because they have contributed to higher productivity. And it is very important that workers be rewarded for their increased performance. At the same time, we must return productivity gains to the public by way of lower cost to enable Singapore to maintain its competitiveness. And quite naturally, some of the gains must go back as returns on the increased investment that has been put in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to point out to Dr Chen that in addition to just dollars and cents, workers are also rewarded in other ways. Indeed some of the best benefits for workers are not necessarily hard cash. For example, one of the best ways of rewarding workers is to provide them with regular upgrading training, so that they acquire more skills and new skills that will enable them to earn more in the longer term. And this is what PSA and the other statutory boards have been doing. In addition to investing in mechanisation, computerisation and automation, we have also been investing in our workers, giving them extensive training and human resource development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, in 1990, PSA spent a total of $6.7 million or 3% of its wage bill on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 639</b></font>\n  <br>\n  <br> training alone. In terms of the number of hours, this is equivalent to one working week per employee and it is about 2 1/2 times the national average. We also provide other forms of rewards by way of variable performances to serve as an incentive for workers. We also provide outstanding work performances serving similar purposes. There are, of course, promotions and long-term service awards. All these, carefully structured with both the workers' interests in mind as well as the consumers' interests in mind, enable us to have a workforce in an organisation that gives the best service that we know how, and at the lowest cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would ask my colleague, Mr Mah Bow Tan, to address later some of the topics raised by Mr Yap on land transport. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Mr Speaker, Sir, thank you for allowing me to participate in the debate. At this injuncture, I would like to pursue the issue raised by Mr Eugene Yap, that is, using pricing as the mechanism to regulate demand, in particular, I would like to address the issue of cross-subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One can observe that in line with these pricing policies, the Ministry of Communications seems to pursue a policy of no cross-subsidy between different services within the same domain. For instance, it is not considering or is doing away with cross-subsidies between bus and MRT; international telephones versus domestic telephones, international mails versus domestic mails. Where such subsidies exist in the past, they are being removed and the removal of such cross-subsidies has led to substantial price increases in some of these services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, cross-subsidy itself remains in many of our transportation and communication services, for example, bus companies have to maintain money-losing routes using surpluses from the money-making routes. Domestic phone services to rural or sparsely populated areas are sustained by revenue from heavily populated areas. Taxi companies are asked to maintain money-losing shuttle services \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 640</b></font>\n  <br>\n  <br> from housing estates to MRT stations. Hence, cross-subsidy by itself as a concept is not a forbidden idea, it is not a forbidden fruit. It is more like cross-subsidies between identifiable and separate areas of services are defined as a no-no. Often time though I feel that the demarcation between one area that is permissible and another area that is not permissible is not so obvious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps, we have the indulgence of the Minister to enlighten the House on his thinking in this particular matter. For instance, when did this policy of no cross-subsidy come into play in his Ministry? And what would be the normal preferred time-table of phasing out undesirable subsidies once those subsidies have been identified, in particular, areas where the consumers have developed a sense of dependency on subsidies? Furthermore, are there any other areas within the Ministry that he has identified that such cross-subsidies exist and he would like to remove them in the future? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, Dr Wang has raised a very big subject. It is a subject that economists can debate forever. I do not intend to do so in detail now. I intend to give just a very brief account as to why, as a general principle, we should not deliberately practise cross-subsidy because when we do, we are unable to ensure that the consumers pay the correct price for the services they receive. Let me give an illustration. Postal and telecommunication services come under my Ministry. Indeed it is under the same statutory board. But the two businesses are totally different. Telecommunication is very high-tech and therefore over the last two decades improvements have brought costs very sharply down. Postal services, on the other hand, are very labour-intensive and cost of labour in Singapore, as we all know, has been rising sharply. Hence charges for telecommunication services must come down, while those for postal services must go up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are occasions when it is possible to do either one or the other of two transactions within the ambit of activities of Telecom. Let me give an illustration. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 641</b></font>\n  <br>\n  <br> I can either post a letter, or I can fax it. Or I can make a telephone call to convey the same message. If we indulge in severe cross-subsidies between these two activities - telecommunication versus postal services, ie, keeping postal services cheap and telecommunication services expensive - then we may end up allocating our resources in a wrong way. We may end up having to employ a large number of people to be postal workers, paying them very high salaries because of the very tight labour market. Because there is no cross-subsidy, many companies and individuals send messages by fax and phone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if there are clear-cut cost centres and we are able to identify these cost centres, it is preferable in terms of increased efficiency not to have cross-subsidies. Increased efficiency, as I said earlier on, brings about lower cost for consumers. If services can be identified with clear demarcation of cost centres, it should preferably be priced according to its cost, with a minimal of cross-subsidy. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, first, I would like to remind the Minister that while the workers appreciate the opportunity given by the PSA for training it also means adjustment, sacrifice and hard work on the part of the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Minister has not replied to the question whether the workers will receive the same level of bonuses as that of 1990 if the port maintains similar performance and they continue to achieve similar productivity gains in 1991. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I understand the Member has just taken over as Executive Secretary of the Singapore Port Workers' Union. He will know in due course that the bonuses are determined by consultations between the PSA and the Singapore Port Workers' Union whom he will be representing, and the Minister has no say in such matters. \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Not to my knowledge, Sir. I do not think the bonuses are negotiated. The Government recom \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 642</b></font>\n  <br>\n  <br> mended a certain rate and then the extra 7-day and 11-day bonuses, the union has got nothing to do with it. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Government recommends a rate for all workers in Government service. But for statutory boards which performed well, they are given some additional leeway. Some formula of sorts, I believe, has been worked out to ensure that the productivity gains, which I spoke about earlier on, coming from different sources can be partitioned so that in addition to giving bonuses to workers, we also have to pass back the gains to the public. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We are running out of time. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, I just want to find out whether the Minister is prepared to answer the question regarding the timeframe under which subsidies will be phased out. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, I am unable to answer the question because the statutory boards in the Ministry are very large businesses with approximately $3 1/2 billion worth of revenue. That embraces a lot of activities. It is not possible for me at this stage to say which item involves an element of cross-subsidy. These have got to be studied individually. But I have stated the general principle that, wherever possible, if there are clear-cut cost centres, the cost for that operation should be recovered. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications (Mr Mah Bow Tan):</b> Mr Chairman, Sir, thank you very much for allowing me to bring the debate back to firmer ground. I would like to take this opportunity to respond to Mr Eugene Yap's points on land transportation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Mountbatten had in his speech earlier made two points that I would like to address. The first was his call for Government to ensure that public transport companies maintain their fares for as long as possible. The second point he made and in fact he used the words \"strongly urge\", if I am not mistaken, was for Government not to take a hands-off approach towards public transport operators. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 643</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, bus fare increases are hardly the most popular measure at the best of times. They affect a very large part of our population and, in fact, according to the statistics, more than 2 million Singaporeans take either the bus or the train to work, to school, and back every day. And because of this, bus fare and train fare increases are not treated lightly. But in this particular case, let us give credit where credit is due. For the record, I would like to inform this House that when bus fares were increased in October last year, it was the first time that they had gone up in almost a decade. And during these nine years or so, wages had gone up. The average wage had almost doubled and other operating costs, spare parts, maintenance costs, had also gone up, compounded over the 10 years. During this period also, the Japanese commuter faced bus fare increases for six times and the Hong Kong commuter had to bear the brunt of bus fare increases for eight times. So all in all, I am sure Mr Eugene Yap is gracious enough to accept the fact that this is not a bad effort on the part of the public transport operators at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What the Government has done to contribute to keeping the public transport cost affordable is both direct and significant. First of all, the Government invests very heavily on basic transport infrastructure. The Government has spent $5,000 million to build the existing MRT system. It is going to spend another $1,000 million to build the Woodlands extension of the MRT system. In addition to that, the Government pays for all bus interchanges, each of which costs $10 million. These are not small sums of money by any means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second way that we contribute is to make sure that our roads are kept congestion free and stay that way. We do so by our car restraint policies, by high ARF, by the Area Licensing Scheme, by the quota system, by the proposed electronic road pricing system and so on. And in pursuing such policies, the Government pays a political price. But by keeping the roads congestion free, by allowing the buses to move faster, this means that the bus companies require less buses, this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 644</b></font>\n  <br>\n  <br> means that their operating costs are lower, which in turn means lower bus fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, and finally, the Government supports measures by the bus operators to eliminate, wherever they can, wastage and duplication in the system. One example of this wastage would be the implementation of the feeder service system. Another would be the ongoing network rationalisation. The exercise is being coordinated now by the public transport operators, bus companies as well as the MRT operators, because if there is wastage in the system, in the end all commuters will have to pay for it. And if there are savings, such savings can go towards either improving the level of service or to keep the bus fares affordable. So I would like to assure the Member that the Ministry of Communications will not shirk its responsibility of maintaining a public transport system that is of the highest quality and at an affordable cost. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No, (2), Dr John Chen has withdrawn it. Order. It is now time for the suspension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.25 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.53 pm until 3.25 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.25 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - (cont.) \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Goh Chee Wee is not here. Mr Lew Syn Pau. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 645</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Code IC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I begin, I would like to declare my interest as the General Manager of NTUC Comfort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The cost of operating a taxi has been increasing over the years. The major contributing factors have been Government taxes and the price of diesel fuel. The fluctuations in the price of COE and diesel fuel recently have made matters worse. The rising trend in cost compounded by fluctuations is causing a lot of anxiety and uncertainty both among taxi organisations and taxi drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taxi drivers are living in constant fear of being hit by another tax increase any time. This uncertainty has caused some drivers to give up their taxis for more stable jobs. Taxi organisations are finding it increasingly difficult to get people to drive taxis. Members may have read advertisements put up in the newspapers by taxi companies to recruit taxi drivers. If this trend continues, taxi organisations may have to resort to employing foreign workers to keep their taxis running on the roads 24 hours a day. This scenario is not too far-fetched. Many taxi drivers in developed nations are foreigners or recent immigrants. In order to help taxi organisations to do longer term planning, would the Minister tell us the Government's long-term tax policy on taxis? Would the Ministry consider total deregulation of the taxi industry in the future, ie, allow the market to determine the supply and demand of taxis and also the price of taxi services? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, some taxi organisations were granted additional licences by the ROV. One of the conditions attached is that for every additional 300 taxis put on the roads, the taxi organisation must run a taxi shuttle service between a residential housing estate and an MRT station. Will the Minister explain the reasons for this condition? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next question I have is regarding road tax and taxi diesel tax. Currently, road \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 646</b></font>\n  <br>\n  <br> tax and taxi diesel tax are computed on a monthly basis. This means that if a car or taxi is registered in the middle of the month, the owner would have to pay the cost of road tax and taxi diesel tax for the entire month. This has resulted in an uneven distribution of workload for the ROV and bad congestion at the ROV at the beginning of every month. The same problem arises during cancellation and refund. With computerisation at ROV, computing road tax and taxi diesel tax at ROV on a daily basis should not pose any administrative problem. Besides, the insurance companies are already charging premiums by the day. The Ministry of Labour is also charging the foreign workers levy on a daily basis. For a taxi driver, this amount is not insignificant, working out to about $21 per day for both road tax and taxi diesel tax. For the sake of equity rather than administrative convenience, will the Minister consider changing the basis of computation of road tax and taxi diesel tax to a daily one instead of the present monthly one? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, since the introduction of the car quota system last year, many batches of the Certificates of Entitlement (COEs) were not taken up when the period of bidding expired. It would appear the car quota system was either prematurely introduced or was unnecessary. For the first two quarters in May and August last year, there were 151 expired COEs unused. For the third tender in September 1990, 9% of the quota expired unused. For the fourth and fifth tenders in October and September, there were 15% and 4.5% respectively of the COEs not used up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It clearly shows that the supply of COEs exceeded their demand. All the large sums of money paid for those quotas appeared to have been wasted as far as the car owners are concerned. But they are revenue for the Government. The 9% run-up of new motor car vehicles in the early part of 1990 was an anomaly. In actual fact, no such increase occurred over the year. I would ask the Minister to declare a COE at zero dollars when a quota is not fully \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 647</b></font>\n  <br>\n  <br> taken up. This would discourage the speculation of the quotas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The intention of the quota system was to limit the growth of cars. But since there is no excessive growth in the number of cars, the Government should not make profit out of the quota system. The costs of cars in Singapore are not cheap even without the COEs. In September 1990, the public had to pay $2,649 for one COE for the 1,000 cc to 1,600 cc category. This is a sizeable amount when the cost of the car was about $50,000. Usage control is a fairer method of reducing car congestion. I would urge the Government to speed up the implementation of the weekend car. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> If I may be allowed to respond to Mr Chiam's comments first regarding the quota system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam has made mention of the fact that because COEs have not been taken up, therefore, the quota system has been prematurely introduced and he goes on to say that it is unnecessary. I fail to see the connection between these two points. The reason why COEs have not been taken up is very simple. People who have bid for the COEs found that they have not been able to dispose of them or they have, for some reason or other, not wished to buy a car themselves and have simply not taken them up. I think it is a choice that has been made by the bidder of the COE. He is perfectly entitled not to take them up if he so wishes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also mentioned the fact that since the quota system has been implemented to limit car growth and because COEs have not been taken up, therefore, we should scrap the quota system. It is precisely because we have the quota system that we have been able to set a certain percentage of increase of the vehicle population and that we have seen this happy state of affairs where the purchaser of the vehicle can determine for himself how much he is prepared to pay for his vehicle. As we have seen so vividly illustrated over the last few months, where the demand for vehicles is high the tender has been very high. It has gone up to $11,000 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 648</b></font>\n  <br>\n  <br> for a certain category of cars. But that same category of cars, when the demand has been low, has only fetched a COE of one-tenth of that amount. As the Finance Minister, Dr Richard Hu, mentioned in his Budget speech, this is one of the vivid examples of the market mechanism working to regulate the availability and demand for a scarce commodity in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam has also mentioned the fact that it is more equitable to make use of usage controls to control road congestion. The Ministry agrees with him. In fact, we have mentioned all along that we intend to use a judicious mix of both ownership and usage control measures to regulate the flow of vehicles on our roads. For this reason, we have already publicly announced the proposed implementation of an Electronic Road Pricing system. This is one of the ways whereby we could more equitably price the use of roads so that people who want to use the roads more will pay for it and those who do not wish to will be able to save some money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the implementation of the weekend car scheme, I am pleased to inform him that it is ready for implementation. In fact we have tabled a Bill before this House and this Bill will be due for Second Reading sometime in the near future. I look forward to Mr Chiam's inputs and comments during the debate for the weekend cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn now to the point made by Mr Lew Syn Pau with regard to taxis. As the Ministry's policy on taxis is one that involves the total public transport system, we have to decide where taxis fit into the scheme of things. Between buses, on the one hand, MRT and taxis, on the other hand, we would have to decide how each of these parts plays a role in the whole scheme so that the most efficient public transport system can be provided for Singaporeans at the most affordable cost. This has to be seen against our car ownership and car restraint policies. As we move from a vehicle like a bus, or train for that matter, which is a mass rapid transit vehicle, to a vehicle like a taxi, which is more akin to a private car, the cost for the public transport commuter must vary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 649</b></font>\n  <br>\n  <br> depending on the level of comfort and the level of convenience that he wants and is prepared to pay for. So within this framework, the Ministry will from time to time review the charges, taxes and fees to be levied on each of these various modes of public transport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will conduct regular reviews of this. We do not have any plans at this very moment to levy any new taxes on any of the various modes of transport, but this will be an on-going exercise of the Ministry, and when we do conduct such a review, we make it a point to consult all the interested parties, including the GPC for Communications and the various transport operators, including NTUC Comfort, as and when it is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in so far as the daily payment of road tax and diesel tax is concerned, it is not a simple matter of changing from the current system to a daily payment system. There are many legal and technical issues that need to be looked at. However, in view of the Member's very persuasive arguments and, I might add, his persistence, since he has raised this matter in the House many times, I will ask the ROV to look into his suggestion to see how it can be implemented. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, the Minister has not replied to my second question regarding why we have to run a taxi shuttle service for new taxi licences. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> My apologies, Sir. As I indicated earlier in the other reply, the taxi service is also part of the public transport system. In this context, it is the desire of many of the residents in private estates to be able to take advantage of the most convenient mode of transport which they find and, in this case, the MRT system has been found to be a very popular mode of transport. However, we have to take into consideration the fact that it is extremely difficult to justify a regular scheduled service for the public housing estates. There are constraints of the roads. Of course, a more serious constraint is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 650</b></font>\n  <br>\n  <br> fact that the load factor may not be able to justify such services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the economics of it may justify a niche service. It is quite possible that taxis may be able to find this niche and may be able to provide such a service that satisfies both the demands of the residents as well as provide extra income for taxi drivers. So we have, on a trial basis, made this requirement to see whether we are better able to maximise the total usage of the public transport system, in this case, to maximise the usage of the trains, and the main trunk bus routes, for that matter, for residents of the private housing estates. It is also in line with our objective of trying to provide a comfortable and viable alternative for the private housing estate residents, an alternative to the private motor car. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, if this service is found not viable, would the Minister be prepared to review this condition in the future? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the viability of the service will be determined by the ridership on a case-by-case basis. If the ridership is found to be not sufficient or the demand is not high enough, the taxi operators are free to apply for a change in the fares for that particular ride, and the Ministry will support the application. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> I thank the Minister of State for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Mr Chng Hee Kok is not here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $37,008,640 for Head I ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $598,826,200 for Head I ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 650</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head B - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head B - Attorney-General's Chambers, Amendment No. (1), Dr Arthur Beng. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Fengshan):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head B of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 651</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the report of the Economic Committee chaired by BG Lee Hsien Loong in 1986, one of the main recommendations was for Singapore to become a centre for legal services. The report also added that in order to develop into such a centre, we must first of all continue to improve our legal infrastructure. The report called for the improvement of the retrieval of laws, regulations, court decisions, and rulings of regulatory agencies in and out of Singapore. One obvious way of doing this is through information technology. In this respect, I would like to quote what the Senior Minister said at the official opening of the Singapore Academy of Law on 31st August 1990: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The tremendous developments in information technology will change the way lawyers work. Lawyers who adopt computer technology will increase their productivity, saving time, manpower and costs. The computer, the fax machine and IDD give Singapore lawyers instant access to all the expertise in law and finance that they need and that is available in London, New York, Frankfurt, Tokyo and every other financial and legal centre of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be able to do this efficiently, law firms need to be large enough to afford the infrastructure, textbooks, law reports, computer facilities, and to have easy and speedy access to specialists and to databanks like LawNet or Lexis.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am therefore glad to note that in the Minister's Addendum to the President's Address at the opening of Parliament, he mentioned the future computerisation plans of the Attorney-General's Chambers, the Registry of Titles and Deeds and the Registry of Trade Marks and Patents. I also understand that the computerisation project of the Judiciary is also well underway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although my GPC supports these developments, I would like to convey a few concerns I have received as feedback from lawyers and members of the public. Lawyers, especially those in the smaller firms, require more time to accept and learn the new technology. There is a fear that unfamiliar technology will be imposed on them and that they will not be able to cope if all transactions must be carried out electronically. For those who have already \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 652</b></font>\n  <br>\n  <br> embarked on computerisation, they are at the moment faced with a number of databases and networks and they would like to be able to subscribe to different agencies and pay separate fees and learn different computer operating instructions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like all businesses, lawyers are also concerned with the cost of legal practice. I am sure members of the public are concerned that computerisation will not result in an escalation in the cost of legal services. Will legal firms be eligible for low interest loans administered under the Small Enterprise Computerisation Programme? As we move into a new era, and as we run the next lap, professionals also need assistance to upgrade, especially when this may mean quite considerable capital investment in computers. In this connection, I attended a briefing recently at the Attorney-General's Chambers on some proposals that I understand may address these problems. Can the Minister elaborate on these future plans and, in particular, on the proposed LawNet? \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Sir, I thank the Chairman of the GPC for his support for the various computerisation programmes. I think the concerns that he has expressed are indeed legitimate because many law firms are small firms and also I agree that problems can come about because of decentralized computerised projects and different databases. I also agree with him that the different computerised projects that we have involve different departments in my Ministry as well as in the Attorney-General's Chambers and other Government departments and also the Judiciary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To some extent, and I hope to a large extent, many of the problems that he has outlined may be met by a very significant computerisation programme called LawNet, which will cover the Ministry of Law, the Attorney-General's Chambers, the Judiciary, the Law Society and even the Law Faculty's resources. A LawNet National Council will soon be formed to provide a national umbrella, as it were, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 653</b></font>\n  <br>\n  <br> to integrate and coordinate these computerisation efforts in the entire legal sector. And the members of this Council will be the Chief Justice, the Attorney-General, the President of the Law Society, the Dean of the Law Faculty, as well as myself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who will benefit from this project? I would say not only the lawyers but also corporations and businesses which use legal services and, most importantly, the general public who require legal services. They will benefit because legal services will be available to them more speedily than now. For lawyers, this major computerisation programme will benefit them and will address the concerns of Dr Arthur Beng, because it will in effect provide a one-stop service by providing lawyers and other members of the public, shall I say, a single window into all the various laws and legal information required in law practice. In fact, when LawNet is in place, it should bring about quite a revolution in legal services. Law firms need not any longer maintain multiple subscriptions, multiple software and multiple subscription fees for the various electronic legal services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give an example to illustrate the point. A client may wish to see a lawyer to seek advice and recover damages, say, from a breach of contract case. The lawyer can use his computer terminal, dial into LawNet and conduct legal research on the relevant provisions in the legislation, as well as in the subsidiary legislation, rules, regulations, and so on, as well as use LawNet to scan and research the available case law on his particular case, in the case law database, and still using LawNet he can conduct a search on the Registry of Companies database to ascertain the relevant particulars of the potential defendant, whether it is worthwhile to sue the particular company. The potential defendant may be just a $2 company with hardly any assets. If a trade or service mark is involved, another on-line search can instantaneously give the relevant particulars of the registered owner of the trade mark. And should the client decide to sue, LawNet allows a law firm to file his legal documents in court and pay the stamp fees \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 654</b></font>\n  <br>\n  <br> electronically, saving a lot of paperwork, and saving a lot of queuing up in the court registry. LawNet can also allow the lawyer to track the progress of the case in court as well as allow the computerisation system to remind him of the critical dates for filing documents and hearing dates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these transactions can be conducted, in other words, without leaving the comfort of the law office and will be at the lawyer's fingertips. From this just one example, it is obvious that the clients can expect faster and more efficient legal services. It will be more comprehensive, more reliable, less prone to costly errors resulting from negligence or oversight in the manual system, and the clients can also expect to be better informed, more regularly informed, of the status of their cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the national level, the benefits must also be obvious. It brings about a competitive edge for legal services. It will contain escalating cost of legal services. In short, it is a one-stop, non-stop centre of excellence for the legal service. The Chief Justice, the Attorney-General, and the Law Society have welcomed and supported this proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have noted what the Member has said about the concern of cost. I understand that no tremendously expensive new equipment or software will be required. I have spoken to the Chairman of the National Computer Board. He assures me that the NCB and the EDB are in fact keen to help law firms take advantage of LawNet under the Small Enterprise Computerisation Programme. He has assured me that NCB and the EDB had in fact assisted law firms, and will continue to give such assistance, and that law firms will be treated no less favourably than other SMEs when applying for assistance to computerise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope this answers the concerns of the Chairman of the GPC. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, it is exciting to note the benefits of LawNet. Can I just pose to the Minister another problem, and that is, the question of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 655</b></font>\n  <br>\n  <br> confidentiality, as this will be applied on a very wide base? Has this been addressed? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> That is a good point. In other words, when the information about a client's transaction or case is stored electronically, I take it that the Chairman of the GPC is asking me whether we will have adequate safeguards to ensure that nobody else can have access to it. I have in fact made this precise point to those in charge and they have assured me that there will be enough security features to ensure confidentiality. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I thank the Minister for his reassurances and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2). Dr Arthur Beng. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head B be reduced by $10 in respect of Code BA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the legal infrastructure is fundamental to Singapore's economic success, one important area of concern is that of legal draftsmanship in the Attorney-General's Chambers. With a rapidly developing and complex society and economy, the drafting of laws becomes very important. One example of this was the drafting of the Copyright laws. Another complicated case is the proposed seizure of assets law with respect to drug offenders. Have we got a plan to enthuse our best and most brilliant lawyers to become legal draftsmen? Can the Minister please comment? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I would be the first to agree that we need as many good draftsmen as possible, particularly if we have a legislative programme that is quite heavy. Many Bills are tabled in this House - some are fairly complicated, some may be novel, which do not have a precedent anywhere else in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that the Attorney-General's Chambers is also anxious to ensure that it gets a fair share of lawyers to join the service who can make good draftsmen. But I should inform Dr Arthur Beng that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 656</b></font>\n  <br>\n  <br> recruitment of draftsmen is not done as draftsmen as such. Lawyers are recruited into the legal service by the Legal Service Commission and then assigned to different jobs, some of which may be in the Attorney-General's Chambers, some other assignments may be in various other departments like the Judiciary, Legal Aid and other departments. The draftsmen of course are assigned to the Attorney-General's Chambers and within the Attorney-General's Chambers a person does not automatically become a draftsman. He has to be trained. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Drafting is a highly specialised skill and only after some years of exposure to different facets of law can a person begin to draft with any degree of confidence. In other words, a person cannot become a draftsman overnight. He must have a fairly good grounding of other legal skills. If his point is that given our workload of legislation, and given that some of our legislations are novel and complicated that we must have good draftsmen, I take note of his point and I wish to assure him that in making known his requirements to the Legal Service, the Attorney-General has this uppermost in his mind. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I thank the Minister for his reply. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $12,579,900 for Head B ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $541,400 for Head B ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 656</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head Q - Ministry of Home Affairs. Amendment No. (1), Dr Arthur Beng. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head Q of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I focus on the Law Enforcement Academy, and as this is the first discussion under the Ministry of Home \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 657</b></font>\n  <br>\n  <br> Affairs, I would first like to ask the Minister to give us a status report on the crime situation in Singapore. This is fundamental to all discussions on this Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Home Affairs has under its portfolio functions which are very manpower intensive. The Ministry has computerised extensively, the officers have accepted job enlargement, and better and smarter work methods have been introduced. However, despite all these measures, the manpower need is still great. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC is glad to note that the Ministry has accepted and implemented many of the recommendations of the GPC to improve the working conditions. We are glad to note the increase in starting salary and improvement of the salary scales. The implementation of the annual promotion exercise that is now being conducted for the uniformed personnel has been very well received. 70% of the police officers were promoted this year. This has indeed boosted morale. I also understand that the recruitment exercise launched this year has had a good start. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish now to focus on the role of the new Police Academy and to put forward a case for a common Law Enforcement Academy. The common skill that all officers of the Ministry of Home Affairs must possess is law enforcement skills. The officer may be an immigration officer, narcotics officer, police officer or prison warden. Today, the perception is that some of the units are more glamorous than others. For example, the Police Force is perceived to be the premier unit. Thus, it may be difficult to convince officers to accept posting in a less glamorous department. Another reason may be that the officers may not feel adequate to venture into a new field in another department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome this, I would like to propose that in the new proposed Police Academy, a new philosophy should be adopted. The Academy should take upon itself the role of a Law Enforcement Academy, serving the needs of all units of the Ministry of Home Affairs, that is, Prison, Immigration, Narcotics Bureau, etc. With a broad-based curriculum that would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 658</b></font>\n  <br>\n  <br> include subjects like narcotics, counselling, rehabilitation, etc, officers can be inter-posted more comfortably. There are examples to show that this can be successful. The present Director of Prisons, the present Director of the Central Narcotics Bureau, and the Commissioner of the National Registration Office, are all former Police Officers. If our officers in the Ministry of Home Affairs are given a common broad-based curriculum, this will lead to a more even sharing of the talent pool and provide for a wider choice of career paths for the individual officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summary, I would like to ask the Minister: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) to give an update on the crime situations in Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) to comment on the future role of the Police Academy as a Law Enforcement Academy with a broad-based curriculum. \n  <br>4.05 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker (Mr Abdullah Tarmugi) in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Beng, would you like to carry on with the next subject? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, when a young person chooses a career today, besides salary, another important consideration is career prospects. There are two aspects that we have to consider here: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What are the prospects for career development within the service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) What is the market value or usefulness of skills acquired in the service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the implementation of a broad-based curriculum for trainees in the Ministry of Home Affairs, the prospects for career development for the officers will be much greater. There will be a greater variety of choice. For example, a Police Officer can be posted to the Immigration or Prisons Department when the opportunity arises, and vice-versa. This will provide for variety, in what can be a very demanding career. For the establishment, what this will mean is a more even spread of talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the uniformed officers of the Ministry of Home Affairs go through many courses conducted by university lecturers, visiting consultants, and courses con \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br> ducted by the Singapore Institute of Management and other professional bodies. Officers are also sent overseas for specialised courses. However, some of these new skills go unrecognised, as the officers are not issued with certificates of attendance by the competent authority. The university and other professional groups or institutions who help to conduct these courses should be ready to issue certificates of attendance or participation together with the Ministry of Home Affairs. These certificates are important because many of the junior officers retire at the age of 45 years (under the old scheme) and 50 years (under the new scheme). Thus, the officer has another 15-20 years of gainful employment in the private sector. All these certificates will enhance the officers \"market value\" when he retires. I recommend that more such modular courses should also be organised to give our officers an opportunity to upgrade. If an officer realises that at his time of retirement, he commands a good market value and has a good second career awaiting him, he will be much more motivated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Police have now recruited into the Force some full-time Police National Servicemen who have completed their full-time NS stint. This group of young men have been inspired in their NS stint to sign on in the Police Force and for this credit must go to the Force. This group of young men must have a structured upgrading programme to ensure that they be upgraded academically. Thus, at the end of their initial six-year contract, they will indeed have a bright future in the Force and be prepared to give many more of their good years to the Force. I hope that the Minister will comment on these suggestions. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Chairman, first, Dr Arthur Beng's request for status of the crime situation. I take it that he is not asking for detailed statistics because the Police have, for some time, been giving the detailed crime statistics to the press. But perhaps what I can say is that I am pleased to inform the House that although the Police have had a 5% or so vacancy \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 660</b></font>\n  <br>\n  <br> that, they have been effective in combating crime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Particularly heartening is the fact that the total number of seizable offences dropped for two consecutive years, in 1989 and 1990. In 1989, the number of seizable offences dropped by 3.6%. In 1990, the number decreased by 1.7%. And for the last 10 years, this is the first time that crime rate for seizable offences had decreased for two years in a row. I am not sure how many other countries, particularly in densely populated metropolitan or city states, can boast of such an achievement and I hope that we can keep it this way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we compare our crime rate with other countries, we also compare very favourably. Using Interpol statistics for serious crimes in 1989 - crimes like murder, rape, housebreaking, and so on - the Singapore rate per hundred thousand population was 233. Other countries like Tokyo, 274 per hundred thousand; UK more than 2,000 per hundred thousand; and West Germany, 1,900 per hundred thousand. I think I will just make those two points. These very telling figures can give us some cause of satisfaction. What does it show? To me, it shows that our police and our policing methods have been effective, and I think credit should be given to the Police. It also shows that efforts at community policing, ie, trying to get the community on board, have paid off dividends because, for the first time in 10 years, crime rate for seizable offences had come down for two consecutive years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It also shows a second facet of our crime prevention efforts, that is, the public have been supportive and have cooperated with the police. More people are coming forward to assist and cooperate with the police. And our assessment is that it is a direct result of the community policing system. In 1990, to give you one set of figures, 1,973 suspects or criminals were arrested for preventable crimes like robbery, housebreaking, outraging of modesty, and so on. Of these, 40% were arrested with the assistance and cooperation of the public. So while we must always be vigilant and take even further \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 661</b></font>\n  <br>\n  <br> measures to bring the crime rate low, those two sets of figures will lead me to conclude that we are on the right track as far as the police's efforts at community policing are concerned. And I am particularly heartened by the fact that we have put behind us the old attitude of \"them and us\" as far as people distancing themselves from the police are concerned. Now the people consider the police a part of the community and are willing to cooperate with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Turning now to the other point raised by Dr Arthur Beng, Sir, the present Police Academy, which is located at Thomson Road, is going to be acquired by Government and an alternative site of some 17 hectares in Yishun has been offered for development of a new Police Academy. The Police have submitted a proposal to the Master Plan Committee. The plans and the concept that we have envisaged for the Police Academy are very similar to what Dr Arthur Beng has himself advocated. It will be a centre of excellence for the training of our police and law enforcement officers. We have considered the future needs of the police in planning for the Academy and the police's role as the main training institute for other law enforcement agencies in Singapore. In other words, the proposed new Police Academy will be developed as the central training Academy for all our law enforcement agencies, such as Police, CNB, Prisons, Immigration and CISCO. There will, therefore, be a sharing of the instructional resources amongst these various law enforcement agencies and, where appropriate, there will be common courses. Each Home Affairs law enforcement department will still have basic facilities such as classrooms for conducting their own specialised training, but major facilities such as firing ranges, obstacle courses, parade grounds and so on will be shared. The details are now being worked out in consultation with the relevant authorities and it is my hope that the Academy can be realised within the next five years. \n  <br>4.14 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Chairman of the GPC also referred to his idea for cross postings. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 662</b></font>\n  <br>\n  <br> Because of the general Police scheme of Service which was announced last year, and as manpower resources are centrally managed under the Ministry of Home Affairs, infusion and talent sharing, particularly among the three branches of the Police Service, is possible. Good officers can be cross posted to expose them to different facets of law enforcement and security. For example, a good officer who is involved in narcotics intelligence, it will be good to expose him at some time to intelligence work in the CID. But I would like to say, however, that cross posting is not something that we envisage as a general scheme for all. The majority are unlikely to be posted out of the service to which they belong, because there is enough challenge within a particular department to which they are posted. But we will have cross posting for selected good officers, not only at the top level but also at other levels. For example, two Assistant Superintendents of Police have been cross posted to the Prisons and one CNB officer is earmarked for a stint in the Police. We also have police officers who have been posted to the Ministry Headquarters. For example, one Assistant Commissioner of Police is in fact Director of Operations in the Ministry of Home Affairs. The general principle for such cross postings is that it must be beneficial for the particular officer's career development. It must also be beneficial for the department and generally for bringing about a more effective well-rounded law enforcement officer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I turn to his other point about persons who retire at the age of 45 or at such early age. Actually, Police junior officers do not have much problem in finding useful employment on retirement. Many choose to retire early at 45 years of age in order to start a second career. The problem in fact is to persuade them to extend their retirement age to 50 and stay longer in the Force. To make it attractive for such officers to remain longer in the Force, their career prospect has been considerably enhanced. The Police plan to fill 30% of the senior officer cadre with officers promoted from the junior ranks. More opportunities for junior officers to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> move up to senior ranks and to take on higher and challenging appointments will be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, more scope exists for career advancement because two new junior ranks have been added recently. Therefore, there will be more promotional opportunities for older officers with long years of service. Salaries have also been upgraded last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to Dr Beng's question concerning national servicemen and Police reservists recruited into the Police. These officers are actually deployed mainly in specialised and technical branches. Their promotion prospects will not suffer because of lower qualifications. We will ensure that no less opportunities will be available to them for progressing through their ranks than other officers. They have been specially selected for the jobs in the specialised and technical branches because these jobs require them to possess special attributes like physical fitness, leadership, technical proficiency, instead of merely academic qualifications. Promotions in those branches will be determined more by his performance than by his academic qualifications. However, I agree that incentives and assistance should be provided to encourage them to upgrade themselves academically through part-time study. Incremental credits will be given to serving officers who manage to obtain better academic qualifications. The Police Academy will also conduct evening classes for serving officers who are doing part-time studies if there is a demand for it. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I wish to speak on Civil Defence (CD). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The war in the Middle East reminds us of the importance of civil defence. Problems of water distribution, food distribution and evacuation of the injured were brought into homes live via television. These incidents remind us of the importance of being prepared. At this point, I would like to ask the Minister regarding the civil defence exercises that have been carried out. Is he satisfied with the public \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> response? Is there sufficient public awareness? Are there plans to hold more realistic exercises? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore there are civil defence reservists and civil defence volunteers. Many have come forward to join the civil defence volunteer units at constituency level. In a real situation, what is the role of the civil defence volunteers vis-a-vis the CD reservists? Are there plans to hold exercises to test the complementary roles of volunteers and reservists? Civil defence reservists seem to be held in much lower esteem than the SAF reservists. Yet, I know that the CD is now conducting upgrading courses and even conducting an officer's course. Could the Minister enlighten the House regarding the upgrading courses for CD reservists? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to sustain the interest of the CD volunteers, it is necessary to have civil defence centres in constituencies. We have submitted plans for a CD centre for Fengshan and it has been approved. I am sure that there are many other constituencies that intend to have such a centre. Will the Ministry assist the Civil Defence Coordinating Committees at constituency level financially to equip the centres? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to the issue of the ambulance service. The Singapore Joint Civil Defence Force (SJCDF) ambulance service has come under criticism for not transporting patients to a hospital of the patient's choice. I can understand the dilemma of the Ministry because what is perceived as an emergency by the ambulance nurse may not be appreciated by the patient or family or vice versa. In a panic situation, the family often calls 999 or 995 for an ambulance, but sometimes with the intention of sending the patient to a hospital of their own choice. The family or patient is right in wanting to readmit a patient to the hospital that was previously caring for the patient. As the case notes and medical history are available there, this makes good sense provided the patient is in a stable condition. Unfortunately, as mentioned earlier, the perception of what constitutes an emergency may be different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To resolve this problem, I would like to suggest that the SJCDF and all the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> hospitals, Government, private and restructured, participate in subscribing to a joint emergency ambulance operations room. The SJCDF could then play a coordinating role. When an emergency 999 or 995 call is received, it can then be verified whether the patient is requesting for transfer to a specific hospital. If this is so, then the particular hospital will be directed by the operations room to despatch an ambulance. In all other cases, eg, road traffic accidents and fires, the SJCDF ambulance is automatically despatched. This scheme would optimise the use of all ambulances in Singapore. Even welfare groups such as the St. John's Ambulance Brigade and Red Cross can be invited to participate. Private ambulance operators should also be invited to participate. In this way, an efficient and customer orientated service could evolve without compromising efficiency. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I am not sure I will be able to answer all the points. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have approximately five minutes before the moment of interruption. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> In which case then, I will first answer the question on exercises and may have to take up the other points when we meet again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether we are satisfied with the level of public response to the exercises, I think that we have been heartened by the public response to the various emergency exercises. We have had some 20 exercises since we introduced them in 1985. The objectives of the exercise are known. They are to test the plans, create awareness amongst the public and for the public also to be familiar with the dos and don'ts so that if a real emergency occurs, there will be no panic or chaos. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have from time to time utilised professional survey firms to assess the response of the public and the findings are that more than 90% of our population are aware of civil defence and recognise the importance. The majority favour periodic exercises. And a separate survey of grassroots leaders also shows that the overwhelming majority of them support these exercises. All I need to point out is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> the recent exercises such as the blood and rescue exercises in September last year attracted more than 1,700 blood donors, well beyond our target. Likewise, the shelter exercise at the Braddell MRT station drew a crowd of 6,300, again well beyond what the organisers had anticipated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for future plans, we will continue with these exercises. We must, because more and more youngsters who leave school and so on will need to be put through the familiarisation process. Secondly, plans will have to be revised. Thirdly, we never know when the real emergency will occur. We hope it never does, but if it does, it is far better that as many of our people are prepared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Dr Arthur Beng that we must inject some reality into it and we will do so gradually. But the most important point I want to make is that over the years we will shift from decentralised exercises in districts, different constituencies and regions of Singapore, and slowly we must move into nation-wide exercises. We hope to do this in 1992. From 1992 onwards, we intend to organise one nation-wide emergency exercise every year. We may start with the food and water exercise in 1992, followed by transportation exercise and blood rescue exercise in subsequent years. Thereafter, this cycle of three nation-wide exercises can be repeated. In this way, at least once a year, we will bring the message and activities and the importance of civil defence to all Singaporeans. I think events in the Gulf War have brought home the message loud and clear: take total defence seriously, including civil defence. But how often we can have a Hotel New World collapse, how often we can have a Gulf War, will be far and in between. In the meantime, we need to have exercises and I hope the encouraging response will continue. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1991/1992, and ask leave to sit again on Monday, 18th March 1991. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Prof. Jayakumar]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Half\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
