{"memberId": null, "volumeNo": "57", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "11", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"7\"> \n  <meta name=\"Sess_No\" content=\"3\"> \n  <meta name=\"Vol_No\" content=\"57\"> \n  <meta name=\"Sit_No\" content=\"11\"> \n  <meta name=\"Sit_Date\" content=\"1991-03-18\"> \n  <meta name=\"Start_Col\" content=\"669\"> \n  <meta name=\"End_Col\" content=\"744\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">57</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">11</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-03-1991</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>SEVENTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF THIRD SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 57</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 18th March, 1991</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Brickworks GRC)). \n  <br>Encik Abbas Abu Amin, PPA (Pasir Panjang GRC). \n  <br>Encik Abdul Nasser bin Kamaruddin (Hong Kah GRC). \n  <br>Mr Abdullah Tarmugi (Siglap), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment. \n  <br>Dr Arthur Beng Kian Lam (Fengshan). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Tiong Bahru GRC), Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Sembawang GRC). \n  <br>Assoc. Prof. Maurice Choo (Nominated Member). \n  <br>Mr Chua Sian Chin (MacPherson). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Kallang), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister and Minister for Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim Othman (Bedok GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Koh Lam Son (Telok Blangah). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Yio Chu Kang). \n  <br>Dr Lau Teik Soon (Serangoon Gardens). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Senior Minister of State, Ministry of Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Teck Ghee), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Siew-Choh (Non-Constituency Member). \n  <br>Mr Lee Yiok Seng (Bukit Panjang), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Labour. \n  <br>Mr Leong Chee Whye (Nominated Member). \n  <br>Mr Leong Horn Kee (Thomson). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Kebun Baru), Deputy Speaker. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Chee Onn (Bukit Merah). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister of State, Ministry of Communications and Ministry of Trade and Industry. \n  <br>Mr Ng Kah Ting (Punggol). \n  <br>Mr Ng Pock Too (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Mr Ong Teng Cheong (Kim Keat), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Dr Seet Ai Mee (Bukit Gombak), Minister of State, Ministry of Community Development and Ministry of Education. \n  <br>Mr Sia Khoon Seong (Moulmein). \n  <br>Encik Sidek bin Saniff (Jalan Besar GRC), Senior Parliamentary Secretary to the Minister for Education. \n  <br>Mr Peter Sung (Buona Vista), Minister of State, Ministry of National Development and Ministry of Home Affairs. \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Augustine H.H. Tan (Whampoa). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Minister for Education. \n  <br>Mr Philip Tan Tee Yong (Paya Lebar). \n  <br>Mr Tang Guan Seng (Hougang), Parliamentary Secretary to the Minister for Education and the Minister for Home Affairs. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tiong Bahru GRC). \n  <br>Encik Wan Hussin bin Haji Zoohri (Aljunied GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (Pasir Panjang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Toa Payoh GRC), Minister for Foreign Affairs and Minister for Community Development and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Cairnhill). \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health. \n  <br>Dr Yeo Ning Hong (Kim Seng), Minister for Communications and Second Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Acting Minister for Information and the Arts and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Pasir Panjang GRC). \n  <br>Mr Chng Hee Kok (Tiong Bahru GRC). \n  <br>Mr Choo Wee Khiang (Marine Parade GRC). \n  <br>Dr Hong Hai (Bedok GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Dixie Tan (Ulu Pandan). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Encik Zulkifli bin Mohammed (Eunos GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee - from 19th to 22nd March, 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong Teng Cheong - from 23rd to 27th March, 1991. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>OPENING OF VEHICLE QUOTA TENDERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Viewing by public)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Eugene Yap Giau Cheng</b> asked the Minister for Communications if his Ministry will allow the public to view the opening of tenders for Certificate of Entitlement. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister of State for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications (Mr Mah Bow Tan) (for the Minister for Communications):</b> Mr Speaker, Sir, my Ministry welcomes the public to view the opening of the vehicle quota tenders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the vehicle quota system was implemented in May last year, the opening of the tenders at the Registry of Vehicles (ROV) has been witnessed by representatives of the media, and officials from the Auditor-General's Office and also my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The entire procedure for conducting the vehicle quota tenders has been audited and approved by the Auditor-General. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, would the Minister consider reducing the time period between the opening of the tenders and the announcement of the result? Or to go even one step further, would the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> consider announcing the results first, subject to confirmation? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the time period at the moment is about 10-12 days. Part of the reason is that there is a large number of tenders to process. The banks will also have to process the drafts to make sure that they do not bounce and that the amounts are correct. All in all, it takes about 10-12 days. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will ask the ROV to consider reducing the time period but in so far as releasing the preliminary results of the tenders is concerned, the Member will appreciate that doing so would mean that the preliminary results and the final results would vary. How much the variance will be, we are not sure. It depends on what sort of checking procedures have been instituted. But I will ask the ROV to consider releasing the preliminary results if there are no other repercussions involved. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONVERSION TO WEEKEND CARS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Rebate on Additional Registration Fee)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr John Chen Seow Phun</b> asked the Minister for Communications whether a rebate on the Additional Registration Fee will be given to those who wish to convert their normal cars to weekend cars. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan (for the Minister for Communications):</b> Mr Speaker, Sir, when Government agreed to allow existing cars to convert to weekend cars, we had two choices when considering what rebate to give. The first choice was a pro-rated refund of the net Additional Registration Fee (ARF) and import duty. The second choice was an enhanced rebate on the road tax. We decided on the latter scheme. In lieu of a refund on ARF, we decided to give a 95% rebate on road tax, in other words, 25 percentage points more than the 70% for new weekend cars. The reason why we opted for road tax rebate was that it was simpler to administer and also fairer to the motorist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain. The net ARF of a car is the ARF less the lump sum PARF value. For many of the older cars, the ARF paid could be either equal to or even lower than the lump sum PARF value. So if we had opted for the first \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> option, these car owners would end up getting very little or even no rebate of the ARF and import duty. They would then only enjoy the 70% rebate on the road tax. So under the second option that we finally decided on, they would enjoy a 95% rebate on road tax. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, since the Minister thinks that the first option is administratively more burdensome, I would like to ask whether, in order to increase the attractiveness of the scheme and to benefit more Singaporeans, he would consider allowing weekend cars to go on the road, except the CBD, during weekdays, say, from 11.00 am to 3.00 pm without having to pay for the labels? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, what the Member is suggesting is that we extend the hours whereby the weekend cars are eligible to be on the road. The fundamental purpose of the weekend car scheme is to allow more Singaporeans to own a car and at the same time make sure that they do not use it at certain times which would congest the road further. Our present study shows that these so-called off-peak hours where congestion will be much less are in the evenings and on weekends. It does not include those hours that the Member suggested just now. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I believe the congestion during those periods --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Chen, no speeches, ask your question. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Yes, Sir. The Minister said that during those hours --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your question, Dr Chen? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> I am asking whether it is true that the roads are congested during those hours. From what I know, it is only in the CBD. That is why I am asking whether he will consider allowing cars to be on the road, outside CBD, during weekdays and from 11.00 am to 3.00 pm. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, it is extremely difficult to say that during these hours, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> there is no congestion outside the CBD. I think all of us would have experienced congestion during these hours at one time or another. The point I am trying to make is that, for a start, for the weekend car scheme to work, we would have to demonstrate that it is attractive enough for Singaporeans to want to own a car and at the same time not use it to the extent that it clogs up our roads. For those hours that the Member is suggesting, PWD statistics show that there is a certain amount of congestion, perhaps not as much as during the peak hours, but certainly not enough for us to warrant extending the hours of usage at the moment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADDITIONAL REGISTRATION FEE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Further reduction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr John Chen Seow Phun</b> asked the Minister for Communications whether he will consider a further reduction of the Additional Registration Fee to better allow market forces to determine the price of owning cars since the vehicle quota system is now working well. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan (for the Minister for Communications):</b> Mr Speaker, Sir, the vehicle quota system has been effective in controlling the growth in vehicle population. The quota premium reflects the price that car buyers are willing to pay for the ownership of a vehicle given the present rate of taxes for ARF, customs duty and road tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we reduce the Additional Registration Fee for cars further, the reduction will most likely result in higher quota premiums. For buyers of new cars, this will, on the average, make little difference because the increase in COE prices will be offset by the reduction in ARF. However, owners of old cars who wish to extend their COEs will have to pay much more because the prevailing quota premium would now be much higher. This would be disadvantageous to owners of the older cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will monitor the situation carefully and we would like to see how the quota system works under different economic conditions before changes that would severely affect the quota premiums are introduced. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LATE NIGHT NEWS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Telecast)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Chin Harn Tong</b> asked the Acting Minister for Information and the Arts (a) whether the Singapore Broadcasting Corporation will telecast shortened news programmes later in the evening for those who miss the earlier programmes and (b) whether, as an alternative or in addition to the repeat news programmes, the SBC will consider having a news-by-telephone service for persons without access to the teletext service. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Acting Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Mr Speaker, Sir, the Singapore Broadcasting Corporation had late night news bulletins until 1989. This was discontinued due to low viewership. The demand could not justify the considerable resources needed to produce and telecast such late night news. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The late Chinese news over Channel 8, for example, was watched by about 21,000-43,000 viewers, while the news at 8.00 pm in Chinese would commonly draw 435,000 viewers in 1989, which is about 5%-10%. As for the English news, which was telecast over Channel 12, it drew 1,000-3,000 viewers compared to news at 9.00 pm on Channel 5 of about 96,000 viewers in 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC has alternative sources of news in SBCText and in its various radio services for those who want to keep in touch with the news. SBC will, however, continue to monitor interest in the late night TV news and reinstate them if the demand justifies the resources required for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for news by telephone service, there is really no need for this as listeners can easily tune in to radio for the news. There are late news bulletins on our various radio channels. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAIN AND DEVELOPMENT ESTIMATES OF SINGAPORE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1991 TO 31ST MARCH, 1992</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [4th Allotted Day]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [15th March, 1991], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head Q of the Main Estimates be reduced by $100.\" - [Dr Arthur Beng Kian Lam]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Prof. S. Jayakumar):</b> Sir, when we adjourned I have not had the opportunity to answer the remainder of Dr Arthur Beng's question on civil defence. If I may now take them up. He had asked about the plans for reservists. The answer is that we consider the reservists to have very important roles in all aspects of civil defence, for example, the public warning system, the shelter programme and I would say that in all CD operational units they are made up of reservists and we saw how important a role they played in the Hotel New World rescue operation. We are also very pleased with the dedication and enthusiasm of the CD reservists when we had the Baguio earthquake. Many of them rang up to volunteer although we had, because of time, already despatched a mission to Baguio. The organisation, as Dr Arthur Beng knows, is formed to division, constituency and zone units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as training is concerned, most of the existing reservists have served in the SAF or the Police but they are given conversion training for their CD roles and also specialised training and upgrading. For example, we have several upgrading courses and programmes. We have introduced a Section Commander course to upgrade reservist private to the rank of corporal to hold section commander appointments. We have some 1,680 of them. We have also a Platoon Commander course to upgrade reservist NCOs to hold appointments of platoon commanders. And the graduands are given the rank of sergeant. There are some 1,100 of them. There is also the Reservist Officer course for Platoon Commander course graduands found suitable for upgrading to the officer rank. We have some 150 reservists appointed as Second Lieutenants. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What of the future? Because of the importance we attach to the reservists, we must have better training programmes. For this, I am glad to announce that a new training academy will be built at a site in Jalan Bahar at a cost of some $62.9 million. This academy will have basic, advanced and refresher training facilities for reservists, regulars, NCOs and others. It will have purpose-built facilities, like a special ruins area, a high tower for high-rise fire fighting, and areas for heavy plant training. Construction is expected to start this year, and I hope it will be completed by 1994. At the same time, camps which now exist in Nee Soon, Hougang and Jalan Bahar will be upgraded. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng also asked about the role of volunteers in the constituencies vis-a-vis reservists. The volunteers at the constituency level play an indispensable role and they will have to work hand-in-hand with the CD reservists in a real emergency. I say they are indispensable because if a disaster occurs, in peace time or in war time, they will be the first at the scene. They know the residents and the residents know them. So they will be instrumental in bringing about a certain calmness, prevent disorder and chaos, and even attend to basic roles such as first-aid evacuation before the specialised rescue teams arrive. To demonstrate the importance of volunteers in the constituency, they are involved in most of the important civil defence exercises, including the large scale community spirit exercises. I hope I have answered his questions. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Mr Tang Guan Seng):</b> Sir, there were two points raised by Dr Arthur Beng last Friday which have not been replied. Can I reply to him now? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng:</b> Sir, the Chairman of the GPC on Home Affairs touched on the development of civil defence centres in constituencies last \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> Friday, and he would like to know how the Ministry can assist the Civil Defence Coordinating Committees (CDCCs) in setting up such centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The decision of whether to set up CD centres should be left to the CDCCs themselves. It depends on the advisers, the CDCC leadership and the needs of the constituency. In some constituencies, the CDCCs, especially the active ones, want to have their own centres or offices. Some constituencies have already set up their own CD centres. More will be set up in the next few months. On the other hand, some CDCCs feel that it is more convenient to make use of the facilities of the community centres, education centres and senior citizens' clubs for their activities. Many of these CDCCs have financed the running cost and equipment themselves. For those who want to set up their own CD centres in void decks, we have in fact got the approval of HDB to offer rents at a concessionary rate on the same basis as social, educational and community services provided by the CCCs and the RCs, ie, only $1.30 per square metre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry will ask the SJCDF to look into what assistance can be given to CDCCs to set up their own CD centres. For example, to provide a start-up capital grant and assist in fund raising activities. In particular, we shall ask the SJCDF to consider earmarking some of the funds raised through walkathons and other events for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Chairman of the GPC on Home Affairs, Dr Arthur Beng, also proposed that the SJCDF run a common operations room for emergency and non-emergency cases. It is an interesting proposal. I would like to thank him for bringing this up. But before we come to a firm decision, we have to consider carefully the following implications. The SJCDF is an emergency organisation. Its mission is to save lives and protect property in emergencies. I am not sure at this point that the SJCDF should widen its role to cover non-emergency functions. Currently, the public can dial \"995\" for the Emergency Ambulance Service. All \"995\" calls are received at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> the operations room. But if the operations room also handles non-emergency calls, an emergency call may be delayed because the lines are jammed up by the non-emergency calls. The delay in getting through may mean life or death. The emergency service is responsible for sending patients to hospitals for urgent medical attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Chairman of the GPC has pinpointed the problem and that is the public perception with regard to Emergency Ambulance Service. I hope that through our sustained public education programme, we can rectify this wrong perception. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to Dr Arthur Beng's proposal, I appreciate his interest and concern on this matter. However, the top priority of the Emergency Ambulance Service is to save lives, and it is right that the limited resources of the Service should be put to effective use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry recognises the importance of the complementary role played by the private ambulance services and therefore welcomes any improvement made to the services. The SJCDF is prepared to help a private organisation set up a separate operations room for private ambulance services on a commercial basis. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I would first like to clarify that when I made the proposal regarding the joint operations room for the ambulance service, I referred only to emergency cases. I did not in my speech in any way refer to non-emergency cases. If I may quote my own speech, I said \"in subscribing to a joint emergency ambulance operations room\". Sir, I am not in any way suggesting that SJCDF should deal with non-emergency cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad to hear from the Minister that the Police Force has indeed done a good job. And it is heartening to note that for the first time in the last 10 years there has been a drop in seizable offences for two consecutive years, in 1989 and 1990. The Ministry and the Police Force must be congratulated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC is also heartened to note that the Police Academy will be taking a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> much wider role. The GPC has been in discussion with the Ministry for the last two years regarding the future role of the Police Academy, and we are glad that some of our recommendations have been included. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding CD reservists, it is important that the Police and the Civil Defence reservists who are outside the SAF orbit also be given all the recognition that the SAF reservist has been given. And as the Minister has not touched on this, I wonder whether he would further elaborate whether the RECORD Committee's recommendations will also apply to reservists under the Ministry of Home Affairs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding CD volunteers, I am sure that their morale will indeed be boosted in knowing that they have an important role to play, for there is some confusion on the ground with CD reservists coming on line as to what is the role of the volunteers vis-a-vis the reservists, and we have heard the Minister clarify this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I go on to my next item, maybe the Minister would like to clarify. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, as I said just now, both in the Police and in the CD, the reservists play an important role in the SJCDF as the 60,000 or so reservists form the backbone of our CD's rescue capability. I agree that because the reservists have served with distinction and enthusiasm, and because they form an important and integral part of the Police's and CD's mission, we must recognise their contributions. The Home Affairs Ministry will give attention to the management of reservists. A Home Affairs Reservists' Committee has been set up comprising Police and Civil Defence reservists and it has been meeting and obtaining feedback on reservist matters since last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the RECORD Committee's recommendations are concerned, this is another area which is being looked into. I can say that my Ministry fully supports the RECORD Committee's recommendations on the setting up of separate associations for Civil Defence and Police reservists. I think this association will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> help to build up the identity and the esprit de corps among the Home Affairs' reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also agree to the recommendation to have a SAFRA-type of clubhouse to cater to the recreational needs of these reservists. I think they should be of the scale and scope of the latest SAFRA clubhouse. I hope this new clubhouse will be ready in three to five years' time if we obtain the necessary approval for land and funds. Meanwhile, I have instructed my Ministry's officials to look into the prospect of a temporary clubhouse for our reservists. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, may I refer now to item (d) - National Registration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry has announced its plans to issue credit-card type identity cards. The issue of the new identity cards will indeed be a massive exercise. What is the time-table and plan for the exercise to issue the new identity cards? Will convenient centres be set up both at the population centres and in the workplace, eg, in the central business district? This is important because some may find it more convenient to go during office hours and others may find it more convenient to go after office hours, and thus a site near their homes may be more convenient. Will there be mobile teams that can visit factories or other establishments where there are large groups of people? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding the new identity cards, firstly, is the data to be captured any different? Secondly, what are the new advantages of this new identity card? Thirdly, should one lose this new identity card, what will be the replacement cost? \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng:</b> Sir, the new identity card conversion exercise, which would take three years, is scheduled to start on 3rd June this year. In all, 2.62 million new identity cards will be issued during this exercise. As this is one of the biggest exercises launched by the Government, second only to the population census, my Ministry will make sure that it will run smoothly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to assure the House that the exercise will be made convenient for the public. The conversion exercise will be conducted on a constituency by constituency basis. The whole island has been divided into five zones - Central, East, North, West and South. Each zone has an average of 16 constituencies. One registration centre will be set up in a community centre of each constituency. All the constituencies in the zone will be covered before the registration team moves to another zone. The exercise will be launched first at MacPherson Community Centre in MacPherson Constituency. This constituency has been selected because it has only about 17,700 NRIC holders, the smallest number in the Central Zone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NRIC holders who are aged 18 and above as at 1st January this year will need to change their ICs. They will receive notification letters which will state the community centre and the dates to report. The letters will be sent one month in advance. Two weeks before the teams start work at the community centre, NRIC holders in the constituency will receive a personal particulars form. The form will tell them of a specific three-day period when they can go to the CC to change their ICs. The team will be stationed at a community centre for seven days a week, except during public holidays. The opening hours for registration will be from 10.00 am to 10.00 pm, even on Sundays. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Chairman has suggested, there should be an additional registration centre in the city for the convenience of office workers. We will have such a centre in the city, possibly near an MRT station. The opening hours will be from \n  <br>11.00 am to 7.00 pm from Mondays to Fridays. It will benefit office workers in the central business district. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure the smooth running of the conversion exercise, new ICs will be issued at this centre only to those notified by the National Registration Office to re-register. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the features of the new ICs, they include the following: \n  <pre>\r\n\r\n   (i) It is made of a resilient plastic\r\n\r\n       compound that is polycarbonate, which\r\n\r\n       is more durable.\r\n\r\n  (ii) It has a classier appearance.\r\n\r\n (iii) The photograph and thumbprint are\r\n\r\n       captured electronically through a\r\n\r\n       scanning process and they are engraved\r\n\r\n       on the card itself.\r\n\r\n  (iv) It has better security features, for\r\n\r\n       example, lens with changeable images.\r\n\r\n   (v) It has machine-readable bar codes\r\n\r\n       which store the IC number for quick\r\n\r\n       and error-free reading.  Organisations\r\n\r\n       such as the National Library and\r\n\r\n       Government hospitals can use the bar\r\n\r\n       codes for quick retrieval of identity\r\n\r\n       card numbers.\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for those who lose the new ICs, they will have to pay a fee, that is, for the first time, $20. For subsequent replacement, the rates will be higher. This is to remind the holders that the IC is a very important document. They should take good care of their ICs. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I thank the Parliamentary Secretary for the details. It is heartening to note that the first replacement cost will be $20 and not something more phenomenal than that. Of course, we do not encourage people to lose their ICs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I just ask for one point of clarification. You are giving the person three days to register. What if he happens to be away and is not able to make it during that three days? Will he then have to defer to the next zone's period, or can he still get a new date in his own constituency? \n  <br>\n  <br>\n  <!-- Mr Tang Guan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tang Guan Seng:</b> Sir, for those who are unable to go to the centre to register within that three-day period, if an explanation is given, he can go to the NRD headquarters. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, may I turn to item (e) - Drug Rehabilitation and Recidivism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1974, Singapore experienced the start of the heroin epidemic. The situation peaked in 1977 when the heroin \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> population was estimated to be 13,000. Since then, Singapore has been one of the few countries in the world to make drug rehabilitation compulsory, while still treating the drug offender as a patient and not as a criminal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that two years ago, the Ministry started a new therapy programme: The Short, Shock and Sharp programme. In this programme, selected first and second drug offenders were put through an intensive two-week rehabilitation programme. Will the Minister please comment on the results of this programme and the problem of recidivism and relapse? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister also give the House an update regarding the problem of drug trafficking? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the drug tragedy does not only affect the offender. It is a tragedy that affects the whole family, including the innocent ones, the spouse and the children. The aim of drug rehabilitation is not only to take the patient off drugs, but to be able to assimilate him back into society. Often, the long separation from the family for rehabilitation, extending between two and two and a half years, can make this transition back to society difficult. There may have been some instances of family break-ups and problems with the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The drug centres are already having day release programmes, and have also established \"half-way\" homes. However, there is no place like home, and no better \"balm\" for the patient than to be with his family. To facilitate this transition, will the Ministry consider allowing the \"good-risk\" drug offenders, that is, those the professionals have said as having a good chance of succeeding, early release by introducing new surveillance measures, such as the use of electronic tags or bracelets? Yes, this is not a fail-safe system as some have mentioned, as the patient may be consuming drugs even in his own home. The whole idea of these tags is that the patient will have to be indoors by a certain hour each evening. However, if we combine electronic surveillance with drug testing and counselling, perhaps early release will be possible and family \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> disruption minimised. Ironically, with electronic surveillance, instead of becoming less personal, drug rehabilitation may take on a more human face with early release being possible. Let us remind ourselves that an intact and supportive family is essential to successful rehabilitation. Will the Minister give this a try and start a pilot project? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, as far as giving an update on the drug trafficking or addict scene is concerned, there are some goodnews and some news which are still a matter of concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the good news or the light at the end of the tunnel is that we have seen a drop in the number of first-time or new drug addicts in the past two years. In 1989, there was a drop of 10.9% over the previous year. In 1990, there was a drop of 12.9% over the previous year. This is a good sign, but I must make it clear that these are figures for new addicts or first-time addicts. Since from time to time we have also discussed the problem of high rate of drug addiction among Malays, I am also glad to say that in that area, we have also seen a drop. In 1989, there was a drop of some 22.4% of first-time Malay drug addicts. In 1990, there was a drop of 13.4%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is a matter of some concern which we are very carefully monitoring is that we have seen some increase in the number of Malay women who are on drugs. The figure is creeping up. So we are watching that quite carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I say that there is good news that the number of new addicts has declined in the past two years, the flip side of that is that the problem which we will have to cope is that of relapse cases. Because the less there are new addicts, then the less is the residual problem of relapse cases. And to be frank, the relapse rate can be reduced. For one-year relapse rate for normal rehabilitation programmes for repeat drug addicts, the relapse rate is 45.4%. And for first-timers, it is 56.6%. Therefore, what my Ministry and those in charge of the drug rehabilitation centres have been doing is to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> concentrate on the various reforms and improvements that can be done to the various rehabilitation programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, there are three basic changes that we have made. One is the programme which Dr Arthur Beng has referred to, that is what we have called the exit counselling programme (ECP) which was introduced in 1988, that is, Sharp, Short, Shock treatment for selected first-timers. Has this been effective in reducing the relapse rate? First findings are that, yes, it has been effective. The relapse rate for those selected for the ECP programme one year after discharge was 44%, compared to nearly 57% for those who were not put on the programme. So far, about 40% of the first-timers were selected for the ECP programme. Because the results have been fairly encouraging, we now intend to extend it to more first-timers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second area in which we had a look is a similar kind of programme for those repeaters, who show an indication or desire to kick the habit. This is known as intensive counselling programme (ICP) which involves rigorous physical exercise and intensive counselling, followed up by day release schemes. Home leave is allowed at the end of the day release scheme to facilitate integration into society. The results show also some encouraging figures. The relapse rate for intensive counselling programme inmates was 39.2% compared with some 45% for those not on the ICP programme. So we will also pursue and try to extend that programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third area is what we call the three-phase rehabilitation programme which was in fact introduced this year. This involves three phases. The first phase is a 12-month rigorous physical exercise; second phase is a six-month rehabilitation in the community through the day release scheme; third phase is a residential day release to re-integrate him with his family. He will be allowed to go home after work, but must be indoors during specified hours to prevent him from mixing with addicts and other addict pushers. The length that he spends in each phase will depend on the Drug Review Committee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, from what I have said, especially on the three-phase rehabilitation programme, Dr Arthur Beng will note that we also attach importance to family support, especially when the drug addict is released. We do not want to keep them longer than necessary in the DRCs, or on day release. But it is important that they can be released only when the doctors and others are satisfied that they have kicked the habit. Because if they are released when they have not kicked the habit, the chances are they will come back as hardcore addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has referred to electronic tagging, and I think I should say a few words about this because quite a bit has been mentioned in the press. Some of the press have even expressed concern. So it is right that I should explain what it is that we are thinking of, because it not only concerns the drug rehabilitation programme, it may also have an impact on other aspects of law enforcement. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry is going to try electronic tagging on an experimental basis this year. It has worked well in some other countries. How it works is that an electronic tag or bracelet is worn by the offender or person who has been put on day release on supervision. A home unit is connected to the telephone at the offender's home which is linked via telephone network to a monitoring centre. This tag sends out a radio signal continuously which is picked up by the home unit and if he leaves the home the monitoring unit is alerted. It is a good system for home confinement regime. But I want to stress that my Ministry does not advocate using the electronic tagging as a substitute for detention or imprisonment. In other words, the electronic tagging must not be a soft option and it must not undermine the deterrent nature of our approach to law enforcement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where and how then can electronic tagging be of use to us? We think it can be useful in strengthening the level of supervision in at least three types of cases. First, drug addicts who are put on the day-release scheme. Secondly, convicted prisoners who are put on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> compulsory supervision on day-release scheme (DRS). Thirdly, drug addicts who are put on compulsory supervision. I say it will be useful because we may be able to utilise the resources more effectively. Secondly, it also means better supervision of the inmates. We cannot expect, for example, every person who is put on supervision to report every day to the police station. But if a limited use is made of electronic tagging, we will be able to ensure that the inmate is indeed indoors during the hours that he is supposed to be indoors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will start our pilot programmes first with the first category that I have mentioned - drug day release inmates. After they have finished the last phase, that is, the residential phase of the three-phase rehabilitation programme, we will evaluate it and, if the results are encouraging, we will extend the DRS to more inmates. The next stage will be when we extend the electronic tagging system to drug supervisees and supervisees under the Criminal Law Act. But I do want to mention again that it is an aid to supervise, to ensure confinement hours and is not a soft option in lieu of imprisonment, or in lieu of rehabilitation in the DRC. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, it is indeed encouraging to see the drop in first-time offenders because this shows effective control of the supply of drugs. The new programme that has been announced by the Minister and the successes that have been noted are indeed also encouraging. The most encouraging of which is the drop in the drug problems amongst the Malays and for this, I think, many of my colleagues in this House who have been active in the programme ought to be congratulated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am also heartened to note that electronic surveillance will be implemented. I take note of the Minister's advice that this is complementary to the present rehabilitation programme and that this is not a soft option. I could not agree more with him on this. \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, last year, the Minister for Home Affairs announced that the Government had decided to draft and implement laws \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> relating to asset seizure. This is one instance, in my view, where tough laws are required because they relate to the seizure of the profits of drug traffickers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has always been very tough against traffickers and drug abusers and we have been successful in our fight. While due credit must be given to the enforcement agencies, I would suggest that one of the main reasons behind our success is the existence of severe penalties in this country. Controlling drug abuse is only one aspect. The source of the problem is with the trafficker. Most major drug traffickers do not physically handle drugs themselves. They have a network working for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is now a concerted effort by many countries around the world to fight drug trafficking and one of the main weapons that these countries are using is the seizure or forfeiture of the assets and profits of these drug traffickers. It makes sense and it is effective because once these profits are seized, there goes the incentive to traffic. In my view, Sir, Singapore must play its part in this international effort to implement drug asset seizure laws and that I fully support the implementation of legislation with a view to forfeiture of the profits of traffickers. This can also be done without undermining our banking secrecy laws because provision can be made for information pertaining to customers' accounts to be available only to certain stipulated authorities in the event, for example, that prima facie evidence is produced to these authorities which demonstrate that profits from drug trafficking are now with Singapore banks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the United States and in Britain, steps have been taken to legislate and to empower the authorities to seize assets. In Britain, there is the Drug Trafficking Offences Act, which was passed in 1986, which allows seizure of assets or drug money upon conviction. Whereas in the United States, there is a system of civil forfeiture which allows seizure or forfeiture before conviction. What I would like to know from the Minister is what we are doing in Singapore and what form our law will take? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, as the Member has noted, we have in fact announced that we will enact this legislation on asset seizure for drug proceeds. The reason is simple - to ensure that a drug trafficker and those associated with him, which may even be his family, do not enjoy the proceeds of their crimes. Do we need it? Because we have very serious penalties, like death penalty, preventive detention, and so on, I agree with him that we need it because there may be some people who will not be prosecuted, or cannot be prosecuted, but who may nevertheless have the proceeds of the crimes in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A team has been set up under my Ministry, comprising Ministry officials, Central Narcotics Bureau, Police as well as representatives from the Monetary Authority of Singapore and legal officers who are now studying the experience of other countries. It is not an easy law to draft. We must be cautious because if the powers to be exercised under this law are not clearly spelt out, then we could have problems where the rights of innocent parties are not properly safeguarded and confidence in our financial system may be undermined. Also, the legislation in the other countries is relatively new and my understanding is that some of these countries are now in fact re-looking at the legislation to see if they can be refined. We need to know what are the problems which other countries have experienced and learn from their experience before we enact our legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Bill on the asset seizure law can be introduced some time during the course of this year. Basically, such a proposed system must have provisions on certain basic aspects, such as the tracing, freezing and confiscation of drug assets of persons engaged in drug trafficking. The laundering of proceeds from drug trafficking should also be dealt with as offences. Such a new law should also provide for international or cross-border cooperation on the seizure of assets of convicted drug traffickers. There will have to be safeguards, as I have said, to protect the interests of third parties. There will also have to be safeguards to meet the point raised by Mr Davinder Singh in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> ensuring that the banking secrecy laws are not undermined. In other words, there ought not to be fishing expeditions to obtain information about the financial status of persons where there is no reasonable basis or, as he puts it, a prima facie case made out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the different approaches, whether we are going to adopt the British approach or the American approach, in the British approach, under their Drug Trafficking Offences Act, confiscation is possible only if there is a conviction by a court of law. Under the United States system, confiscation of proceeds from drug trafficking can be made even if there is no conviction. We are now seriously considering which approach to take. It may be, and I would not like to preclude the final decision on this, that we may have a hybrid model where we adopt the best of the British system and the American civil forfeiture system. Because if we proceed purely on a basis that only the proceeds of crime of the convicted trafficker can be subject to this law, then the question arises: what happens in cases where there could be persons who are in preventive detention, big-time traffickers under the Criminal Law Act who also have stashed away large sums of money derived from drug trafficking? That kind of a situation makes us inclined at the moment towards a possibility of a hybrid system which combines the best elements of both laws, but a decision has not been taken yet. I hope this answers Mr Davinder Singh's question. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh (Non-Constituency Member):</b> Mr Speaker, Sir, I have two amendments. May I take them both together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> First, on emigration and immigration. There are many reasons, Sir, why people decide to emigrate and one strong reason is because they are frustrated by the inability to actively participate in the political affairs of the country. But I shall confine myself to one aspect of the immigration policy today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question I would like to ask is: should our immigration policy be used to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> prevent foreign workers from prosecuting their rightful claims against employers in Singapore courts? Let me quote a concrete example. I have reliably been told that a construction worker was injured at his place of work. He saw the company doctor but was told to carry on working. The same evening he had pains which soon became unbearable. He was forced to go to see a private doctor. The general practitioner gave him a medical certificate but the company, it seems, was unhappy. It asked the worker why he went to see a private doctor and followed this up with a notice terminating his service. The worker, I have been told, was on contract for a fixed period, possibly six months, one year or three years. So he went to complain to the Labour Office. But nothing much was done for him. Dissatisfied, the worker went to consult a lawyer to take legal action against the employer. But the employer quickly terminated the work permit and packed him off back to his home country, thus denying him an opportunity to seek justice in a court of law in Singapore. Apparently, the Immigration Department knew of the circumstances of the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the basis of this concrete incident, I wish to ask: is the Minister aware of this interference in the right of foreign workers by the Immigration Department? I presume that a foreign worker has the right to take an employer to court if there is injustice done to him. Therefore, if the immigration regulation does not allow the foreign worker to stay when the work permit is cancelled, is there any way by which the foreign worker may seek redress? I would like the Minister to comment and, if possible, give the House the guiding principle in such a situation. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch on the Internal Security Act and political detention. I think everybody will agree, including Members of the House on the Government side, that the most undemocratic law in our statute book is undoubtedly the Internal Security Act (ISA). Recently, when the Deputy Prime Minister was asked s question about Singapore's position on the ISA, he replied that if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> Malaysia should rescind the ISA, then Singapore would follow suit. To me, this seems to be a very unsatisfactory answer. It creates the impression that our internal political policies are formulated in Kuala Lumpur and that our Government does not have a mind of its own. And why is it necessary to continue with provisions of the ISA on detention without trial? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ISA was originally designed to fight Communist subversion. Now we have no more Communist subversion either in Singapore or Malaysia, not even in Eastern Europe or elsewhere. This law has clearly outlived its usefulness. Why then is it necessary for the ISA to remain in the statute book? It inhibits people from participating in politics. It contributes to our young people seeking emigration and it runs counter to the policy of participatory democracy and the supposed new style of government of the Prime Minister. If the Government must hold on to the ISA in order to rule, as the Prime Minister has said, then it must spell out clearly the situation in which the provisions of detention without trial may be used, so that all the people will know exactly what they can do and what they cannot do. Using the ISA to detain political opponents indefinitely is one of the cruellest acts of an undemocratic government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chia Thye Poh, for instance, has been under detention for 24 1/2 years under all sorts of excuses. Is it not time that he be released immediately and unconditionally? South Africa has released all political detainees. Even Albania, the last Communist country in Europe, will release all political detainees. In Singapore, how much longer does the PAP Government want to detain Chia Thye Poh? I had thought that the Goh Chok Tong administration would release Mr Chia Thye Poh before the Chinese New Year as a gesture of goodwill and change. But I have been most disappointed. Perhaps it is still not too late today. I have spoken on this subject quite a few times, but this time I hope to hear a better response from the Minister, and I hope \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> I would not hear the same old gramophone record from the Minister. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, first, his question on whether the immigration policy is designed to prevent foreign workers from pursuing their legitimate rights, if necessary, in our courts. I do not know the details of the particular case. Therefore, I can only answer in general terms. First of all, it is not true that the immigration policy is deliberately designed, to prevent any person in Singapore from pursuing his legal rights. If a foreign worker, whether on employment pass or on work permit, feels that his employer has done him wrong, and in this case apparently he wanted to sue, he can give instructions to his counsel to sue and the immigration authorities will have no reason to penalise or punish him for that. But if his work permit or employment pass has been cancelled, then it is cancelled and he cannot stay in Singapore on the basis of the work permit. But that does not mean that he cannot pursue his legal rights. One does not have to be in Singapore physically all the time to pursue his legal rights. A lawyer can take up the case. Unless the worker is barred from coming back to Singapore - maybe Dr Lee can tell me whether he was banned from entry - then he can come back to Singapore on a social visit pass any number of times to have further discussions with his lawyer or to attend court hearings, mention dates and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I do not see how there is interference, leaving aside whether the employer or the company in this case was justified in its actions, because that is a separate question. I am only answerable here for the immigration policy. Immigration will not bar him from coming back for the purpose of attending to his legitimate recourse to the courts for the vindication of what he considers to be his legal grievance. But when he comes in on a social visit pass, he cannot of course work without a valid work permit or employment pass. So I hope I have clarified the position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the ISA, Dr Lee Siew-Choh has now admitted that he has in fact raised this many times and it should come as no surprise to him that my answer will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> not be very different from the previous occasions. First, some specific points. He has taken the Deputy Prime Minister BG Lee Hsien Loong's point about Malaysia terminating the ISA out of context. This is not something knew. That has been said in this House on many other occasions, to demonstrate how closely intertwined are the security problems of Malaysia and Singapore. And we have pointed out the examples. When they had racial riots there, it triggered off events here. That is a fact. And we have explained before that in our decision to review the ISA, we also take into account the security situation across the causeway, and when we decide to repeal the ISA, we will also consider whether Malaysia is going to abolish its ISA. I have said before, despite the laying down of arms by the Communists, it does not mean that we will not have Communist united front tactics or subversion ever again. And I have also mentioned before that the ISA will be needed for terrorism or activities to undermine our security by religious or racial extremists. So what I have said in this House before still stands and I therefore do not want to repeat everything. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards Chia Thye Poh, Dr Lee Siew-Choh, of course, would like to consider him to be still under detention. But as I have said before, he has been released from detention, first, on suspension direction and on restriction order subject to various conditions, which have recently been relaxed. But he is not a political detainee. He has been released on conditions which are necessary because, in his case, unlike other CPM elements who have been released, he refused to disavow the use of force or to renounce the CPM. And until he does so, the relaxation of the conditions must therefore depend on the professional judgment by the Internal Security Department. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, first of all, about the immigration policy. I did not say that the immigration policy was designed to deliberately prevent any worker from seeking redress. I said the circumstances were such. But the Minister has now said that he could easily come back on a social visit pass. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> Certainly the Minister would know that people who have come here to work just do not have the money to travel around so easily. If the Government should be able to provide the fare for such people, certainly I will let this person know that he could come back and pursue his court case. Would the Minister be willing to do that? Since the worker cannot afford to travel, all this talk about social visit pass will not help him at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the Deputy Prime Minister's remarks, I understand how closely intertwined, according to the Minister, our policies are with Malaysia on the matter of security. If they are so closely intertwined, how come our foreign policies, for example, are so far apart on many issues? Recently, for instance, concerning the Gulf War, what happened? What we were saying was entirely different from what the KL government was saying. So there could be differences. Anyway I do not think we should be following what Kuala Lumpur is doing all the time, on security matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the ISA, he has spoken about the need to detain certain terrorists. But I have also asked for the revocation of the provisions of detention without trial. Would the Minister consider that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards Mr Chia Thye Poh, I have repeated the question many times. If the Minister keeps on repeating the same answer, I do not think anybody can do anything about that, but at least I hope there should be a new way of governing in Singapore. We should not rely on the Internal Security Act to suppress political opponents. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, his rejoinder to me on this foreign worker is almost unbelievable. If the foreign worker feels so strongly that a grievous wrong has been done to him and that he is willing to incur legal expenses in pursuing it in the courts, should he not also feel strongly enough to buy a train ticket or bus ticket or whatever it is - I do not know which country he is from - to come to Singapore? Either he is serious about it or he is not. And I have given him the assurance that, unless he is banned from entry due to any other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> infraction of the law, he is free to come down and I thought that should answer the question. But now he wants the Government to pay the foreign worker to come down to pursue his legal rights. That is really frivolous and absurd. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his questions on the ISA, I do not think I need to answer his non sequitur linking up foreign affairs with internal security. \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> May I have a clarification from the Minister. Since there is no more threat of communism in Singapore, should Mr Chia Thye Poh be made to disavow his claims of trying to overthrow Singapore by force? Since there is already no communism, what is there for him to disavow? I cannot understand the Minister. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, it will be tedious for me to repeat what I have said before. Mr Chia Thye Poh would not have been released in the first place because he has refused to renounce the use of force or disavow any links with the CPM. But because the CPM's strength had been weakened and we knew that they were engaged in peace talks, we took the step of releasing him. But we were and we are continuing to be very cautious in this. We are releasing a person whom we would not have otherwise released. Therefore, initially he was confined to Sentosa. Then last year we relaxed the conditions to allow him to come to the mainland, but to return to Sentosa at night. We will continue to be cautious in this regard. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, another point which I do not really understand is that if he were to be allowed on the mainland for most of the time and if he were really bent on trying, as the Minister claims, to overthrow the Government by force, he could have done it. So what is the difference? He has eight hours away from Singapore and he has got 16 hours here. Why do you not allow him to come to the mainland completely? I do not see the logic in allowing him most of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> the time here and still wanting him to go back to Sentosa. Why do you want to cause him so much inconvenience? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I can see why Mr Chiam does not see the logic of it. But from the security aspect, we need to observe and be satisfied before all the conditions are removed. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is the Minister saying that it is not likely that he would be carefully observed at night and that in the day he can be observed more carefully? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, may I remind the Minister that when Mr Chia Thye Poh was first detained there was no mention whatsoever about his being a communist. That line about his being a communist was only added round about 1980. He was detained in 1966. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I have also stated before that Mr Chia Thye Poh's involvement in the CPM was made known to us long before 1980 and was communicated to Mr Chia Thye Poh because it was revealed by a high ranking CPM element. He knows about it and it was put to him, and he knows that we knew about it. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam):</b> Sir, I would like to talk on the subject of Computer and High Technology in Law Enforcement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is very pleasing to hear from the Minister that the officers and men of the law enforcement agencies and public spirited members of the public have helped to bring the crime rate down. It shows the very high standards of performance in the law enforcement agencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, achieving success in bringing the numbers down is one thing. The challenge for the law enforcement agencies need to be focused on the qualitative aspects. We have read newspaper reports in the past month of the very violent crimes that have been committed and I hope that as much resources as possible would be put into the early detection and apprehension of the suspects and the quick conviction of those suspects. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem of recruitment to fill the vacancies in the law enforcement agencies will continue to remain because of the very tight labour shortage situation in Singapore. I wonder if more attention could be placed in looking into labour saving and time saving devices where practicable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to note that in the Addendum to the Presidential Address under the Ministry of Home Affairs, it was stated that in the longer term, Police will: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Upgrade its crime detection and investigation through a computerised criminal intelligence system, voice-print analysis and other scientific means;'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that it would not be in the long run but it should be as expenditious as possible. Maybe the Minister would like to elaborate further on what all these meant to the members of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we can move a step further in apprehending the criminals, we can allay the fears of the Singaporean public, because sometimes the feeling of insecurity is in fact baffling. We often hear of residents wanting to have more police patrols and Neighbourhood Police Posts to be located near their homes. I think the message to Singaporeans must also be that they have indeed a role to play towards reducing and solving crimes in Singapore. Maybe the procedures with regard to witnesses helping in crime investigations could be looked into so as to avoid inconvenience to them and they would then be willing to come forward. I hope that the Neighbourhood Watch Scheme could be actively promoted and maybe more resources could be given in this area. For private housing estates, maybe the residents' associations can play their part. \n  <br>\n  <br>\n  <!-- Mr Peter Sung (Minister of State for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Home Affairs (Mr Peter Sung):</b> Sir, on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh is indeed right in saying that manpower shortage will prevail. Despite the various measures that the Ministry of Home Affairs has adopted to increase manpower such as better salary scales, better conditions of service, recruitment programmes, career planning and development programmes, we do expect that the Police Force will not have enough \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> manpower. As of now, we have 23% in vacancies among senior officers, and 5.1% vacancies among junior officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For that reason, the Ministry and the Police Force are using labour-saving and time-saving devices in crime detection. For example, we have the National Identification Data bank (NID). This is a people data hub which links information in the NRIC, the register of births and deaths as well as the register of citizenship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another programme that we have is called AFIS, which is the short form for Automated Finger-print Identification System. This system will be implemented in July this year and would facilitate the matching of finger-prints of various people. This system will also be linked to the IC system in the NRD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also have in operation what we call COP, which stands for Computerised Operations Room system. This system manages the \"999\" calls and despatches police cars to the scene of incidents. This system is also linked to the Civil Defence Force which enables them to send their ambulances as well as their fire engines if these are needed. The COP system is also an electronic mail system which links ROV and Telecom to enable people as well as vehicles to be screened. For example, if a \"999\" call comes to the operations room, and if it is a nuisance call, our links with Telecom will enable us to identify who the caller is and the police will contact them in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, a traffic computer system is being implemented. This records violations, licensing, demerit points, as well as accident investigations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In crime investigation, at the moment, photographs are being manually fitted. We intend to introduce computerised photo-fitting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Criminal Intelligence System is being studied and we aim for it to be implemented by 1995. This system can enable the police to match suspects, to link the Police Force with the Prisons as well as CNB and Immigration. This provides a common database for all departments in MHA to track down criminals and also to analyse the pattern of crimes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to these programmes, others are being studied. These include a Command Control Communication and Information System. This can also include a Mobile Digital Terminal to be installed in mobile patrol cars as well as in outposts for communications during an incident. This enables mobile resources to have direct access to the Computerised Operations Room. It will also enable us to have continuous communications and monitoring of our mobile resources and to despatch these resources to the scene of incidents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are also studying a one-stop, non-stop service for information sharing. Applications will include the tracking of warrants of arrests. This would link, for example, the Police, HDB, URA, ROV, CPF, Income Tax Department, Inland Revenue Department and Immigration. If a person is wanted by any of these agencies, this system can enable us to share information, and when he turns up at any of these outlets, he will be met by the long arm of the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Home Affairs is also developing a link with the Judiciary by means of electronic data mail which would enable all parties to check on cases that are lodged, for application for subpoena as well as summons, for status of cases, for court decisions as well as for information on appeals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police will also introduce an all-in-one enquirer which will enable a database to be created for the Police in their investigations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are in fact putting a lot of attention on this computerisation effort and a total of 130 people are engaged in this effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to computerisation, the Police is also planning to use high technology forensic techniques in crime detection. This includes DNA finger printing which uses the De-oxyribo Nucleic Acid characteristics which are unique to individuals. Police will also use vacuum metallisers which lift finger-prints, polilights which detect finger-prints using laser beams, voice \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> spectrograph which compares voices of people making calls. These are particularly useful when we analyse voices of people who are involved in phone hoaxes, in lewd phone calls, kidnappers, and other criminals. Police is also planning to use polygraphs which are lie detectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summary, Sir, manpower shortage notwithstanding, the Police will press on with its task of preventing, investigating and fighting crime, in law enforcement and in delivering police services to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our performances are very commendable. Statistics available for the year 1989 show that major crimes measured in terms of number per 100,000 population are as follows: Singapore - 233; Tokyo - 274; Hongkong - 355; London - 3,267; France - 1,226; West Germany - 1,904. This means that for every major crime committed in Singapore, there were more than five in France, more than eight in Germany, and more than 14 in London. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I would like to thank the Minister of State for his reply, and I hope that the members of public will rest assured now that the crime situation in Singapore is very much under control and they should not have undue concern for their own safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to the next subject on road safety? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> The loss of lives and the injury arising from road traffic accident is a sheer waste, particularly to Singapore when we are having such a small population. I think we have been focusing a great deal on the expressways. It is about time that we focused the traffic situation in our housing estates because they are really where the large concentration of people are residing and there is a large human traffic going through these areas. And I think more importantly, Sir, will be the schools in the housing estates, because we have many young school children attending these schools. It is important for us to pay as much attention to the pedestrian crossings, the walkways for these school \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> children and, particularly, the pick-up points for the school buses and for their parents fetching them to and from school, because we have read of cases whereby accidents do happen near schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Traffic Police will work with PWD to try and re-look into the layout of the neighbouring estates and help improve the situation over there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, Sir, is with regard to pedestrian walkways. Is it possible that the walkways be constructed not just next to the roadside but a distance away so that there will be some means of a buffer between the roads and the walkways? And could the kerbs where pedestrians are walking be raised higher so that cars which have lost control would not easily run over the kerbs? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that there are traffic cameras at the traffic junctions. Is it possible to consider installing cameras at pedestrian crossings, just in case some motorists do not give way to pedestrians at such crossings? And particularly for the senior citizens, could the overhead bridges be more conveniently located, and the stairways be made more easy for them to climb, because it is sometimes very difficult for them to climb the staircases in these very high overhead bridges. Could some gradual sloping stairways be provided for the elderly? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether jaywalking is a problem in Singapore and what measures are taken to encourage as many pedestrians as possible to use the crossings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the area of indiscriminate parking, we have read reports about the Traffic Police issuing summonses to motorists for not parking their cars in the proper parking areas. But I think what is important is to ensure that there are a reasonable number of parking spaces for them. If there are adequate parking facilities, then I think the motorists deserve to be summoned for illegal parking. The recent announcement by the Minister for National Development with regard to half-hourly parking should provide one excuse less for motorists for not parking their cars properly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Sir, yes, the Police is very concerned with road safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as school children are concerned, last year eight of them, aged 14 or under, were killed in pedestrian accidents. What can the Police do about it? We will try to convert some zebra crossings near primary schools to signalised crossings. This will be done in conjunction with the PWD. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, after the June holidays, the Traffic Police, together with PWD, will introduce a pilot project for school zones. Five primary schools have been selected for the pilot study to see how increased safety can be provided for school children. If this pilot scheme proves to be successful, it will be extended to other schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education is most important in the safety of school children. There is a tendency for some younger children to be excited and to rush over when they are at zebra crossings. In fact, one way of doing this would be the Road Safety Park Programme. The Traffic Police will be increasing its efforts in this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Police has also sent out a questionnaire to schools asking them what can be done to enhance the traffic situation in their schools. On the basis of the replies from the school principals, we will try to develop a better programme with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh raised the question of whether we can provide pick-up points near schools. This question should have been raised with the Ministry of National Development. If I may give him a non-answer at this point, we will discuss ways of doing this. Police will liaise with the URA and HDB to see whether pick-up points can be provided in car parks that are currently situated near school buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On illegal parking, Police regards this as a very serious matter. Illegal parking causes congestion as well as poses safety hazards. Current measures to discourage illegal parking include composition fines as well as towing. But the problem does not seem to be addressed properly or effectively. In 1989, more than 200,000 cases of illegal parking \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> were booked. In 1990, the figure went up by 36% to 272,000. For this reason, Police will introduce new measures. First, there will be an increase in composition fines. There will also be an increase in towage and storage charges for vehicles. And thirdly, Police will introduce demerit points for parking offences that endanger other road users. This will be for cars that are illegally parked on the shoulder of expressways, cars that are double parked, cars that are parked within zebra crossings and cars that are parked within pedestrian crossings. Police will also look into the possibility of wheel-clamping. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On road hogging, the problem is under some control. The number of cases booked has dropped from 6,833 in 1989 to 6,343 cases, which is a reduction of 7.2%. Police will continue with its programme of education as well as enforcement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On jaywalking, the problem has gone worse. In 1989, there were 4,890 cases. Last year, this jumped to 29,329 cases. For the first two months of this year alone, there were more than 5,000 cases. So in answer to Mr Loh's question as to how to discourage this, Police will carry on with an education programme as well as an enforcement programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On pedestrian walkways, again this is very much a matter within the Ministry of National Development. From the Police's point of view, we would like to see a segregation between pedestrian traffic and vehicular traffic, because this will enhance safety of both road users as well as vehicle users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Road kerbs, as they are now, are high enough. To make them any higher would make it difficult for the less mobile to move from one level to the next. And if cars are pulled alongside the road, a road kerb which is too high would mean that we cannot open our doors and alight from the car. The way to separate the road users from pedestrians in fact is to use guard-rails. The PWD is doing as much as it can. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to say, Sir, that our road safety is in general very good. Again, if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> I may quote some figures. Casualty in terms of people killed per hundred thousand, in 1984; 12.93, which went down to 8.66 in 1990, a reduction of 33%; in terms of injuries, 455 per hundred thousand in 1984, dropping to 244 in 1990, a drop of 46%. In terms of casualty per 10,000 vehicles, in 1984; 6.66 were killed. This dropped to 4.35, a reduction of 35% in 1990. In terms of injuries, 234 were injured per 10,000 vehicles in 1984. This went down to 122 in 1990, a drop of 48%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore roads are one of the safest. Fatalities per hundred thousand persons in 1988, which is the latest figure we have for comparison with other countries, showed that Singapore's position is very favourable: Singapore - 8.54; UK - 9.15; Australia - 17.23; France - 20.62; Switzerland - 14.28; West Germany - 13.43; and New Zealand - 21.7. So the roads here, Sir, are safe, and when we leave Singapore on an aeroplane, we know we would be leaving a safe area. \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I wish to thank the Minister, Minister of State and Parliamentary Secretary for their replies. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Chng Hee Kok is not here. Mr Teo Chong Tee is not moving. Amendment No. (3), Mr Loh Meng See. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QC 5100 of the Development Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a very simple question. I see that a sum of $1.85 million has been provided for the Traffic Lights Surveillance Camera System. Maybe the Minister would like to explain what use is it for this large sum of money? \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Sir, yes, indeed $1.85 million has been provided. This is for the purchase of red light cameras. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, can I know to what extent are we using these cameras? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> Are they to be used over a much wider area than currently, or are they for replacement of existing cameras? \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Sir, we are going to buy another 30 cameras for use in various places. The cameras cost about $60,000 each. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Mr Chiam See Tong. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am much obliged to, Sir. Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q be reduced by $10 in respect of Code QH 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently Parliament had a long debate on the National Ideology or Shared Values. The Government by the second Shared Value expected all Singaporeans to make the family the building block of society. Such sentiments are in fact already contained in our legislation. Section 45 (1) of the Women's Charter, Chapter 353, makes it mandatory for the husband and the wife to safeguard the marriage and to care for the children of the marriage. That section states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Upon the solemnization of the marriage, the husband and the wife shall be mutually bound to co-operate with each other in safeguarding the interest of the union and in caring and providing for the children.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of this House, I am sure, are aware that the Women's Charter was enacted pursuant to a PAP election promise in 1959. The PAP promised to protect the rights of women and the Women's Charter made marriages in Singapore monogamous and it regulated also the relationship between husband, wife and children. This is a good piece of legislation and I support it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The aims of section 45(1) are good. It is only right that marriages should be protected and safeguarded and that both parents be made responsible for the care of the children. The aims of the Government in respect of the family in Singapore cannot be challenged, yet in practice, what do we see? For many Singaporeans the high sounding aims of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> the Government in respect of protecting the marriage are flouted, not once but repeatedly flouted, and even today! Many Singaporeans have been allowed to marry foreign spouses. They have a happy married life. They have children and they have bought HDB flats and roots were allowed to grow here. Then suddenly they receive a letter from the Controller of Immigration, requiring either the foreign husband or the foreign wife to leave Singapore at short notice. Can you imagine the panic and the trauma of the family? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this point, I have to declare my interest. I have professionally acted for a few of them. These are not isolated cases. I have been involved with at least over 10 of such cases since I was elected as a Member of Parliament. The situation was particularly bad in 1985 and 1986 when our economic situation was not so good. There was widespread retrenchment then. Many foreign spouses lost their jobs and when they were unable to get alternative employment, their work permits would then lapse. Once that happened, the Controller of Immigration would ask the foreign spouse to leave Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the spouses are separated, how can they protect or safeguard the union of the marriage and in particular the children will suffer. As we know, children need both the father as well as the mother for good upbringing. Will there be widespread breaking up of marriages when there is the next big downturn of the economy? From whatever point of view we look at it, the tearing apart and breaking up of marriages is certainly a bad policy. The Government should review it. It is harsh, cruel and inhuman to forcibly break up families. The real sufferers are of course the children of the marriage. I wish that the Minister will seriously look into this problem and allow these marriages to continue once a Singaporean is given permission to marry a foreigner. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Chairman, I am not sure whether the kind of situation Mr Chiam is referring to are cases which are governed by the work permit marriage restriction policy. I take it that he is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> referring to cases where there has been a breach of the marriage restriction policy because that leads to a situation where the persons --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> These are cases of Singaporeans given permission to marry foreigners. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> So he is talking about a situation where there is no breach of the marriage restriction policy. In other words, it raises the question of whether such spouses are allowed to stay in Singapore under permanent residence. Because if a person has not breached the marriage restriction policy, then that person's stay in Singapore is either on permanent residence or on a short-term social visit pass. Can he clarify, Sir? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The cases that I have personal knowledge of are that either the foreign spouses are here on a work permit, or I believe they have got a long stay. And their stay here has been on a regular basis, as long as over two years, and that is the reason why they have two children. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Chairman, I think I know the kind of cases he is talking about but it in fact turns on the general policy of what kind of stay is allowed to spouses married to Singapore citizens. This is the question which other Members have asked from time to time about allowing foreign spouses to stay on as permanent residents. In fact, for the vast majority, there is no problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just mention that for 1990, the number of wives of Singapore citizens who applied for permanent residence was 4,582 applicants, ie, wives who were married to Singapore citizens. And permanent residence was approved for 68%, so it is a very high percentage of persons who are allowed permanent residence. In addition, there are some 4,000 wives who are here on long-term social visit passes. Of course, I do not know the specific cases that he referred to. In other words, there is a high approval rate for granting permanent residence to wives of Singapore citizens. And this is in line with the answer that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> I gave in 1989 to Dr Arthur Beng who had asked me whether we would liberalise permanent residence for those who were married to Singapore citizens, or who have other special roots in Singapore. But like all countries, we cannot have a complete open door in the sense that we must be satisfied in each individual case that the person who is sponsoring the relative or foreign wife will be able to maintain and support that person. Therefore, there will be some who may have to be turned away for permanent residence. But that does not mean that they cannot be here for visits or on social visit pass. I do not know the specific cases that he has mentioned. If he would refer them to me, I can have a look at them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, generally speaking, the approval rate for permanent residence for wives of Singapore citizens has been high and, as I have said, it is almost 70%. Others who are here may not be given permanent residence but they are allowed to be here on social visit pass which, however, cannot be indefinite because if it is indefinite then they are, in effect, a permanent resident. And this approach that we have taken is not unique because every country does examine whether the sponsor is able to maintain the wife or relative before deciding on permanent residence. If I may just mention, and I think I have mentioned this before, even in an advanced or developed country like Britain, they have such a procedure. And I quote from their \"Immigration into Britain, Notes on Regulations and Procedures\", this is what they say about entry of spouses. No entry clearance will be given unless they are satisfied that, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"each of the parties has the intention of living permanently with the other spouse, that there will be adequate accommodation for the couple and the dependants without recourse to public funds in premises of their own which they occupy themselves and that the couple will be able to maintain themselves and the dependants adequately without recourse to public funds.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What more of a country which is smaller and has less resources? Much as we would like to have a complete open door and grant permanent residence to everyone, we must examine each case on its merits. I am unable to comment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> on the individual cases. If he wants to take them up as individual cases, I will be happy to look at them but the general policy is one of liberally giving permanent residence to wives of Singapore citizens but we must be satisfied, as I have said, that they would not be a burden on the State. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I am dissatisfied with the Minister's answer. In the case of England, he quoted that once the citizen can prove that he is economically viable, he will get permission to marry a foreigner almost as of right or to bring a foreigner in. The Minister has stated that basically the citizen must be able to look after himself, the spouse and the family and as of right he would be allowed to marry a foreign spouse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is no consolation to say that the approval rate is high at 70%. The 30% Singaporeans who have married foreign spouses will be in a dilemma. They will soon have a nervous breakdown and any time the family will be broken up. I think there must be a more permanent and more predictable policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has also not answered this point that I have brought up in my speech. How can they reconcile Government's policy of wanting to promote the family on the one hand - even in our law books, husbands and wives must promote the union - and on the other hand, the Government, by administrative means, is breaking up families? I think this is the most unsatisfactory situation in Singapore. Many people are quite concerned about it. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Chairman, when a couple applies to marry at the Registry of Marriages, it is made very clearly known to them that marriage does not mean permanent residence, it does not mean automatic rights of entry, or indefinite stay in Singapore. The intending partners are therefore advised before marriage to check with the Ministry of Home Affairs and the Immigration Department whether the proposed spouse qualifies for permanent residence or indefinite stay. There is a unit in the Immigration Department which gives advice. In other words, there is, what he calls for, a predictable approach. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Mr Speaker, Sir, I am encouraged that the Minister has actually liberalised the policy for foreign wives. In our Meet-the-People sessions, we have been receiving many more successful replies from the Ministry. Can I ask the Minister what is the trend with regard to foreign husbands? Has his Ministry changed the policy? Has there been a liberalisation with regard to foreign husbands of Singapore girls? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> There is no discrimination, except that we would want the foreign male spouse of a Singapore citizen, when in Singapore, to be employed and we grant liberal periods of stay in Singapore to enable the person to look for a job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member is right that the number of appeals from MPs has in fact dropped on the question of entry and permanent residence for foreign wives. In fact, in 1990, the number of appeals from MPs dropped by as much as 27% as compared to the previous year. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, can I clarify with the Minister whether the criteria are exactly the same for the men and women, except that if the foreign husband can show that he can be gainfully employed and that he has the means to look after his family, he will be given equal opportunity? Is that right? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I would say that the approach taken in both cases is similar. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, for a Government which prides itself on being so rational, the Minister says that the spouse who is a foreigner is told that after marriage, he may not be allowed to stay in Singapore. This is the most irrational policy I have known of. Fancy allowing a couple to marry and then they say, \"Look, one of you may have to be kicked out from Singapore.\" What sort of policy is that? I think the Minister should look into this. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, we cannot prevent a couple from getting married. We do not. The only instance where permission is needed is by a work \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> permit holder who is allowed to come into Singapore only to work. It is only in that case that permission of any Government authority is needed. The immigration policy is to advise on questions of permanent residence. Nobody else other than a work permit holder has to seek the approval of any Government agency to marry. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I am really astounded to hear the Minister say that the Government cannot prevent anyone from marrying. Is he referring to marrying in Singapore or marrying elsewhere? He must clarify it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Marry in Singapore. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But the Government is stopping Singaporeans from marrying all the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I can bring up cases where they want to marry Malaysians, they want to marry spouses from India, spouses from the Riau islands, and they are refused. I have done this personally and I know that. How can you say that no Singaporeans are prevented from marrying? That is absolutely not true. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I stand by my statement that the Government does not prevent any person from marrying in Singapore, with the only exception of work permit holders. If Mr Chiam knows of any case involving non-work permit holders who have been told that they cannot marry, other than for reasons specified in the Women's Charter because of age or whatever, but as a matter of Government policy that permission is needed from the Government to marry, he can raise it with me, and I will cause a full investigation to be made. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, does the Minister not know that any Singaporean wanting to marry a foreigner has to go to the Registry of Marriages? The couple has to register their names and they get a letter referring them to the Controller of Immigration. When they get clearance from the Controller of Immigration, then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> they can register and solemnize their marriage. This is in regard to marriage of Singaporeans to foreigners. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I think we are at cross purposes here. If Mr Chiam can let me have the cases, I will investigate. My understanding is that when a couple goes to the Registry of Marriages and one of them is a work permit holder, he is advised to go to the Work Permit Office. If neither party to a proposed marriage is a work permit holder, no department's permission is needed. And I can give him an assurance on this point. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I hope what the Minister has said is true, because many Singaporeans have come to me on this point. The foreign spouses formerly may have been work permit holders, but they have stopped working in Singapore, and there are also cases of spouses from India which have been refused permission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $562,992,300 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $143,855,000 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. We will take the suspension now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.15 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.38 pm until 3.15 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.15 pm</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N - \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head N of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have two amendments. I intend to take both of them together, with your permission, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Das, could you follow the schedule on the Order Paper Supplement? \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> All right, Sir. I welcome the Prime Minister's decision to establish this Service Quality Improvement Unit. Many will not realise how fortunate we are to have one of the finest civil services in the world. The civil service is efficient and highly competent. It has been one of our strongest pillars for our progress over the last 25 years. Having said that, there is always room for improvement. As a provider of service to the public, I believe more emphasis should be placed on the service aspect. So far, I believe that the civil service has done an excellent job as a regulator. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a better educated population, there is a greater demand for quality service. Sir, one-line rejection letters will not do any more. The setting up of this Unit, I believe, will go a long way to tackle this aspect of the problem. Initially, Sir, I am sure there will be far more complaints than suggestions. So be it. If the complaints can be transformed to concrete suggestions or improvements, then the objective of the setting up of this Unit is achieved. Over the longer term, the aim of our civil service should be to give, not just pure service, but quality service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, during the debate on the Presidential Address, I suggested that the Unit, apart from being staffed by civil servants, must also, at the same time, have a panel of non-civil servants to guide and supervise the work of the Unit. This panel, I believe, will give the Unit greater credibility. I would like to know the Minister's view on this subject. \n  <br>\n  <br>\n  <!-- Dr Koh Lam Son -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lam Son (Telok Blangah):</b> Sir, our civil service has proved to be efficient, honest and hardworking. It is a hallmark of our success and we owe much to the men and women in our civil service for the fruits that we enjoy today. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the Ministry of Finance has introduced the block vote budget to provide the various Ministries with greater autonomy and flexibility. The Management Services Department and the National Computer Board have also done much to streamline and upgrade services. I understand there is also an on-going training programme to provide civil servants with communication skills. Indeed, after all this, we have seen some results. But the basic problems of the civil service lie unresolved. Many departments are still beset with cumbersome red tape and still function like a lumbering giant. Many civil servants are still unwilling to make or take decisions. They prefer instead to pass the buck upwards. The civil service guards very zealously its pecking order, a legacy of the post-colonial past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I observe that whenever a Government service is restructured or corporatised, it becomes more efficient, friendly and competitive. A case in point is the restructured Government hospital. Sir, what we need is a new order, new direction, new skills, greater openness and a willingness and commitment to provide quality service. How will the proposed Service Quality Improvement Unit play its role? I hope it will have more teeth to bite than the Feedback Unit, with due respect to Mr Chandra Das. Will it only play a watchdog role or will it also be actively involved in assisting Ministries to upgrade the quality of service? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the person who heads the Service Quality Improvement Unit must be independent and impartial. He should not, in my view, be a civil servant or ex-civil servant, but someone who has an understanding of the civil service, in tune with the hopes and expectations of the public and a grasp of the needs of the business community and financial institutions. In other words, someone who is an all-rounder, and perhaps that ideal person could be found in this House itself. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Yio Chu Kang):</b> Sir, throughout his life, a Singaporean interacts with many Government departments and statutory boards. At birth, his particulars and those of his parents are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> entered into the databases of the Ministries of Health and Home Affairs. When he goes to school the Ministry of Education records the particulars of his family. When he reports for National Service, Mindef. On starting work, he interacts with CPF and the Inland Revenue. When he purchases a flat, HDB, PUB, Telecom, Town Councils keep his records in their files. Imagine that he has to change his address or when he gets married, how many of these departments and statutory boards he has to inform to update his particulars. In fact, with on-line databases and networking, where all the databases are interconnected, it should be quite simple for this to be done at one place, for example, the Ministry of Home Affairs, and the rest will be updated electronically without him having to visit all the statutory boards and Government departments. The potential for greater efficiency is therefore tremendous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a need to monitor the quality of service at all times because the attempts to improve quality must be made on an on-going basis and by all levels of the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Counter service is one of the most crucial because it is where our people come into direct contact with the Government. The impressions of counter service, favourable or otherwise, will last for a long time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A careless remark, an unsmiling face of a counter clerk, can create the impression that the Government is rigid and unwilling to listen. An unpleasant experience over a relatively minor incident can nevertheless cause resentment against the Government as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Long queues in the Government departments used to be common. I am glad to note that much improvement has been made in this direction. For example, the Immigration Department and Work Permit Department have introduced electronic displays and comfortable chairs for the public. But the need to shorten waiting time remains. It appears that the public may have to wait for several hours in certain departments, such as the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> Immigration Department, when they have to obtain an extension of social visit pass or in the Work Permit Department when they are trying to apply for approval to employ a foreign maid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest that the counter service be improved further as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Further automate counter service. It appears that one of the factors for long delays seems to be the need to trace paper files. Paper files are bulky and need manual handling and storage space. They have to be distributed or despatched from section to section. With optical disk, electronic files can expedite information retrieval. Counter procedures may be redesigned to shorten the turn-around time for each transaction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Selection and training of counter staff. Counter staff must be thoroughly conversant with the policy of the department. They should be cheerful and courteous, which is not easy to maintain at all times. I suggest that the civil service learn from SIA in the area of selection of counter staff, training and performance measurements because SIA counter staff has consistently maintained excellent standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Incentive. Additional allowances and other fringe benefits should be given to counter staff as their duties are more demanding and require tact and patience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Further promotion of the GIRO scheme, because the GIRO scheme will reduce counter congestion. For example, PUB reduces the deposits required for accounts using GIRO payment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Installation of automatic telephone systems for enquiries and complaints. Certain information can be given by automated phone system, for example, CPF and Telecom have already done this, but other statutory boards can follow suit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) Finally, a more proactive approach. In recent years, the private sector in the United States of America has taken a more proactive approach in monitoring customer satisfaction, for example, AT&amp;T uses a system called \"Telsam\" to conduct telephone sampling and measure customer satisfaction. In Singapore, the CPF Board has public contact improve- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> ment programme to obtain feedback and gauge public perception. It is a good idea, but form filling by the public is required and this may not result in comprehensive or representative information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another area of concern is the time taken for the Government departments to respond to applications for approval. For example, planning approval for renovations to residential properties takes many months. It may take the Government department more than a month to answer relatively straightforward enquiries. Even then, the reply is usually brief and uninformative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to compliment the leadership for setting up this vitally important function. An alert and responsive civil service providing quality service consistently could do wonders to forging a closer link between the Government and the people. We need a more personalised approach and a less bureaucratic response. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, we have a very good civil service. I would say one of the best in the world, untainted by corruption or nepotism. It is one of the pillars of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we have to constantly keep at bay bureaucratization and cut down red tape. Therefore, I welcome the establishment of this Unit. I support Mr Das's point and I would like to ask whether, in order to avoid in-breeding and complacency, a supervisory or advisory panel of prominent persons from outside the civil service will be appointed to review its work. You cannot ask civil servants to check another civil servant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the complaints of businessmen is that there is a proliferation of rules and regulations. The tendency, it seems, if you wish to protect your turf or your back-door, make another rule. Will this be one area which the Unit will be focusing upon? What happened to the Business Enterprise Committee headed by Dr Lee Boon Yang? Is it still in existence or will it be taken over by this new Unit? What about the relationship with the Management Services Department? I suggest, Sir, that this Unit should be a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> permanent feature, and not be hastily dismantled and in time be replaced by another outfit with a new name. It must be given time to work and to prove itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I hope that the Unit will not end up as just a complaints bureau. It should be more forward-looking, more comprehensive in its scope, and more creative in its approach. \n  <br>3.30 pm \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Sir, first, I would like to thank the Members for their compliments on the civil service which is greatly appreciated. But I also note their reservations about red tape and the need to be continually responsive to new needs of the population. It is for these reasons that in the President's Speech he announced the formation of a Service Quality Improvement Unit. I will now respond to the questions of the four Members together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The intention is that the Unit will be established under the Prime Minister's Office and will be headed by the Permanent Secretary (Prime Minister's Office). It will have the manpower and authority to monitor, audit, and assess the quality of service provided by Government departments and statutory boards. Besides identifying problem areas and making recommendations to relevant Ministries for corrective action to be taken, the Unit also collects and processes feedback and suggestions submitted by the public. Ideas for greater effectiveness and better coordination like those to create more one-stop centres would be given full consideration by the Unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The day-to-day operations of the Unit will be the responsibility of a management committee comprising the following persons: The Chairman will be Mr Ngiam Tong Dow, who is Permanent Secretary in the Prime Minister's Office and also the Ministry of Finance (Budget and Revenue Divisions). The Deputy Chairman will be Mr Chuang Kwong Yong, Second Permanent Secretary in the Ministry of Finance. The members will be Mr Tan Boon Huat, Deputy Secretary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> (Public Service Division), Ministry of Finance, Ms Low Sin Leng, Deputy Secretary (Budget Division), Ministry of Finance, Mr Lim Theam Siew, Director in the Auditor-General's Office, and Mr Chan Heng Wing, Press Secretary to the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in response to the request by the Member for Cheng San GRC and Dr Ong that the Unit should be supervised by an independent body, the Prime Minister has decided to appoint a supervisory committee to which the management committee will report. The Chairman of this Committee will be Mr Mah Bow Tan, Minister of State, Trade and Industry and Communications. The members are Mr Chandra Das (Member of Parliament for Cheng San GRC), Dr Hong Hai (Member of Parliament for Bedok GRC), Assoc. Prof. Maurice Choo (Nominated Member of Parliament) and Mr Mohammad Maidin (Deputy Director, NTUC, and Political Secretary in the Ministry of Information and the Arts). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the composition of the Committee meets with Dr Koh Lam Son's requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To complement the Unit, Ministries, departments and statutory boards will each have their own Service Quality Improvement Unit within their responsibilities, headed by a superscale officer. In addition to inputs from the main Unit, these will also directly obtain suggestions from their own clients, collect and review feedback, investigate complaints and establish or approve appropriate grievance/appeals handling mechanisms and procedures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For greater efficiency, Government would like to reduce counter services to a minimum by encouraging more payments by GIRO and the wider use of electronic devices such as Teleview. Government will continue to train staff properly to man the remaining counter services. This move will be in line with the recommendations by Mr Lau Ping Sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members of the House may wish to know that the Civil Service Institute launched a Public Contact Improvement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> Programme (PCIP) in November 1989, which was specially targetted at front-line staff. The programme is designed to improve contacts with the general public by helping front-line staff provide more friendly, polite, attentive and helpful service. The programme is currently in its first phase which concentrates on improving the counter staff's face-to-face contacts. So far, 4,700 counter personnel, their supervisors and managers have been trained. Another 400 will be trained in the next few months. Supervisors are taught to regularly observe the dealings of their counter staff with the public using a checklist of 38 standards. This has been carried out in 80 departments and statutory boards. So far, 85% of the organisations have reported that more than 80% of the standards have been met. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the programme, members of the public also participate by assessing the service behaviour of counter staff and giving feedback. Most rated the service they had received favourably at four or higher on an ascending five-point scale. In phase II of the PCIP, public officers will be taught how to improve telephone skills, and in phase III, how to improve writing skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Sunday Times Editorial on 10th March 1991 aptly summed up the current status of the quality of service rendered by the public sector. It was reported that while the public sector has improved considerably in recent years, in some cases the quality of service rendered was comparable with the very best in the private sector. We are proud of this achievement which was the result of continuous training and upgrading as well as the strong emphasis placed by senior management. Nevertheless, the report also stressed, and the Government agrees, that there is always room for improvement and it is natural for the public to expect better service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government and the public service welcome sincere feedback and suggestions from the public. I would assure Singaporeans that both the Government and the public service will spare no effort to keep up the improvement on our quality of service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the point raised by Dr Ong on the Business Enterprise Committee. That was formed in 1986 in the aftermath of the recession in order to cut red tape and facilitate the approval of requests from the public for planning, etc. Most of its work was done and completed in 1987, so that the Unit is no longer active and its responsibilities had been handed back to the Ministries and departments concerned. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, the role of Temasek Holdings in our economic development need not be overstated. It was Government's main vehicle in the promotion of investments in Singapore. Today you can see Temasek's hand in all the major Government-owned companies (SIA, DBS, Sembawang, Keppel, NOL), just to name a few. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the privatisation programme being the order of the day, Temasek's role in the above companies is very much reduced. In fact, its role is one of a passive investor. What I would like to ask the Minister is what he envisages as the future role of Temasek Holdings. I am sure the Minister will agree that the role for Temasek in the 1990s will be much different from the role it had in the 70s and 80s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may take the liberty to suggest to the Minister that for the 1990s Temasek looks at helping Singapore companies going international or global. I would like to ask the Minister whether there are such plans in the pipeline. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, since 1987 Temasek has embarked on an intensive programme of privatisation. By 1989 the proceeds from privatisation had exceeded $2.5 billion and Temasek has since been looking for opportunities to re-invest these funds. To avoid unnecessary competition with the private sector and to encourage Singapore companies to expand overseas, Temasek has adopted a strategy of co-investing overseas with suitable Singapore companies. Under this partnering strategy, Temasek will support Singapore companies which want to make greenfield investments or acquire companies or assets abroad. Temasek will leave the running of the acquired company to its co-investor. Temasek has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> referred numerous investment opportunities to Singapore companies and jointly investigated several of them. So far one investment has been made in the United States, together with the company, Yeo Hiap Seng. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To complement the partnering strategy, Temasek has developed a networking strategy. Under the networking strategy, Temasek will on its own identify investment opportunities and make the investments. Apart from a good return on its investments, Temasek also looks for good contacts and connections which it can establish and pass on to Singapore companies. For such investments, Temasek seeks long-term relationships and mutual benefits with the overseas companies, and not control. Three groups of companies are of particular interest to Temasek. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first group comprises direct investment funds which are set up to acquire established companies. Temasek's participation in such funds will enable it to establish linkages between foreign companies and Singapore companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second group comprises overseas companies which are already global in their operations but either have no presence in this region or want to establish better linkages here. Temasek can be a friendly long-term shareholder in such companies and acts as a bridge between the overseas group and the Singapore companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third group of companies are those which are strong in land-based industries such as forestry and extractive industries which are not found in land scarce Singapore. Temasek hopes to take a small stake in such companies as an induction into such industries. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, the public sector today employs something like 130,000 employees, the majority of whom are in Division 3 and 4 grades. Sir, this pool of manpower could be tapped for part-time work in the private sector. This will help ease the labour shortage situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not suggesting that we encourage civil servants to take up two full-time jobs. Neither do we want to see \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> sleepy civil servants at work. But there are part-time jobs in the private sector, particularly in the tourism, retail and restaurant sector which is facing an acute shortage of labour currently, which could be performed by civil servants on weekends and even limited hours in the evening; jobs like tour guides, retail assistants or even restaurant waiters. These part-time jobs do not demand much physical energy and are therefore unlikely to affect the performance of civil servants in their civil service jobs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am aware that under current IM policy by the Finance Ministry, civil servants need to seek the approval of the Permanent Secretary (Finance)(Public Service) if they want to work for another employer outside their normal working hours. And I was told that in practice, this is grossly discouraged. It is understandable. Only a handful of civil servants, particularly teachers and lecturers, are allowed to do part-time tutoring and lecturing work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in order to help ease the very acute labour shortage situation in the private sector, will the Minister consider relaxing the policy and making it more flexible for civil servants, particularly those in Divisions 3 and 4, to take up part-time jobs, and perhaps delegate the approval process to the respective Permanent Secretary of each Ministry? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I note the Member's request, but he should know that civil servants are already working a full 5 1/2-day week. They need the weekends to rest and pursue leisure and look after their families. Without adequate rest and recreation, I think their health and quality of life must suffer. Rather than working on weekends, I think the pressure from civil servants is to have a 5-day week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Working part-time on weekends will also lead to conflict of interest with official work. I think widespread moonlighting will also reduce flexibility in the deployment of manpower, especially when overtime is required or there is shift work. The level of service to the public must suffer as a result. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of this, I do not support the idea of letting civil servants do part-time work. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I will take the next cut. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been five years since the Divestment Committee did a study on the privatisation of statutory boards and Government companies. I believe most of the recommendations of this study have been implemented. May I ask the Minister if the Government will do another comprehensive review and recommend further divestment of its other public sector activities. \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, the Government's privatisation programme has been carried out as planned. So far, some 40 companies have been privatised to varying extent. We have listed 10 companies on the Stock Exchange. These are shareholdings in six companies and completely divest our stake in 24 others. Temasek Holdings has privatised many of the companies as recommended by the Public Sector Divestment Committee. The remaining companies are either unattractive to investors presently, or do not have the necessary track records for listing on the Stock Exchange. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Government announced the impending listing of four companies under the Singapore Technologies Group. To-date, two companies have been listed - Singapore Shipbuilding and Engineering and Singapore Aerospace. The other two companies - SAL Industrial Leasing and Singapore Electronics and Engineering - which have also been identified for public listing are likely to be floated this year. Preparation is under way for the privatisation of Telecom in 1992. In October 1989, Government announced that Telecom will be privatised in two to three years' time and the privatisation of Telecom is therefore proceeding according to schedule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been no change in the Government's plan to progressively offer its companies for public listing over a number of years. The exact timing of each issue will depend on market \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> conditions and the capital requirements of the company. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Mr Chairman, Sir, I would like to thank the Minister for his very detailed answers, agreeing to some and rejecting outright some of the suggestions. On that note, Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Chandra Das. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N be reduced by $10 in respect of Code NA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much has been said in this House over the last few days about the cost of doing business. I would like to take this opportunity to highlight another problem that is facing the economy, that is job-hopping and labour turnover. A survey by the National Productivity Board showed that companies with high labour turnover rates are mainly from the manufacturing sector, commerce sector and establishments employing between 100 and 199 employees. According to this survey, the typical profile of a job-hopper is a person between 15 and 29 years of age, educated at post-primary level and employed in the production, service, sales or clerical job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many factors, Sir, contribute to such high turnover - salary, physical work environment, supervisor-worker and peer relationships. It has also been the experience that job-hopping is the highest in the first year of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no dispute that a high rate of job-hopping has a very high cost to the economy. These costs include cost of recruitment, cost of retention, quality cost, productivity cost and, lastly, training cost. A leading electronics firm in Singapore has told me that if it requires 10 production workers, this is what it would take. For Malaysian workers, it has to interview about 25 Malaysian workers, select 20, offer employment to about 16 and after six months, only 10 would be in the employment of the company. For the same number of Singapore workers, it has to interview about 45 Singapore workers, select about 40, offer jobs to 20 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> and after six months, only 10 would remain in the company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with our tight labour market, this problem can only get worse. Hence, Sir, I believe that the employers, unions and the Government have a role in reducing wastage in our economy. I would like to ask the Minister for Finance - I think he mentioned this in his speech - whether he considers job-hopping to be a serious problem. Is the Government addressing this problem? And if it is addressing the problem, what measure does it think should help to minimise job-hopping? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> I would like to thank the Member for Cheng San GRC for raising this question of job-hopping, which I did mention in my response in the Budget debate. I do consider that the growth of job-hopping has posed a serious problem for the economy and something ought to be done. The Member has suggested and in fact pointed out cases where job-hopping has increased to a point where it significantly affects both productivity and cost of labour. Unfortunately, the Government does not know at this stage the full extent of job-hopping beyond the anecdotal evidence that it is widespread, particularly among the young, and increasing and I believe is likely to persist as long as the unemployment rate, which was only 1.7% last year, remains substantially below the equilibrium level of full employment which is about 3%. I believe the problem is sufficiently serious for employers, trade unions and the Government to jointly examine the problem to assess the dimensions of the problem and to come up with possible solutions. At this stage, I really cannot make concrete suggestions on what form of solution is possible, because it is a decision affecting the three sectors which should be considered jointly. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> I hope that the Minister can persuade his other colleagues in the Cabinet and come up with some suggestions in the very near future. On that note, Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $338,944,010 for Head N ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $307,446,000 for Head N ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head X - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head X - Pensions. Dr Lee Siew-Choh. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head X of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the past two years, I have asked the Minister to give more allowances for pensioners who draw less than $800 per month. And for the past two years, the Minister has come up with his stock answers, namely, the Singapore Allowances for pensioners were last revised in 1986 and that there are no new circumstances that make adjustments necessary. I am not certain, Sir, what the hard-hearted Minister's answer will be today. But he has at least admitted that there is inflation and in consequence he must or should agree that the higher cost of living is causing difficulties and hardships to many of the low-income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the figures released by the Minister in January 1990, many thousands of pensioners received less than $800 per month, about 10,000, and a few thousands of them received less than even $400 a month, round about 6,000 or 7,000 of them. In other countries, Sir, all pensions have been indexed to the cost of living to ensure that the pensioner's purchasing power remains u2naffected by inflation. But not in Singapore. Our PAP Ministers belong to a special breed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pensioners are all old people, Sir, who are no longer in a position to do any hard work. Helping them with increased allowances does not in any way smack of a welfare state. It is simply a recognition of the yeoman service that pensioners have loyally given to the Government in the past, including the PAP Government, helping the PAP Government to remain in office for the last 30 years. And already public assistance, Sir, has been increased since 1st March of this year. It is time that the pensioners' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> allowances too are appropriately increased. Every year, we have billions in surpluses, and I hope the Minister does not believe that the money is better spent on bullets and artillery shells than helping those who are in need. That would be a big disappointment to many thousands of pensioners in Singapore. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, the Member has asked the same question over the last two years and I explained that the increase in the Singapore Allowance was not justified. The question of a review of the Singapore Allowance was also raised with me by the Member for Punggol, Mr Ng Kah Ting, in December last year. And I have since advised him that conditions have not changed sufficiently to warrant further adjustments to the allowance in 1991. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should explain that the Singapore Allowance was introduced not as a system for indexing pension payments with normal CPI changes. It was first introduced in 1974 to assist pensioners at a time of unusually high inflation brought about by the first oil shock. In 1973 and 1974, the CPI increase was around 20% per year. The first revision of the allowance was made in 1980 to allow for the 8%-plus surge in inflation following the second oil shock of 1979. Subsequently, the allowance was revised upwards two more times, in 1982 and 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the last revision of the allowance in April 1986, there has not been any drastic rise in the cost of living. Inflation in 1990 was relatively mild compared to other countries. Food prices rose by only 0.8% overall in 1990. In fact, the overall price index of 10 selected foodstuff which I mentioned in last year's Budget debate has dropped by 0.5%. A further revision of the Singapore allowance at this time is therefore not warranted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can assure Dr Lee that a review of the Singapore Allowance will be considered should there be unusual changes in the inflation environment in Singapore in the future. It would have been easy to say yes, to avoid being called \"hard-hearted\", but we have to operate by certain rules. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Mr Speaker, Sir, his stock answer has come again. He has said that there is no drastic rise in the cost of living. Has he ever been into a supermarket? Every few weeks, food-stuffs have increased in price pasted on them. Even bread which used to be only 0.80 cents a loaf now sells at $1.20. Some brands sell at $1.40 and others $1.60. Is that not a higher cost of living? If that is not, what is? Bread is one of the necessities of life. And if that is not going to cause our Minister to think twice again, then I do not know what is going to cause him to think again for the pensioners. All these pensioners, Sir, have written to the Minister and they have, through various channels, also spoken to MPs, some of whom have spoken up in Parliament. But obviously our Minister does not seem to be responsive enough. In view of the high salaries that the Ministers have increased for themselves, it is only fair that those who are drawing low pensions should be given some extra allowances. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I think Dr Lee's point is that, notwithstanding, the CPI changes, the cost of living has gone up substantially. In the first place, the CPI data do not support this conclusion. I think the difference in perception arises because compared to 10 years ago, the consumer today has a very much larger choice of goods to purchase. If you take eating out, for example, 10 years ago, one could eat very cheaply and well at hawker centres or eat more comfortably at restaurants at a higher price. Today, there is a very wide choice, covering a wide spectrum of prices, ranging from the still cheap hawker food in HDB estates to more pricey places like Newton Circus, food courts, fast food restaurants, gourmet restaurants and so forth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same would apply to the comparative prices of other consumer goods sold in wet markets, hawker stalls, supermarkets and department stores. This means that a person can live modestly by careful shopping or live well by spending much more. The same $50 bill, which he mentioned last year, indeed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> can go very quickly, if he is prepared to spend on all the wide range of goods which are now currently available in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To quote him examples of price rises, again I would like to mention comparison between 1980 prices and 1990 prices. In the case of rice, one kg cost $1.05 in 1980 and today it costs 97 cents. Wheat flour, 83 cents per kg in 1980, it is 80 cents today. Bread has indeed gone up from 60 cents per 400 gm loaf to 72 cents, an increase of 20% over 10 years. Similarly, pork, $6.53 per kg in 1980 to $6.50 today. Fresh beef, $11.33 per kg in 1980 to $12.98, an increase of 14% over 10 years. Chicken, an increase of 5% from $3.95 to $4.15 per kg over 10 years. Hen's eggs went up by 2% over 10 years. Cooking oil has actually fallen in price from $5.46 per 2-kg to $5.24 per 2-kg today. Similarly, for sugar, 1 kg now costs $1.12 compared to $1.24 10 years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this amply illustrates that the basic cost of living has not fundamentally shifted, but the range of goods which can be very expensive has widened considerably. So the money which you have can go far or near depending on how you spend it. \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> Sir, can the Minister inform the House which supermarket sells bread at 72 cents per loaf? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I will send him a note on that. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, do you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Dr Lee Siew-Choh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Siew-Choh:</b> I am not satisfied with the answer given, Sir. Therefore, I do not wish to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $47,705,520 for Head X ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (Kebun Baru):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head S of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, I would like to speak on the subject of retrenchment benefits on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> liquidation of a company. Let me state briefly the problem. I will use the case of a shipyard, Vosper, to illustrate this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the recession in the shipbuilding and shiprepairing industry in the early part of the 1980s, the company decided to trim the workforce. Those who were retrenched were the poorer performers. The company went through several retrenchment exercises and retrenchment benefits were negotiated with the union, and paid. But the series of retrenchments was not enough to save the company. Finally, the company decided to liquidate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The liquidator refused to negotiate with the union for retrenchment benefits for the workers who were left behind. The union took the matter to court. The court ruled that a redundant situation did not exist, according to the legal interpretation of the term \"redundancy\", once the decision has been made to liquidate. It was a sad case and the workers who were left at the end were considered the better performers. They agreed to cooperate with the liquidator to work until the end. But they were left with nothing. What is more, when the assets of the company were sold, and the debts paid, the money left over was more than sufficient to pay the retrenchment benefits to the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A similar case took place in the President Merlin Hotel, although when the cash was realised after the sale, the company was not in the same happy situation as Vosper Thornycroft. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC has referred this matter to the Ministry of Labour. I know that the Minister is very sympathetic to this case. I wish to ask the Minister to inform the House when it expects to introduce legislation to correct this anomaly in the law. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee (Boon Lay):</b> Sir, retrenchment benefit is particularly critical and a help to low income workers who because of their low wages do not have sufficient savings of their own to tide over the period of unemployment. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> would like to take this opportunity to elaborate this problem of low wage workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the budget debate last week, I quoted figures published by the Department of Statistics which show that in 1989 12% of the employed persons earned less than $400 a month and 34% of them earned less than $600 a month. The Minister replied that most of the low income earners were part-time workers or school children doing work during vacation. I was indeed taken aback by the Minister's remark. Unfortunately, the Year Book of Statistics from which I took the figures did not contain the detailed breakdown of who these people are. So I went back to check from the other relevant sources to verify the actual facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With your permission, Sir, I would like to circulate a few tables which show the income distribution of our workers. [Copies of tables circulated to hon. Members.] These data are obtained from the Labour Force Survey of Singapore conducted by the Ministry of Labour and the Year Book of Statistics published by the Department of Statistics. The latest available data were those collected in 1989. Table 1 shows the number of workers by income group. Table 2 shows the income profile of our workers. If you look at Table 2, in 1989, 12.4% of the workers in Singapore earned less than $400; 34% earned less than $600 and 53.5% earned less than $800. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some may say that those earning low wages were the foreign workers. So let us take a look at the income distribution of Singaporeans. The figures are given in Table 3 and Table 4. Look at Table 4. 52.4% or more than half of the Singaporean workers earned less than $800 a month. If we deduct the employee's CPF, the take-home pay comes to $616. So 52.4% of Singaporeans actually earned less than $616 in take-home pay a month and 31.9% earned less than $462 a month in 1989. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are all these low-income earners part-timers and school children doing work during vacations? The answer is definitely no. We do not have hundreds and thousands of people working part time. As a matter of fact, the total number of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> part-time workers, and this includes the school children, who were included in the statistics were only 32,000 - this is according to the statistics - or 2.6% of the total workforce of more than a million people. This is a very insignificant number. So if we take out all the part-timers or school children of 32,000 from the statistics, it would hardly change the picture of the income distribution. Even if we assume that all those who earned below $400 a month were part-timers and school children, you still cannot run away from the fact that almost 50% of the full-time Singaporean workers earned less than $800 a month and 30% earned less than $600 a month. And this is before the CPF deductions. This was the 1989 figure, I should stress. We should see some improvement when the 1990 survey result is out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I presented some of these data last week, but I was laughed at when the Finance Minister simply dismissed what I said by claiming that most of the low-wage earners were school children and part-timers. Maybe the moral of the story is: it is safer to join in the chorus of praise for our great achievements; talk about the poor and you run the risk of being ridiculed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we have this woman journalist by the name of Sumiko Tan who was too anxious to demonstrate her wisdom. She wrote in the press accusing me for not doing my homework and misleading the House. She made disparaging remarks about me and NTUC. Who was misleading the House, I ask? And I say she was misleading the public by writing something which was not based on verified facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask Mr Speaker, Sir, whether we can allow someone to sit up there in the Gallery insinuating that a Member is misleading the House which is a very serious allegation. Some letters have appeared in the Forum page of the Straits Times. There is one today accusing Sumiko Tan for her commentary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Her only defence now seems to be why I did not question the Minister then and there when he made the statement. I think the answer is straightforward. When the Hon. Minister made a serious \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> statement and you wish to argue with him, the first thing you must do is to go and check the facts. Even when the Minister answers questions from Backbenchers in this House, he may not have all the answers and figures in his head. Sometimes he needs to ask the MPs to file a separate Question for Oral Answer so that he can gather figures and give appropriate replies. So what is wrong with that? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Goh, I am not so sure what your argument is. A Straits Times journalist has got nothing to do with retrenchment benefits. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I will come back to it. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think I have allowed you to stray. Can you get back to retrenchment benefits? \n  <br>4.15 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> With your permission, I will continue to talk about retrenchment benefits and wages. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think you had the chance to defend yourself already. So could you get back to the topic? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Let me come back to this problem of low wage workers and whether Singaporeans really earn that much. The Finance Minister said that the average wage of Singaporean workers was $1,427 in 1989. This was correct. But this included the income of the executives, managers and bankers like Mr Wee Cho Yao. I must say that using averages can be misleading. If the distribution of income of our workers follows what we call a normal distribution, then we would expect about half the workforce to earn less than $1,427, and the others more than $1,427. So taking the average, it is $1,427. But in actual fact the distribution is not like that. We have a large number of people earning much less than $1,427. But because of the high income group --- \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> On a point of order, Sir. The topic under discussion is on retrenchment benefits. If the Member wishes to speak on averages, income, etc., I suggest he moves an adjournment motion at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> some time during the sitting or at the next sitting, and he can have a full debate on this issue. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I must explain that the Member did seek my permission earlier to make a short clarification on what he said the other day, but I think he is going a bit too far. Mr Goh, can I insist that you get back to the point of retrenchment benefits? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> All right. I will just say this. I agree with my colleague, Mr Lim Boon Heng, when he said that when the workers are retrenched and the company goes into liquidation, they are denied retrenchment benefits. What I am trying to say is that if we look at the profile of the workers, some of them earn low incomes and they are the ones who would need the retrenchment benefits when they lose their jobs. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Mr Lee Yock Suan):</b> Sir, I would like to first respond to the issue of retrenchment benefits upon liquidation of companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has been reviewing the issue of retrenchment benefits in toto and the circumstances under which such benefits are payable. As mentioned by Mr Lim Boon Heng, an important question is whether retrenchment benefits should be paid to employees when they lose their jobs as a result of the employer winding up his business voluntarily or otherwise. Until the case of Vosper (Pte) Ltd versus the Shipbuilding and Marine Engineering Employees Union (SMEEU), it was commonly accepted that retrenchment benefits were payable by a company under liquidation. Many collective agreements which provide for the payment of retrenchment benefits assume that such benefits are payable in situations of liquidation. In Vosper's case, the High Court rejected SMEEU's claim on the following grounds: Retrenchment benefit is only payable by a company when it is still in existence. Where a company is still carrying on business and because the company finds that it is overstaffed or where there is reorganisation, some employees are dismissed, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> in which case they will be entitled to retrenchment benefits on account of redundancy. It follows that if a company is under winding up, its existence comes to an end and no reorganisation or redundancy can take place after a winding-up order is made. Therefore, there can be no retrenchment benefit in the case of a company forced into liquidation. The court had no power to force the liquidator to negotiate with the union on the payment of retrenchment benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, retrenchment benefits are paid to redundant employees to help them tide over their difficulties arising from the loss of their jobs through no fault of their own. It is also a form of recognition for their past services. These reasons continue to be valid when workers are thrown out of their jobs by a company under liquidation. It does seem unfair if employees who are held back to help turn around an ailing company end up getting no compensation whereas their colleagues who were retrenched earlier had received their benefits. As mentioned by Mr Lim, the workers who were held back tend to be the more productive ones. In fact, the Government has been telling companies that if they are to retrench, they should retrench the less productive workers first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of Vosper (Pte) Ltd, as you have heard, the company had sufficient funds to settle all outstanding claims, including retrenchment benefits. I am, therefore, inclined to recommend that the law be amended to clarify that retrenchment benefits are payable by a company under liquidation. It has taken my Ministry some time to study this issue. It is quite complex because we are looking at the whole issue in toto. But I expect that this particular issue of benefits upon liquidation should be resolved fairly soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to turn next to the points made by Mr Goh Chee Wee to clarify what he said the other day. Just to correct one small error in his presentation. He mentioned that in Table 4, the total number of Singaporeans who earned less than $600 per month in 1989 was 52.4%. Just a small correction there. I think it should be 42.4%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> No, 31.9%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> 31.9%, is it? Yes, I am sorry. He mentioned the figure of more than half or something. Anyway, the point is this. First, concerning the 12% of the workforce or 156,000 persons earning less than $400 per month in 1989, I looked at the statistics in more detail. These were mostly Singaporeans, about 76% of them, but the figure of 156,000 includes some foreign workers, for example, foreign maids who, as you know, are usually paid less than $400 per month. Of the 120,000 Singaporeans remaining, about half or 60,000 were part-timers and national servicemen. So you are left with about 60,000 workers. As it was a June school vacation, there were also many students working full-time, as well as part-time. Older workers above age 45 formed 20% of the total, about 30,000 workers. Some were unskilled and earning low pay, for example cleaners in HDB estates. Some respondents may have also under-declared their income. So for this group of workers earning less than $400, there could be a small number who are older workers, as I said, for example, the HDB cleaners. But in general this does not represent the salary situation in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look next at the figure of 427,000 persons earning less than $600 per month, about 360,000 were Singaporeans. Of these Singaporeans, about 70,000 were part-timers and national servicemen. Another 84,000 workers were workers above the age of 45. So again you have the problem of some older workers. There were also 160,000 workers who were below the age of 25. If you exclude the national servicemen and student part-timers, the majority of this group of 160,000 workers were probably young production or service workers who had started work recently. The starting pay of $600 or less per month is lower than in the other NIEs and the developed countries but higher than in the other ASEAN countries. Therefore, if you look at the figure of workers earning less than $600 per month, and you exclude the part-timers and the national servicemen, there is a big group who are new workers. So the starting pay of about $500 per month is reflected in this figure. It is probably true \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> that in our Singapore situation, there is still a number of older unskilled workers who are drawing lower pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having clarified all these, I just want to say that I agree basically with Mr Goh Chee Wee that if the work permit policies are too liberal, the result could be to depress local wages. On the other hand, if we do not allow new projects to hire foreign workers, the investments may not come to Singapore. Therefore, we have to allow some foreign workers to come in, but regulate the foreign worker population carefully to avoid the long-term social and economic costs. I hope my clarification has laid to rest this issue of low paid Singaporean workers. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, I think the Minister has tried to explain and justify why these people should earn low wages. In his remarks, he said that because they are young their wages are low. It gives that impression. But what I must clarify is this. When I quoted all these figures, I was trying to point out the general wage level and wage distribution of Singaporean workers and how it compares with the NIEs and others. So if we wish to discuss and find out why they earn low wages, I think we need some other forum. But, generally, I just want to stress that when I presented these data I was just trying to present the income distribution and the general wage level of the workers in Singapore. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I was not trying to say that Singaporean workers should be paid low wages. In fact, I am one of those who strongly advocate that the purpose of economic development is to have a stronger economy and higher wages for our workers. In fact, as Mrs Yu-Foo Yee Shoon has mentioned the other day, quoting some figures, our wage rates in Singapore are comparable but slightly lower than the wages in Hong Kong, South Korea and Taiwan. That was as of 1989. But if you look at our wages compared to, say, the Philippines, Indonesia, or even Malaysia, we are much better off. These are competitors very close on our heels. For example, there have been cases of Filipino maids here who are able to use their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> salaries to maintain their families and also to employ maids on their own in the Philippines. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1991/92, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PARLIAMENTARY PRIVILEGES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, before I move that Parliament do now adjourn, may I take this opportunity to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> remind Members of the House that they are all given Parliamentary privileges and they are certainly free to say what they want to say in this House and for good reasons they are protected by the Parliament (Privileges, Immunities and Powers) Act. But, at the same time, they should also be wary not to misuse this by making references or attacking people outside the House who are not in a position to defend themselves. I hope the Members will zealously guard the privileges given to them and not abuse them. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
