{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1992-03-09\"> \n  <meta name=\"Start_Col\" content=\"513\"> \n  <meta name=\"End_Col\" content=\"592\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">09-03-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 513</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 9th March, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 514</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 515</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 516</b></font>\n  <br>\n  <br> \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 517</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn -- from 7th to 10th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung -- from 11th to 21st March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo Tsai Kee -- from 16th to 19th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeo Ning Hong -- from 21st to 28th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling How Doong -- from 2nd to 24th April, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew -- on 9th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau -- from 21st March to 2nd April, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr K. Shanmugam -- from 9th to 19th March, 1992. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 517</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ASSENTS TO BILLS PASSED</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the dates stated: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 518</b></font>\n  <br>\n  <br> \n  <br>\n  <br>2nd March, 1992 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) Government Securities Bill 1992; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Income Tax (Amendment) Bill 1992. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 518</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>LABOUR-INTENSIVE INDUSTRIES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Relocation of operations)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Encik Harun bin A. Ghani</b> asked the Minister for Trade and Industry (a) how many labour-intensive industries relocated their operations elsewhere from 1987 to 1991 and (b) whether such movements pose an unemployment problem for Singaporeans, especially those with a lower level of education and skills. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng (Senior Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Trade and Industry (Mr Lim Boon Heng) (for the Minister for Trade and Industry):</b> Mr Speaker, Sir, in the last few years, we have encouraged Singapore-based companies to seek investment opportunities overseas. Our private sector investments in Malaysia increased from 47 million ringgit in 1985 to 859 million ringgit in 1990 (S$42 million in 1985 to S$576 million in 1990). Singapore's investments in Thailand rose from 6.9 billion bahts in 1988 to 15.1 billion bahts in 1990 (S$0.5 billion in 1988 to S$1.1 billion in 1990). These overseas investments do not necessarily give rise to a contraction of Singapore's industries. Many of these investments take advantage of new market opportunities in the foreign countries. Our experience shows that entire industries do not close down operations in Singapore and move to another country. Rather, the industries distribute \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> their activities to other countries to seek out the comparative advantages available there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regional investment by Singapore-based companies does not pose an unemployment problem to Singaporeans as we have continued to enjoy full employment. The business linkages built up through the direct investments enabled our companies to widen their marketing, production and distribution networks and upgrade their technological base. As our economy restructures and adapts to the highly competitive international environment, our workers have to upgrade their skills and knowledge. The National Productivity Board has provided many programmes for companies to upgrade their workers at all levels through continued training and education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 519</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>TRAINING AND RETRAINING OF WORKFORCE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Results and benefits)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Encik Harun bin A. Ghani</b> asked the Minister for Trade and Industry (a) whether the various efforts to train and retrain our workforce produced encouraging results over the years from 1987 to 1991 and (b) how many workers in the lower-income and lower-skilled group have benefited from the various training schemes. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng (for the Minister for Trade and Industry):</b> Mr Speaker, Sir, efforts to upgrade our workforce through training have produced encouraging results. The response from workers and their companies to training opportunities is good. The 'Fast Forward' training programme organised by the National Productivity Board (NPB) has attracted more than 700 companies. To date, about 14,000 of their employees have signed up for 'Fast Forward' courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Worker training has paid off for both workers and their companies. Training and upgrading of our workers have raised their productivity. For the economy as a whole, productivity has grown by an average of 3.6% a year over the period from 1987 to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 520</b></font>\n  <br>\n  <br> 1991. This increase has translated into real wage increase of 5.5% a year over the same period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that these benefits of training are available to a wide spectrum of workers, the Government has implemented broad-based training programmes as well as a more specialised skills training. Examples of broad-based training programmes are BEST and WISE. These programmes provide workers with the basic foundation for skills training. To date, 114,500 Singaporeans have attended at least one module of BEST, and more than one third of them have passed module 4, which is equivalent to primary school standard. This upgrading process has enabled 13,000 workers to proceed to WISE and other basic skills training programmes. Since 1980, 40,000 workers have attended at least one module of VITB's part-time skills training programme under the modular skills training programme. 8,200 of them have successfully obtained the full National Trade Certificate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Fast Forward training programme provides less qualified workers an opportunity to upgrade themselves. Half of the 14,000 workers enroled on the Fast Forward programme have not attended any previous post-employment training. Compared to other training courses, Fast Forward has relatively more older workers enroled on it, and many of them are of primary education level. Training schemes such as Fast Forward, BEST and WISE are reaching out to a broad base of workers. Training places allocated by NPB to lower-income workers have increased five-fold from 39,000 in 1989 to 186,000 in 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 520</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MOSQUITO BREEDING IN SINGAPORE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Encik Harun bin A. Ghani</b> asked the Minister for the Environment how serious is the problem of mosquito breeding in Singapore; what steps have been taken to eradicate it; and how effective are they. \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Speaker, Sir, many houses in Singapore are still breeding the Aedes mosquitoes despite intensive public health education and widespread publicity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> on the dangers of the Aedes mosquitoes and the deadly disease that these mosquitoes can transmit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Aedes mosquito breeds in homes, in clean stagnant water under shade. Unless everyone makes an effort to prevent breedings in his or her home, it will be extremely difficult, if not impossible, to bring down the number of dengue fever cases in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1991, Sir, a total of 7,273 breedings were detected in houses and other buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will continue to use public education as its main strategy to overcome the problem. Public Health Inspectors will step up home visits to check and advise occupants on the measures they should take to prevent breedings. Those who continue to breed mosquitoes in their homes will be given summonses. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, besides Aedes mosquitoes, are there other types of mosquitoes in Singapore which are equally harmful? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Sir, besides Aedes mosquitoes, the other most common specie of mosquito found in Singapore is the Culex. But unlike the Aedes mosquito, the Culex mosquito only breeds in polluted waters, such as in choked drains and ground puddles. For the benefit of the Member for Aljunied GRC, Culex mosquitoes can transmit filariasis, a disease that causes fever, cough, asthmatic attacks and swelling of the limbs. But unlike dengue fever, Sir, filariasis is not fatal. This I have been told by doctors in my Ministry. Therefore, Culex is termed a nuisance mosquito because of the itch and irritation it causes when it bites. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 521</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>ACCESSIBILITY TO BASIC HEALTH AND LIMITING NUMBER OF DOCTORS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Wong Kwei Cheong</b> asked the Minister for Health how the Government can ensure that basic health is accessible to all if it is the Government's policy to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 522</b></font>\n  <br>\n  <br> limit the number of doctors by maintaining the intake of medical students at the National University of Singapore at 150 a year. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Yeo Cheow Tong):</b> Mr Speaker, Sir, the number of doctors in Singapore has increased significantly in the past 20 years. We had about 3,600 doctors in 1990, compared to only about 1,400 in 1970. This is an increase of 2,200, or about 160%, compared to the increase in our population of 45% over this period. The doctor to population ratio improved from one doctor to 1,500 population in 1970 to one doctor to 830 population in 1990. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total number of doctors in Singapore will continue to increase significantly, even at the present intake into NUS of 150 medical students a year. This is because, in addition to the medical graduates from NUS, there are also Singaporeans returning from abroad with medical degrees as well as non-Singaporean doctors working in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry projects that we will have about 5,200 doctors in the year 2000. The number of doctors will therefore increase by 1,600 in this decade, compared to an increase of only 2,200 in the past two decades. Our doctor to population ratio by the year 2000 will be 1:650. This will be comparable to the current ratios of Switzerland and the United Kingdom. Members should note that these are countries with more dispersed and older populations than ours. Their need for doctors would consequently be higher than Singapore's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We therefore have enough doctors now, and will have even more in the future, to ensure that Singaporeans have at least good basic health care. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, can the Minister not subscribe to the basic economic principle that the more doctors we produce the lower will be the medical cost? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, contrary to conventional wisdom, this does not apply to medicine. Let me quote from some well known authorities in this area. Prof. Brian Abel-Smith from the London School of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 523</b></font>\n  <br>\n  <br> Economics and Political Science has done much research in this. In 1989 he published a paper, and I quote him: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'An excess of doctors is likely to lead to excessive prescribing and use of medical procedures and diagnostic tests in addition to the cost of paying them.' \n  <br>\n  <br>He goes on to say that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'In 11 of the 12 countries of the European Community, doctor supply is limited by planning the number of medical students or, in countries where this is not acceptable, raising the standard of the examination at the end of the first year of the course.' \n  <br>\n  <br>So they have their own mechanism for ensuring that the number of doctors is appropriate to meet the needs of society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the United States, Prof. U E Reinhardt, professor of political economy at the Princeton University, also stated that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The bulk of health care is received by rather sick patients who typically may not be able to act as a well-informed rational consumer depicted in textbooks of economics. They are easily exploited financially in a so-called free market for health care.' \n  <br>\n  <br>He therefore concluded that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The conventional, completely free market of the sort extolled in textbooks of economics is not applicable for health care in a civilised society.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So contrary to conventional wisdom, it is not possible to apply the free market principles to the provision of health care. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, how does the Ministry of Health propose to prevent the increase in the number of doctors who graduated from foreign universities? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, doctors who obtained their qualifications from foreign universities will be vetted by the Singapore Medical Council and only those with qualifications that meet the specified standards will be allowed to practise in Singapore. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, the Minister has given only a qualitative statement. Can he come out with figures to show that an increase in the number of doctors will actually lead to an increase in the cost of health care? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 524</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, one should learn carefully from the experience of others. In the US, this same philosophy was widely espoused in the 60s and this led to a tremendous increase in the number of doctors in the US. In a period of 17 years in the US, the number of doctors increased by a quarter million. Plenty of free market competition. Did it result in a reduction in health care cost? On the contrary, Sir, health care cost in the US increased very, very rapidly. And as a percentage of the GDP, total health care expenditure in 1970 was only 7.6%. In 1987, it increased to 11.2% and today it is in excess of 12% of the GDP. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, is the Minister not making a sweeping statement in saying that in the provision of medical health care, free market forces do not apply? Because in the provision of hospital services to the country, within the confine of that particular arena, in restructuring the hospitals the Ministry is also applying the free market forces to determine what is the rate to be charged to the patient. Furthermore ---- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Wang, are you making a speech? I think you have already asked your question. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, I quoted noted authorities who say that the principles of free market cannot be fully applied in the health care sector. It does not mean that the principles do not apply totally. Of course, principles of free market will apply in certain sectors. For example, in the supply of manpower, if the service providers do not pay according to the free market forces, they will not get enough nurses and administrators. Similarly, if they do not pay the prices of drugs as determined by free market forces, they will not get the required drugs. For the Government's restructuring of the hospitals, we are allowing free market forces to prevail in terms of setting salaries, but I can assure you that the free market forces are not allowed to apply in the setting of fees. If that is the case, then I can assure you that the hospitals would be charging a lot more, because that is what the market \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> would be prepared to pay when people are in need of health care. So in the interest of the public, we have had to influence the cost of health care. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> The Minister has only quoted examples in the United States. How could he see that the same will apply in Singapore? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, he is talking of free market forces. We learn from others whether those theories work. It is in our interest to learn from them. And if it does not work, not just in the US but elsewhere in the developed countries, we better learn quickly before we fall into the same problems that they find themselves in. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>EMPLOYMENT OF FOREIGN MAIDS</b>\n  </div> \n  <div align=\"center\">\n   <b>TO LOOK AFTER AGED PARENTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Lower levy)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mrs Yu-Foo Yee Shoon</b> asked the Minister for Labour whether his Ministry will consider allowing those who employ foreign maids to look after their aged parents to pay a lower levy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 525</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>EMPLOYMENT OF FOREIGN MAIDS TO LOOK AFTER YOUNG CHILDREN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Tax relief for working widowers and male divorcees)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Labour whether he will consider granting tax relief to working widowers and male divorcees who have to engage foreign maids to look after their young children, in view of the proposed increased levy on foreign maids. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Mr Speaker, Sir, Questions 5 and 6 are somewhat related. May I have your permission to take both the Questions at the same time? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, you may. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, on Mrs Yu-Foo's Question, the main objective of the foreign maid levy is to moderate the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 526</b></font>\n  <br>\n  <br> demand for foreign maids. The levy must be the same regardless of who the employer is or what the maid is to be employed for. The Government is not in a position to determine the needs of various households and impose different levels of levy according to household needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, presently, as an incentive for people to look after their aged parents, a tax relief of $3,500 for each dependent parent staying in the same household is granted to taxpayers. The savings from this tax relief will offset part of the cost of looking after aged parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, on Mr Teo Chong Tee's Question, I sympathise with working widowers and male divorcees who have to look after young children. However, the objective of the double tax relief for foreign maid levy is to encourage married women to join the workforce and at the same time have children. It is not meant to help all employers of foreign maids. The double tax relief scheme is only two years old. We should make changes after we have sufficient experience to assess its impact on the demand for foreign maids. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, does the Minister agree that the employment of domestic maids would also improve the quality of life? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> I would agree with the Member that employment of domestic maids does improve the quality of life. But that does not mean that the Government should not regulate the influx of foreign maids into Singapore. If we are talking of improving the quality of life purely from the point of employing maids, then I would like to remind the Member that there are more than 600,000 households in Singapore. And if that is his only answer for improving the quality of life for these 600,000-odd households, then I fear that Singapore will have an overwhelming number of foreign maids in the future. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, I support that there should be control of foreign maids. I would like to ask two supplementary questions. First, will the Minister consider other measures to reduce \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 527</b></font>\n  <br>\n  <br> the demand for foreign maids, other than by increasing the foreign maid levy alone? The other question is: will the Minister consider a higher levy on the second maid of the same employer? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, on other measures to control the demand for foreign maids, my Ministry will always consider any useful suggestions that the Member or any other Member including members of the public have to make to us. At the moment, we feel that the levy is an effective mechanism and is one that should be used unless a better alternative is found. For the Member's information, my Ministry has over the years received more than 20 suggestions on how to control foreign maids other than using the levy as a mechanism. In the course of the budget debate, with your permission, Mr Speaker, I will have time to elaborate on some of these measures that have been proposed by members of the public and also to give my Ministry's response to why they would not be workable in most cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other supplementary question of whether my Ministry will impose a higher levy for those who are employing a second maid, my Ministry has responded, both in the media and on other occasions, that the number of employers with second maids, in other words, households with more than one maid, is very small. In fact, less than 3% of the 65,000-odd employers of foreign maids actually employ more than one maid. Hence, a second tier levy for those who employ more than one maid is not likely to curb the demand for more maids. And last year's increase of more than 20% in demand for foreign maids did not come from people who were applying for a second maid. The demand largely came from people who were just applying for their first maid. Hence a higher levy is not likely to solve the problem. But I would not rule out a higher levy if, in the future, the number of people employing a second maid should increase at an unacceptable rate. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I think the more important question is: after the increase in the levy, is there an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 528</b></font>\n  <br>\n  <br> increase of foreign maids? Or has the number reduced? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the increase in the levy for foreign maid will be effective from 1st April. From past experience, after each revision of the levy the demand for foreign maids drops. Demand will stay low. It drops from the previous high for a period of time, after which it may pick up again. The fact that it does pick up again later on is a reflection more of the economic growth achieved by the country, rather than the inefficiency of the foreign maid levy as a means of regulating the demand. What happens is that over time, with economic growth, people's income rises. Therefore, the previous revision of the levy becomes more affordable and more people will then apply for their maids. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What sort of timeframe has the Minister in mind before the demand picks up again with this $50 increase? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, we will monitor the demand after 1st April and see whether the drop has been substantial before we review the situation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 528</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [28th February, 1992], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament approves the financial policy of the Government for the financial year 1st April, 1992 to 31st March, 1993.\" -[Minister for Finance]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.56 pm \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Mr Speaker, Sir, I rise to support the motion standing in the name of the Minister for Finance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My GPC Members have discussed the Budget Statement. We also met the resource panel and the panel members have raised some pertinent points. In the budget debate today and tomorrow and in the Committee of Supply, my GPC Members and I will raise a number of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 529</b></font>\n  <br>\n  <br> economic issues. Let me start by giving an overall view and comment on some specific issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, allow me to participate in the debate on market forces and Government intervention. The Minister for Finance stated in his statement that the \"free market is the best system known for allocation of resources efficiently.\" I agree with him. I support the free market system and I also believe in market forces. However, there are good reasons for Government to intervene in the event of market failures caused by public goods and externalities. Let me illustrate. Defence is a public good. It cannot be produced by the private sector and sold in the market at a price like any ordinary good or service. Hence, defence has to be provided by Government collectively and financed by tax. Pollution is a good example of externalities. Government needs to intervene by regulation or by imposing tax to force polluters to cut down their activities or to internalize the externalities. Government may also have to correct market imperfections due to monopolistic elements and incomplete information. Again, Government has to invest in physical infrastructure and provide social services where the rates of social returns are high or the initial capital outlays are large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two areas that Government intervention is crucial: (1) macro economic management; and (2) income redistribution. With regard to the first point, I believe most economists, including those from MIT like Paul Samuelson and Robert Solow, would advocate that government should adopt macro economic policies so as to stabilize the economy and to reduce the magnitude of fluctuations of business cycles. No elected government can afford not to intervene when the economy is suffering from a prolonged recession or inflation. The question is what macro economic tools should be used, their timing, their dosage and their side-effects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the second point, it is common for governments to implement progressive income tax and to provide social services for the redistribution of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 530</b></font>\n  <br>\n  <br> income. Market forces allocate scarce resources efficiently, but market forces do not guarantee equitable income distribution. An efficient economic solution is not necessarily socially desirable. Hence, government needs to intervene. In the context of Singapore, given the scarcity of land, if the Government did not intervene by subsidizing land costs and even part of the construction costs, most Singaporeans would not be able to afford HDB flats. The Government also intervenes in education and health care through subsidies so as to ensure that education and basic health care are affordable to the lower income group. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subsidy need not be a dirty word, but Singaporeans must be aware of the dangers of using subsidy: subsidy hides true costs, subsidy distorts prices, subsidy generates excessive demand, and subsidy perpetuates itself. There are four basic questions about subsidy and they are: (a) what is the purpose of subsidy - for production or consumption? (b) to what extent should a service be subsidized when its costs escalate? (c) to what extent should a service be subsidized when its demand increases and becomes more diversified and personalized? and (d) could the Government resist demands and pressures for new subsidies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some Singaporeans believe that the Government should use the reserves to subsidize social services and to lower the cost of living. The Minister for Foreign Affairs has made public the results of two straw polls on Singaporeans' opinions towards the use of the reserves. According to the Annual Economic Survey, our official foreign reserves have reached $55.8 billion at the end of 1991. This figure appears large. However, this is equivalent to only 5.9 months' worth of merchandise imports. Even if we confine it to retained imports, the ratio would be around 10 months. In other words, our foreign reserves cannot buy even one year of retained imports for Singaporeans. Another way of looking at it is that the accumulated reserves of $55.8 billion are less than one year's GDP which was $61.9 billion last \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 531</b></font>\n  <br>\n  <br> year. Using the analogy of a family, the accumulated saving is less than one year of annual income. So I hope my fellow Singaporeans do not think of using the reserves for subsidies too readily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is in the interest of our citizens and of our future generations that we guard and preserve the reserves jealously. This is our only resource that Singapore could rely on if Singapore faces a severe recession or other hardships in future. In fact, we should aim to live within our means, and in good years, we should save as much as possible to build up our reserves. Another benefit is that the larger our reserves, the greater will be the Government's investment income from this source. The investment income, which amounted to about $5.6 billion in 1991, would help Government to finance defence, development expenditures and the provision of social services without raising tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another issue is tax changes and tax burdens. I agree with the Minister that the GDP pie should be made bigger before we talk about distribution of the pie. Income redistribution should come after and not before economic growth. However, if income distribution is perceived by many as unfair, then social and political stability could be undermined. In recent years, we sense some resentment among some Singaporeans in the lower income group. These Singaporeans perhaps perceive that Government has not looked after their interest and that the middle and upper income groups have gained more from Government policies. Against this background the rebate on service and conservancy charges (S&amp;CC) is important as Singaporeans living in one-room, two-room and three-room HDB flats who pay little or no income tax could also enjoy some form of tax benefit. The S&amp;CC rebate shows Government's compassion for the lower income group and, at the same time, it does not set an unhealthy precedent for tax credit or negative tax. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 532</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers have shown in this House how much Singaporeans, including those in the lower income group, have benefitted from the economic growth in the last 30-odd years in the form of increasing savings and also in the form of increasing value of assets and household appliances they have. It may be equally important to show the other side of the coin, ie, the relative tax burdens of different income groups. In the Year of Assessment 1982, 54.8% of taxpayers with chargeable income of less than $5,000 paid a total of 3.9% of tax revenue. The average tax burden of this income group was $101 per capita. At the other extreme, 0.9% of taxpayers who had chargeable income of more than $100,000 per year paid 37.7% of the total tax collected in that year. On the average, the tax burden of the higher income group was $55,569 per capita. Taxpayers with chargeable income between $10,000 -100,000 constituted about 22.6% in terms of the number of taxpayers that year. They contributed a total of 53.2% of tax revenue. On the average, the middle income group, ie, those who have $10,000 - $100,000 chargeable income, paid $3,326 per capita in that year. The figures I have quoted are for the Assessment Year 1982. These figures are outdated. May I request the Minister to update these figures to show that the tax burden is basically shouldered by a relatively few number of taxpayers in the upper and middle income brackets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reduction of corporate income tax from 31% to 30% is welcomed by the business sector. However, businessmen are not particularly excited about this reduction, partly because the reduction is expected but mainly because businessmen and investors are worried about the rising cost of doing business. Because of the tight labour market, nominal wages continued to increase by more than 9% in the last three consecutive years - 9.8% in 1989, 9.3% in 1990 and 9.2% in 1991. I must clarify that the nominal wage here measured by payroll per worker includes bonuses but excludes employer's CPF contributions. The nominal wage of the manufacturing sector increased by 11.2% between 1990 and 1991 though that sector \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 533</b></font>\n  <br>\n  <br> experienced the slowest growth of 5.3% among the major sectors. As a result, the unit labour cost index in manufacturing increased to 117.4 as compared to 100 in the base year of 1983. Business unit cost index in manufacturing also increased to 108.3 last year as compared to 100 in the base year of 1983. Some pessimistic business people see the replay of the 1983-84 pre-recession situation. I do not share this pessimistic view. However, we need to assess the accumulative impact of rising labour costs, increases in statutory charges and a strong Singapore dollar on business confidence and our export competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the Minister for Finance has maintained that our corporate tax is competitive with many countries, many investors and businessmen choose to compare our corporate tax with that of Hong Kong. The Hong Kong Government has just announced an increase of corporate profit tax rate from 16.5% to 17.5%. I submit, Sir, a mere comparison of tax rates does not show the true tax burden. We need to look at how dividends and interest incomes are taxed, and what tax allowances and reliefs are given. The Minister may wish to give some comparative figures of total tax burdens of corporate and personal income taxes between Singapore and Hong Kong investors, taking into consideration the various tax allowances and reliefs for companies and individuals. Further, the Minister may wish to compare the Government expenditures between the two places. The obvious difference is that our Government has to shoulder the defence budget while the Hong Kong Government has no such obligation. Even though the average tax burden of Singaporean investors is higher than that of Hong Kong investors, the tax differences can be argued as a contribution to defence, which helps to reduce the investment risk in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, let me speak on the prospects of medium term economic growth. Most people are interested in tax changes, but we need to focus more on the prospects of economic growth in the next few years. Last year, our GDP growth rate was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 534</b></font>\n  <br>\n  <br> 6.7%, the lowest in the last five years. It was the fourth consecutive year that our economic growth rate had declined. When our economy enters into a more mature stage and starts with a higher base of US$10,000 per capita income, it is much more difficult to achieve rapid economic growth, as in the past. Apart from this so-called law of diminishing returns, the performance of our open economy depends much on external forces. This is not by choice, but a reality we have to live with. Two-thirds of our demand come from external sources. Free flow of goods and services, free flow of capital and free transfer of technology are crucial to our open economy. The formation of the North America Free Trade Area and the Single European Market will affect Singapore adversely in terms of market access and investment diversion. While we need to strengthen and diversify our international linkages, we need to ensure that our competitiveness is not eroded by domestic factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Productivity growth, quality of workforce, technological change and the capacity to adapt and adjust in response to internal and external changes are crucial factors in determining our medium economic growth prospects. I shall confine myself to the first two factors: productivity growth and quality of our workforce. The productivity growth rate declined continuously from 4.8% in 1989 to 1.5% in 1991, based on value-added per worker. It is lower if it is based on value-added per man-hour. It is the third consecutive year that productivity growth rate fell below the increase in real wage. Productivity growth rates of all major sectors declined in 1991 as compared to 1990. Wage increase is mainly a consequence of labour shortage; it does not necessarily reflect workers' productivity performance. Our panel members informed us that even though businesses and sales have slowed down, many employers continue to employ less productive local workers because it is difficult and costly to recruit their replacements. Another reason is that some employers need to maintain the local-foreign worker ratio. These \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 535</b></font>\n  <br>\n  <br> so-called labour stockpiling practices depress productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Productivity growth does not necessarily reflect the quality of our workforce. The Business Environment Risk Intelligence (BERI) ranked Singapore workers as No. 1 in the world in the last few years. We are proud of such achievement, but we have to ask ourselves whether our workers are really better than the Japanese, Korean and Swiss workers. It is difficult to convince employers who face job-hopping problems to agree that our workforce is of such a high quality. BERI's Labour Force Evaluation Measure Index for 47 countries is based on four factors, namely, \"legal framework\", \"relative productivity\", \"work attitude\" and \"availability of technical skills\". Our workforce has been ranked not very high in terms of the last two factors, namely, \"work attitude\" and \"availability of technical skills\". Another BERI's index, \"Quality of Workforce Index\" for 10 countries is based on such criteria as \"quality of equipment and physical facilities\", \"management quality\" and \"Government support for education and training\". These criteria are not direct indications of the quality of our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One thing, however, is certain: we need to invest more on education and training. One problem we face is that 19.4% of our workforce have no qualification and another 29.3% have only primary or post-primary education. Of course, the younger workers and the new entrants into the labour market have higher education. For older workers, we have to be more flexible to provide them with some training and find ways and means to upgrade their skills. In this context, the National Productivity Board should be commended for conducting some training courses in Mandarin. Older workers and some young Chinese-educated workers are more at home with Mandarin. If a worker can upgrade his skill, does it really matter whether he learns to acquire such a skill in English or in the mother tongue? Sir, productivity is not just about skills and better ways of doing things, productivity is also a mental state. It is crucial for NTUC, NPB and employer organisations to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 536</b></font>\n  <br>\n  <br> cooperate to improve work attitude, reduce job-hopping and enhance productivity consciousness among our workers. Unless we have a quality workforce to work with quality capital investments and level up to a higher level of technology, it would be very difficult for us to achieve 4-6% annual growth rate in the next stage of development. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, thank you very much for allowing me to join in this debate on the proposed Government budget for the financial year 1992/93. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The economy of Singapore had a reasonably strong growth in 1991 of 6.7%. The expectation of this year is that economic growth will be between 4% and 6%. I shall confine my comments on the Budget on three areas - firstly, its impact on the local residents; secondly, its impact on local small and medium-sized companies; and thirdly, the use of our reserves. \n  <br>\n  <br>\n  <i>Impact on locals</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the impact of the Budget on the locals, I wish to highlight two new and innovative tax incentives. First is the rebate on the service and conservancy charges, and the second is the tax relief for reservists. \n  <br>\n  <br>\n  <i>Rebate on service and conservancy charges</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am particularly heartened by the rebate on service and conservancy charges for December 1992 for rented and owner-occupied 1-, 2- and 3-room HDB householders. This rebate is a clear signal that the Government is keen to find ways and means to assist and be equitable to the low income group. As we all know, the low income group do not normally pay tax, and therefore they do not enjoy the 5% rebate for income tax, which was given over the past few years for other citizens. By the rebate on the service and conservancy charges, the lower income group which do not enjoy such 5% tax rebate are indirectly able to enjoy an equivalent tax rebate worth between $15 and $28.50. May I urge the Government that, in future, whenever the 5% rebate on income tax is given, it should endeavour to give the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 537</b></font>\n  <br>\n  <br> rebate on service and conservancy charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should also note that one small loophole of the rebate scheme is that there may be a small group of low income people who do not pay income tax and who do not live in rented or owned HDB flats in their own names. These people could perhaps be renting a room from a house owner or squatting with relatives and friends. These people could be given a one-time welfare contribution of $15, equivalent to the service and conservancy charges of a 1-room rental flat, if they do come forward to claim as such from, say, the Social Welfare Department of the Ministry of Community Development, because they do not enjoy this one-time payment of rebate on S&amp;C charges. \n  <br>\n  <br>\n  <i>Tax relief for reservists</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The tax relief for reservists offers an appropriate recognition of the contribution of our reservists. Mr Speaker, Sir, during the entire service period of a reservist, the amount offered is not small. A reservist, for example, will enjoy a total of $15,000 of tax relief for about 15 years of active reserve service, and another $10,000 of tax relief for 20 years of non-active service at the rate of $500 tax relief per annum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, under this scheme, there is one obvious anomaly, and that is, the low income earners who pay zero tax or low tax rates will not benefit as substantially as the high income earners. And this is irrespective of their individual contributions and roles in the reserve service. Perhaps the scheme can be made more equitable if a flat amount of, say, $50 or $100 tax rebate per annum be offered to every reservist, and more be given to those who are in active service. \n  <br>\n  <br>\n  <i>Personal income tax and consumption tax</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Minister for Finance has not reduced the personal income tax of 33%, although he has reduced the corporate tax by another 1% to 30%. Personal income tax still remains at a top 33%. There will be a 3% difference between the personal income tax and corporate tax rates. I would therefore like to ask the Minister for Finance whether this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 538</b></font>\n  <br>\n  <br> will encourage individuals in the above 30% income tax brackets to form companies so that they will enjoy the lower tax rate of 30%. Perhaps the Government should consider reducing the income tax rate to 30% at the maximum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the general belief of why the personal income tax rate was not reduced was that the Government is waiting for the introduction of consumption tax and, at the same time, cut personal income tax. If that is so, then our concern is that the net effect will be that the overall tax burden will be shifted generally from the high income earners to a larger base of consumers who are in the low income group. The reduction of income tax will benefit the high income earners, and the consumption tax, when introduced, will be borne equally by the low income earners, especially their need for basic commodities and necessities. I understand that there will be a greater burden on the low income group. We know that the Government will be preparing a White Paper on consumption tax which will allow for a more in-depth and specific debate on the subject. The Government should take into account the above concerns in preparing the White Paper. \n  <br>\n  <br>\n  <i>Impact on local SMEs</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the corporate tax has been reduced by 1% while employer's CPF contribution is increased by half a percent. Depending on a company's profits versus its manpower costs, the benefit and cost would cancel out one another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this sense, besides those companies in the specific financial and insurance sectors which will enjoy new tax incentives, all other companies will see a nil effect of the Government Budget. They will benefit nothing from such a Budget. No wonder the companies are not enthusiastic about the Budget announcements, and the Singapore stock market did not respond positively to the Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, when we look deeper, we can see that the local companies, in particular the small and medium-sized enterprise, are facing increasingly serious structural problems. It may be helpful to identify and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 539</b></font>\n  <br>\n  <br> resolve these problems early. Let me list out some of the major areas of concern. \n  <br>\n  <br>\n  <i>Rising labour cost</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, rising labour cost. Our unemployment rate of 1.9% is one of the lowest in the world. Due to the acute labour shortage in the past five to 10 years, wage costs have been going up gradually. Employers have to resort to foreign workers but there are limitations imposed by the Government on local to foreign worker ratio and the cost burden of foreign workers levy which they have to bear. \n  <br>\n  <br>\n  <i>Training and productivity</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, training and productivity. Even if employers can get the workers, they have to train these workers. Because local workers are scarce, the poor work attitude and poor work discipline of the less mature workers may cause the companies' productivity to deteriorate. Job-hopping becomes more prevalent during periods of full employment. At the same time, because workers are difficult to come by, employers may be inclined to hoard workers, even when economic prospects are looking less buoyant. Hence, our productivity rate has been falling for the past three years, down to 1.5% last year. \n  <br>\n  <br>\n  <i>Declining competitiveness and profitability</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, declining competitiveness and profitability. As a result of the tight labour market, lower productivity and rising cost of doing business, most local industries and enterprises are looking towards relocating their labour-intensive operations overseas. This is a very logical move. But the concern is, are we rapidly losing our competitiveness? What should we do when the neighbouring countries eventually become more and more competitive than us in attracting foreign investors? If it becomes increasingly difficult to make money in Singapore, would our best local entrepreneurs and professionals be attracted to work overseas? We are aware that Malaysia, Thailand and Indonesia are becoming increasingly attractive to foreign investors. They are more and more successful in doing this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 540</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We would therefore like to urge the Government to study in greater depth the medium term implications of these problems. \n  <br>\n  <br>\n  <i>Use of our Reserves</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I now wish to turn to my final subject, which is on the use of our reserves. As our country progresses, we will encounter various rising financial costs, such as the cost of housing, health care, education, transportation and social services. As these costs rise, there will be increasing pressure on the Government of the day to dip into our reserves to help lessen the burden of the people. For example, the people may clamour for the Government to use the reserves for more social and health care services. Local industries may also try to persuade the Government to use the reserves to subsidise production costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe it may be timely for our Government to think through carefully and state clearly how it intends to use the reserves in the long-term interest of the country. The rationale and the justification should also be thoroughly and extensively explained to the people. The Government should also explain to the people the circumstances, when the reserves will be used, and when they should not be used, and to explain to the people why certain easy options are perilous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need to ensure that the use of reserves should not be in the short-term interest at the expense of the long-term interest. Until today, we often hear Ministers, at various times and at different places, mention the need to safeguard the use of the reserves. Perhaps, a comprehensive and coherent discourse on the matter would help to clear the air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am generally in support of the principle that the reserves should not be used as subsidies for consumption expenditures such as social welfare which do not generate long term and long-lasting benefits. The reserves, however, can be drawn upon to help develop and nurture capital assets, for example, education of children, upgrading of training and skills, and major infrastructural developments. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 541</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I wish to conclude by congratulating the Minister for Finance for introducing some new innovative measures 2in providing tax rebates targeted at the low income group such as the service and conservancy rebate. It demonstrates that we have a Government which is caring and interested in the welfare of every sector of our people. We wish that, through our collective effort, we will build a more stable and prosperous Singapore. \n  <br>1.33 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, according to the figures given by the Minister, Singapore's ranking, as far as the percentage of economic growth is concerned, is no longer the highest, or amongst the highest in East Asia and the region. We rank fifth after South Korea, Malaysia, Thailand and Taiwan. So the Government, unlike in the 1970s, does not have the privilege any longer, year after year, to boast of Singapore's high percentage growth rate in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;South Korea's economy expanded by a credible 8.6% in 1991. That was significant on two points. Firstly, that country, if you will recall, suffered many student and political riotings. Industries were disrupted because of the incessant political upheavals. Yet, South Korea could pick itself up and show an improvement on her economic performance. I am not advocating rioting in Singapore. But it does go to show that if a country's technological and industrial infrastructures are well entrenched, and its people are resilient, domestic political upheavals cannot destroy the economy. It could pick itself up and improve on it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point in regard to South Korea's 8.6% growth, I would refer to the question of maturity. We can safely say that the level of economic development of South Korea can match that of Singapore. To that extent, and not taking into account its level of GDP per head of population, its economy must be as mature or, if not, more mature than that of Singapore, and yet it can achieve a sizeable 8.6% growth. Whereas in Singapore, in 1991, there was only a 6.7% growth. The Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 542</b></font>\n  <br>\n  <br> predicts that the growth of Singapore shall be in the region of 4% to 6% in the years to come. South Korea's economy, in many ways, is just as mature as ours. Yet, it can still have an economic growth of more than 8% a year. Therefore, we start to wonder whether the excuse given by the Minister holds any water. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps, the true reason is that costs have been pushed up by Government policies. This is common knowledge. Some of the high costs incurred by businesses due to Government policies are the high foreign workers levy, high rentals, high cost of transport and the high employer's CPF rate. In fact, the local business community has already sounded its alarm bells. This was reported in a recent article in a local newspaper. The Government should take heed of that instead of waiting until another recession hits us, like in 1985 when we had a minus 1.8% growth. In that year, and the year after that, there were many untold hardships suffered by our Singaporean workers, especially those in the middle-aged group, ie, those above 40 years old. They were retrenched and it was impossible for them to get to find an equivalent paying job. Credit must be given to the Singaporean workers. Somehow they managed to pull through and survived. I hope that does not happen again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Year after year, the Government's budget reflects two characteristics. One is the Government's policy to have a surplus budget. And two, it is distinctly a pro-business budget. From this year onwards, the budget must get the clearance of the President. The Government cannot spend the reserves which it has not accumulated during its term of office. The previous Government has accumulated about $50-odd billion, and Dr Ow has said $58 billion. Nobody really knows the true figure. This must put tremendous pressure on the present Government and any future governments. The Government must now be under pressure to try to accumulate as much reserves as it can to show that it can perform just as well as the previous Government. At the same time, it also needs funds for its current development projects. This Government has committed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 543</b></font>\n  <br>\n  <br> to spend or to put aside $1 billion of the reserves for its Edusave programme, and to top it up if there are surpluses from the revenue. What does all this mean to the common man? He will have to work even harder and pay higher costs. Otherwise, how does the Government accumulate money in Singapore? The answer is obvious - dip deeper into the pockets of Singaporeans. We hear of talks about restructuring and upgrading. This type of thinking in the Government circle only means one thing - the people have to pay more for their services or rentals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The latest talk is about the restructuring of HDB shops. The sale prices put up by the HDB are so exorbitant. It has been worked out that, in some cases, sitting tenants of HDB shops shall have to pay double their present rentals over a 15-year period. Those prices are, in many cases, even more expensive than privately developed commercial units. In addition to these high prices, we must not forget that the HDB's costs in building those shops are much lower than that of private developers. Land cost to the HDB is also low. Some of the land acquired by the HDB are for a song. Some of those land which are originally used for burial grounds, or are zoned as agricultural land, or are in the green belt, have been acquired by the HDB for, I am told, about 75 cents per square foot. You might spend another 75 cents to clear the squatters, or to clear the land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the rate the HDB is pricing the commercial units these days, the land cost is probably inflated to $100 per square foot. On land alone, the HDB has inflated their land cost about 100 times. The Government has to make big profits to accumulate budget surpluses. The surpluses envisaged are from $1 billion to $2 billion each year. $1 billion is one thousand million dollars which is a very big figure. No wonder when the HDB increases the rentals, it does not do so by gradual steps of 10% or 20%, but a hefty jump of 30% at one go. This type of rental increase is much higher than those in the private \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 544</b></font>\n  <br>\n  <br> sector. I am told the rent for a hawker stall in a coffeeshop situated in a public housing estate can be as high as $4,000 per month. To the people of my generation, this kind of hawker stall rental is mind-boggling. No wonder the hawkers now have to work 14 to 18 hours a day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government says that it has to operate on a \"lean and trim\" basis. The average man-in-the-street has been operating on that basis for years. They have been lean and trim because they have to work at least 10 hours upwards per day for 361 days a year, save for the four days taken off for the Chinese New Year holidays. Indeed, it is not a wise policy to have high budget surpluses every year at this stage of Singapore's development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Money should be spent more on nation building, on culture, on the arts and education. Culture and the arts are not trivial or frivolous matters. Indeed, you will note that those countries which have high economic development have people not only with a high level of education but they are also more cultured. We need to build a more cultured, dynamic and vibrant society, where we can cultivate a new generation of Singaporeans who are more creative and innovative, and who can rise to meet the challenges of a more competitive business environment, which will become even more competitive in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I say that the budget has no balance towards the lower-income group; the budget should be tilted more in favour of the workers. For a long time now, there should be an adjustment to give a little more benefit to our workers who have really helped Singapore's economy progress in the last 30 years. I would favour a cut in the workers' CPF contribution to 20 percentage points instead of the miserly half percentage point. 33If we do give the workers more money, this would put more money in the market and it will help our local retailers. When they have got more money to spend, it would lift some of the hardships of our shopkeepers. The one-off 5% tax rebate and refund of the service \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 545</b></font>\n  <br>\n  <br> and conservancy charges for one month in respect of 1-, 2- and 3-room HDB flats is only a token amount. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now refer to the relief of $1,000 and $500 given to our national service boys. This material incentive, I say, is wrong in principle. It is too big an issue to settle it with material perks. As expected, most of our national service boys think that the tax reliefs given to them are peanuts. I am surprised to read that the Minister for Finance tried to justify the reliefs given as not insignificant when compared to the personal and earned income relief of $2,000 and $1,000 respectively. He must surely know that the personal relief and earned income relief have been fixed since 1967 and in fact they have attracted criticisms from all sectors of the public in that they are too low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our national service is a necessity and our young boys must do compulsory military training under our law. They have got no choice. But what should be taught to them surely must be patriotism, duty to the country and to defend our way of life. That must surely be inculcated in all our national servicemen. And once an incentive is given there is no end to it. Of course, the end result is mercenaries. Surely we do not want that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think a better solution would be to give them more equal opportunities in relation to education and jobs. At one time the Government had this policy of giving priority of jobs to our national service boys, but it was found that one section of the community was not doing national service and I believe that policy was scrapped. I would urge the Government to look into this policy again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The national servicemen have to lay down their lives for the country. How are we going to peg an amount to their lives? This is an issue which cannot be equated to material benefits. And the end result is that this material benefit will in fact lead to greater dissatisfaction. Although one Member has said that the Minister has thought of innovative policies, this one policy must not be allowed to continue if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 546</b></font>\n  <br>\n  <br> we really want cohesive and patriotic national servicemen to defend our country. \n  <br>1.50 pm \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung (Buona Vista):</b> Thank you, Mr Speaker, Sir, for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch on consumption taxes. We are all familiar with the criticisms against indirect taxes. These are that they are regressive, they are inflationary, they have a snowballing effect, there are difficult problems on the retail and tourist trade, and perhaps they are cumbersome to collect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These arguments have been made in this House before and I believe that they must be known to the Government even if they were not made in this House. Is it that the Government is ignorant of these shortcomings? If not, is the Government insensitive to the needs of the people? I do not think so. \n  <br>\n  <br>\n  <i>Why indirect taxes?</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why are indirect taxes useful? The basic reasons for replacing some direct taxes with some indirect taxes are sound. Direct tax is a tax on production whilst indirect tax is a tax on consumption. Therefore, direct tax discourages the accumulation and creation of wealth. Whereas indirect tax discourages consumption. A switch from direct tax to indirect tax means that the people can choose to spend less. If they spend less, they will be taxed less. Perhaps they would choose to spend less in Singapore and save up for spending elsewhere where they are not taxed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The need to reduce direct taxes is quite clear. With the world economy slowing down, there is that much less foreign investment available and there are more and more countries vying for this foreign investment. Foreign investors will naturally go to countries where their investments will yield them maximum returns. In this respect, if our direct taxes remain high we may drive away foreign investors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we must not underestimate the contribution of foreign investment to our growth. Indeed, over the last two decades or so, it was foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 547</b></font>\n  <br>\n  <br> investments which enabled us to generate higher levels of income and it was indeed foreign companies that have paid higher wages resulting in a higher standard of living for Singapore. Even for local businessmen, a high rate of direct tax would discourage enterprise and stifle entrepreneurship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A tax on consumption, accompanied by an equivalent reduction in direct income tax, means that individuals will not be worse off. However, this gives him more choice in his use of his income. If he spends more, he will pay more tax. If he spends less, he will pay less tax. Therefore, this will certainly discourage wasteful consumption. \n  <br>\n  <br>\n  <i>Implementation</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, whilst the principles for consumption taxes are logically based, I would like to make a few comments on its implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the low-income group. The low-income group will be hit. The Government needs to study the pattern of consumption and provide exemptions for some of these items. In this respect, I would like to quote some statements. In February 1986, the then First Deputy Prime Minister, Mr Goh Chok Tong, now the Prime Minister, said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Essentials will not be taxed, in order to minimize the regressive effects of consumption taxes.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In March 1986, Finance Minister, Dr Hu, said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... my Ministry officials who are now studying the issue will make every effort to ensure that the less desirable side-effects are mitigated.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He added: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'... the needs of the lower income group will be looked after by ensuring that essential commodities will not bear this tax whenever possible.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, these are laudable statements. They show that the Government cares for the poor. What is required now is for the Government to announce details of these exemptions in order to allay public apprehension and to relieve the anxiety of the people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 548</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, fixed income earners and pensioners, especially those who are now not paying income taxes, will be the worse hit. Government may wish to review pension payments and other forms of assistance to the really poor. This may be a one-time adjustment. However, I emphasise I do not advocate any scheme that would encourage dependency. \n  <br>\n  <br>\n  <i>Exemptions</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since one objective of consumption taxes is to avoid unnecessary consumption, the Government may wish to waive taxes on those consumption which are necessary, such as basic foodstuffs as well as those expenditures which are not wasteful such as health and transport. The Government may wish to consider exemptions for hawkers and shopkeepers in HDB and Ministry of the Environment markets. These are usually small-time businessmen whose livelihood is often difficult. The Government may also wish to find ways to identify those transactions which result in the creation of wealth rather than consumption and exempt them from the new taxes. \n  <br>\n  <br>\n  <i>Import duty</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As most of what we consume are imported, would it not be simpler to introduce an import duty instead of consumption taxes? Import duty will be easier to collect. There will not be a snowballing effect when an item is sold from one company to the next before being bought by the consumer. However, having said that, I wonder how an import duty will be justified in these days of liberalization. \n  <br>\n  <br>\n  <i>Selective consumption taxes</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a word about selective consumption taxes. At present, consumption taxes are already levied on tobacco, liquor, petroleum, cars, utilities, foreign workers and on entertainment, such as expenditure in hotels, restaurants, cinemas and horse-racing; although in the case of horse-racing, I am not quite sure what is being consumed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government intends to extend the list of selective consumption taxes in order to meet shortfalls in revenue. The time-based telephone charges might have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 549</b></font>\n  <br>\n  <br> one example. When introduced, it raised a big howl and I feel sure the Government has learned from the exercise. If a way had been found for the \"poorer people\", then some of the emotions might have been dissipated. For example, subject to some mechanism to prevent abuse, residents in 1- and 2-room HDB flats could have been treated differently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, and the occasional murmur when foreign worker levies were increased, selective indirect taxes seem to have been accepted. The Government may wish to review expenditure patterns and introduce indirect taxes which will fall less on the lower income group and more on conspicuous consumption and on those who can afford it. After all, if the Government plans to reduce income tax to 20%, as recommended by the Economic Committee, nobody needs to be worse off if he is frugal. \n  <br>\n  <br>\n  <i>Timing</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A word about timing. Currently, the economy is facing a slowdown. Quite coincidentally, when consumption tax was first mentioned in this House in 1986, the Singapore economy was then also experiencing a slowdown. I think the Finance Minister must be complimented on this timing. He is introducing this topic at a time of a slowdown in the economy, meaning that the tax will not be introduced right now and that the people can be assured that there will be no immediate implementation. Of course, I am sure that the Minister will bear in mind the economic situation of the country when he decides eventually on the introduction of consumption taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we may want to ask when more taxes are necessary. I would like once again to quote Dr Richard Hu who, in March 1987, told this House, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;' ... consumption tax will only have to be introduced at a time when we are compelled by international competition to reduce direct taxes to the point where compensatory consumption taxes will have to be introduced.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I take comfort in two words. First, the word \"compelled\", and the other wword is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 550</b></font>\n  <br>\n  <br> \"compensatory\". It means that he will not move unless he has to do so. It also means that he will take from us only what he would return to us in a different form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans know that the physical infrastructure is by and large in place, thanks to the good work of the Government. The need for development expenditure over the next few years is reduced unless, of course, if there are new ideas for spending huge sums of money for infrastructure. I also believe that our defence equipment are by and large in place. These two items are the biggest users of development expenditure, and if they are not needed in the future, the need to have more taxes may be reduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I again quote the Finance Minister. In March 1987, he told this House that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;' ... a broad based consumption tax will only be introduced if the revenue shortfall is substantial and a permanent deficit inevitable.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A year earlier, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'With increased economic activity, it may be possible to reduce direct taxes without necessarily introducing consumption taxes.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And in this year's Budget speech, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If the economy performs as well as we expect, and we are careful with Government expenditures, we should run a budget surplus in the next few years.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with this happy situation, the people should encourage the Government to continue to be frugal and be prudent in order to avoid the need for more taxes. In this regard, it may be necessary to note that consumption taxes will be levied sooner if the people were to ask for more subsidies for education, for health or for other expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Chinese saying goes: (yang mao chu zai yang shen shang). In other words, he who calls the tune must pay the piper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a prudent Government and a circumspect approach by the people in asking for additional social services, a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 551</b></font>\n  <br>\n  <br> broad based consumption tax may not have to be imposed even after the machinery is in place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, the Government must know the arguments for and against consumption taxes. It has decided to proceed, not because it is heartless or insensitive to the people's needs but because it is being prudent. This is one characteristic that has enabled us to prosper in the past. We should not compromise on this very basic principle. However, I urge the Government to consider the points I have made. They may mitigate some of the undesirable, and perhaps unintended, effects of consumption taxes and may make the taxes politically more palatable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Finance Minister himself had suggested that consumption taxes may not be levied for some time yet. However, he wants to put the administrative machinery in place. Another Chinese saying goes: (wei yu chou miao), ie, we must be prepared before a rainy day. This again is a hallmark of good Government. Of course, I would urge the Ministry of Finance to develop a machinery that is itself not too elaborate or expensive in order not to increase the cost of implementation both in the public as well as in the private sector. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Information and the Arts (Mr Ho Kah Leong)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, on 29th February 1992, the Finance Minister presented the Budget for the next financial year. It can be said to be a prudent and thoughtful Budget, although it is inevitable that certain people in some social strata may receive more benefits than other people in the other social strata. But, generally speaking, the Budget is a fair one. That is to say, people who pay more taxes will receive more rebates in absolute terms, than those who pay less taxes. However, the spirit of the whole Budget is aimed at encouraging and stimulating the further growth of our economic development and to appropriately distribute its expenditure on social development and looking after the welfare of our people. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 552</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally speaking, the Budget reflects the ruling Party's ideology and the model of society it seeks to mould. Therefore, in formulating its policy, the Government must have a thorough understanding of the domestic and foreign situations and the global trend of changes so that it can take a broad and long-term view to put our Republic in an invincible position in the long-term and to chart out the right direction ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although Singapore is a small country with a small population, we have enjoyed a good reputation internationally over the years. Leaders from the superpowers are frequently visiting us. This is due in no small measure to the fact that we have a very strong Government to lead us over the last decades. Senior Minister Lee Kuan Yew has rendered outstanding services in the construction of modern Singapore. His name will go down in history and be crowned with eternal glory. The solid foundation that he has laid down will be carried forward and be manifested by Prime Minister Goh Chok Tong and his team. So long as we put in our concerted effort, there is no reason why we should not succeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is a country without any natural resources. To survive, we have to expand and develop externally, and to develop externally, we have to face keen competition from outside. Therefore, we have to be fully prepared. The Finance Minister has allocated more funds in the field of education, training and research. This is a move in the right direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With our people generally receiving education, their wisdom will be enhanced and their vision widened. No matter which trade or work that we are engaged in, we must not close our door or be complacent and conservative. We have to take a broad view of the world and also to look ahead to the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us take a look at the world situation today. Communism has collapsed and the Soviet Union has disintegrated. The traditional confrontation between the East and the West no longer exists. Although there may be, from time to time, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 553</b></font>\n  <br>\n  <br> some conflicts in some sectors, the situation of the world as a whole is inclined towards peace and harmony. Under these circumstances, there will come a day when the various countries of the world will spend only on basic military facilities. There is no more need for them to spend large sums of money to compete in armament. This would also mean that the money originally meant for military facilities could be used to improve the standard of living of our people. There will come a time when the material life of our people has reached a saturation point and then they will start to seek a fuller and richer spiritual life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from the simple analysis above, we could see that the 21st century will be a time when people begin to pursue better spiritual life. Culture and the arts will receive unprecedented encouragement and sponsorship. People will pride themselves with their artistic cultivation. Sponsoring and participating in art activities and the collection of work of arts will be a major activity of our people in their leisure. In fact, some people say that the 21st century will see another Renaissance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must declare my interest as an amateur artist. But I must tell our hon. Members in the House that the collection of work of art is not a consumption. It is in fact a valuable investment. This activity will not only promote the development of art, but also increase your wealth. The only thing in the world that will unfailingly appreciate in value with time is the work of art. For instance, 100 years ago a painting by Van Gogh cost not more than US$200, but today a painting by Van Gogh can easily cost as high as US$20 million, and many antiques are being auctioned off in international markets at millions or even tens of millions of dollars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, facing the 21st century when people will be enthusiastically pursuing a richer spiritual life, are we prepared for it? I think this is something which we are very concerned with. I think we should put in more efforts in the following fields: Firstly, the Government should provide adequate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 554</b></font>\n  <br>\n  <br> infrastructure. Government has already announced the establishment of five museums and the construction of an ultra-modern National Arts Centre for the performing arts. Apart from this, we should also encourage our private sector to set up art galleries and to increase the exchange and sale of work of arts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we have to cultivate more talents in the various arts. The Government should sponsor the two private arts schools that we have in Singapore today. We have the Nanyang Academy of Fine Arts and the La Salle College of Arts. Apart from this, the Government should also provide more scholarships for our students to go overseas to improve themselves in their arts. We should also encourage the private sector to set up more scholarships for the study of arts, in addition to the existing scholarship for academic studies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the Government should take the lead in the collection of works of art and also allocate more funds for the purchase of works of famous artists. The reputation of a museum can be greatly enhanced if it has a good collection of famous paintings and antiques. Once the Museum is completed, we must try our best to enrich it. We would encourage private collectors to donate their collection to the museum for display. The Government on its part should also set up more funds to purchase works of art. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, we must relax our regulations and provide tax incentives to develop Singapore into an international auction centre for works of art, because with the establishment of an auction centre we can stimulate more related activities. We also need more experts, for example, the art authenticators, valuers, and framers. With the gathering of all these experts in Singapore, it would surely stimulate and develop Singapore into an art activities centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, we must let art reach out to the people. We must systematically organise and cultivate our people's interest in the arts and improve their standard of appreciation. On the other hand, the Government should also assist and help our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 555</b></font>\n  <br>\n  <br> artists to venture into the international market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in order to do that, we need a lot of money. So I hope the Minister for Finance would be more generous in allocating more funds for the promotion of the arts in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Singapore is but a tiny island. Yet, it has occupied a prominent space in the economic map of the world. Let us put in a concerted effort to make Singapore occupy also a very important position in the art map of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the financial policy of the Government as presented by the Finance Minister. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Mr Speaker, Sir, the Minister for Finance is to be congratulated for drawing up the 1992 Budget on the prudent principles of a balanced budget. As such, it does not stir up the emotions. I have not heard any loud cries of joy or pain over the Budget, in or outside this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I have some comments to make. My comments are concerned not so much with what has been stated as with what has not been stated in the Budget. Sir, the Budget Statement mentioned about the low productivity figure, the higher labour cost relative to Taiwan, South Korea and Hong Kong and the relatively higher cost of manufacturing in Singapore. It is clear from the Budget Statement that the economic barometer reading for Singapore in 1991 is the most ominous since the 1985 recession. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is nowhere expressed but nonetheless strongly implied that something must be done about wages to maintain Singapore's competitive position. I do not think there would be many people who would dispute that wages have to be pegged to productivity gains for Singapore to remain competitive. But, I wonder, all the same, shouldn't something be also done about pegging the prices of consumer goods and services to wages? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I expect there would be many objections to what I have just said. One would be that any control or regulation of prices would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 556</b></font>\n  <br>\n  <br> be inconsistent with Singapore's free market system. A second objection would be that a comprehensive regulation of prices would be difficult to administer, while a selective regulation of prices might not be effective. A third objection would be that it is not sure whether wage increases would be the cause or effect of price increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is easier to identify wages as a production cost item than to assess the part played by the cost of living element in the fixing of wages. In an industrial system like Singapore's, where there are negotiations on wages or wage increases, I am sure the cost of living aspect would not be far from the mind of the negotiators. The only question is how far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Consumer Price Index or CPI, published by the Ministry of Trade and Industry, does not help to answer this question. I am not saying that the CPI is not the state-of-the-art in its field. I am sure the CPI is a work of art in its portrayal of a stabilised cost of living on paper. But individual negotiators on wages may be influenced more by their actual cost of living than what the Government has published to be their notional cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, what individuals perceive to be their actual cost of living are likely to be influenced by what they themselves have read, heard or learned about Government policies or plans which are bound to affect their cost of living. I refer to the proposal, for example, to privatise the food centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's proposal to privatise the food centres is a good illustration of my point on how popular perception of cost of living can be influenced by Government policy. Members in this House may recall that the successful bidder for a stall at the Newton Food Centre was prepared to pay as much as $15,000 a month. It is also not surprising for the successful bidder of the tenancy of a HDB coffee-shop to pay a monthly rent as high as $50,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But these high rentals, though initially paid by the stallholders or coffee-shop operators, must in the end come out of the pockets of the consumers, the vast majority of whom are workers. Even if the prices are fixed to protect the consumers, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 557</b></font>\n  <br>\n  <br> the stallholders may be compelled by their high operating costs to short-change on quantity or quality, or both. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not place much faith on the argument that consumers have the free market choice of shopping around for the best value for their money. One reason is that consumers cannot do so regularly because of the constraint of time and extra transport cost. A more telling reason is that, with the eventual privatisation of all food centres as proposed, all the food centres would be equally expensive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once there used to be many coffee-shops operating in rent-controlled premises which served as a check on the prices charged by HDB coffee-shops. These non-HDB coffee-shops have gradually disappeared because of urban redevelopment. I do not think an extension of the Rent Control Act would be the answer nor the regulation of prices alone at food centres would be enough to ensure a fairer deal for consumers. A better way would be to ensure the stallholders at food centres and HDB coffee-shops do not feel compelled by high operating costs to jack up prices or cut down on quantity or quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public food centres and HDB coffee-shops are built on land which has been acquired at controlled prices. Even if economic rents are to be charged for food stalls at food centres and coffee-shops to cover their actual construction costs, the monthly rent surely cannot be as high as $15,000 per stall or $50,000 per coffee-shop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, balloting, rather than bidding, would surely help to prevent the inflationary trend of prices in food centres and coffee-shops because of ever increasing bids. The latest announcement by HDB to sell shophouses does not invalidate what I have just said because those shops, which are not bought by the occupiers in certain cases, will be sold to the highest bidders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from the viewpoint of workers, the situation may be likened to a person being given a leaking pail and a time limit to collect water from a low-pressure tap. The low-pressure tap is the National Wages Council-regulated wage system and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 558</b></font>\n  <br>\n  <br> pail is the pay packet of a worker. The leaks in the pail represent the unnecessary increases in the cost of living manipulated by various public bodies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if it is reasonable to expect workers to moderate their demands or even tighten their belts in the national interest, it should be also reasonable to expect statutory boards to reduce their surpluses or even unlock their coffers in the national interest. I do not think it is reasonable to expect workers to march strictly to the tune of productivity, when the various public bodies provide the accompanying music to the tune of profiteering under the banner of free market transaction. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, much has been said on this year's Budget Statement, both in public and in private, and in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Feedback Unit conducted a closed-door dialogue session on 4th March 1992 with 20 representatives from the various Chambers of Commerce and Industry, business associations, NTUC, institutions of higher learning, basically to obtain their views on the Minister's Budget Statement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as expected, there were numerous requests. These included reductions in property tax, foreign workers levy, increase in personal tax relief, further reduction in corporate tax, tax incentives for businesses to remit overseas profits to Singapore and assistance for manufacturers to relocate their operations overseas. There were also calls for part-time workers to be exempted from contributing to CPF. This, many felt, would increase their take-home pay and therefore attract more housewives to join the workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, two noteworthy points surfaced during the dialogue session. Firstly, a number of participants pointed out that the Government had, in recent years, adopted the market mechanism to regulate the demand for scarce commodities, like foreign workers, Certificates of Entitlements (COEs), foreign maids, etc. The unintended benefit to the Government of this policy was that it increased its revenue. In the case of the foreign workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 559</b></font>\n  <br>\n  <br> levy, Government should use these funds to help and encourage businesses to automate, to invest in R&amp;D and to globalise their operations. If possible, they would like to see a direct correlation between what they pay to the Government and what they get back from the Government. Sir, the Government's implementation of the Skills Development Fund is a good case in point. Nobody complains paying to the Skills Development Fund because they can see that whatever is paid to the Skills Development Fund, the benefits go back directly to the contributors. But in the case of the foreign workers levy, the business sector feels that having paid the money, they cannot see a direct correlation how this can be reverted for the benefit of businesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, reservations were expressed about the proposed consumption tax, and my colleague, Mr Peter Sung, dealt at great length on this subject. What I would like to say is that it was felt that if consumption tax is imposed, Singapore's image as a duty-free shopping paradise would be shattered, apart from imposing additional hardships on the lower income in our midst. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker Sir, I now have a few personal observations of my own to make on this year's Budget Statement. Firstly, Sir, the one point percentage reduction in corporate tax is most welcome. However, I believe we should work hard and the Finance Minister should work harder and accelerate towards the planned reduction to the target of 25%, as indicated by the Economic Committee in its Report in 1985. However, Sir, I would urge the Finance Minister also to consider similar measures for personal income tax. The gap now is 3%. If nothing is done to narrow this gap, our tax regime would favour only the business community against the individual. Our tax system, Sir, must not penalise or be biased against hardworking Singaporeans. Government should consider reducing the personal income tax also to the level of the corporate tax. Sir, it must be remembered that the ordinary individual taxpayer has no recourse to tax planning or other devices. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 560</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my second point concerns the projected lower growth of our economy. This is really cause for concern - the so-called maturing of the Singapore economy is a very dangerous concept. Whilst lower growth may be a reality, we should strive to improve on the growth rate. It should not become an excuse to hide our inability to induce more and better foreign investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with a strong Singapore dollar coupled with the opening up of Indochina and China, especially the Pearl River Delta, Shenzhen and the Indian sub-continent, more and more of our manufacturers and businessmen would go overseas. This is sound for the medium term, even painful for the short term. But we should also be careful in this area. Otherwise, we might see a \"hollowing\" of the Singapore economy. Moreover, Sir, there is no assurance that the weakening in export trade would be offset by strengthening service-earnings over the long run. Profit-earnings from Singapore investment overseas might not be sent back to Singapore for various reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, next I would like to turn to our tax treaties. So far, the Government's aim in concluding tax treaties with foreign countries has been to promote foreign investment into Singapore. However, Sir, the situation has now reversed and we see a reverse flow of Singapore investments in overseas markets. A fresh look should be taken at our various tax treaties. Although the present section 13(8) allows for tax-free repatriation of profits earned overseas, it is still, I believe, very restrictive. Exemption requires support from various Government agencies. It may be useful if profits from overseas investment be given a generous treatment when remitted back to Singapore. Would the Finance Minister be prepared to review the present situation and remove the administrative hurdles that are currently present? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the rebate for the December 1992 conservancy charge for 1-, 2- and 3-roomers is most welcome. But, at the same time, it must not send the wrong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 561</b></font>\n  <br>\n  <br> signals - it must not be the beginning of free \"give-aways\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I would like to touch on CPF. The 1/2% point increase is reasonable, especially taken in the context of the total wage bill. On the issue of part-time workers, it may be necessary for the Government to have another look at the CPF contributions, both by employer and employees. Many, especially women, refrain from part-time work, because after CPF deductions, the take-home pay is really not attractive. Maybe one suggestion that is worthwhile considering is to exempt the employee from contributing to CPF. This, in fact, would increase the take-home pay. In any case, Sir, some form of adjustments must be made, either a reduction in the percentage or the total amount. The employer's contribution, I believe, can stay, especially in this tight labour market. Any adjustment of CPF contribution of part-time workers will only improve the situation and encourage part-time workers, especially the women in Singapore, to get into the labour force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, in my view, the 1% restoration of the hotel cess could have been delayed to a more favourable time. As stated in this House, the economy is expected to grow slowly and the hotel industry is no exception. Frankly, I see no compelling reason to restore the cess back to 4%. It just adds on to business costs and to the surplus of the Singapore Tourist Promotion Board. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 561</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VISIT OF HE MR YURY F. YAROV,</b>\n  </div> \n  <div align=\"center\">\n   <b>DEPUTY CHAIRMAN OF THE SUPREME</b>\n  </div> \n  <div align=\"center\">\n   <b>SOVIET OF THE RUSSIAN</b>\n  </div> \n  <div align=\"center\">\n   <b>FEDERATION, AND HIS DELEGATION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. On behalf of hon. Members, I welcome His Excellency Mr Yury F. Yarov, Deputy Chairman of the Supreme Soviet of the Russian Federation, and his delegation who are present in our gallery. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 562</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <b>ANNUAL BUDGET STATEMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Mr Speaker, Sir, I rise in support of the motion standing in the name of the Finance Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I support the Budget as a whole, I would like to draw the attention of the Minister for Finance to a number of concerns that have been expressed by many people, both in public and in private. For example, the Singapore Manufacturers' Association (SMA) has just released the results of a survey conducted over January this year, showing that the manufacturers' main concerns are as follows: (1) rising labour costs; (2) low profit margin; (3) strong Singapore dollar; (4) keen competition in the foreign market; (5) keen competition in the local market; (6) shortage of skilled workers; (7) shortage of production workers; (8) difficulties in penetrating new markets; (9) rising Telecom cost; (10) meeting required quality standards; (11) shortage of technicians; (12) rising utilities cost; (13) rising transport cost; (14) shortage of clerical and related workers; and (15) rising rental cost. Of the 15 points listed above, Mr Speaker, Sir, ten are concerns that can be directly linked to policies and/or measures adopted by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These concerns are also expressed by other businessmen, besides manufacturers. Hence, we need to look at them in greater detail. \n  <br>\n  <br>\n  <i>Rising labour cost and the strong Singapore dollar</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Economic Survey of Singapore 1991, real wage growth for 1991 was 7.6% compared with 5.9% in 1990. With labour productivity growing by only 1.5% in 1991, this marked the third year in a row where real wage increases have exceeded productivity gains. In addition to rising labour costs, the Singapore dollar appreciated against the currencies of the three Asian NIEs, namely, Hong Kong, Taiwan and South Korea, about 4% to 9%. Our relative competitiveness declined further in 1991. There is a danger, Sir, that we are repeating the same mistakes that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 563</b></font>\n  <br>\n  <br> were made in the early 1980s which led to the recession of 1985. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1992 SMA survey, two out of five manufacturers have either moved or intended to relocate part of their business to neighbouring countries to cope with rising costs. Mr Speaker, Sir, the message is clear. We are rapidly losing our competitiveness. I hope the Government is fully aware of the problems faced by our manufacturers and businessmen as a result of rising labour costs and an appreciating Singapore dollar. The Budget did not address these issues. I hope the Minister can explain to this House what measures the Government is taking to help restore our competitiveness. \n  <br>\n  <br>\n  <i>Labour shortage</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next problem highlighted by the 1992 SMA survey concerns the shortage of labour, involving skilled and unskilled production workers, technicians, clerical and related workers. This is not a new problem. The unemployment rate, as at June 1991, was 1.9%, showing that we continued to have full employment. However, according to the 1992 Singapore Yearbook of Statistics, for persons aged 15 years and above, there were about 1,516,000 economically active persons and 819,400 economically inactive persons, of whom 244,000 were males and 574,900 were females. I must admit I have not made any in-depth study of these economically inactive persons, but can I request the Minister to form a task force and study how this large group of economically inactive persons can be drawn into the labour force and help alleviate the huge labour shortage problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I fail to understand, Mr Speaker, Sir, are the reasons for the recent increase in the foreign maid levy from $250 to $300. The Government should encourage more of the economically inactive females to join the workforce by making foreign maids affordable. This levy increase will make it less attractive for women in the lower-income group to work, thereby aggravating the shortage of production workers, and clerical and related workers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 564</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Rising costs</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the problems relating to rising Telecom cost, rising utilities cost, rising transport cost and rising rental cost. These are perennial problems. No one can question the Government's desire to recover all operational costs. What about excessive profits? I hope the Minister can inform this House the additional profits made by Telecom as a result of the new system of charging telephone calls according to usage. The bulk of this profit will be contributed by business houses, as there is a limit to the extent of control over their telephone usage. If Telecom has made excessive profits, as we all suspected, will the Government be prepared to review its telephone charges? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Mr Speaker, Sir, I must congratulate the Minister for introducing another \"painless budget\". However, all the blood-letting has been done outside the budget. Increases in foreign workers levy, foreign maid levy and Telecom charges are good examples. Such practices are disruptive and businessmen cannot do proper costings if cost changes are made frequently. May I request the Minister to consider including all such levies and charges into the Annual Budget Statement? Otherwise, if the present practice is continued, the Budget Day will be a non-event. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note and with these comments and suggestions, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.10 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.45 pm until 3.10 pm</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Encik Mohammad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohammad Maidin B P M)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, I wish to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 565</b></font>\n  <br>\n  <br> commend the Minister for Finance for presenting a budget that seems simple but is based on tested principles. I am sure it would have a strengthening effect on the nation's financial administration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Budget this time reflects continuity. It does not propose any change on the income tax, something that the people always look out for. The budget proposals this time have to be seen alongside the changes that have been made in the tax rate in the past. In any case, there is still the 5% rebate, which should serve to motivate the people to work hard to achieve their aims. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More importantly, the Minister for Finance is giving special attention to the low-income group who live in 1-, 2- and 3-room flats by sponsoring their service and conservancy charges for this December. Not forgotten are the national service reservists in the armed forces, police force and the civil defence who are granted a relief in recognition of their service, totalling $20 million. But this should not be seen as a reward. Their sacrifice and contribution for the sake of peace and security in the country is invaluable. \n  <br>\n  <br>\n  <i>Goods and services tax</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the introduction of any new form of taxation is always received with apprehension, especially when people have gotten used to relief after relief from the Minister for Finance. In this regard, I feel the Government has made the right decision to introduce a White Paper on the goods and services tax (GST) in the second half of the year. This would enable debate on the planned introduction of the goods and services tax, in the House and later among the public. The Government needs to explain this proposal clearly and get sufficient feedback from all quarters of society. We need to look into the impact of GST on the cost of living and Singapore's position as a shopper's paradise. More importantly, we need to ensure that basic necessities are kept out of the goods and services tax. If the introduction of GST could be offset by lower income tax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 566</b></font>\n  <br>\n  <br> rates, I think it would be seen more positively. The details would be clearer when the White Paper is presented later. So I think I will not comment on this further. \n  <br>\n  <br>\n  <i>CPF - 20%-20% by 1996</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has fixed the long-term CPF rate at 20% on either side, the employers and the employees. But the announcement that this target is to be reached by 1996 has raised some questions among workers. When we experienced the recession, workers willingly agreed to an immediate reduction of the employer's CPF rate. Now, when the rate is to be raised to just 20%, they are wondering why it has to take 10 years after the recession. Could we not consider reaching the target earlier, say, by 1994? \n  <br>\n  <br>\n  <i>Education, housing and health</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as in the past, education, housing and health continue to be given special attention. The Budget reflects the Government's commitment to providing Singaporeans the widest educational opportunities, quality housing and better health care. There is no doubt that the Budget is giving priority to these areas, as well as defence which also receives a large allocation, in the interests of national stability and long term prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Education receives particular attention with the allocation of $1 billion from the budget surplus towards Edusave. Edusave is another important step in the Government's effort to provide more educational opportunities for the people. Edusave will open the doors for students to a wider scope of education. It would have a positive impact on the all-round development of our students. \n  <br>\n  <br>\n  <i>Comprehensive education</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Comprehensive education is going to be an increasingly important area. In this regard, I would propose that allocation be made towards evolving an educational programme to help Singaporeans know themselves and their country better. I am talking about a subject, not necessarily for examination purposes, to be taught at primary and secondary, and even tertiary \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 567</b></font>\n  <br>\n  <br> levels, to give our people a grasp of the basics about Singapore. This subject can be called simply \"Singapore\". The aim is that our education system would produce people who are not just educated and skilled, but who also know and love the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are perturbed when we hear some Singaporeans singing glowing praises of some other country they have visited or read about, while totally ignoring its shortcomings and faults. Some even view their own country negatively. At the same time, we have also come across people who are not even sure of the country's geography when shown the map of Singapore. Of course, many know where the Singapore River is, but there are many other rivers here which seem alien to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I give these simple examples as they beg the question of whether Singaporeans really know their country when discussing matters of greater importance, matters pertaining to our survival. These include subjects like our history, the factors of our survival, our challenges, inter-racial harmony, our national administration, our political system, judicial system, national defence and so on. Although we have a short history, I think we possess a treasury of anecdotes and experiences that can serve as examples and a source of pride to all of us. In many respects, the problems we face are unique and we look for unique solutions, appropriate to our own situation. To foreigners, some of our measures may seem odd, but we know that they are necessary for our common good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need to draw up plans to help our young people grow up with a sense of pride and love for the nation. But this can only be achieved if Singaporeans know Singapore well. There is a Malay proverb that says: Tak kenal maka tak cinta, or, to know is to love. A comprehensive educational programme on Singapore would strengthen our loyalty and love for the country. It would be an important investment. It would also overcome some of the problems that we face from time to time. When people develop strong emotional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 568</b></font>\n  <br>\n  <br> roots here, they would not find it easy to emigrate to some other land on the promise of greener pastures. Another Malay proverb: Hujan emas di negeri orang, hujan batu di negeri sendiri, baik lagi di negeri sendiri - the grass might be greener on the other side, but it is still better here in our own land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But proverbs alone are not enough. We need to nurture this national spirit from young and the best place to do this is in our schools. \n  <br>\n  <br>\n  <i>National reserves</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have since independence espoused a fiscal policy that encourages economic growth. At the same time, we have always remembered to save and strengthen our reserves. Today, when our reserves are growing, and indeed we might say it has grown fairly large, we find some sections of our society itching in their fingers and palms. We hear some quarters asking for part of the reserves to be spent and for subsidies to be increased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that the Government should maintain some subsidies, such as those for education, housing and health. These are vital areas. But this has to be done subject to economic performance and should not go to the extent of jeopardising our reserves. In this regard, the Government's stand of cautious spending must be supported. Rather than being questioned, this practice ought to have the support of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experience in many other countries already trapped by the policy of giving subsidies must serve as a lesson for us. Singaporeans should not seek to persuade their political leaders to take the easy way out by spending the reserves just to win their hearts. This easy way out is actually the way to a difficult future. Efforts need to be made to help Singaporeans understand the significance of having a large reserve and its importance to confidence and to our economic stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some quarters of our population, I think, do not believe there will be any disaster should we spend just a few billions of dollars out of the tens of billions of dollars in our reserves. But that is not the problem. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 569</b></font>\n  <br>\n  <br> The problem is getting used to excessive spending, spending more than what we earn, because, as have been seen in other countries, this can be addictive. When we can no longer curb it, other problems will arise, with ramifications beyond our ability to control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a Malay proverb that encourages savings: Sedikit-sedikit, lama-lama jadi bukit, which means little piles in time make a mountain. This has been our principle in regard to our reserves. But once we start digging into it, little by little, even a mountain will in time be flattened. Worse still, if we get carried away, even that flattened piece of land will be reduced to a hole in the ground. When this happens, we will turn from a nation of savers to a nation of debtors. We, and generations to come, will have to bear the burden of debts. This is something we must avoid. Although our economy has been growing rapidly for the past two decades, it does not mean we will always be so fortunate. As it is, our rate of growth has already begun to moderate, and who knows what might happen next. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, let us take heed and be prepared. Let us keep up this practice of saving and strengthening our reserves for as long as the economy allows. We can only save when we have surpluses. Tomorrow, when hard times come along, the reserves will be our saviour. We have no other assets to serve as our stake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the financial policy of the Government. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Encik Sidek bin Saniff):</b> Sir, the 1992 Budget is a pragmatic one taking into account the need for the economy to stay on course in terms of growth while at the same time taking into consideration the uncertain or bleak outlook of the major industrial countries of the world. It also shows that our heart and mind are always with the people - ordinary people - even when we globalise our philosophy as well as our strategy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, it has its overall impact, short-term as well as long-term. And we may need to further scrutinise the measures \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 570</b></font>\n  <br>\n  <br> and maybe even find further solutions. Because I believe yesterday's formula can seldom solve today's problem. Today's formula many a time cannot solve tomorrow's problem. Tomorrow's problem we must have tomorrow's formula, a fresh new formula. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall now elaborate on five specific areas and measures which would definitely have an impact on our economy and, in the final analysis, on our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the reduction of corporate tax rates from 31% to 30%. It is a clear policy to enhance Singapore's position as a major manufacturing and financial centre in the world. It is a step towards helping to reduce the rising cost of doing business in Singapore. Consciously taking steps to reduce their internal operations we can also encourage them to venture into new markets such as in East Asia, Vietnam, China and, of course, in the ASEAN region. It is important for our business to be forward-looking and create business niches or opportunities for ourselves overseas instead of the typical attitude of waiting for opportunities to be created. It means venturing into new markets and forming partnerships and strategic alliances with domestic institutions or businesses in the countries they wish to operate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, the impact of the reduction of corporate tax on HDB business. There are some 60,000 business establishments in Singapore employing 50 or less employees. The majority of their businesses are located in HDB estates or the small shophouses. I met, together with my Eunos Division activists, their representatives a week before the Budget Statement. At that time, they still felt the increased costs of operations. They do not quite like it. But the reduction in the corporate business tax is a welcome relief, I would suggest, for the HDB businesses. And as the Minister for National Development said, the sale of HDB-tenanted shops in fact is a hongbao for the shop tenants. It is a tremendous booster dose for the small businesses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, based on my discussion with them, I still think there is an urgent need to further \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 571</b></font>\n  <br>\n  <br> help HDB businesses upgrade their operations such as entrepreneurial training, direct assistance in training and consultancy through the Skills Development Fund levy, as outlined by our own Ministry as well as our agency like the NPB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Small businesses have been the cornerstone for the development of the Japanese economy in the early fifties and sixties. And for us, much emphasis has been put on foreign MNCs. Much more emphasis must be put on to our small businesses. Maybe it is timely for them to form a cooperative and for us to set up a Small Business Bureau to develop the much needed strategic plan for upgrading the operations of specifically small HDB type of business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from private sector involvement, there is a need for a multi-agency approach involving EDB, NPB, NCB, TDB and other related Government agencies. This would help to increase the value-added of the HDB type of business which is a critical pull factor in the next stage of our economic growth and development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, the double deduction for skill and knowledge-intensive financial activities. The double deduction for skill and knowledge-intensive financial activities once again reveals the Government's foresight in providing incentives to boost Singapore's role as a regional financial service centre. To aspire to be a global financial market, it is imperative that local MNCs as well as foreign ones need to invest in knowledge-intensive services. The double deduction for skill and knowledge-intensive activities is a step in the right direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though mention was made to attract talented persons with specialised expertise and experience to work in Singapore, I think there is a need to develop our own indigenous pool of talent and expertise. The Management Schools at NUS and NTU and other institutions have done a good job in keeping pace with the developments, but I think there is a further need for them to continue to keep pace with these developments and, where necessary, to restructure their courses so that the new graduates are equipped with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 572</b></font>\n  <br>\n  <br> requisite skills to meet the demands of the financial market sector. The Skills Development Fund and NPB could look into assistance for post-employment trends for both workers and frontline executive level personnel engaged by the financial market. It is also important that we spend more time upgrading the skills of the workers in the financial market so that they could play a more important role in upgrading the activities of the sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just like the dealers in the futures commodities market, the TDB, in this respect, could undertake to conduct courses which would upgrade the skill of the dealers, including the administration and other support staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, public housing. During my discussion with my activists last week, an activist told me that he had to take the painful decision of lowering his expectations by turning down his original plan of buying a maisonette. He had already registered to buy it. Now he has to satisfy himself with a five-room flat. I hope it is an extreme case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nonetheless, according to them, the cost of public housing has risen. Resale price has risen even more. This, to my mind, has an impact, especially on the younger generation and the newly married couples. The emerging trend is that more and more Singaporeans in the lower middle income group are feeling the pinch. At least that was what the majority of them told me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is important that public housing is affordable for the younger generation of Singaporeans, especially the newly married couples. Ways could be found to match their reasonable expectations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, it is simply because, with 86% of our population now located in HDB estates, HDB is no more a roof above our heads. It is not an ordinary housing estate. It is not a building. To me, it is an institution. It is Singapore. It is us, with all the social, economic, cultural and political implications. I wish we can look into this area more closely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, foreign maid levy. It would be worth our while to debate it in this august Chamber, not now, not during the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 573</b></font>\n  <br>\n  <br> Committee of Supply, but on special days allotted just for this. I think we could be more pragmatic in our criteria in allowing Singapore households to employ maids. We must find ways of balancing between not turning ourselves into Berlin (they said that if you want to see the Turks, you do not have to go to Ankara, go to Berlin), and yet we could be slightly more generous to our neighbours, fellow ASEAN countries, especially. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is another subject that needs our comprehensive and thorough debate in this House. It is an issue of the future that will affect our citizens, our children, our value system, and it must be seen in a wider context. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most of the Filipino, Sri Lankan, Indonesian, Thai and other maids are dutiful daughters who, because of poverty or other financial circumstances, are forced to seek employment abroad so that they could support their families back home. Such a movement of labour, to me, is part of an international trend in the globalisation of the new world order, something that you cannot stop. It will be there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have in our midst Singaporeans who have found work abroad in the United Kingdom, America, Canada, Australia and other industrial and developing countries. Such a movement of Singaporeans helps to strengthen Singapore's global link with the world economy and provides valuable experience and employment to those adventurous and skilled Singaporeans. Hence, I would like to urge that the employment of foreign maids must be seen in the context of that wider global trend. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, by basing stictly on the income criteria may not be a practical solution for women earning less than $1,200 to employ maids unless their husbands have a high salary. Most have maids out of necessity. Of the $1,200, after $700 deduction, maybe they have about $500 or so surplus, which means a lot to them, especially for their children's education and other necessary comforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are working mothers with two or more children and whose salary is above \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 574</b></font>\n  <br>\n  <br> $2,000 and holding professional jobs. We must find pragmatic solutions for these professional women and thus encourage them to have more babies and, at the same time, help ease their anxiety relating to child care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this seems to be one of the most important reasons why more professional women are leaving the workforce for a few years to look after their young children. Some argue it is good for them but the question is: how long? This would affect of course the company or the institution even more should the woman hold critical position, not forgetting her own career and her own satisfaction in that particular company. This is where I think their happiness lies. And maybe the next time when you wish them Selamat Hari Raya, or Happy Hari Raya, or Happy Deepavali, or in Chinese, Gongxi Fa Cai, you can emphasise Xin Nian Kuai Le even more. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Mr Speaker, Sir, though not a clairvoyant, the 1992 Budget with its characteristic prudent fiscal policies was predictably cast in the image of its predecessor. Despite its similarity to previous budgets, it was a breath of fresh air considering the looming clouds of an economic slowdown. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our fiscal prudence has stood us well. Despite the difficult economic conditions throughout the world last year, our economy had achieved a creditable 6.7% growth rate. Compared to the trend of government spending in other countries, we have been allocating an inordinate amount of the expenditure to the key areas of education and housing. This is essential as Singapore, being a small nation whose only resource is its people, must invest in its people. To protect its people and the country, the allocation for military defence has also been justifiably significant. Together, the total allocation to these three areas of education, housing and defence accounts for 47.9% of the expenditure. Unlike many countries whose expenditure on social and health services hangs like a sword of Damocles over their stretched financial resources, Singapore \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 575</b></font>\n  <br>\n  <br> has managed to keep our allocation to health to 5.6% and community development to 1.4%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Wisely, we have also discouraged a subsidy mentality. Nevertheless, we must always be mindful of the needs of those who are economically less able. While my esteemed colleagues deliberate on free market policies and expound on the solutions to a widening gap between earnings and productivity, the rise in Singapore's unit labour cost and the declining export growth rates, I will focus my attention on the lower income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I am heartened that the Minister for Finance has taken pains to ensure that the lower income group has also something to look forward to. For citizen householders staying in rented and owner-occupied HDB flats of 3-room size or smaller, the gesture of a one month rebate of the service and conservancy charges is certainly a rainbow in the sky. Though there is no pot of gold at the end of this rainbow, more gestures in a similar vein will help to bring cheer to this group of Singaporeans who have little to look forward to during the Budget period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though many in this group may not benefit from the 5% personal income tax rebate, as they may not earn sufficient income to pay tax, some will still benefit. The tax relief for reservists is also a step in the right direction. Not only does it give recognition to the contributions of reservists but it will benefit a large segment of Singaporeans, especially those in the lower-income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I stand firmly behind the Government's decision to achieve a CPF rate of 40% with equal contribution by both employer and employee. The increase of the employer's CPF contribution from 17.5% to 18% and a reduction of the employee's contribution from 22.5% to 22% will bring cheer to many in the lower-income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The allocation of $1 billion to the Edusave programme will help to ensure that children from low income families will not be deprived of educational opportunities as a result of financial constraints. I am also heartened by the proposal to allocate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 576</b></font>\n  <br>\n  <br> funds to the Medifund programme in the near future when the proposals are more concrete. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite these silver linings in the cloud of an economic slowdown, my heart is heavily weighed down with concerns for the lower middle and the low income group. Though the budget is painless, the pain inflicted in between budgets may sometimes be bruising. An example of this is the recent increase in levy charges for foreign workers. Though the intentions are good, we must tailor the policy to ensure that the added financial burden does not make it economically non-viable for someone to continue working. This is more so when we have a tight labour market. The time-based telephone charges is another case in point. This together with the water conservation tax are forms of consumption tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent announcement on the introduction of a White Paper on Consumption Tax for goods and services in the near future has further raised the spectre of fear. I fear not for myself but for the economic crunch that the lower-income group may face. The principle of consumption tax must be tempered by the need to avoid unnecessary burden on the lower-income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must remind ourselves that each policy by itself may not cause a significant dent in the finances of each family but the cumulative effect may tip the scales to economic hardship for those in the low income group. We must realise that those in the low income group may not dare to wear a smile on their face on budget days for it is like the calm before the storm; they have to brace themselves for the winds of taxation that blow in between budget days. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, none in this House will ever feel a chill down their spine whenever a policy which increases the cost of living sweeps through this House. We must, however, not lose the quality of empathy. We may never experience the effect of such policies on our quality of life, but in the inner sanctum of our hearts we must be able to feel what these people feel and in the innermost niches of our minds, we must learn to understand their perceptions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 577</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just as I do not believe in encouraging welfarism, I also believe that those in the lower-income group must be encouraged to work hard knowing that their just rewards are for them to keep. Therefore, I beseech the Government to add a drop of empathy here and to add a drop of flexibility there when concocting policies, so that the final potion may not be too overwhelming for my dear friends in the lower-income group, on the contrary it should be invigorating. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this passionate plea, I support the Budget. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Information and the Arts and Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Information and the Arts and Education (Dr Ker Sin Tze)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, this year's Budget, like those presented by Dr Hu in the past, is solid and realistic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from changes in the tax rate on futures trading and financial services, there are no other major tax changes. In the personal income tax, the 5% rebate was started last year. To the Singapore residents who live in 1-room, 2-room and 3-room flats, the payment by the Government for their service and conservancy charges for December is good news for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to this, the tax relief for the reservists, the increase in cess and the restriction on the purchase of duty-free liquors are measures that affect only a small segment of the population. The only measure that affects the whole population, in general, is the increase of 5% on the water conservation tax. On the whole, the Budget of this year has no substantial difference from that of last year's. Basically, it is an extension of last year's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking carefully at the budget presented by the Finance Minister over the past few years, we can see clearly that Dr Hu has always been very prudent and cautious, always keeping expenditure within the limit of income, and to spend according to what the revenue is. The idea is to ensure that there is more income than expenditure and leave a surplus, if possible. This is the best way of doing business, running a country and a family. To a family if there is a surpl-us, then you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 578</b></font>\n  <br>\n  <br> will always be ready to meet with any unforeseen circumstances. To the society and the country, if the coffers are rich with budget surpluses, then we will have enough means and resources to meet any recession. But we can see also that the budget of a country is much more complicated than that of a family. The budget of a government is a means that can be used by the Government to lead and regulate economic activities. During recession, or bad times, the Government can increase development expenditure to support and sustain economic activities and to prevent the deterioration of the economic situation. When the economy is under inflationary pressure, then the Government can cut expenditure to prevent overheating of the economy. Therefore, a deficit budget has the effect of stimulating the economy, whereas a surplus budget will have contracting effect on the economy. Even if it is a balanced budget, the effect is still inflationary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1991, there was the Gulf War in the early part of the year which made the people very pessimistic about the economy. But at the end of the war, the economy turned out to be much better than expected. We achieved 6.7% of our economic growth. But this year, the economic prospects of the United States and other advanced countries are bleak. Our economy will be affected and we can only expect to achieve 4% to 6% economic growth. If during this period, the Minister for Finance can increase the development expenditure or cut down certain taxes to stimulate economic activities, then I am sure the people will have more confidence in our economy. During an economic slowdown, any measure that increases production cost will add on to the burden of the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Traditionally, Sir, the people look up to the Government as their protectors like parents. They expect the parents to protect them as they would protect their children. So during the cold weather, the government should provide more warm clothing and blankets to the people. But the general impression given by the Government is that it is only after you have caught a cold \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 579</b></font>\n  <br>\n  <br> that the Government will give you the medicine and care. This has already affected the physique of the people and the medical cost is certainly more than the cost to prevent the illness from developing. But this perception, of course, is not entirely correct, although it is a very popular one. This does not mean, however, that the Government should implement a deficit budget. What I am saying is that the Government should use flexible fiscal policies to reduce the surplus, when necessary, to maintain the stability in our economy and our development, and this is a good measure of flexibility that we can adopt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past two years, we see slower economic growth and the property market is rather quiet. The exception is that the prices of many old rent-controlled premises in the conservation area have gone up after the rent-control has been repealed. Property taxes go up with the increase in annual values of the properties. But in Neil Road, Bukit Pasoh and Cantonment Road, there are many old houses occupied by Chinese clan-associations. Some of these clan associations are very small, and they depend on the subscriptions, which are also very small, to survive. So if they have to pay for a substantial increase in their property taxes, then they will find it difficult to make ends meet. In the end, they may have to sell the properties and move to some remote places. But in the traditional concept of the Chinese, it is only as a last resort that they sell the properties passed down by their ancestors. Furthermore, members of these associations live in the neighbourhood. If the associations are moved to other places, they will lose their existing members and their activities may be shrunk. Some of these associations may even be dissolved. This is not in keeping with our efforts to preserve our traditions and our community characteristics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, under section 3, item 6(5) of the Property Tax Act, if the whole property or part of the property is used for charity purposes, or is conducive to the social development of Singapore, then tax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 580</b></font>\n  <br>\n  <br> exemption may be granted. Chinese associations also contribute to the social development but they are not granted tax exemption. The explanation is that they are only servicing the Chinese community. This is not in keeping with the intention of the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese associations look after the Chinese community, while the Malay and Indian associations look after their respective communities. This is a form of division of labour. They should all be given equal treatment for tax exemption. Furthermore, some of these associations cater not only to their own community, but also other communities. One example is the Buddhist Lodge which gives scholarships and bursaries to Malay and Indian students as well. So the Ministry of Finance can perhaps consider granting tax exemption or concession on property tax to those associations which have also contributed to social development, according to the quantum and degree of contributions. Tax exemption or concession should also be given to Malay and Indian associations to make sure that they will not be forced to move out from their original locations because they cannot afford to pay the higher property taxes. This, I think, is good for encouraging healthy social activities and the preservation of our heritage and traditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although, Mr Speaker, Sir, I have raised two matters, namely, the need for more flexible fiscal policies to maintain our prosperity and to grant property tax concession to associations, I would say that this year's Budget is still one that we should welcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the 1992 Budget of the Government. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Thank you, Mr Speaker, for allowing me to join in the debate. The debate appears to be a bit balanced in the sense that the Minister has presented a more or less balanced Budget. \n  <br>3.58 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans are savers, and we have a large proportion of Singaporeans, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 581</b></font>\n  <br>\n  <br> particularly the older generation Singaporeans, who are frugal and thrifty. We have been able to save in terms of assets and resources. Would this be the case for the coming generation? I hope the younger Singaporeans will be encouraged to save. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a need to review our incentives to encourage people to save. This is important as consumerism is making a serious inroad in changing the attitudes of the young. Sir, as you are aware, many young people in industrialised countries are more inclined to have a \"spend all\" attitude. This trend can lead to serious consequences and we must take steps to correct this dangerous attitude where people are engaged in a spending spree. Some of these consequences are: We will have a large pool of spenders who spend more than they can afford. It will lead to individual debts and it can be demoralising. Secondly, their indebtedness can lead to other deviant behaviours such as illegal trade and other criminal activities. Thirdly, the community may not have sufficient resources or surpluses for other investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that the policies that we have at this juncture do not provide the incentives for people to save. We have to find ways to inculcate in the young that it is good to save and incentives are made more attractive for people to save. We should consider tax exemption for interest on savings up to $50,000 in banks other than Post Office Savings Bank. This will in a way allow tax exemption for people who save in private banks too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fact that our people are our most important asset cannot be over-emphasised. We have no natural resources of our own. We even have to rely on others on essential things, eg, water. With hindsight, our political leaders have made the right decision to have concentrated on building our economy in the infant days of this nation. Present-day Singapore is the envy of many people. Our achievements have been stressed many a time and also in this House. A big amount of the credit must go \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 582</b></font>\n  <br>\n  <br> to our workers who have provided tremendous support to build our economy, both in the private and governmental sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a small group of workers who have given tremendous effort to contribute to our nation-building and these are people who have retired. I am talking particularly of our pensioners and many of these pensioners, both men and women, have contributed to the progress of our nation. But somehow we seem to have forgotten about the contributions of these people. We have not taken an active interest to see how their efforts could to some extent be recognised. While our pensioners have made no insignificant contribution to this country's greatness, to-date there is little recognition given to this group of citizens, if at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a long while, another important group of our citizens were not given any recognition. I am talking about our reservists. In this Budget, we have finally been able to give a token of recognition in the form of tax relief to reservists. Sir, I urge the Minister to consider and implement some form of recognition for this group of people, particularly our pensioners, just as a token of good gesture. A recognition of their support would go a long way to provide a signal that their contribution is worthy of our community's recognition. I know that the Minister may think that it is a small issue. We have from time to time brought up this matter in this House and I hope that he will look into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the value of our population has increased over the years as the nation gets better educated. We must not get complacent. We must continuously and arduously enhance the quality of our workforce in whatever way possible. Human capital investment becomes an important area for us to review. And it is necessary that we place an important premium in education, particularly in the training of our older workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as you know, knowledge is power. A better educated workforce would help provide for a more productive workforce. Hopefully, further training will serve to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 583</b></font>\n  <br>\n  <br> improve the productivity of our workforce. The urge to address this problem is magnified by the fact that our economy has been challenged by various economies in the region. It is therefore important for us to ensure that we keep the competitive edge and we are able to meet the challenges ahead. One way would be to allow our workers to upgrade themselves, and be better equipped in terms of their skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, our tax system allows for a course relief of a maximum of $2,000. As our population gets better educated, upgrading oneself almost invariably means taking up sophisticated courses. Needless to say, sophistication also means costlier courses. For example, some of the part-time evening courses may cost as much as $1,800. Quite a few of these courses are conducted by various institutes and organisations and they cost more than the $2,000 relief that is provided. So there is a need to review whether the course relief could be increased so that more people will be encouraged to enhance their skills and be better educated. This requires the attention of the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's physical landscape has evolved so much that someone who has been to Singapore 20 years ago would not be able to recognise Singapore today. Singapore's transformation is more than skin-deep. We have more and classier shopping complexes. Our people are eating better to a point that they are more conscious of what they eat today. More of our children are going to schools and doing well. These are both signs of an affluent society as well as symptomatic of a costlier society. While there are changes all round, something appears to have been able to withstand the test of time. For one, the most recent adjustment to the personal income tax relief allowable to an individual was 20 years ago. In this age and time, the total relief of $3,000 allowable to an individual is stretching the dollar a little too far. Sir, I do not intend to be drawn into the debate over the cost of living for Singaporeans. Enough has been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 584</b></font>\n  <br>\n  <br> said about this topic. Rather, 20 years and subtle changes to Singapore suffice for consideration to revise this meagre sum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I urge the Minister to consider my proposals, given the ramifications of consumption tax to be presented some time later. The consumption tax would give the Government a surer and a broader tax base. Concomitantly, it would also burden citizens with a higher cost of living. Given that, a higher amount of personal tax relief is justifiable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to support the motion of the Minister. \n  <br>4.10 pm \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Mr Deputy Speaker, Sir, allow me to express my appreciation for this opportunity to participate in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have noticed of late nearly all the Ministers, if not some Members of Parliament, have been lamenting that there is a trend in Singapore for the people to make use of the reserves. I do not know where they got this feedback, other than the fact that polls have been carried out and they seem to give the impression that some Singaporeans are going for more use of the reserves. I think the question here is: what sort of question or questionnaire was in fact put to the voters or to the residents of Singapore regarding the use of reserves? If the question is a simple one: \"Would you want to make use of the reserves to improve your standard of living?\", I am afraid the answer would be a yes, simply yes. But it is important to draw a distinction between budgetary surpluses and all the surpluses accumulated by the statutory bodies over the years. And the question should be rightly asked: \"Do you think the Government should pool all the surpluses in the reserves?\" and not just \"Would you want to make use of the reserves to improve your standard of living?\" If the question had been put differently, I think you would get a different set of answers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the polls, it is quite obvious that the majority of Singaporeans believe that Singapore should have more reserves, that Government should put aside money \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 585</b></font>\n  <br>\n  <br> as reserve for a rainy day, I suppose. It is not whether the reserves should be spent. The question here is: what is the limit that the Government should put aside our surpluses as reserves? What is the limit? If the limit is not defined, there will be no end to the whole thing. Every time you clamour for more subsidies, you are being accused of utilising the reserves. But where do we stand? Do we say we keep on accumulating massive reserves and, at the same time, neglecting certain areas where we need to have more subsidies? Examples are education, housing and health. Why is the Government grudging that more subsidies are given in the field of education? For the simple reason that now with more and more schools being converted into independent schools, only 25% of the students will be able to get scholarships. What about the other 75% of the students? Are we assuming that all the students who manage to get into the independent schools are from well-off families? Statistics have already been given that most of them are from HDB estates. That would be a clear indication that they are either from the middle or lower income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, it is an accepted fact that the only resource we have in Singapore is the human resource. Why is the Government not considering subsidising more for education? We are so bogged down with the fear that the national reserves will be used that we have in fact lost the true meaning of the question of the reserves being utilised and the question of more subsidies in certain fields which are considered as investment. The Government should, when it comes to the question of subsidies or reserves, consider how much we should accumulate as reserves, and not just keep on accumulating massive surpluses. Like the ROV, we have more than $1.7 billion and we have $600 million for HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the increase in the levies on the 300,000 foreign workers and 69,000 maids, the Government is going to collect over a billion dollars every year on levies alone. Every time when there is a clamour for subsidies for an essential investment, we grudge that we are eating into our reserves. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 586</b></font>\n  <br>\n  <br> Even if it is so, so be it. It must be. When we come to the field of education, more people should be subsidised. Not all Singaporeans who send their children to school are like all of us here, who can afford it. We must not forget, Sir, if I may repeat again here, that we have 750,000 people earning only $800 a month, and 450,000 people earning only $1,000 a month. Do you blame these people for asking more money to subsidise their children in school? It is out of necessity, rather than with the intention to squander away the Government reserves. We must do more for these people. When this class of people clamour for subsidies, they should have our support because it is a genuine case for want of support. It is not a case of squandering away our reserves for consumption purposes, which, of course, I would even object. I am not one for welfarism. But I am one for our people to be subsidised in the fields of education and in the field of housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am quite sure the Government has got all the feedback. These are the two areas that the Government ought to look into. The last election was a clear indication. Singaporeans feel that the increasing fees and costs in education and health have burdened them unnecessarily to the extent that they may be financially unable to cope with the situation. I can give an example. It is like a millionaire making a will to the children. In the will, he said that the children can only make use of the money when they reach the age of 21 but, in the meantime, they could hardly subsist. They could not even live now. But the will says, \"No, you cannot make use of the money until you reach the age of 21.\" Why can we not use more of this money for the benefit of the people in the field of education? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next point is the question of HDB upgrading. Sir, the problem with the Frontbench is this: They cannot take criticism from us. When I brought up the matter, I merely explained the plight of a number of people. I mentioned the plight of the retirees and of those in the low income group who have got no money for the upgrading. The reply was, \"Well, you are against upgrading\". But anyway it is not for my decision, and luckily, the money \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 587</b></font>\n  <br>\n  <br> does not belong to anyone of you here. It is the people's money and if the people want upgrading, you have to give it to them. This is what a democratic society is all about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my question here is: before you call for a vote in respect of the HDB upgrading, did you tell the people, the residents, how much of the interior of their flat will be improved and what will be the improvement? And would it be spread over a period of time and, in the long run, will there be any increase in the contribution of 10%? It would appear that this is another pilot project. Just like the kindergartens, it is always a pilot project. You use the term \"pilot project\" so that you can back out anytime you want. It is a wonderful term to use. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Point of clarification. Would the Member allow me to clarify? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Ling, would you allow the Minister to clarify? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, when we come to the debate on the HDB, he will have a lot of time to explain. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, he has not submitted a cut under my Ministry's head. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Deputy Speaker, Sir, I watched the newsreel on television last night and they drew a comparison between a private housing estate doing upgrading and that of HDB. I think it is a very wrong comparison. It has no relevance at all. You must always bear in mind one factor. When a developer buys over old flats, they upgraded them with profit in mind. They are for sale. So they are very different from HDB flats. For all you know, you cannot sell to anybody you want. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Why not? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> That person must be qualified in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Of course, you can. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> But you cannot sell to anybody you want. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 588</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, point of clarification. He must give me a chance to clarify, other-wise he will make a fool of himself. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, I would not give way. Because at the last debate, I was not given a chance to reply. So why should I give him a chance to reply now? I am not going to give him a chance to reply. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You may continue then, Mr Ling. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, when the private sector upgrades, they sell to the people. In the case of HDB flats, most of the tenants would be stuck there for good. This is simply because, if they sell, most of them would not be able to buy another one as the price keeps going up. So it will be beyond the ability of most of the HDB flat dwellers to buy another flat, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> You sell your flat at a higher price. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> But they will have to stay in the open air. If they stay in the open air, is the Ministry of Community Development willing to help these people? Sir, I would not want to dwell on this any further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is, if I remember correctly, sometime back, before the introduction of the tax on telephone bills, the Government wanted to give the first number of calls free, and then impose a charge for every subsequent call. Later on, I believe a compromise came about, ie, the Government imposed a tax on the total bill. Now, with the introduction of the time-based charging system, I am wondering why the tax is still there. The tax should be abolished now, because it is based on the number of calls made. Therefore, the tax should be abolished. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, may I take a few minutes just to clarify a few points. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> You have just five minutes. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I just want to illustrate that Mr Ling obviously has not read the papers or tried to make himself informed about HDB policies. First of all, he said that an HDB owner cannot sell his flat to anybody except to those who qualify. But the qualification of the eligibility is so widely \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 589</b></font>\n  <br>\n  <br> defined that more than 90% of Singaporeans qualify. An HDB owner can sell his flat to any permanent resident, any citizen, there is no limit on income, and there is no limit on ownership of private property. This means that an owner of HDB flat can sell his flat to almost anybody in Singapore. There is no restriction. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Not true. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Of course, it is true. The only requirement is that the person stays in the flat. They should not buy the HDB flat as an investment. Anybody can buy an HDB flat on the second-hand market even if he owns a private property. There is no limit on income and he can be a permanent resident or a citizen. This covers almost everybody in Singapore. So he should get this point first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, on upgrading, obviously he has not read the papers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> A single person cannot buy a 5-room flat. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> I said \"almost everybody\". \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There you are! \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> If Mr Chiam is advocating that a single person should be allowed to buy a 5-room flat, then I think he should bring it up and we can debate that point whether Singapore can afford it. But I did not say \"everybody\" in Singapore. Sir, I said \"almost everybody\". In fact, the market is so wide that it should not affect the resale value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, on upgrading. Of course, all the facts are made available to those who are affected by upgrading: how much would be spent on the interior of the flat, how much would be spent within the block, how much would be spent outside the block, and not just the sums but the exact items of upgrading before they are asked to vote. They are not just merely told in descriptive language, there are plans, there are models, there are films. So before the Member speaks on this, he should make himself fully informed. If he does not know about it, he should put in a Question. Maybe we can give him the clarification, but he should not make a speech without even taking the trouble to find out the facts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 590</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Koo Tsai Kee, you have about three minutes. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Mr Deputy Speaker, Sir, I rise to support the Budget Statement moved by the Minister for Finance. But before that, maybe one comment. The press calls me the \"letter-writing MP\". Maybe Mr Ling How Doong should be called the \"Subsidy MP\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, I would like to make a pronouncement of the 1992 Budget Statement. Different people have made different verdicts. Some say it is a \"Pro-worker\" Budget, some say \"Pro-business\", \"Pro-reservists\", and some say \"a healthy life-style Budget with a heart for the poor\". To me, Sir, the Budget is a \"Pro-Singapore\" Budget. It is a Budget that looks to the future from the cautious perspective of the past. The Budget charts the course out of the prevailing economic storm that threatens to engulf the world into economic chaos. Under the ever watchful eyes of the Minister for Finance, Dr Hu, the 1992 Budget Statement would steer away from the rocks of recession and the white waters of inflation. Many other economic ships, like those of Australia, the United States of America and Britain, have already hit the reefs of recession. Britain is suffering now from the longest, (but they say not the deepest) recession in as many years. Dark clouds are also gathering ahead for the industrial superpowers like Germany and Japan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as our economic ship enters the impending economic storm as Japan and Germany, our survival strategy must be very clearly understood. First, we must stay cool, listen to our captain, Dr Hu, and have faith in him, which the Chinese say: (da hai hang xing kao duo so). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Mr Goh is our captain. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee:</b> The Prime Minister is the Head of Government. Dr Hu is our financial captain. Dr Hu has steered us through an economic storm in the mid-80s. I think he will help us reach the bountiful shores again in the 1990s. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 591</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> No more carriage. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee:</b> It is the economic ship now. The days of the carriages are over. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, in a seafaring economic journey, we must never panic and start to throw our lifeboats overboard unnecessarily. What are our lifeboats? Sir, I am referring to our seemingly huge financial reserves that members of the public, and I think Mr Chiam and Mr Ling have made reference to. Already, I hear and read of Singaporeans wanting us to use our lifeboats. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is now 4.30 pm. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 592</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hu, debate to be resumed on what day? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <div align=\"center\">\n   <b>AJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
