{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1992-01-14\"> \n  <meta name=\"Start_Col\" content=\"131\"> \n  <meta name=\"End_Col\" content=\"198\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-01-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 131</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 14th January, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 132</b></font>\n  <br>\n  <br> \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 133</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 134</b></font>\n  <br>\n  <br> \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>BILL INTRODUCED INCOME TAX (AMENDMENT) BILL</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Income Tax Act (Chapter 134 of the 1985 Revised Edition)\", recommendation of President signified; presented by the Minister for Finance (Dr Richard Hu Tsu Tau); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 135</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Second Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [13th January, 1992], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\".' - [Dr John Chen Seow Phun]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Government's policy as spelt out in the President's Speech is one which is full of compassion and concern for the people, particularly in the problems of education, welfare and health care. I wish to express my full support for this policy and to thank the President for his Speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many ancient sayings in Chinese which are thought-provoking. However, there is one particular saying which leads me to respond differently. It says, \" Fear not shortage but uneven distribution of wealth\". In other words, a nation does not worry so much about material inadequacy, as it would about the uneven distribution of wealth. This saying has been quoted by many people and forms the basis of their discussion on social and economic problems. However, I don't quite agree with this saying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We often hear people say that it is not good for people to be poor as poverty will not only lower the standard of living of the people, but will also lead to endless \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 136</b></font>\n  <br>\n  <br> sorrow and suffering for the people. This is a sensible reasoning. If a country is poor, not only will the status of the country be lowered, but there will also be chaos and trouble therein. This explains the old saying, \"Fear not shortage of wealth\". However, I am very worried about poverty of a country. Singapore had been poor before. For those of us who are older, we have been through the agony of being poor. That is why poverty or shortage of wealth is something we should be afraid of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, Singapore has various achievements which are receiving praises from all over the world. This is because we have worked very hard, accumulated wealth, and built up a sizeable reserve. With this reserve, we are able to carry out all these great construction works, and earn for ourselves a wonderful reputation which is certainly the envy of many others. As such, we have to take good care of this wealth, and to handle our reserve with great care and prudence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the recent experience of some countries, we realize the economic disasters and instability brought about by the equalitarian economic and social policies. Equalitarianism causes the people to lose the will to compete and the determination to improve productivity. No matter how hard they work, the reward is the same. Everybody gets the same. Who wants to work hard then? Thus, productivity drops and the economy of the country becomes chaotic. There will be more and more social unrest. The status and reputation of the country will go down the drain. That is why I am afraid of Equalitarianism. I fear \"even distribution\". The reason why productivity is kept very high in Singapore is that ourGovernment believes in \"awarding the people according to their contribution\". People are rewarded according to the growth in productivity. As such, we must continue with such a policy, maintain this spirit in order that we may have yet better achievements in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as we enjoy the fruit of our hard work in the past, we must not forget that there are still a number of our compatriots \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 137</b></font>\n  <br>\n  <br> who are falling behind during all these years of competition and are unable to keep up with our pace of social development. They are living in poverty and are unable to enjoy the fruits of our success. They look at some of the Government's measures with a different view. Because materially they are worse off than their fellow citizens, they build up a psychological barrier towards some of the Government's policies. For example, the Ministry of Education is encouraging the concept of independent schools. These people worry that the independent schools will develop into some kind of institution for the elite. When the Ministry of Communications introduced the \"Week-end Car\" scheme, they say this scheme will only benefit those well-to-do people who have extra cars to spare. Thus, in their hearts, they begin to harbour ill-feelings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although I do not agree with the saying of \"Fear not shortage but uneven distribution of wealth\", I feel that we should pay more attention to those who are less fortunate among us while we enjoy our prosperity and progress, and we should take practical action and measures to help these fellow-Singaporeans who are in real need of our assistance. To them, the immediate concern is their bread and butter. The beautiful prospect for Singapore in the 21st century is something which is too far beyond their reach. Even when this picture does become a reality, it has not much to do with them. We have to look squarely at their psychological barrier. When the various Government departments introduce any new measures, they should not assume that these measures will be readily acceptable to the people, and that there will not be objections. I hope that the various departments will monitor the feelings of the people, and pay attention to their psychological barrier. If any particular measure has to be taken, and such a measure will benefit Singapore in the long run, then they should explain it nicely and carefully to the people to overcome their psychological barrier. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 138</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is why I am full of praise for the policy announced by the President in his Speech. Because the entire policy is one which is full of compassion, and full of care and concern for those fellow-Singaporeans who are still living in poverty. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lim Hng Kiang):</b> Mr Speaker, Sir, I rise to support the motion by the Member for Hong Kah GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are several important themes raised in the President's Speech. Members have debated them extensively. I would like to focus on how to strike the right balance between self-reliance and Government assistance. In my assessment, if Singaporeans are to progress as a nation and prosper as individuals, we must get this balance right. Too much individualism and we end up with a selfish and callous society. Too much Government intervention and we stifle private initiative and personal responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, getting this new balance will not be easy. On the other hand, we cannot just stick to what we have done in the past. Let me give three reasons why times have changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the external environment. It is now more competitive and more complex. Competition for investments, technology and markets has intensified. In a way, Singapore has helped brought this about. Through our example and that of the NIEs, we have shown the world that economic progress is faster when you have an open economy, high savings rate, sustained investment and free trade. The lessons have been well learnt. Thailand, Malaysia and Indonesia have adopted similar policies and their economies are taking off. China, Eastern Europe and Latin America have embarked on the same path. Even the more developed economies like Ireland and Spain are competing vigorously for foreign investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To succeed in this environment, we must be prepared to compete, adapt and restructure. Some changes will be painful but we have no choice. We cannot insulate ourselves, we cannot opt out, nor can we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 139</b></font>\n  <br>\n  <br> postpone the changes. Countries much larger than Singapore, like China, the old Soviet Union and India, have tried insulation and have failed miserably. Opting out will mean being left behind. Postponement means more drastic changes later on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it will be most ironic and tragic if after a quarter of a century of showing the rest of the world what a market economy can achieve, and country after country has adopted this strategy, Singaporeans themselves lose faith in the free market system, clamour for protection and are not prepared to change . I hope this does not happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason why a new balance between self-reliance and Government assistance is needed is the state of the Singapore economy. In the President's Speech, he noted that we are only half way towards becoming a developed country. The more difficult half remains ahead of us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in a more competitive environment and an increasingly sophisticated economy, there is a greater need for every worker, every supervisor and every manager to be more self-reliant, more creative and to exercise initiative. It is not possible for the Government to direct all the changes in a centralised fashion. What the Government can do is to provide a conducive framework, remove obstacles and facilitate the changes. If the changes are painful, the Government will assist in the transition. But the momentum for change lies with the people. If we are prepared to restructure and compete, we can make 4-6% economic growth each year. If we become more rigid and resist change, our economy will falter. The standard of living of our people will then stagnate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the third reason why I think we need a new balance between self-determination and Government intervention is the stage of our political development. Basic needs have been met and the standard of living of Singaporeans gets better and better each year. Singaporeans therefore want more choices and a greater say in matters that affect them. This is to be expected. It \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 140</b></font>\n  <br>\n  <br> is not possible for the Government to satisfy the wide array of needs of different segments of the population. Nor is it wise to do so. We should let the people take on greater responsibility on how to run their own lives. The setting up of Town Councils is an example of residents taking up greater responsibility in the running of their housing estates. The approach of \"Many Helping Hands\" ensures that looking after the disadvantaged in society draws upon the community for support, and not fall on the Government alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my assessment, the new balance calls for more self-reliance and personal responsibility and less Government intervention. However, please do not misunderstand me. I am not advocating for the complete withdrawal of Government intervention. It may not be appropriate for a distinguished gathering like this, but let me use the well-worn but local analogy of brandy and water. In the past, we may have recourse to a stiff brandy on the rocks. Now we should lighten up with less brandy, more water. In fact, we should encourage different drinks, some with brandy, some without. If a chill wind should befall us, heaven forbid, we may still need the original brew to fortify us. But in the present competitive and rapidly changing environment before us, we need Government to be of a lighter touch, more selective, less pervasive. The Government and the people will have to find this new balance in each major issue. Let me illustrate how this balance is evolving in health care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government encourages self-reliance and personal responsibility through the Medisave approach. This will be reinforced by the healthy lifestyle campaign which will highlight the crucial role each individual plays in determining his future health care burden. On its part, the Government implemented MediShield so that the people are insured against catastrophic illnesses. The Government is also committed to maintaining the heavily subsidised C and B2 wards to ensure that basic health care is affordable to all Singaporeans. Since older as well as self-employed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 141</b></font>\n  <br>\n  <br> Singaporeans may not have accumulated the necessary Medisave accounts to meet their needs, the Government will assist them through the Medifund proposal. As several of my colleagues observed, many developed countries are grappling with rising health care costs and ballooning state subsidies. As an aside, I might add that the French like their cognac neat, and this is reflected in the deep troubles of their health care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we are evolving our own solution. I think we are approaching the right mix. So long as we emphasise self-reliance and personal responsibility, we will minimise waste and dampen unreasonable demand. At the same time, the Government will restructure the hospitals to keep costs down and provide safety nets in the form of subsidised wards and Medifund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans should not be apprehensive about seeking this new balance. This Government has kept faith with the people over 32 years. As a result, the people have prospered and the standard of living has gone up. The Member for Potong Pasir, however, has claimed otherwise. He claimed that his engineer friend in 1972 earned $1,600. A fresh engineering graduate today earns $1,800 and can afford much less. The Member for Chua Chu Kang has corrected him. I would like to add that unlike many countries, what our people earn in Singapore dollars have held up in value. In 1972 and 1973 when I was a student in England, the pound was strong. It was nearly S$7 to a pound. Today, it is only S$3 to a pound. I remember it was S$3 to a US dollar in those days. Today, it is S$1.65 to US$1. It was also S$3 to A$1. Today, it is S$1.20. Even more dramatic, it was S$3 to NZ$1. Today, it takes only 90 Singapore cents to buy NZ$1. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is most remarkable of all is that we kept the value of the Singapore dollar up, while keeping interest rates low. Mr Speaker, Sir, many governments allow wages to rise, but the value of their currencies to fall. In Singapore, our wages go up and we keep our Singapore dollar up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 142</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Trade and Industry has provided data to debunk assertions that people are less well off, again echoed by the Member for Potong Pasir yesterday. I am sure it will do so again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me, however, just focus on housing where the standard of living has improved tremendously. In 1980, only 59% of Singaporeans owned their homes. Today, 90% own their homes. More recently, when I joined the Ministry of National Development in 1987, 30% of applications for HDB flats were upgraders. Today, 50% of applications are upgraders, and the numbers have not dropped. In the last quarter, HDB received 32,000 applications. If the people are less well off, as the Member for Potong Pasir alleged, how is it that HDB received so many applications to upgrade to 5-room and Executive flats? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me conclude by returning to the original theme of my remarks. New circumstances require the Government and the people to seek a new balance between self-reliance and Government assistance. A new consensus, a new partnership, is being forged. Some people are apprehensive. Their fears are unfounded. This Government has kept faith with the people for 32 years and the people have prospered. In the President's Speech, the Government again demonstrated unequivocally its commitment in education, health care and housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why, Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Mr Speaker, Sir, I am indeed heartened to note from the outset that the President has stated very clearly that the Government will now translate its long-term goals into immediate programmes, so that Singaporeans will be better off by the end of this term of Parliament. I also note that the President had, in his usual amiable and paternal style, gently reminded Singaporeans against being lulled into complacency by our achievements and success so far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has achieved much and can be proud of her success. But this is not a 100-metre dash where the race is over in 10 seconds. We are in a circuit race that continues on and on, in a medley where \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 143</b></font>\n  <br>\n  <br> we can expect not only a change in the team's runners, but also a change in the way the race would be run. The baton has now been passed on to the next generation of Singaporeans to run the Next Lap. Can we run as fleet-footed as our forefathers when we were required to run without our shoes on? Or have our soles been so pampered with the likes of Reebok and Bally that we have now developed Achilles heels? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The world envies us. As with all envies, it breeds a burning desire for the envious to outdo the envied. Therefore, it comes timely when the President reminded Singaporeans that the basics have not changed. The law for survival has not changed, however secure our prosperity may appear. We must constantly keep ourselves trim and fit, agile and keen, eager to change in order to keep ahead, although no longer lean and hungry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the good life that this PAP Government has consistently dished out to Singaporeans might have created an equally consistent yearning for more, and an unrealistic expectation that this Government can unilaterally continue to deliver the goods. That good life is therefore a matter of course for Singaporeans. This is not so. To believe that this is so will be suicidal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As our economy matures, it is not expected to grow as fast. The challenge before us is how do we get Singaporeans, especially younger Singaporeans who had not felt or seen acute hunger, to accept that whereas 8-10% annual growth was normal, a 5-7% growth henceforth will be very good? How do we get the McDonald kids to understand that the McDonald restaurants are here because we had worked hard and they knew we can pay for their food and services? And not because they have an altruistic mission to provide air-conditioned comfort to our kids. The closing down of the Orchard Road thoroughfare for merry making and dance is only possible because we had worked hard and needed to unwind for some relaxation. And not because we have become a fun seeking lot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a basic assumption in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 144</b></font>\n  <br>\n  <br> President's Address is that our economy will continue to grow at 5-7% per annum, to generate enough economic wealth to pay for the various programmes in the Next Lap. While this assumption is reasonable, there is a remote possibility that we may experience yet another economic recession before the mid-1990s. The current economic recession in the US and some developed countries, if prolonged, will have an impact on us, sooner or later. And if our economy really back-pedals, would we be able to resist the temptation of digging into our reserves to pay for the various programmes in the Next Lap? This temptation will become even more enticing when people would emerge to exploit the situation, to appeal to emotions rather than reasons. Would we be as objective then? Can we afford to follow the path of some developed countries in giving free hand-outs to their citizens? Look at what happened to these countries. Singapore cannot afford to err in the same disastrous manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I therefore would like to suggest that if the Singapore economy really back-pedals within this term of Parliament, let us not try to push through the implementation of the various programmes in the Next Lap. Singaporeans must have the gumption to accept lower growth and come to terms with lower expectations. Singaporeans must realise that unless we are united as one people, unless we continue to work hard and unless there is economic growth, there can be no reward and progress. Only then will we thrive as a people even in times of adversity. I therefore urge Singaporeans to be realistic in their expectations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I commend this Government for once again stressing the importance of educa-tion. Education is life long. The pursuit of higher education does not stop or even slow down with age. No one should consider himself as educated enough. The more he perseveres to learn, the more he works to acquire knowledge and skill, the more useful and able he will become. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed setting up of an Open University and the Institute of Technical Education cannot be more opportune. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 145</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many have missed a formal education due to personal circumstances and not by choice. Some come from large families that could not afford an education except for the younger siblings. So now Singaporeans will be given a chance to catch up. And with the setting up of a fourth Polytechnic, there would be opportunities galore for all who long to fulfil their aspirations. With more people better qualified, their expectations will correspondingly become higher. Quite understandably, they would expect a new and better sounding job title, and higher pay. If the economy can expand at the rate of 5-7% per annum, as predicted, the expectations of many of this enlarged pool of graduates could be satisfied. But if this growth target is not met, the scenario can be quite different. I therefore once again urge Singaporeans who wish to better themselves through education to be realistic in their expectations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the decentralisation of the public sector's personnel management system is indeed a move in the right direction. With the civil service becoming less fettered and a more responsive and competitive employer, we should see more able talents from the private sector joining the civil service. Needless to say, a strong civil service - the actual proposers and formulators of Government policies - will make a stronger and more prosperous nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I look forward to a civil service that is more liberated, I wonder whether it would thus become too competitive for the good of the economy in general, and the private sector in particular. If the civil service will no longer be constrained by a salary scale that it could offer to recruit a talent, it will easily have all the financial means to outpay any employer in the private sector for this talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, the private sector had been accused to have poached good people from the public sector. With the revamp of the civil service, I hope it will not be a case of the public sector poaching talents from the private sector, with even greater vengeance! The private sector can indeed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 146</b></font>\n  <br>\n  <br> ill afford to lose all its good men to the civil service and still remain internationally competitive. We must therefore ensure that there is a good spread of talents between the two sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Sir, I beg to support this Government's philosophy and policies laid out in the President's Address. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, for this opportunity to speak in Parliament today, I must first of all thank the voters in Hougang Constituency for their support. Although I was educated in Chinese and I have chosen to speak in Mandarin, the concern I have for the problems in Singapore is certainly not confined to the Chinese community alone. Although I am a Member of an Opposition party, I am also part of Singapore. My criticism on the policy of the Government as laid down in the President's Address cannot be viewed as a sign of disloyalty to Singapore. I would like to bring the voice of our people to Parliament, and without fear or favour to ensure that the Government considers the interest of the ordinary people when it passes any resolution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the President's Address, the Government finally admits that for its policies to succeed it needs to have the universal support of the various communities, including those who do not converse in English and who are less vocal with their views. The Ministry of Community Development also admits, in its Addendum to the President's Address, that more care and concern must be given to the lower-income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech, Dr John Chen mentioned that some views presented by the formerWorkers Party's Non-Constituency MP, Dr Lee Siew-Choh, had also been accepted. Just now, Mr Chin Harn Tong mentioned that this policy speech is one which is full of compassion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel that this is the will of the people. This is also the result brought about by the fact that our people had been sensible in voting in four members of the Opposition at the last General Election. However, I regret to say \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 147</b></font>\n  <br>\n  <br> that the President's Address has neglected the problems in our Singapore society which need to be discussed and dealt with urgently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prime Minister Goh Chok Tong had said, before he became Prime Minister, that his Government would be an open and consultative one. This was also one of the slogans he used in his election campaign, urging the people to give him their support. The message given to Prime Minister Goh Chok Tong is clear and definite. People have moved away from their traditional reliance on the PAP. With the spirit of reason, confidence, and dauntless courage, they returned four members of the Opposition. This clearly illustrates the fact that our people's political consciousness has improved. They care for their nation and actively participate in the affairs of the nation. This is indeed heartening! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if we look at the situation of the world today, we will see that in many countries, people paid dearly for their struggle and fight for democracy. Yet, the people of Singapore are able to progress in its development of democracy in a rational and peaceful manner. Is this not a matter for rejoicing? Yet, Prime Minister Goh Chok Tong said in the post-election press conference that he was going to review his open and consultative style. This is something which makes me very worried. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the President's Address and also in The Next Lap, there is no mention at all of the direction of our political development. Are we going back to the old ways of autocracy and closed-door policy, or do we go along with the global trend of moving towards greater democracy? We should allow everyone in our society to express their views legally and freely, through the various legitimate organisations in our society, so that everyone could be expounded with the realization of what is the truth, and what is national interest! Or through the restriction of open discussion and through the mass media, to inculcate our people with some kind of specific thought. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, many countries in the world today practise closed-door and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 148</b></font>\n  <br>\n  <br> single-party domination policy. With the high efficiency of a centrally controlled system, they had enjoyed some moments of glory. However, not long later, their politics became degenerated, and the people were made to live in an abyss of misery. Eventually, the government collapsed and had to face disastrous consequences. These are lessons which we should draw from other people's mistakes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our greatest challenge ahead is how to bring about a gracious society which is more just, equal and democratic, through the practice of open politics. At the same time, cultivate our people to better identify themselves with our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, education is a very important factor. In a country, the quality of its people, the performance of its economy, the development of its social works and the general mood of the society, are closely linked to the success or failure of its education system. Furthermore, as we all know, the only resource in Singapore is our human resource. The Government's subsidy on education is an investment on the future of our people and our nation. It must not be viewed as a form of consumptive subsidy. Education must not be regarded as a form of service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The former Workers Party's MP for Anson proposed in Parliament, in 1985, that we should provide educational subsidy and assist those in our society who were in financial difficulty, so that their children would have the best opportunity to be educated. Mr Speaker, Sir, many families are able to improve their standard of living because of the academic achievement of their children. Therefore, when the Government makes use of the reserve to subsidise on education, it should be done in a fair manner so as to benefit all the students. It should not make use of our limited resources to favour those who are gifted and whose results are better. It is said that education can also sharpen our competitive edge. Then, would it not be better to make the majority of our people more competitive, than just to improve the competitiveness of a handful of elites \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 149</b></font>\n  <br>\n  <br> who are talented and who have performed better in their studies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Preparatory Year for primary schools is enthusiastically welcomed by many parents. In fact, many parents were disappointed when their children could not find a place in the preparatory class. It is the wish of most parents in Singapore that the number of preparatory classes be increased so that every child in Singapore will have a chance to get in. However, I am surprised that the Government has, on its own accord, decided to discontinue with these classes in the schools. All along, our education system has been one which emphasizes on practical application. Applied sciences, no doubt, are good for our economic development. However, in order to transform Singapore into a gracious society, equal importance must be attached to the humanities. There is this so-called kiasu syndrome and lack of civic-mindedness in Singapore today. Is this not an indication that something is wrong with the substance of our education? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, apart from education, the Government institutions and those \"one of a kind\" so-called private companies which provide services to the public should also treat all the people justly and equally. If the PAP exercises its influence, and through these agencies, discriminates against the Opposition parties, or even exerts pressure on the people in the constituencies won by the Opposition, then this will result in those Singaporeans who do not agree with the PAP Government's style of ruling, and who are demanding for a more open-minded and democratic society, feel being isolated. This will result in the people being divided, and will reduce the people's sense of identity with the country. This is certainly against the interest of the country. Please do not forget, in the 40 constituencies which were contested, almost 40% of the people of Singapore have expressed their wishes to the PAP Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as our economy is concerned, because of the general economic situation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 150</b></font>\n  <br>\n  <br> of the world and the hard work and team spirit of our people, our performance has been outstanding. We are one of the \"Four Little Dragons\" of Asia. Our coffer is rich and our reserve has grown by leaps and bounds. However, how much have the ordinary people shared in this economic success of ours? More regrettably so, the President's Address gave all the credit to the Government's policy and made no mention at all about the contributions of the people. In fact, yesterday I wanted to stand up to ask Dr John Chen why he was also attributing all the economic success to the Government, and giving no credit to the people for the role they have played in bringing about this success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in 1985 when our economy was in recession, there was a negative growth. The Government put the blame on the global recession. But there were many Asian countries which were enjoying various degrees of positive growth, particularly the three other \"Little Dragons\" - Hong Kong, Taiwan and South Korea. Prior to 1985, the Government kept on increasing their charges for the various basic services. The financial resources were over concentrated on the public sector. Local enterprises did not have stable development. Yet, the Government was not sensitive to it. It was only when many companies could not afford to pay their CPF contributions, corporate tax or rentals, and had to resort to retrenchment of staff or even had to close down, that the Government woke up and took steps to reduce the various charges. However, many companies had already sapped their vitality. Those companies which had closed down were beyond redemption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, are we going back to the old ways? As we all know, the world economy is trying to recover, but to no avail. The economy for the years to come will be a far cry from what it was in the past. In fact, some people have predicted that a great depression will be coming soon. I hope history will not repeat itself by bringing back the great economic depression. However, the Government is still very quick in increasing its fees but very slow in lowering its charges. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 151</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On privatisation, the Government says that privatisation will increase efficiency. But, just before or just after the department or company in question is privatized, the Government would normally allow the said department or company to increase its charges. Can the ordinary people benefit from such privatization exercise? Even when privatization does eventually increase efficiency, will the privatized company reduce its charges for the benefit of the public? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the Government is contemplating the implementation of consumption tax. Once implemented, the consumption tax will bring more funds to the public sector. Will this not be another hindrance to the development of free economy, and exerting more pressure on our people? We should all know that every time the Government introduces a new levy, the businessmen will eventually transfer the burden onto the consumers. In the end, it was the people who suffer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our coffer is rich, every citizen owns approximately $15,000 in our reserves. Yet, the pressure we have to face in our living is getting heavier and heavier. Is this reasonable? Generally speaking, the President's Address does not provide any suitable solution to the clear signal given by our people at the General Election, and the future of our society. As such, Mr Speaker, Sir, I am moving an amendment to the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the motion be amended by deleting the full stop at the end and adding the following words: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'but this House regrets that the Address does not set out what the Government's response is to the message from the electorate in the last elections on the kind of society best suited for ourselves.'.\". \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It has been proposed, as an amendment to the Question, at the end, to add: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'but this House regrets that the Address does not set out what the Government's response is to the message from the electorate in the last elections on the kind of society best suited for ourselves.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 152</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be added, be there added.\" \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I am disappointed with the amendment moved by the Member for Hougang, Mr Low Thia Khiang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The few points put forward by him were no different from what he had said at the Workers' Party's rally held during the election campaign. In his amendment, he proposed to add in these words: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"but this House regrets that the Address does not set out what the Government's response is to the message from the electorate in the last elections on the kind of society best suited for ourselves.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that this is an unnecessary amendment. In the last general election, out of the 81 constituencies, 77 constituencies were won by the ruling People's Action Party. The PAP has been governing this country for more than 20 years. During this period, our people have lived, grown up and were educated in a country ruled by the PAP. If the people were unhappy with the kind of society we had prior to the last general election and wanted a change, then I believe the 77 PAP MPs and Ministers would not be sitting here today, facing Mr Low. This proves that the results of the recent general election indicate that our people still want the kind of society which we have been living in prior to the last general election, and there is no question of the people asking \"What kind of society is best suited for them?\", as suggested by Mr Low. Our people knew that the society prior to the last general election was best suited to them. So they continue to vote for the PAP, and continue to support the PAP. For this reason, Mr Speaker, Sir, I feel that this amendment is unneccessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b> rose. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, you have no right of reply to the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are there any more speakers on the amendment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 153</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Mr Speaker, Sir, the amendment reads that this House \"regrets that the Address does not set out what the Government's response is to the message from the electorate in the last elections.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, for those of us who have been in Parliament before, we all know that the debate on the Presidential Address is about the agenda by the Government for the next five years. It is not in response to an election result. It is what the Government sets out to be the agenda during its term of office for the next five years, ie, what it intends to do for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fact that this amendment is moved shows a misunderstanding by the Member of what the debate on the Presidential Address is all about. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I fully agree with the Member for Jalan Besar GRC that the amendment moved by Mr Low is unnecessary. Why? I believe that, as Mr Peh has said just now, most of the people of Singapore have already clearly understood what direction our society was evolving into. In the last General Election, the PAP put forward its platform and manifesto in the form of a book entitled The Next Lap. I was involved in part of the discussions and drafting of this book. To the best of my knowledge, this book gives a clear indication as to the future development of Singapore and the plans for such future development, and the direction we are heading for. These are all clearly stated in the book. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These views are not restricted to those of the ruling Party itself, because during the course of deliberation, feedback has been obtained from the various strata of our society, not just from people within the PAP. They include views from the academia, industrial and commercial sector, and even the ordinary men-in-the-street. So, this is the consensus of a representative view of a broad spectrum of our people, a crystallization of the collective intelligence of all our people. In the circumstances, to say that the people of Singapore do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 154</b></font>\n  <br>\n  <br> know what kind of society is best suited for them is certainly not correct. Therefore, I find this amendment unnecessary and inappropriate. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Information and the Arts and Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Information and the Arts and Education (Dr Ker Sin Tze)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Member for Hougang moved an amendment to the motion that this House \"regrets that the Address does not set out what the Government's response is to the message from the electorate in the last elections on the kind of society best suited for ourselves.\" I find that the Member for Hougang has not understood clearly the import of the President's Address. The few points he raised were not entirely correct. For example, he questioned whether prices would go down after privatisation. Privatisation means that certain statutory boards or Government-owned companies would be transformed into corporate bodies to be run like the other companies in the private sector, in order to improve management efficiency, as well as their competitiveness in the market, so as to sharpen their competitive edge among the many companies in the same industry. With such competition, price would tend to be more reasonable. However, prices need not necessarily fall in cases where factors, such as removal of Government subsidy, are introduced; the real costs are higher and prices tend to go up. If the Member for Hougang thinks that with privatisation, prices must go down, then he has clearly not understood the law of supply and demand in the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hougang also mentioned that the President's Address did not emphasise the people's contribution to our economic success. I believe that in statements, speeches of Government leaders and other publications, the Government has emphasised again and again that our economic success would not have come about without the joint efforts of our people. It is therefore unnecessary for this obvious fact to be repeated once again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel that the Member for Hougang has not grasped the substance of the President's Address nor has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 155</b></font>\n  <br>\n  <br> he understood the law of supply and demand. It is my submission that this amendment was moved by him as a result of his misconception, and is therefore unnecessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be added, be there added.\", put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Question before the House is the motion moved by Dr John Chen. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the motion standing in the name of the Member for Hong Kah GRC, Dr John Chen, to thank the President for his Address delivered at the Opening of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As President Wee has said, our development has entered a \"New Lap\". The new challenge we are facing is how to strengthen national consciousness so that we can live in peace and at the same time be highly vigilant in the world, even though we do not face any apparent crisis, and that the meritocracy we practise in Singapore will not cause us to degenerate into a selfish and subservient society. To strengthen our national consciousness, the important thing for us to do is to inculcate the correct ideology and values among the people so that they will understand that social and national interests are above individual interest, and national unity and social cohesion should be above personal interest. They should understand that we must have a nation before we have a home. When the nation is in ruin, the family will disintegrate. Before we can evolve ourselves into one nation, one culture and one language, it is right for the Government to encourage each community to emphasise its own language, own culture and its own way of life. However, regrettably, Mr Chiam told this House yesterday, that if all the races keep their own languages, cultures and ways of life, then Singapore cannot become a united and cohesive society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 8th January 1992, Mr Chiam was reported by the Lianhe Zaobao to have said that emphasizing the learning of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 156</b></font>\n  <br>\n  <br> mother tongue would result in racial segregation and social disintegration. Mr Speaker, Sir, such fallacious theory uttered by Mr Chiam should never be given credence. As a Chinese, I want to learn my own mother tongue. I want to understand my culture and tradition, just like our Malay and Indian compatriots, who would like to learn their mother tongue and to understand their own culture and language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pursuit of a \"Singaporean Singapore\" does not mean that we have to abandon our own culture, our own language, and our roots. I hope Mr Chiam will continue to work hard to master his mother tongue so that one day when he does understand his own culture, maybe he will be even more assertive than I do in defending his own culture and his roots. I also hope that when he encounters difficulty in learning his mother tongue, he would not belittle the importance of learning one's mother tongue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As mentioned by the President in his Address, when we continue to upgrade ourselves to face the changing world, we should not unconsciously destroy our roots. We should not be like the floating duckweeds without roots which waver and retreat whenever we face a crisis. That can be dangerous! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam also mentioned that lecturers and students at the universities should have more democracy and freedom. Does he not realize that parents send their children to the university to acquire knowledge so that when they graduate, they will be able to get a good job? The children are not there to shout for democracy and freedom! University lecturers are educators and academicians. They are not politicians. They are not champions for Western democracy and freedom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, Mr Low is not here. I would like to comment on some of the points raised by Mr Low just now. Mr Low said that the President's Speech was full of compassion and that this was due to the fact that there are now four Opposition Members in Parliament. I believe Mr Low has probably not read the book The Next \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 157</b></font>\n  <br>\n  <br> Lap. Just now, the Member for Braddell Heights said that The Next Lap was published before the General Election, and many of the salient points in the President's Address were contained in the book. The Next Lap was not published after the General Election. Therefore, how is it possible that the President's Address has become compassionate only after four Opposition Members have been returned at the last election? Does it mean that in the past, with Opposition Members like Mr Chiam and Mr Jeyaretnam, all the Government policies and speeches were cold-blooded and grim? Is Mr Low saying that before these four Opposition Members came into Parliament, our people were living in extreme misery and sufferings? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low mentioned that the only resource we have in Singapore is the human resource. I fully agree with him. He also mentioned that there should be more subsidy on education. I also agree with him. However, I must let Mr Low know that among the budget allocated to the various Ministries, subsidy on Education gets the biggest share. In the past, this was the case. In the present, it is still the case. I do not know whether Mr Low is aware that our education subsidy has been one of the largest Government expenditure over the past few years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of preparatory classes for primary schools, Mr Low said that these preparatory classes should not be discontinued. The intention of the Ministry of Education is that it wants to concentrate on primary and secondary education, as well as tertiary education, and even vocational education. As for pre-school education, there are already some private organisations which are running it. The job should be dealt with by the private organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In secondary education, we have independent schools, and we encourage the schools to go independent. If we are to conduct preparatory classes, then would we not be back-tracking? Since the private organisations are keen to conduct kindergarten classes (and they have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 158</b></font>\n  <br>\n  <br> doing a good job of it), we should allow these private organisations to continue conducting the preparatory classes. As for the other matters, since my colleague, Dr Ker Sin Tze has already spoken on them a moment ago, I will not dwell on them now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in his Address, the President mentioned about the scholarship scheme for independent schools. Under the scheme, 25% of the students will be entitled to such scholarship, whether they come from well-to-do families or poor families, and be exempted from paying their school fees. According to my understanding, students who can be admitted into the independent schools are normally those with excellent results in their studies. If we are to offer scholarship to the top 25% students of independent schools, irrespective of their family financial backgrounds, then those who come from poor families and are really in need of such scholarship would not benefit much from the scheme. The suggestion to encourage those from the rich families to decline the offer or to donate the scholarship awarded to them as bursary to help their needy school-mates will be hard to implement, both in administration and in effect. Why do we not make use of the money set aside for the award of scholarship to these top 25% of the students to look after the needy students in the independent schools first? It is only after all these needy students have been looked after that we award the remaining scholarship to students who come from well-to-do families. This will allay the doubts and suspicions of the parents on the sincerity of the Government's pledge to help the needy pupils. We want to inculcate in the pupils of our independent schools the values of (xue zhong song tan) (sending charcoal in snowy weather) that is, providing timely help, and not (jinshang tian hua) (adding flowers to the brocade) that is, providing more to those who are already having plenty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it was also mentioned in the President's Address that the HDB will be selling most of its shophouses to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 159</b></font>\n  <br>\n  <br> the existing tenants at a certain discount off their market value. This is an excellent \"Shop Ownership for the Shopkeepers\" scheme following after its very popular \"Home ownership for the people\" scheme. With the implementation of this scheme, the shopkeepers will not have to worry about the rental increase year after year. They will be in a better position to devise the long-term development plan for their business. This is good. However, we should not neglect the many shops in the old housing estates where the shopkeepers work day and night and only barely make their ends meet. Even if liberal discounts were given, such shopkeepers will still not be able to purchase and own their shops. This will put them in a dilemma, not knowing what to do. I feel that we can consider allowing such shopkeepers to transfer their shops and get some benefit out of it, so that they can have some money for their old age. Of course, we must have some regulations to prevent the penetration of local and foreign consortia. Otherwise, in a few decades' time, all the best business localities in the HDB estates will be monopolized by these local and foreign consortia, and the HDB's \"Shop Ownership for the Shopkeepers\" scheme will degenerate into a property speculation game. This will indeed be most lamentable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is also mentioned in the President's Address that the Government will be deviating from the present system of centralised recruitment, promotion and management of personnel in the civil service, in order to avoid a brain-drain. This is a wise decision. I understand that in many Government departments and statutory boards, the top officers in charge of personnel management are given grossly excessive power. As a result, many talented and dedicated officers in Singapore, despite strong recommendations from their superior officers, are repeatedly unable to get the \"green-light\" from these top personnel officers to earn their well-deserved promotion. Eventually, they are compelled to resign and further their career development in the private sector. Therefore, so long as it does not affect the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 160</b></font>\n  <br>\n  <br> dignity and justice of the Government departments and statutory boards, this modification will enable the civil service to make the most of the rapidly-changing personnel market. This will also enable the various departments to take up even greater responsibilities, so that the superior officers in the various departments can become more flexible and more competitive employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid (Ang Mo Kio GRC):</b> Mr Speaker, Sir, I rise in support of the motion moved by the hon. Member for Hong Kah GRC to express our thanks to the President for his Address at the Opening of this Eighth Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before I touch on the President's Address, please let me express my concern on the point raised by the Member for Potong Pasir. Undoubtedly, Sir, baseless presumption is not to be tolerated within the confines of this House. Making remarks which are contrary to the truth and far from being constructive will only result in undermining the Member's credibility. What is upmost here is upholding the dignity of this House through Members being honest and honourable in dispensing their messages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, statements like Government policies encourage racial compartmentalisation do not stand on fact. Singapore is a country well known for its harmonious mixture of races, languages, cultures and religions. This harmonious mixture has been made possible through long-standing Government policies and let me refresh the memory of the Member for Potong Pasir on some of these policies, such as the Maintenance of Religious Harmony Act, which curbs any religious extremism and promotes inter-religious harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another policy which reflects the Government's commitment to multi-racialism is the policy of encouraging mixing among the races in public housing and schools. The PAP Government had never and will never tolerate any racial chauvinism in this peaceful and harmonious country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 161</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if it is true of what was said by the Member for Potong Pasir that the Government has emphasised on things Chinese, then it will only be natural for the Malays wanting to be more Malay, and the Indians wanting to be more Indian. If that is the situation, it would be appropriate for me, because of my Malayness, to be standing here delivering my speech with my sarong, baju kurong, and songkok on. However, that is not the reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that the Member for Potong Pasir will not take his role as the Leader of the Opposition as a trifle undertaking. He should bear in mind that his words and conduct are taken as exemplary by other Opposition Members and that any less than a cautionary approach will lead to an eventual loss of public confidence in the institution of the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hougang has affirmed my concern that this trend will be commonly adopted by Opposition Members when he made several unfounded remarks. I would like to leave it to my colleagues to finish with all the facts and figures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, please allow me now to touch on the Presidential Address. It is comforting to know that in the President's Address, education has served to be the pivotal point in the development of our nation as several innovative changes in our education system were brought about recently. I am happy to note that our education policies are constantly being reviewed, and I am confident that these changes are necessary to ensure that inquiring minds are being nurtured and individual potential is being developed to the fullest. These changes, in my view, will prepare Singaporeans for the Next Lap. The Open University, adjustments in the primary and secondary education system, the Edusave scheme and others should ensure a fail-proof and comprehensive governmental approach in educating our population. It is pertinent, however, to note what I would consider as residual greyness of some of the changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Edusave should be rightly claimed as the most applaudable scheme. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 162</b></font>\n  <br>\n  <br> scholarship provided reflects the emphasis and recognition of our Government's commitment to make Singaporeans a landmark society well-known for its educational excellence. To realise this, Edusave must be capitalised fully. It aspires to congenially provide bright pupils from lower income families the opportunity for what might only have been a dream to them. I have been made to understand that Edusave is granted regardless of the pupil's financial background. Supposedly, this privilege is equally extended to pupils from credit card families, then are we not being seen as enriching the rich? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As stated in the Addendum of the Ministry of Education, one quarter of the students in independent schools will be awarded scholarship. Then the oddity will be even more obvious if pupils from the lower income families make up less than the allocated one quarter of the scholarships to be awarded. My reservation would be that the public, without cogitating further, might paint us as a Government that advocates autocracy more than meritocracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since its inception, independent schools have swiftly appropriated the claim as the eminent gantry for class and quality. Equally of common perception is its sumptuous fees. This may result in only the affordable seeking admission in these schools, and until statistical figures are shown, the general public might anchor the idea that independent schools are popularly meant for and dominated by the upper class only. Inevitably soon, the question of the cut-off point in determining the eligibility of the students to qualify for the scholarships will ripen into rife inquiries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another area that demands exploration is the possible reaction by parents towards this policy. There can be two possible scenarios worth deliberating. One, after a pupil has sat for the Primary 6 year-end examinations just before the PSLE, the pupils are required to indicate their choices of secondary schools in preference order. Bright pupils from poor families will presumably pick the nearest reputable neighbourhood school, for they may not want to take the risk of losing out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 163</b></font>\n  <br>\n  <br> in the fierce competition for the scholarship, should they decide to enrol in any of the independent schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second possible scenario is when all the poor families, attracted by the Edusave scheme, encourage their bright children to attend these schools. As allocation is assumed to be given to one quarter of the entire intake, regardless of their financial backgrounds, they might be trapped into bearing the cost burden if their child is not shortlisted for the scholarship. It will therefore be a good safeguard and beneficial if Edusave is given a massive publication to educate parents so that this noble idea will not be a stick instead of the original carrot intended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one other commendable implementation by the Government is the annual grant of $100,000 to all secondary schools. As there are 135 such schools, we are looking at a substantial amount of $13.5 million per annum. What would probably be the argument is that the schools have the discretion to the usage of the grant. We are all aware that, in reality, schools do not operate on an equal basis of priority, scale and standard. These measurements and performances depend technically on the locality, the drive of the students, school's goodwill, commitment of the teachers and dynamism of the principal. $100,000 will only be an epitome to a highly acclaimed school with an outstanding student population as compared to schools that barely reach the national average with a small enrolment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my question to the Government would be: if the grant is to be awarded annually, how will the assessment for the next grant be justified? Are we going to continue giving a fixed $100,000 yearly, regardless of the school size or its passing rate? Will the schools have total discretion in deciding the manner and form of spending the grant? At this juncture, may I suggest that clear guidelines be drafted out to control the proper handling of this fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is conceivably healthy that schools are endowed with the liberty to make independent decisions, some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 164</b></font>\n  <br>\n  <br> control mechanism should, however, be exercised. The Government should adopt a cautionary line so as to avoid this whole programme from being too subjective, that it could eventually lead to an adverse epoch than what is initially intended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, education, being an indispensable pillar in nation building, must be prominently placed and timely marketed. We certainly do not welcome the notion that our education system is under the umbrella of the Ministry of Educational Changes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent streaming in primary schools is one highlight among the new changes. The introduction of EM1, EM2, EM3 and ME3 are attempts to reduce pupil dropouts and to better streamline them according to their cognitive levels. Structurally, it is a more systematic way of categorising pupils with the objective of turning as many of them, in the near future, into citizens of economic value, rather than a social burden. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The different phases in the new system are set as follows. For EM1, a bright pupil could take both English and mother tongue as the first language. EM2 remains intact as the phase out system. For EM3, mother tongue is taken orally with English still as the first language. For ME3, the mother tongue is taken as the first language while English is taken as a third language. Pre-supposedly, ME3 is designed for pupils who are extremely weak in English but are generally good in their mother tongue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My grave concern is with the attitude of some parents who would resort to an easy way out for their child's education. This concern is particularly relevant to Malay parents, because the way in which Malay pupils could have been easily streamed to the monolingual and extended streams under the former system is alarming. Malay parents and their children will, to my worry, without any hesitation, opt for ME3 as an easy path to solve their educational problems. By opting for ME3, Malay pupils will face difficulty in upgrading to EM3, EM2 and EM1 and eventually to higher learning institutions where English is the first language and the medium of instruction. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 165</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me state at this point of time that there is a group in the Malay community which strongly feels that ME3 is to the detriment of the Malay pupils. They suggest that such disadvantaged policy be done away with. I would like to urge them to give this policy a chance to be tried out, for I feel that it can serve its objective and there is no need for a radical proposal to eliminate it. May I suggest to the relevant Ministry to take the centre stage to educate parents as to which category their child is best channelled to. MENDAKI could also come forward to assist Malay parents in deciding the future of their children's education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me end by reiterating that as we explore and progress further, we will not by omission neglect some observational points that can be just as important in determining the popularity and success of a policy. I therefore submit that my inquiries and suggestions be met with the closest scrutiny so as to develop a cohesive and respectable Government that can confidently answer the call of the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with that, I support the motion. \n  <br>1.54 pm \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Mr Speaker, Sir, I rise in support of the motion standing in the name of Dr John Chen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has come a long way from the uncertainties of yesteryears to become a modern, affluent and bustling city. Our success is due to the farsighted and visionary Government whose primary aim was to make Singapore a success. For the immediate future, the plans laid out in the Presidential Address and the attached addenda will improve the quality of life in Singapore. The Government has also looked beyond the horizon and has laid out our plans for the future in the Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The myriad of topics assaults my mental faculties, but constrained by time, I will restrain myself to four main areas: freedom and democracy, education, health and the lower socio-economic group. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 166</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Freedom and democracy</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The open, consultative style of Government has encouraged Singaporeans to be more vocal. This is healthy for politics. It allows people to voice their support or dissent for policies. It gives the Government an opportunity to understand their misgivings, explain the principles behind the policies and even modify policies. At the end of the day, it is not simply a matter of who is right or who is wrong, neither is it who has won the debate. Often, the crux of the matter is a tussle between individual liberty versus the interests of society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Potong Pasir bandies the popular phrase \"freedom and democracy\" and uses it as a rallying call, but I am certain that no crusade will follow, for in Singapore we have both freedom and democracy. The Member for Potong Pasir did not indicate which model of freedom and democracy he meant and neither did he give any constructive comments on this matter. The West being perceived as the epitome of freedom and democracy, it is not unlikely that the Member for Potong Pasir clamoured for more freedom and democracy in the Western context. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Harvard sociologist, Orlando Patterson, the author of the book Freedom which won the 1991 National Book Award for non-fiction, described \"freedom\" as the heart of Western culture, the germ of its genius and all its grandeur, but freedom was also the root of Western greed, alienation and social injustice. Patterson warned that, in USA, the darker side of freedom looms large over the social fabric and it was this dark side that the East was most likely to follow. In the USA, individual freedom is paramount to the extent of infringing on the freedom of others. The American concept of freedom is so skewed that civic freedom, which gives society freedom by participation in government, is a poor cousin to personal freedom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If every person had the freedom to do anything he wanted, he will infringe on the freedom of others and there will be no freedom but rather anarchy. Hence, to have the maximum amount of freedom for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 167</b></font>\n  <br>\n  <br> society as a whole, the unbridled reins of personal freedom will have to be restrained whenever the practices threaten or encroach on the freedom of society at large. Simply put, civic freedom for the society must prevail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The elected government must then be the sentinel of society's freedom and interests. In most situations, the individual perceives it as also being good for him. Unfortunately, the perception is not always so. The government will then do its best to explain the principles behind the policies. The Government may win the minds but not the hearts of many when unpopular policies are instituted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Few doubt that the Government will be able to defend its policies. However, in this present age, I believe that we must also win their hearts though without compromising the need to preserve the interests of society. The Government will have to continue to use the channels of communication to foster a closer relationship with the ordinary citizens. The Government must be seen to be able to empathise. The Government will have to ensure that policies are implemented sensitively on the ground. The Government will have to adapt and make adjustments whenever necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Few in Singapore will disagree with me when I say that most, if not all, Singaporeans prefer the practice of freedom and democracy in Singapore as compared to that practised in the context of Western culture. I will find it hard to believe if the Member for Potong Pasir says that he disagrees with the majority. I think that the correct thing to say about freedom and democracy in Singapore is that the Government, having carefully balanced the scales of personal freedom and civic freedom, should continue to be guarantors of the freedom of the individual and the society. \n  <br>\n  <br>\n  <i>Education</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see education as a cornerstone of success --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Mr Speaker, Sir, before he goes on to his next topic, I have an objection to make. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 168</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you giving way, Dr Lim? \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> No. I wish to continue with my speech. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member is not giving way. Please resume your seat, Mr Chiam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Unless it is a point of order. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is a point of order then. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Is Mr Chiam rising on a point of order? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> What is the point of order? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The point of order is that Members of this honourable House should respect the reputation of other Members. They cannot take pot-shots at them and say untruths about that other Member. That is the point of order, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> That is not a point of order. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> That is not a point of order, Mr Speaker. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, is this House going to allow Members to say untruths of another Member? I do not think this is right, Sir. We cannot set this precedent. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, I have not heard any untruths being uttered. Could you resume your seat? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, I will name the untruth. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, this is an order. Would you resume your seat? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You may continue, Dr Lim. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Mr Speaker, Sir, on education, I see education as a cornerstone of success not only to the individual but also to the country. It is also the ladder by which one can climb out fromthe poverty trap into better socio-economic rungs. In a meritocratic society like Singapore where educational \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 169</b></font>\n  <br>\n  <br> achievement is placed on the highest pedestal, the relentless pursuit of academic excellence is an absorbing priority. The Government has done much to ensure that each Singaporean has the opportunity to realise his maximal educational potential. I am certain that if the Member for Hougang were familiar with the educational scheme, he will know that the Government does not deny any child of reaching his maximal educational potential because of his intellect. The limitation is not on the part of the Government but on the part of the individual. We must not rest on our laurels and we must continually adapt our educational system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the primary level, the new Primary 4 streaming system gives the parents an opportunity to determine which stream the child goes to even if it differs from the streaming recommended by the school. In some instances, the expectations and hopes of the parents may far exceed the ability of the child to obtain the necessary grades. The Ministry of Education should undertake a survey to monitor the performance of the students who are in the streams that their parents have opted for although their school has recommended otherwise. In this way, the Ministry of Education will be able to advise parents of the consequences of choosing a stream other than what has been advised by the school. This will allow parents to make informed choices and it will also allow the Ministry of Education to fine-tune the streaming system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has always stated that admission to independent schools is solely based upon academic criteria. Scholarships and bursaries are made available to those from the lower socio-economic groups. One of my concerns about the independent schools was the affordability of the enrichment programmes and activities in these schools. It is reassuring that the Edusave programme will help to fund the enrichment programmes. It is important to ensure that having gained admission to the independent schools, students from lower socio-economic families will not be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 170</b></font>\n  <br>\n  <br> socially alienated because of their inability to afford the enrichment programmes. The independent schools have a moral responsibility to ensure that this situation will not arise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When commenting on education, we are often so absorbed by the needs of those who are being educated that we sometimes neglect those who educate. The pressure by principals for their schools to perform well, the pressure from the school inspectors to teach the perfect lesson, the pressure of being unable to discipline an errant student without courting a complaint letter from parents - all these connive to erode the dedication and loyalty of teachers who have answered to the calling of education. We must study the plight of teachers with the same energy and vigour as we do when we seek to improve the quality of education. Therefore, I urge the Minister for Education to harness the wisdom of his Ministry to ensure that the heights of education will be equally supported by the pillars of dedicated educators, an adaptable educational system and conscientious students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I leave the subject of education, I am again reminded of the remarks made by the Member for Potong Pasir who quoted Dr Vivian Balakrishnan and surmised that the university administrators, lecturers and students were on a leash. This morning, I had spoken to Dr Balakrishnan who practises in the same hospital as I do. His remarks were made in the context of raising funds for the University Endowment Fund and he had suggested that the alumni be given more say in the university administration so that there will be a sense of belonging to the University, and certainly not because there was no freedom and democracy in the university environment. The Member for Potong Pasir had further quoted out of context by saying that no great people will come from such universities in which the alumni was not actively involved. The speakers at the forum had meant that because NUS had such a short history, there was no great personality that had arisen to whom the students could look up to. However, if we were to include the years of the Singapore University and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 171</b></font>\n  <br>\n  <br> University of Malaya, there would have been great personalities whom the students can be proud of and that would help to forge a sense of belonging and identity. \n  <br>\n  <br>\n  <i>Health</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Health is dear to the hearts of all Singaporeans, and I see it as my bounden duty, to use my intimate knowledge of the health care system, to achieve the twin goals of continued provision of affordable quality health care and to temper the escalating cost of health care without compromising on standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the outset, let me say that the standard of health care in Singapore is comparable to the best in the world. To continue providing a high quality of health care, it is inevitable that health care cost will escalate. The state health care system in New Zealand, United Kingdom, Canada, France and Sweden are beset with overwhelming financial problems. In 1991, the USA spent 12.4% of the GNP on health, yet 40 million Americans are kept out of the health care system. The experiences of these countries remind us that we should not let history repeat itself. We must continue with the philosophy that those who can afford should pay but those who cannot afford will not be denied of health care. The phasing out of subsidies for A and B1 class wards and the continued provision of subsidies for B2 and C class wards is a step in the right direction. Restructured and Government hospitals should reflect the true cost of health care in their A and B1 class wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a regional centre of medical excellence. The rapidly changing pace of medical advances dictates that to remain as a regional centre of medical excellence, we must continue to acquire new medical technology and medicines of proven value. If we do not do so, the average citizen will not have access to these modern diagnostic and therapeutic techniques but the rich can easily seek such treatment overseas. However, the Government must not be shackled by the prohibitive cost of modern medical \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 172</b></font>\n  <br>\n  <br> treatment. If the Government was to provide subsidies for all these new medical advances, the state coffers will be in dire financial straits. Hence, the financial burden in such a situation cannot be borne solely by the State. We must be discerning and prudent. We must differentiate between medical advances of proven value versus glamorous high technology medicine whose efficacy is uncertain. What we need is a medical evaluation body similar to SISIR. This body should comprise a multi-disciplinary team of specialist doctors, economists, biomedical engineers, medical researchers and other relevant specialists. Thorough evaluation of all new medical technology or medicines will safeguard against the uncontrolled proliferation of new and expensive medical advances which have not been proven to be of value. Only then can we continue to provide a high level of quality health care without burdening the State finances excessively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Government builds new hospitals, we must also weigh the cost of building a tertiary care hospital as compared to a secondary care hospital. In the tertiary care hospital, there is a wide range of specialists and sub-specialists, there is a high specialist to patient ratio, there is an impressive array of high technology therapeutic and diagnostic equipment and operating expenditure is high. A secondary hospital has the major disciplines of medicine, a lower specialist to patient ratio, the essential diagnostic and therapeutic equipment, and it is less expensive to operate. I am of the opinion that we should build hospitals which provide a good quality of basic medical care without the frills of modern technology such as Magnetic Resonance Imaging, transplantation programmes which are extremely expensive and will only benefit a minority. We already have tertiary care hospitals which can provide these services. My fear is that if we were to build more tertiary care hospitals with expensive technology, more patients will be put through such tests to justify the cost of these modern medical advances. This will result in unnecessary escalation of cost both for the Government and the patients. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 173</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I strongly support the concept of community hospitals. Many of the patients in secondary and tertiary care hospitals stay after the acute period because of the need to convalesce. They do not need the so-phistication and the high cost of tertiary care hospitals during the convalescing period. What they need is low cost community hospitals. Building more community hospitals will reduce the pressure of beds in secondary care and tertiary care hospitals and ultimately reduce the need to build more high cost hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today's appetizer on health care will suffice and the main dish and the dessert will be served on another occasion. The Hon. Minister for Health will then have an opportunity to chew on the healthy diet of affordable health care and restraining escalating health cost. I hope that today's appetizer will whet his appetite. Ultimately, we must have a slim and trim health care service that will provide affordable quality health care to all Singaporeans without putting undue strain on the nation's finances. \n  <br>\n  <br>\n  <i>Lower socio-economic group</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last but not least, my heart compels me to speak on behalf of the less well off in our society as I have a soft spot for them. I support the aims of the Ministry of Community Development in working with the community and encouraging the community to participate maximally so that together they will build a cohesive, compassionate and robust society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With increasing affluence, materialism becomes a point of focus for many Singaporeans. It is important that we become affluent not only in material needs but also in altruism. We do not doubt the generosity of Singaporeans when called upon to contribute to charities. However, we also note that the number of volunteers is decreasing. Just as we need people to contribute money to help the less fortunate, we also need people to contribute time to help the less fortunate. We should start developing this altruistic approach in the schools, polytechnics and even universities. The Government should consider setting aside \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 174</b></font>\n  <br>\n  <br> a designated time during each school term for them to perform community services. This will help to create an awareness of the less fortunate in the community in our young and to inculcate a more caring spirit. If we want Singapore to be a caring society, we must do our best to kindle the fire of altruism in our youths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the setting up of Family Service Centres. The provision of more Family Service Centres will encourage the more able in the community to help the less able in the community. The Family Service Centre will also be in a position to tap the strengths and resources of the grassroots and community organisations in the provision of social services to families in the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Compassion and empathy must temper the iron-clad rules of bureaucracy. The revestment of a HDB flat, the cutting off of basic utilities, the inability to pay for educational expenses in a family in dire financial straits put on them an immense amount of psychological strain. We must soften the blow, preserve the vestiges of their human dignity and marshall the resources of the Government and the community to help them keep their heads high again. The cold hand of bureaucracy must wear a glove of compassion. The Government is compassionate but it is equally important that the bureaucracy, that is the face of the Government to the ordinary citizen, is perceived likewise too. Hence, the Government must imbue the bureaucracy with compassion and empathy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I must now end. As we unfurl our sails of democracy and freedom, ride the winds of an ever-changing world, we must encourage those who are capable to help those who are less able, we must strive to help Singaporeans own their own roof over their heads, we must widen the doors of education, we must ensure that affordable basic health care is provided to all Singaporeans, we must fasten our finances with ropes of prudence and we must have a united multi-racial crew who will rally to the cause of Singapore. With this robust ship, the Government will be able to use the hands of compassion and empathy to steer with wisdom and lead \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br> the nation across the seas of uncertainty into the promised land of the Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VISIT OF THE HON. SENATOR DATO' CHAN CHOON TAK AND</b>\n  </div> \n  <div align=\"center\">\n   <b>MEMBERS OF THE DEWAN NEGARA MALAYSIA</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. On behalf of hon. Members, I welcome the Honourable Senator Dato' Chan Choon Tak, President of the Senate of Malaysia and his delegation, who are present in our gallery. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 175</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, with your indulgence, I think we have enough time. We are already more than half-way through. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, you have made your speech, and you have no right to speak. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, I want to get a point of clarification from Dr Michael Lim. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are not permitted to make a clarification at this point. Please resume your seat. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> When can I be allowed to make a clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Under Standing Orders, you are not permitted to make any clarification. Mr Cheo. \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, generally speaking, the Government's policy, as outlined in the President's Address, is basically correct and encouraging. However, I feel that there is need for me to comment on a number of points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on public housing. The HDB's plan to improve the neighbourhoods of HDB housing estates, including the upgrading \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 176</b></font>\n  <br>\n  <br> of existing flats, and installation of water-proof flooring, etc, is most welcomed by the people. However, the HDB should pay attention to the design of the flats. Many residents complain that the doors of some HDB flats are too small, making it very difficult for them to get the furniture into the flat. Although this may appear to be a trivial matter, it has caused inconvenience to many residents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem concerns the water tanks. As the water tanks on the roofs of HDB flats are not sheltered, the temperature of water coming through the pipes can be very high in the afternoon. I have received complaints from many residents on this matter. I hope the HDB will look into the matter and improve on it. The HDB, I believe, must have been looking into this problem because it has received many complaints on this matter. I took up this matter with the HDB, but it has pushed the responsibility on to the town councils. Now I wish to tell the HDB that if they want the town council to take up the matter, of course, there is no problem. However, the town council needs the cooperation of the HDB. For example, the town council must 2have certain funds to carry out the works to improve the facilities. Furthermore, the engineering and architecture departments of the HDB have to approve the plan for the works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that the HDB has recently amended many of its rules and regulations, making it more convenient to the people. This is something worthy of our praises. However, there is one matter I would like to comment on, that is, the HDB has recently stopped the practice of providing office premises for Members of Parliament. I think this is a wrong move. MPs are rendering their services to the residents. They are like grassroots leaders. If the HDB allows grassroots leaders to have their offices at the void deck of HDB flats, why can't MPs also have their offices at the void deck? This will enable the residents to meet their MPs, to seek their help, and to raise some complaints with their MPs. The MPs will also find it convenient to provide their services to the residents. HDB argues that the void decks are in great demand and there is more and more use for the void decks and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 177</b></font>\n  <br>\n  <br> therefore MPs cannot have their offices at the void decks. This argument does not hold water. For example, in Nee Soon Central, there are more than 140 blocks of HDB flats in the constituency under the charge of our town council. To say that there is no space to build a small office for the MP at one of the void decks of the more than 140 blocks of flats is simply unjustifiable. Therefore, I hope that the HDB will look into this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to touch on the question of labour. In the Ministry of Labour's addendum to the President's Address, it was mentioned that more and better job opportunities will be created for our people. As a matter of fact, I have already felt it. In the execution of my duty as an MP, I have come to know that the Employment Unit in the Labour Ministry has rendered a lot of assistance to the voters in my constituency. I would like to take this opportunity to thank them. However, in the protection of the interest of the workers, the Labour Ministry's effort is still inadequate. I hope that the Government will look into the matter and amend the law as soon as possible to provide for priority to be given to the payment of salaries and CPF contributions owing to the workers when a company goes into liquidation or receivership and when its assets are being auctioned off. I am aware that there is one high-tech vegetable farm in Yishun which owes as much as 10 months' salaries to its workers. The matter is now in the hands of the Labour Ministry. I hope that the Labour Ministry will deal with the matter appropriately to recover the salaries and CPF owing to the workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to speak on education and health care. I would like the Government to pay close attention to the hefty increase in educational and medical cost. The Government should be very careful in this matter. I feel that the Government should increase its subsidy on education and health care because we have a sizable reserve fund in our coffer and our taxes are heavy. The Government has a large income. Therefore, it should allocate more funds to subsidise these two welfare items. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 178</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that education should not be linked to politics and be influenced by politics. Of course, the political influence is inevitable. However, education should not be used as a political weapon. For example, after the General Election, the PAP has threatened residents in the Opposition constituencies that they want to withdraw or cut down on kindergarten classes in those constituencies. This is a sign of mixing up education with politics. In a reply to the readers' letters, the Press Secretary to the Prime Minister wrote in the Straits Times of 1st January that the PAP Community Foundation was a non-profit making and charitable organisation, and that it was not the People's Action Party itself. Therefore, we can see that the PAP has failed to distinguish between itself and the PAP Community Foundation. Whether it is a private organisation, or a Government organisation, education should not involve politics. If the PAP Community Foundation is not a political organisation, that is, not the PAP itself, then why is the PAP threatening to withdraw or cut down on the number of kindergarten classes? This clearly shows that the PAP, the ruling party, has made use of education as a means to threaten the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I would like to touch on privatisation. I agree that the corporatization of certain competitive enterprises and non-essential monopolized enterprises by the Government is a right move. However, important monopolized enterprises, such as public utilities, should not be privatized. Otherwise, corporatization would necessarily mean the increase in fees or charges. Of course, the Government could allow some private enterprises to participate in the operation of these enterprises, subject to some stipulated terms and conditions. However, the Government must be very careful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government allows the schools to go independent and the hospitals to be privatized. In my view, this is tantamount to Government shirking its responsibility. If the Government cannot manage these institutions as good as, if not better than the private sector, then what does this show? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, on CPF. In my view, the Government should have more flexible \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 179</b></font>\n  <br>\n  <br> regulations on the use of CPF. When there is turbulence in a society, apart from racial conflicts, I think the main problem is the contradiction between the rich and poor. In a society, those who \"have\" should help those who \"have-not\". For this reason, I am glad to note that the Government has encouraged community organisations to set up various schemes to help the poor and less fortunate people. This is certainly a correct move. But I feel that the Government should relax on the use of CPF so that people with large savings in their CPF accounts may be allowed to withdraw a certain amount of money, within a specified scope, to help their relatives in the payment of their housing loans and conservancy charges, and even their cost of living and medical expenses during unusually hard times. I think this is one of the ways the Government should consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would like to speak on consumption tax. The Finance Ministry will be presenting a White Paper on consumption tax soon. This is a prelude to the Government's intention to introduce consumption tax. I am very concerned about this matter. As the consumption tax will be levied on all our people, it will be extremely to the disadvantage of those in the lower income group. I urge the Government to carefully study the matter and not to implement this consumption tax hastily. I agree with the Member for Leng Kee, Dr Ow Chin Hock, that all the basic necessities, such as food and sundry goods, should be exempted from such consumption tax, if the implementation of consumption tax is truly unavoidable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to talk about concerns a problem in our car quota system, particularly the surcharge on old cars. The Government imposes a road tax surcharge on cars above 10 years of age, and the surcharge is increased by 10% every year for five years. The reason given by the Government for imposing this surcharge is that such old cars can cause congestions on our roads because they may stall on our roads, that they emit a lot of exhaust fumes, thus polluting our environment, and that they are noisy, causing noise pollution. These are the reasons given by the Government. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 180</b></font>\n  <br>\n  <br> However, is the Government saying that by imposing a surcharge on these old cars, all the abovementioned problems could be resolved? No, the problems will still exist. As such, this is not a valid reason, not a genuine reason. In my view, the real reason is that the Government wants more revenue, and not the reasons as given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we know, some of these cars which are over 10 years old have been well maintained. The Government requires all old goods vehicles to be inspected once every six months and old motorcars to be inspected once a year to make sure that they are road-worthy. The quality of different makes of cars varies. The manner in which they are maintained is also different. If the cars are well looked after, I am sure many of them are road-worthy. Some cars are rarely used on the roads. Of course, taxis are running on the roads most of the time. They suffer more breakdowns. But most private cars are only used by their owners to go to office and back home. They are in good condition. For these reasons, I feel that the Government should abolish this surcharge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, a car is no longer a luxury item. Many less well-to-do people need a car for their daily lives. The surcharge imposed by the Government is very unfavourable to them, and has increased their burden. I hope that the Government will carefully consider my suggestion to abolish the surcharge. We can use other methods to control the use of old cars. We can fix a life-span for each car, for example, motorcars may be used for 20 years and goods vehicles may be used for 15 years. We can set a basic stipulation, and then review the matter in due course. 15 or 20 years later, if the condition of the vehicle is still good, still road-worthy, then we should allow them to continue to be used on the roads, with a little extra levy. This will be more reasonable and more practical. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to talk about the Government's so-called \"consultative\" style. I am very glad that the Government has announced that it will be more \"open-minded\" and \"consultative\". However, the promise must be a sincere one, and not just to put up a show or to earn more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 181</b></font>\n  <br>\n  <br> political capital. I can give two examples to illustrate the point, for example, the Elected President system and the new system of telephone charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the 1988 General Election, the issue of the Elected President was brought up. Thereafter, many people asked the Government to conduct a referendum to decide whether or not to implement the Elected President system. Many grassroots organisations also held the view that there should be a referendum. However, the Government did not accept their view. The same applied to the new telephone charging system. Many people objected, and they felt that the new system was no good because it would give rise to many problems. First, the cost will go up. No doubt, some people may pay less, but the vast majority will have to pay more. Secondly, the people-to-people relationship will be undermined. When you need to borrow the use of a telephone, you will have to first consider whether the subscriber will be happy to let you use the telephone. On one hand, the subscriber will feel bad not to let you use the telephone. On the other hand, he or she will have to worry about the charges to be incurred. Thirdly, the school children will hesitate to use the telephone to discuss homework with their class-mates. The old folks will not be able to chit-chat with their old friends. The old people are thus deprived of this little entertainment that they used to enjoy. There are many defects in the system. Many people have brought them up, but the Government has failed to consider them carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's explanation is that under the old system, everyone pays the same subscription whether you use the telephone very often or not, and that is not fair. In my view, this is not a valid reason. If the Government is sincere about it, they should reduce the subscription for those who use the telephone less frequently. There is no need to implement this new system of charging. If Telecom is serious about not wanting to earn more revenue but to improve its services to the subscribers, then it should not implement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 182</b></font>\n  <br>\n  <br> such a system. It should, instead, increase the number of telephone lines rather than resort to this sort of time-based charging system. Singapore is a small country. There is no need for us to lay very long underground telephone cables. Therefore, unlike the western countries, we have no need to adopt this time-based charging system. The other countries have to adopt this system because their land is wide and the cost involved in the laying of long telephone cables is mammoth. They use this method because their cost is high. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another point which the Government might have overlooked. Singapore is a commercial and industrial society. Telephone is an extremely important means of communication. By introducing this restriction, the Government may cause an inflation. Because, once the operational cost is increased, the businessmen would pass on some of the increased cost to the consumers. Therefore, if the Government is serious about practising the consultative style of ruling, it should be done sincerely in substance and not merely in form. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that I hope the Government will consult the people whenever it wishes to introduce a new policy, and not after the policy has already been implemented. When deciding on a policy, due consideration should be given to the actual situation, and it should not just be based on some theories or statistics. Let me give you an example. When I was in primary school, the school conducted a mathematics competition. One of the mathematical problems was: \"There were five birds on the tree. A hunter used a gun and shot down one bird. How many birds were left on the tree?\" [Laughter]. This is a very good example to illustrate the point that, when deciding on a policy, due care and caution must be taken. It should not be based merely on some theories. Coming back to this example, if you look at it purely from a mathematical perspective, one out of the five birds was shot down. Of course, four birds would be left. But, if we look at it from the practical point of view, not even one bird would be left on the tree, as all of them would be frightened off. [Laughter]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 183</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I hope that the Government and the people in our society will show more concern for the problems of our old people. I appreciate that the Government is rather concerned about the problems of our old people. However, there is still room for improvement. The Government and the society should show concern for the welfare of the old people, because they are our older generation. They have contributed greatly with their blood and sweat in the process of our nation building. The fruit of success that we enjoy today is brought about by their contributions. For this reason, we should not forget them after they have retired from active service. Then only can we build up a compassionate society. I wish to thank SBS for granting concessions to the senior citizens. This is a way to return our gratitude to the older people. However, I would like to make a suggestion to SBS that the hours of restriction in which the senior citizens can enjoy concessionary fares should be lifted, so that they could enjoy full concessions and not be restricted to non-peak hours only. I hope that the Government will study the suggestions which I have put forward, review its policies and revise them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I wish to thank the President for his Address. I support the Government policy as outlined in the Address as it is basically beneficial to the nation and the people. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.15 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.37 pm until 3.15 pm Sitting resumed at 3.15 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Mr Speaker, Sir, the President in his Address said that we are now entering a new phase of development. He said: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 184</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Now we face new challenges - how to strengthen national consensus despite the absence of visible danger; how to remind Singaporeans that the basics have not changed, however secure our prosperity may appear;' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The new generation of Singaporeans must find fresh answers to these challenges amidst tumultuous international changes. ... We have to work together productively as one nation ... Then we will fulfil the promise of The Next Lap.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to fulfil the promise of The Next Lap, we need a right political climate. But what is the political situation now? Firstly, I notice that there are some signs of public disenchantment with the Government. Some people are clearly unhappy. Secondly, there are also emerging signs indicating the loss of political innocence as termed by Straits Times columnist, Mr Asad Latiff, in an article on 5th January this year. It appeared in the Sunday Times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, please allow me to elaborate. On point number one, why are people not happy? I think it has got to do with, first, the painful transition from subsidised education, health care, housing and utilities to a more or less user-pay consumption. Secondly, there is this perception that they are worse off. They feel resentful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are very imperative reasons to privatise. Nobody is arguing about that. We need to be cost effective and competitive. It is the side-effect of privatisation and the overwhelming changes it brings that people find it hard to accept or adapt. Notice the trend where people start to criticize the motivation of the Government. To quote Mr Asad Latiff: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Whereas earlier it was customary for unpopular policies to be judged against the Government's stated intentions, now, such policies are being judged on their own with the larger purpose, either becoming secondary or, worse, being disbelieved outright.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This signifies decreasing support and trust for the Government and its policies. The effect of privatisation on the public must be of paramount concern. The crucial question to address is: can the people take it at such a pace? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the trend towards privatisation may be inevitable. However, the pace and its implementation need to be fine-tuned. Unpopular policies, if they have to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 185</b></font>\n  <br>\n  <br> implemented, can be packaged in such a way so that they are more acceptable and less painful to the people. This will mean going an extra mile to anticipate and manage public sentiments regarding this policy and thus avoid paying unnecessary political cost. The challenge of the Government is then to ensure optimal pace of privatisation without compromising on the competitiveness of Singapore vis-a-vis other newly industrialised countries. In the process, the Government must be seen to be eager in gathering views from the ground concerning Government policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, our people have, firstly, to understand Singapore's need to change and adapt to external push and pull factors and, secondly, our limitations as a small country. Singapore has only this much of land and this much of space for roads. There is always demand for more houses and more cars. Prices of houses and cars will continue to increase because of the demand. Whenever possible, we try very hard to meet the aspirations of the people for bigger houses, better pay cheques and cars. But try as we might, we are also constrained by the limitation of our country. Despite our achievements so far, the basics have not changed. And I have no doubt at all that the Government remains committed to improving the standard of living in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, are Singaporeans really worse off? Sir, nothing can be further from the truth. Singaporeans are indeed much better than before. The Government has come out with figures again and again to show how the lives of Singaporeans have improved. Statistics may not tell the full story, but you need only to look around to see how much Singapore and her people have progressed. For example, many are now staying in bigger flats than in the 70s. We also have nearly 300,000 foreign workers working in Singapore. When the Chinese President Yang Shangkun visited a Bishan flat owned by an HDB draftsman, he lamented that it was even better than his own abode. Indeed, the standard of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 186</b></font>\n  <br>\n  <br> living in Singapore has improved tremendously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the achievements of Singapore today are the result of a strong binding force that pulls the whole country together to combat widespread unemployment, communism, communalism, corruption and gangsterism. This binding force comes from the PAP. The society rallies around a popularly elected, strong and good Government provided by the PAP. Now, this force is increasingly being undermined and loosened. The bond between the Government and the people is not as strong as before. Yet, Sir, without this binding force, it is going to be difficult for Singapore to compete internationally and achieve our goals of The Next Lap. Because a divided society will surely sap its energy. Thus, it is important that both the Government and the people work out new ways to foster this link. If both parties cannot secure this kind of bondage, the final loser will be Singapore. And I submit that we still need this very strong binding force to pull our society together, because we still lack the natural cohesiveness of a nation. We are but a newly independent state. Therefore, we must consciously work towards mutual understanding and national consensus for the progress of Singapore as a whole. We must ensure that the right kind of political climate continues to prevail. If we cannot, then we may be heading for trouble or even disintegration. How should this be done? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this point, I would like to draw an analogy. A traditional Chinese family believes in a balanced approach when it comes to parenting. This is manifested in its vocabulary. The term (yanfu) is accompanied with (cimu), that means a strict father and an understanding mother. The firm approach of the father coupled with the soft approach of the mother maintain harmony and happiness in the family. In governing, we also need to have such a balanced approach, ie, the firmness of a father and the tenderness of a mother. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think yesterday the Member for Tanjong Pagar GRC alluded to a Chinese saying (liangyao ku kou), which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 187</b></font>\n  <br>\n  <br> means good medicines invariably are bitter. But I think there is nothing to prevent us from making good medicines more palatable. The Chinese physician has long been practising this. They use this item called (gancao). I believe it is called liquorice root which tastes sweet in its prescription. It does no harm. It is like a clown 2in a circus. It provides relief. I think it lessens the bitterness and maybe, in some cases, it can also produce a sweet after taste. So I say: why not, if we can do it? Except maybe for some more sticky problems! In fact, in the pharmacies, a lot of medicines are now sugar-coated so that the patients could swallow them easily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, Sir, it is the onus of the Government to think of the worst but hope for the best. While we want Singapore to strive for excellence, we do not want to alienate our people. The people on their part should be mindful of our limitations as a small island state. The smallness of our state limits our options. It limits our actions. It limits our opportunities. It limits our freedom. So we must accept this limitation. We have no choice. We must also learn to give and take in order to forge that consensus and mutual understanding. It is only when we have a common goal and vision that we will be spurred on to even greater heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the motion standing in the name of the Member for Hong Kah GRC thanking the President for his Address in Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Speech at the opening of the Eighth Parliament, the President listed out education, housing, health care, the pace of changes in Singapore and the personnel management in the civil service as the challenges to be faced by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to present particularly some views on health care. With an ageing population in Singapore, health care and related expenses are matters which a responsible Government should be very concerned with. As such, a gradual increase in Medisave contribution rate for the working people, particularly those \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 188</b></font>\n  <br>\n  <br> middle-age workers who are already house owners, is a wise move, and it should be popularly supported by the people. However, I feel that we should allow Medisave to be used in a more flexible manner. We should give our people more liberal options. At present, they could make use of their Medisave account when they go to a Government or restructured hospital. I suggest that we should allow Medisave to be used in all hospitals which conform to the Government's specifications. By so doing, the Government will go one step further in alleviating the burden of our people. At the same time, we should also encourage all Singaporeans to contribute to Medisave, particularly those daily-rated workers, casual labourers who do not have a fixed job, and also the self-employed people. They should also contribute to Medisave. I think the Government should introduce some incentives to encourage them to contribute to the Medisave account on a voluntary basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt, Medifund is a very good scheme; but most people do not know how they could benefit from this scheme. Many people are still not clear as to what Medifund is for. Naturally, they have a lot of doubts. For example, how poor must a person be before he is eligible to apply for assistance or subsidy from the Medifund? How are we going to ensure that the Medifund would not be abused? By setting up Medifund, will it encourage the younger people to push away their responsibilities and commit their chronically-ill parents to the care of the State? I think the Government should lay down detailed guidelines on this for better understanding by people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government announced that the Ministry of Health will regulate all private hospitals and clinics. I think this is something which would be welcomed by the people. It is a wise decision. This will ensure that the people will receive the best medical care and proper treatment. The requirement that doctors should reveal the nature of illness to the patients, the type of treatment that he has to undergo and also the estimated cost of the treatment, is another step towards more efficient health care and medical treatment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 189</b></font>\n  <br>\n  <br> for our people. In order that our people will receive better medical treatment, the Government has spent millions of dollars to improve the existing Government hospitals. At the moment, the Singapore General Hospital is like a hotel. Whether in design, structure, equipment or facilities, it is as good as any hospital in the developed countries. However, there is still room for improvement in so far as service is concerned, particularly in the subsidised C wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I often hear complaints by some patients and members of their families about the treatment they have received in some of the Government hospitals. I feel that while we are improving the standard in our hospitals, we should also, at the same time, be more humane, sympathetic, and caring to our patients. Some patients and members of their families have often criticised that some of the medical officers are insensitive to the pains and sufferings of the patients. Understanding the feelings of patients and concern for their welfare is very important. This is something which the doctors, nurses and other medical personnel should bear in mind at all times. We should be more loving, caring and showing respect to patients. Doctors should not treat a patient like a machine which has broken down and completely neglect his feelings. With the ever improving science and technology, machines and computers can do many things which the human beings are doing. But one must not behave like a machine, which is totally void of feelings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we are talking about increasing efficiency and cost-effectiveness, we must not forget inter-human relationships. Many people with minor ailments attend the A&amp;E units in the hospitals at night and they have been accused of abusing the service. In fact, many of these patients, I believe, are daily rated workers. They earn a very low income. They cannot afford to stop working in the day to attend the Government clinics when they are sick because that would mean losing one day's income. At the same time, the private clinic charges are much more expensive than the A&amp;E units in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 190</b></font>\n  <br>\n  <br> hospitals. I hope that the Ministry of Health would consider opening some of the Government polyclinics at night so that the lower income group could also receive such medical services after work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his Speech the President mentioned that some Singaporeans find it very difficult to adapt to the rapid changes in Singapore. They feel that they have been deserted and neglected by society. Among them, there are many daily rated workers or casual workers, some old people and those in the dialect-speaking community. I am glad to note that the Government is actively helping them in various aspects. I believe that so long as the Government and the people can put in a concerted effort, we will be able to help them adapt to our society so that they can enjoy prosperity and a comfortable living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, may I once again thank the President for his Address. \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, I welcome the President's Address at the Opening of the Eighth Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's apparent concern and sense of involvement in the lives of the people is a sign of true leadership. I therefore support the motion of thanks to the President, moved by the Member for Hong Kah GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the civil service can be likened to the pillars of a house. Strong pillars make a strong house, and weak pillars can mean the ruin of the house. The civil service is without doubt the nerve that drives the country's administrative machinery, whose role is not only to consolidate the progress we are enjoying, but also to plan the co-untry's future development and our future way of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the Government's proposal to grant more powers to the Ministries, including powers of promotion. However, we should also ensure that our executives are equipped with a fair yardstick with which to make the assessments they have been empowered to do. Misuse of the power, in the form of an unfair promotion, for instance, can demoralise other staff. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 191</b></font>\n  <br>\n  <br> Attention should also be paid to the welfare of civil servants. Besides the incentives and privileges already granted, we should not forget to give to hospitalisation as well. Officers should enjoy benefits commensurate with their length of service and salary, not just their qualifications. I believe if civil servants find their welfare being well looked after, they will be encouraged to enhance their efficiency and productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Inter-racial harmony is not a new issue. It is something that has been with us for a long time. We are conscious that the country will be ruined should we ever neglect this aspect of our life, because one of the pillars of our success today is the solidarity and harmony we enjoy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, we have succeeded in promoting mutual understanding and respect among the people. Life is more peaceful. All the hang-ups that used to lead to racial conflicts in the period between the fifties and the seventies are diminishing. The pain and anxieties that developed from the conflicts of the sixties are fading away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also succeeded in reducing mutual suspicions among the various races. As an example, the Malay and the Indian communities are more and more appreciative of the needs of the Chinese to promote Mandarin through annual campaigns; likewise, Government's support for the Malay community's efforts to uplift themselves economically, socially and educationally is now better understood by the other races. In fact, we can say that the emotional ties that used to keep the different communities apart with every incident and every outburst concerning the country in China, India, Malaysia and Indonesia, etc. are now being ignored, because the people are now more aware that they enjoy equal political, economic, and social protection here. By \"protection\" I am referring to security and safety, not charity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Mr Speaker, we should not rest on our laurels. Racial harmony requires an updated approach, appropriate to the level of progress which we are and which we will be enjoying. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 192</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Government's plan to privatise Singapore Broadcasting Corporation (SBC) should take into account the question of how we can include elements that promote racial harmony in our future television and radio programmes. If we place too much emphasis on commercial considerations without regard for the reality of the plural society of Singapore, we would be neglecting the role of a very important medium for fostering understanding between the different communities in Singapore. Perhaps we could take a cue from American television, where there is always a role, no matter how small, for blacks and other immigrants. Programmes featuring the culture and arts of various communities should also continue to be shown, even if they do not have commercial value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can also enhance racial harmony through our Community Clubs. The language barriers that often prevent the communities from participating in each other's activities should be overcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the Asian values which we seek to nurture through our educational system should be kept alive not just in the school curriculum but also in our way of life and our environment outside the school. The negative effects or influence of cultures outside Asia that have found their way into our life should be reduced or at least not allowed to turn into common activity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I support the motion to thank the President. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Mr Speaker, Sir, I rise to speak in support of the motion by the hon. Member for Hong Kah GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Address in many ways is remarkable in both substance and spirit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Against the backdrop of world economic gloom, when most countries have to contend with civil unrest, poverty, massive unemployment, ever increasing crime rate and many other seemingly unsurmountable problems, we have here an agenda in front of us that is devoid of any negative issues. All our aims and objectives for the next few years are for the improvement \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 193</b></font>\n  <br>\n  <br> on already outstanding achievements. In housing, education and health care, extensive and comprehensive plans for the future have been prepared. And I am confident that they will be successfully implemented. Even at this present moment when we are somewhat apprehensive about the impending economic downturn caused by the global economic stagnation, we have cause to be optimistic that our national agenda as set out in The Next Lap could be reached. However, we are at a very important cross-road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is very crucial now to re-examine some of the basic success ingredients that brought us to this happy state of affairs. Apart from the proven virtues such as hard work, far-sighted planning and good leadership by the Government, perhaps the most important ingredient of all that has not been often highlighted is the way in which the whole population rallied behind the Government in implementing every plan and policy in the past 30 years. The old dictum of \"unity is strength\" cannot be demonstrated more vividly. But the scenario of what comes next, I think, would be different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The basic objective of survival has been overcome and the four main essentials in life, that is, clothing, food, accommodation and transportation, have been taken care of.Further progress cannot be as dramatic as before. Every step forward would take that much more effort and energy to achieve. There is an old Chinese saying, (Chuang ye nan, shou ye geng nan). When translated, it reads: \"It is difficult to establish a business, but it is much more difficult to keep it prospering.\" Because higher expectation and complacency will provide the distractions that can lead to deterioration of our tradition-al virtues of achieving progress through hard work and personal sacrifice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is quite obvious recently that forging a consensus has become much more difficult as individuals become more preoccupied with their own personal progress. By itself, it is not detrimental \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 194</b></font>\n  <br>\n  <br> because ultimately, the final objective of any government is to provide the individuals with maximum opportunity to attain the greatest satisfaction in life, both economically and spiritually. Nevertheless, it is of utmost importance that at this crucial stage of our development, we must not lose sight of our limitations. Every time we make reference to comparison with the United States, Europe, Australia, we often forget that Singapore is only a small island with a limited population of 2.8 million or so, completely without any natural resources. Just imagine if we are going into a prolonged recession like what is being experienced by some of these developed countries. While they will find great difficulties in recovering and bouncing back, we may never be able to do even that. Therefore, nation before self and unity is strength must be the hallmark of our nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just pause and think of this scenario if our popualtion is being fragmented into two opposing political and ideological factions. Numerically, we will reduce the already small population to 1.4 million or so. Having a sufficient breed of capable and talented people to serve the Government is being made that much more difficult and forging a consensus and achieving expediency in implementing policies and national projects will be a much more tedious exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must reiterate that I am certainly not saying that it is all negative to have opposing views from individuals or that they be restricted in their expression of divergent ideas and opinions. In fact, one of the major hallmarks of democracy is the provision of freedom of expression and individual liberty. But it should always be balanced against national interest. Individual freedom and liberty has always been a contentious issue, but it should never be defined in absolute term. The degree of freedom enjoyed by each individual should vary from situation to situation and, therefore, from country to country. It is important when we discuss about freedom and liberty, there must be a certain reference point. It should never be used as a slogan to score points. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 195</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I demonstrate by a very, very simple example. In two identical dwellings, one ocupied by two persons and the next by a family of eight. It is obvious that the two individuals can enjoy much greater personal freedom and liberty in their home. It is clear that if the eight individuals demand the same degree of freedom and liberty, conflict and discord would result. It does not mean that the eight have no individual freedom or liberty. But it does mean that they will have to exercise more constraint. In Singapore, national interest must be above the consideration of sole personal freedom and liberty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore my hope that the Government will take pains to explain the objectives of the goals in The Next Lap to the citizens and be able to mobilise them and motivate them to respond in unity, because we must not let the momentum that took us so much effort and hard work to gather be disrupted. If it does, it would take us a long time to get back to our path of success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, while embarking on the next lap of development, having our objectives and goals clearly spelt out, and the blueprint in place for implementation, we must not forget that there will always be problems associated with rapid growth and constant changes. It is well accepted that even in the most developed countries, there will always be 15% to 20% of the population who for various reasons cannot keep up with the main stream of progress. And in implementing our national agenda, there will always be a certain percentage of people that will be adversely affected. To ignore this would be irresponsible on the part of the Government. I am happy to note that in the President's Address as well as in the Addenda, every Ministry has provision and plans to cover this particular area of attention. It is also most comforting to be assured by our Prime Minister that every effort would be made to level up our society and lessen the anxiety of this affected group of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Still, I would urge that in our anxiety to achieve greater success, we must be sensitive to the needs of those less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 196</b></font>\n  <br>\n  <br> fortunate. While I would certainly not advocate any slowing down of the pace of our progress, nevertheless, we should have the capacity and compassion to pay particular attention to their needs. There will always be a certain disparity between the average Singaporeans and those who have to struggle to make ends meet. The value of money differs tremendously between these two groups of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall give you an example. A few months back, the Zoological Gardens increased the entrance fee to $7. While this increase has rightfully been assessed as fair to most visitors, both local and foreign, it can be out of reach for certain poorer groups of Singaporeans. At this charge, it would amount to something like $23 for a family of five. To a household which has a take-home pay of, say, $500 to $600, it constitutes a very high percentage of their earning. Ironically, those who can afford such an increase would not be adversely affected as they would be having so many other options for recreation. But to the lower income group of family, going to the zoo, visiting the bird park or Sentosa are the very limited recreational facilities that they can look forward to. While I do not advocate that the charges be tailored to suit this small group of people, there should be alternatives worked out for them. Special concessions for families, special rates given to tours organised by community groups, or even designate certain days when admission fees can be waived. These are some of the creative measures that can be taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this may sound trivial in the light of what we are discussing. But attention to such details shows special sensitiveness to every hierarchy of our citizen. It is important to have a caring and dynamic Government. In realising our final goal for the Next Lap, everyone in Singapore, no matter what background he comes from, should have a meaningful part to play in our nation building. We must expect complete unity and patriotism from everyone. But it can only be achieved by making sure that everyone would be given the opportunity to claim that just reward. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 197</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, it is my belief that we are in the threshold of making history, in creating a nation existing only in the mind of an idealist and in the dreams of so many unfortunate suffering people all over the world, a nation where the individual has the opportunity to develop his or her potential to the fullest, that he be free in spirit and in form. I hope that we will have the strength and courage to strive for greater progress in unity but, at the same time, possess the humility to realise our limitations. May we be blessed with the wisdom to enjoy happiness through contentment. It may not be possible to achieve utopia but we certainly can move very close to it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 197</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Speaker and the general assent of Members present, Question put and agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 198</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate be now adjourned. -- [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Resumption of debate on what day, Dr Chen? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" -- [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Five Minutes past\n  </div> \n  <div align=\"right\">\n   Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
