{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1992-03-17\"> \n  <meta name=\"Start_Col\" content=\"1093\"> \n  <meta name=\"End_Col\" content=\"1180\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">17-03-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1093</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 17th March, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1094</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1095</b></font>\n  <br>\n  <br> \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1096</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1097</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh -- from 17th to 20th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok -- from 18th to 20th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew -- on 17th March, 1992. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1097</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1992 TO 31ST MARCH, 1993</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [5th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) -- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment moved [16th March, 1992], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head R be reduced by $10 in respect of Code RB 1500 of the Main Estimates.\" -- [Dr S. Vasoo]. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee (Sembawang GRC):</b> Sir, I have three cuts. Can I take them together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Thank you, Sir. My first cut is on the Courtesy Campaign. The Courtesy Campaign has been on for 14 years now. Question: Are Singaporeans more courteous? The Next Lap hopes to build a more gracious Singapore society. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1098</b></font>\n  <br>\n  <br> How can this be done? The promotion of culture and the arts is certainly important. I would like to suggest that a gracious society is also one where the people have a sense of appreciation, an affirming attitude towards each other, as being co-travellers in a journey heading towards a common destiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my estimation is that the Courtesy Campaign has had uneven success. The overall tone of Singapore society may be more pleasant but there are still many areas of concern, particularly discourteous behaviour on our roads. I feel that part of the reason is that the thrust of this campaign is directed at outward action rather than inward attitude. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is said that action reflects our thinking, our attitudes, our mindset. We can teach a child to say \"thank you\" but if he does not know the significance of that act, then we have not really taught him well at all. The annual Courtesy Campaign is good only if we consider it as a regular reminder of the need to inculcate good attitudes in our young. The inculcation of positive attitudes in our young, indeed in all Singaporeans, has to be on-going. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, an important attitude, therefore, is that of wanting to affirm fellow Singaporeans, to build up each other. Let all Singaporeans at every level be involved in translating into reality Government's intention to maximise every Singaporean's potential. This is not just the Government's responsibility. It is everybody's responsibility. And we can start by learning to be appreciative and affirming, then the \"thank you\" and \"sorry\" will flow naturally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I suggest the following as possible themes for the next Courtesy Campaign: Affirming and encouraging each other and the slogan could very well be \"Courtesy as an expression of our appreciation\" or \"Be courteous to express our appreciation.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I end this cut by asking the Minister's assessment of the annual Courtesy Campaign. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1099</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my next cut is on the role of the press in the Next Lap. The media plays an important role in shaping the values of Singaporeans, all the more so, in a fast changing Singapore where traditional values are in danger of being challenged. If left unchecked, Singaporeans can become less cohesive, less communitarian in outlook, less thrifty, less hardworking and less conservative in our sexual behaviour in the Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the role of the press in helping to shape positive values in the Next Lap? In particular, my focus today is on sexual immorality. Is it on the rise in Singapore? Are we going the way of the US when we hear stories of promiscuity such as date rapes, sexual harassment on campus and at the workplace, casual sex, sex escapades of political and religious leaders, extra-marital affairs and so on. Will these phenomena emerge in Singapore? Or have they already taken a foothold? I do not think so. However, Singapore is a global city open to the influence of the world. We are not impervious to world trends. I am concerned that in a Singapore that is becoming more pressurising immoral sexual behaviour and the pleasures they may bring may become an escape valve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, Singaporeans read about the happening at Gay Beach along East Coast Park. Divorces, we hear and read, are also on the rise in Singapore, possibly reflecting a rise in the number of extra-marital affairs. There is a significant number of teenage abortions in Singapore. We read of Singaporeans keeping second wives in Batam. Are these indications that something is amiss, and that more has to be done in this area? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The media can help. Here I would just focus on the media in the written form. While I recognise that the newspapers and magazines must sell enough copies to remain profitable, a balance again must be struck. I have observed that it has become fashionable nowadays for magazines to carry one or two articles centred on a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1100</b></font>\n  <br>\n  <br> sexual theme - some serious and helpful, others sensational and quite frivolous. In this regard, I must compliment the Straits Times in not flowing with the tide. I have found the articles mainly helpful, many purveying positive attitudes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I just want to join my colleague, Mr Peh Chin Hua, in expressing regret on an article entitled \"Single and a Parent\" in the Life! section of the Straits Times published on 4th March. While accepting that the article attempts to be balanced and to present different viewpoints as to the reasons for and the problems of single motherhood, it, nevertheless, does give the impression that single motherhood is a socially acceptable and viable option to marriage and having children. I just want to ask the Minister for his views on the need for the press to be more careful not to purvey harmful values to Singaporeans, particularly our young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my third cut is a short one. It is on censorship. Yesterday, my colleague, Dr Vasoo, has already brought up this point and the Minister of State, Dr Ker, has replied and I am glad to hear that we are not about to further relax the rules on censorship. Dr Ker said that there are two types of Singaporeans who go to view R(A) movies -- the curious and the mature. May I suggest, Sir, that there may be a third category -- the hardcore. These are people who may have started off as being curious but even though we know the axiom \"curiosity kills the cat\" in this case, curiosity feeds the appetite and therefore from being merely curious they become regular visitors to these shows. Worse still, some of these people may have started off with being mature, but again here they become addicted to it and hence join the group of the hardcore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the show \"The Unbearable Lightness of Being\" has been showing for a long time now, more than three months. It will be interesting to see how many of these people who go to these shows are actually repeaters, people who go more than once. Although we cannot find it out, it will be interesting to see, if \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1101</b></font>\n  <br>\n  <br> they do that, what is the motivation for doing so. Is it out of artistic appreciation or are they motivated by something more basic and instinct? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this point, I just want to suggest whether some study can be done to see whether or not there is some nexus between the lowering of censorship rules with the incidence of violence and sexual crimes. I note, for example, last year, other offences all went down, but the incidents of murder and outraging of modesty went up by 11% and 5% respectively. Question: is there any nexus? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second area would be the relationship between what we have done in terms of censorship rules and secret society activities and, thirdly, it will be interesting to see whether there is any correlation between that and the incidence of extra-marital affairs in Singapore. I would just like to ask the Minister whether he can update us on the progress of the Censorship Review Committee. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, it is disconcerting to read recent articles in the English press renouncing Mandarin as one's mother tongue. One such article is \"No dialect, no culture\" in the Business Times (weekend edition, 15th February, 1992). A more recent article is \"Why Mandarin is not my mother tongue\" in the Sunday Times of 23rd February, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Speak Mandarin Campaign was first launched more than a decade ago. I do not think I need to go over the reasons for doing so. Suffice it for me to say that these articles remind us that the mission of the campaign is far from completed. In fact, these articles show that many Singaporeans are still confused. Perhaps the recent policy by the Ministry of Education to allow the use of dialect names in registration has caused some misunderstanding. It may have given the wrong impression that the Government is reversing its policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore hope that the Minister can clarify this misconception and outline future plans to further promote the Speak Mandarin Campaign. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1102</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, let me first clarify to Dr Vasoo that MITA is responsible for only two campaigns -- the Courtesy Campaign and the Speak Mandarin Campaign -- for which the budget allocated this year is $700,000 and $450,000, which is the same as last year. We do monitor results by surveys although the survey results are not always conclusive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me start first with the Courtesy Campaign. Have we become more courteous as a people? I say yes. Three months ago, there was a survey which yielded the result that three in four Singaporeans felt that Singaporeans were making the effort and that they themselves have become more courteous. These are very subjective impressions, but it shows that we have been making some progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is there room for improvement? I think there is plenty of room for improvement. I dare say that the day when we are smug and satisfied, that is the day when we are going downward. It is because we are never satisfied, we are always checking ourselves and criticising ourselves that we maintain standards and we maintain good progress. Of course, attitudes take years and sometimes generations to change and we can change the form very quickly but the inner self, the cultural character of a people, takes much longer to transform. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can do no more than quote Senior Minister Mr Lee Kuan Yew when he launched the first campaign in 1979. At that time, I was still in the army. I was very intrigued by the campaign when it was launched. When I was cleaning my cupboard the other day, I saw the article, and I said, \"Ah, it may be something to re-read.\" And indeed an made exactly the same point which Mr Ho Peng Kee makes today. Mr Lee said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"To be courteous to free-spending tourists and to be rude to fellow Singaporeans is to demean ourselves. Then we would become a despicable people, moved only by the thought of profit.\" \n  <br>\n  <br>He moved on to say that there are two aspects of courtesy, first, the form; second, the sincerity. Forms can be changed quickly, and sincerity will take much \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1103</b></font>\n  <br>\n  <br> longer. But Mr Lee said, \"even if it is difficult to be sincerely polite, nevertheless, it is better and necessary to keep up polite forms rather than be rude.\" In other words, we have both short-term goals and long-term goals. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The challenge really is how do we keep up the mood of the campaign, to keep it fresh and interesting. And here we need creative ideas and I will ask my Ministry to consult Mr Ho for ideas on how we can keep it vigorous. From this year onwards, we are going to move our area of attention to specific sectors. And for this year, MITA will be working with the Ministry of Communications to give emphasis to courtesy in the transportation sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to move on now to the Speak Mandarin Campaign. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, before the Minister moves on, can I get a clarification with regard to courtesy? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, he asked for ideas. I think the proper place to cultivate courtesy would be in our schools. Each child goes through six years in primary school, four years in secondary school and another two years in pre-university. You have got 12 years to teach courtesy to our children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Courtesy Campaign has been going on for 14 years. That is more than the number of years a child spends in school. I think it would be the proper thing to make it a way of life of our people and this can be done in our schools, rather than spending $700,000 every year, which I think is a waste of money. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, we do promote the courtesy campaign in the schools and it has been a multi-faceted comprehensive approach. The idea of a campaign is to give it a special emphasis for a short period of time so that it will eventually become a way of life. That is the objective, to make it a way of life. How do we get there? By campaigns. So the two \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1104</b></font>\n  <br>\n  <br> are not in contradiction. In fact, our idea should be to get the message not just to the schools, but in the end to the homes, which means to the parents. The parents themselves might not have had the training or the education in their own times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now move on to the Speak Mandarin Campaign. I would like here to report that good progress has been made. A survey conducted last year showed that for last year, in markets and hawker centres, 24% of Chinese Singaporeans used Mandarin as compared to 1% in 1979. A survey conducted by SPH recently showed that, compared to six years ago, among family members, the use of Mandarin had doubled. These are again rough indicators, but it shows that we have made progress and I think this is confirmed by our own subjective impression when we go around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I assure Mr Goh Choon Kang that Government's commitment to the Speak Mandarin Campaign remains unchanged, and I would go so far as to say -- I mentioned this in the House last year -- that the problem now is not so much dialect versus Mandarin, but mother tongue versus English. It becomes so convenient to use English in our place of work, in Government, in the shopping centres, that there is a danger that we may give less emphasis to the mother tongue, which would be wrong because that will deprive us of the life blood of our cultural heritage. So we should continue to promote Mandarin, we should continue to promote the other mother tongues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning the recent spate of articles in the Straits Times about dialects being the mother tongue, I think those views are mistaken and lack a historical understanding of the promotion of Mandarin in the whole movement of Chinese nationalism. The first Speak Mandarin Campaign in Singapore was not 10 years or 12 years ago, it was in the 1920s. Someone sent me an article the other day showing that as early as the 1920s, we had Speak Mandarin Campaigns in Singapore. And this is not surprising because it was an integral part of the Chinese Republican revolution. In 1911, when they threw out the Manchus, a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1105</b></font>\n  <br>\n  <br> Chinese nation had to be forged, big debate at that time in Canton as to which would be the national language of China. Should it be Cantonese or should it be Mandarin? In the end, they decided on Mandarin because Mandarin was the kuan hua. Mandarin was the official language in imperial China. Mandarin is from the word man da ren, the Manchu big shot, the Manchu official. So by a narrow margin, they decided on Mandarin as the unifying language of China. And naturally, this was also promoted among the overseas Chinese communities in South East Asia, including Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No traditional dialect speaker disputes this. The older Singaporeans who speak only dialects, no Mandarin, they will readily concede that Mandarin must be the common language of all Chinese. And if you are able to speak good Mandarin, it is the mark of an educated person. So I found the views expressed in the Straits Times recently rather puzzling and rather sadly lacking in a historical understanding of the progress of Chinese culture and the Chinese nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question then is: should we also support dialects? I say it is very difficult. We already have four official languages and if we also support dialects - and there are so many of them, six or seven - where do we start, where do we end? So it is not possible for the state or the Government to promote dialects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, should we suppress dialects? Should we make it so uncomfortable for people to use dialects that those who use it feel suppressed? Actually, that is also wrong. In Taiwan, for years, they kept down dialects. And when the political system there was loosened, as part of the campaign against the mainlanders, Hokkien , min nan hua, became a big issue, because min nan hua was promoted and politicians had to use min nan hua. So ke jia, Hakka, also came to the fore. I think about 15% of the Taiwanese are Hakkas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether or not Singaporeans will continue to use dialects does not depend on developments in Singapore alone. I say it depends on developments in East Asia, in South China, Hong Kong and Taiwan, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1106</b></font>\n  <br>\n  <br> because if those large population centres continue to use dialects, then it is natural that Singaporeans who do business there, who have cultural contacts there, will also want to use dialects. Because if they speak it and you speak it to a greater or lesser extent, it creates a certain empathy. As Parliamentarians, as MPs, when you go down to the ground, from time to time, you use dialects to show that we are one. This is a long historical process. How it will evolve, we do not know. In China itself, it is an issue. Recently, they are trying to promote the use of Mandarin in the south, because today in the southern cities, virtually only dialect is spoken. Last year, when I visited Swatow University, I called on the President and the first thing he did -- he is a Shanghainese -- was to apologise for speaking to me in Mandarin and not in Teochew, because there was social pressure on him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In China, in Hong Kong, in Taiwan, the debate is still going on. When we have to send someone to Hong Kong, we find a Cantonese speaker. When Dr Aline Wong went there to open a twinning conference a few months ago, she spoke in Cantonese. When we have to find a representative in Taipei, we make sure that, in addition to Mandarin, he speaks Hokkien. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But these are necessities. We speak dialect in the same way as we have also to learn Japanese, German or Malay when we go out and trade, to make a living, to establish cultural contacts. We cannot make it an official language, we cannot promote it officially. So I would put it like this. In the long-term, Mandarin will become established as a common language of all Chinese Singaporeans. And some Chinese Singaporeans will know dialects to a greater or lesser degree because they find that it makes it useful for them to carry out their business, cultural or political activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to turn to the question of the role of the press in upholding moral standards in our society, the point raised by Mr Ho Peng Kee. I think the media does play a very important role. It is not the only player, but it does play a very important role. The role of Government really is to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1107</b></font>\n  <br>\n  <br> draw the outer limits. So we can draw the outer limit at R or R(A) or whatever. But within these limits, I think it is for different groups in our community to exert influence, to take moral high ground. It is very difficult for Government to say, \"Look, see this film, not that film, because this film is more edifying than the other film.\" But parents can do it, religious leaders can do it, school teachers can do it, community leaders can do it, and that is fine. And I think this is how we should approach this problem. It is right that as a society, we are continuously vexed by concerns about moral standards, because like courtesy, the moment we show no concern, that is the surest sign of decline. It is because we are worried, we are anxious all the time, that standards are held up and maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But at the same time, we are not a Victorian society. We cannot be. Every year, we get over 5 million visitors through Changi airport, plus millions more down the Causeway. Every year, over a million Singaporeans travel overseas. We are a society utterly ventilated. Our trade is so many times our GNP. So there is no way we can put up a cordon sanitaire around Singapore and say, \"Ok, within this area, it is hermetically sealed.\" And the technology will not allow us to exercise these controls in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, I talked about satellite broadcasting. Then you have CDs, laser discs. Now we go through the motion of checking every video cassette that comes in. We say, you declare, you pay a fee. We have a small platoon of censors who will go through fast-forward every video cassette. I do not think it does their eyes any good. Anyway, they have to go through, it is their job. That is possible with video cassettes. But how do we do a 100% check of optical discs? It is not possible. You can put the text of the whole Encyclopedia Britannica on a video disc. Furthermore, some parts may be locked by passwords and if you are scanning through, you may not even know that there are secret sections which you have not been accessing. So we have to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1108</b></font>\n  <br>\n  <br> take a practical approach that whatever we do, there will be leakages into our society. But what we do not want is for it to become blatant, for it to be sold in the shops, for it to be promoted in our media, particularly the establishment media, by which I refer to the Straits Times, Lianhe Zaobao, Berita Harian, Tamil Murasu and the television stations. They must maintain certain standards. Our schools also and the universities. They define what is respectable. In any society, there is the seedier, seamier, side. I think that can never be fully solved. It is like prostitution. You can control prostitution, but you cannot stop it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would say we must maintain moral standards and the press plays a very important role but, at the same time, we must recognise the way we have been influenced by the world outside in which we live and from which we cannot be completely insulated. We have to take a realistic and practical approach, recognise that we are not, and we do not want to be, a Victorian society, but we want to maintain certain standards in our home, so that it may be dirty outside, but when you come back home, remove your shoes, wear your slippers, come in. A society where it is safe to bring up children, a society which keeps up with changes in the world without compromising on the wholesome quality of civic life. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, I would like to thank the Minister for his response and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>1.00 pm \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RC 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in moving this amendment, I am proposing the idea of building smaller neighbourhood libraries in HDB new towns in lieu of the present bigger branch libraries. Sir, in the Addendum to the Presidential Address, the Minister has promised to review the number, size and location of new branch libraries that will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1109</b></font>\n  <br>\n  <br> be needed for the next 10 years. This is a step in the right direction. I welcome the setting up of the Library 2000 Review Committee to re-evaluate the current criteria. What is the current criterion? The current criterion for public library planning is that the new town should have a population of at least 200,000. As such, smaller new towns such as Serangoon New Town with a population base of less than 200,000 does not qualify for a branch library under the current criterion. My constituents, for example, have to travel a relatively long distance to the nearest branch library, which is in Toa Payoh. This can be quite inconvenient. I am sure there are many more other smaller new town residents who feel the same way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, life in the new town today is very much centred around the neighbourhood town centres. People go to the town centre to shop, to eat, to get access to various services provided. However, the activities are very much commercial in nature. If a neighbourhood public library can be included, then I think a new cultural dimension can be added. It will certainly enrich the community life. It is, therefore, timely to consider building libraries which are easily accessible. It can form part of a town centre and provide auxiliary facilities such as a lecture hall, a small theatre and study room within the library building. A neighbourhood library can serve as an access point to the National Library resources through inter-library lending and referral services. It can also devote itself to extending its role by including community information and the promotion of library as a centre of art, crafts and visual activity. I think this should rightly be the characteristics of future libraries. I hope the Minister can consider seriously my idea of building neighbourhood libraries in new town centres, including my constituency. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, I just want to ask the Minister whether he has any plan to provide the service of a mobile library in my constituency. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, the library services have improved quite dramatically over the last few years. I feel that it is time to review \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1110</b></font>\n  <br>\n  <br> whether we should bring library services to the neighbourhood where smaller libraries could be made available. There are a lot of young children who, because of safety and accessibility, may not be able to travel quite a distance to the central libraries. If we are going to promote better reading habits, and the earlier use of library facilities, such neighbourhood library facilities will be very useful indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having a good library is not sufficient, Sir, because one needs to review the opening hours of these libraries. I think there is an urgency to assess this because we have mothers who are working during the day and we have a growing number of senior citizens who need to use the library. They have, in fact, sounded to me that many of these libraries do not open in the early hours of the morning. If we are going to popularise library facilities and allow maximum use of them, there is indeed an urgency to review the opening hours of libraries during the weekdays and weekends. I hope the Minister, in considering the extension of these libraries, will look at the opening hours of these libraries. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M):</b> Sir, I am replying on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have raised various issues concerning the library. May I touch on the proposal made by Dr Vasoo with regard to the opening hours of our libraries. Sir, at present, libraries are open from 10.00 am to 9.00 pm on Tuesdays to Fridays, and from \n  <br>11.00 am to 9.00 pm on Mondays. On Saturdays, the opening hours are from 9.00 am to 5.00 pm, and on Sundays 1.00 pm to 5.00 pm. We have found that the current opening hours are reasonably convenient for all groups of library users, including school children, senior citizens, and working mothers. Usage pattern has shown that school children normally use the libraries before they go to school between 10.00 am and 12.00 noon, or in the evenings when they return from school. On the other hand, senior citizens use libraries mostly in the afternoon or in the late evening. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1111</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also found that the hours between 10.00 am and 12.00 noon are usually very quiet. So opening the libraries earlier at 8.00 am cannot be justified by the current usage. However, I would like to assure the Member for Tanjong Pagar GRC that the National Library will review the opening hours periodically to cater to the changing needs. This, in fact, will be looked into, especially with the review that we are doing on our library services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Minister recently informed this House that MITA will establish a Library 2000 Review Committee to conduct a major review on our public library system. The review, as mentioned by the Member for Braddell Heights, will determine, among others, the number, the size, and the location of libraries that will be needed over the next 10 years. We are basically exploring two major issues. One is the creation of a specialised library to cater to specific needs. One example is the proposal made by the Chairman, GPC on Information and the Arts, Mr Peter Sung, who has recommended the establishment of a Business Library which will provide information on industries and companies. This proposal will be taken up by Mr Tan Chin Nam, who is Chairman of the Review Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We may also want to consider building up a specialised library for the arts. Another idea being explored is precisely the one mentioned by Mr Goh and Dr Vasoo, namely, the neighbourhood libraries. These, we hope, can be more organically integrated into the local community, located at town centres and void decks. Such neighbourhood libraries will be able to encourage more young children to pick up the habit of reading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the opening up of neighbourhood libraries, I suppose there will be further flexibility in the opening hours of the libraries to suit the needs of the local community. At the same time, the employment of retirees and volunteers can also be considered for each locality. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1112</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the query made by the Member for Changi about the mobile library services, they have been discontinued since January 1991, because they were not popular among the residents. In fact, most residents prefer to use branch libraries, as they provide more and better library services and facilities, and are open for longer hours. In the meantime, Changi residents can make full use of the full-time branch library in Bedok and they can also make use of the Tampines branch library when it is ready for operation in November next year. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I am not really convinced that by opening the libraries earlier there will be no usage. Can I suggest that he could start, as a pilot project, with the library in my own constituency, which is the Bukit Merah Branch Library, to see whether it will be useful and monitor the usage pattern if the opening hours of the library are extended? \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> I think the proposal can be looked into by the National Library. However, I would like to inform the House that presently our National Library and its branches are open up to 66 hours per week, which is one of the longest in the world. Our figures show that even as we open from 9.00 am to 10.00 am, the number of users per hour is lesser than from \n  <br>10.00 am to 11.00 am. That is why we found that opening the library earlier may not be justified. However, we can ask the National Library to look into his proposal for the Bukit Merah branch library. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I thank the hon. Parliamentary Secretary for his very positive answer and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> May I just remind Members that we are running behind time again. Amendment No. (5), Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RD 1500 of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1113</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a need to review whether the Oral History and Archives Department can be made more accessible. With a lot of documentations of history which are very important, there is a need to see how it could be popularised to a great extent, and whether there is any plan to re-house this section of the Department to a more convenient place so that school children and others do have an idea of what is provided and better access to the usage can be encouraged. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, a nation's past holds special lessons for its future. Any nation that ignores its past does so at its peril. Japan is learning this painful lesson as the Pandora's box refuses to remain closed even after 50 years. Sir, my concern is that many younger Singaporeans do not know enough of our past. First, as a nation, and secondly, as a confluence of several great civilisations. First, our history. Every Singaporean should know of the important events that have shaped the Singapore today. Just as important, they should know of the people behind these events, and not just politicians, but artists, community leaders, sportsmen and so forth. Therefore, I think that their works should be recorded. Singaporeans should be encouraged to know of these works. To some extent, this is done in our various museums. But are they enough? \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me illustrate with a very simple example. My Hall decided to name the blocks after past Singaporeans and others who had contributed to the nation. So we chose names like Manasseh Meyer, Oei Tiong Ham, Malcolm MacDonald. And the response of the students were: who are they? I feel that there is a need for us to, not glamorise, let Singaporeans know of ordinary Singaporeans in the past who had contributed towards what Singapore is today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, a short point. Singapore is a confluence of several great civilisations. I think we cannot also forget that, indeed, this is what we are, a macrocosm of the world, and our history confirms this. The global democratic patterns confirm this. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1114</b></font>\n  <br>\n  <br> My question here is on the progress of the community museums. What has been done? What can Singaporeans look forward to? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my other point is this. I think the past and the future evoke different feelings in different groups of Singaporeans. The young look eagerly to the future, some scorn the past. Older Singaporeans, especially those who are over 60 and 70, look back with yearning to the past and many are anxious about the future. Here again, as in many areas of life in Singapore, I think a balance has to be struck. And Singaporeans, regardless of age, should both know the past and look forward to the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have pleaded for more to be done to enable younger Singaporeans to grasp the significance of the past, I also plead for more to be done to help our older folks better understand and prepare for the wave of the future. Will it be possible, say, for community centres to conduct computer classes for our senior citizens? Here, perhaps, younger Singaporeans can reciprocate by helping to explain to our older folks the intricacies of the computer world. Therefore, the older generation can share the past; the younger generation can explain the future. Who knows, by being able to play computer games with their grandchildren, older Singaporeans may find that there is more in common with these younger people and their discomfort, anxiety, and so forth, may evaporate. In Singapore we are quite concerned about possible effects of income gaps, and I think we should also bear in mind any problems that may be caused by the age gaps. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last point is this. We should take steps to preserve various attributes of our heritage, things like food, traditional games and pastimes, fashions, occupations and trades, ceremonies, and so forth. MCD has done a good job in producing video docu-dramas on the various ethnic customs and festivals. My question is whether something can be done along these lines for the various aspects that I have mentioned. I would like to ask the Minister these points. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1115</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> Sir, sometime ago, a number of workers were digging the ground within this Parliament House, just a few metres away from this Chamber, when they stumbled on something very valuable which had been buried here for almost a century. Similar findings were made at Fort Canning. While the first finding was purely accidental, the second one was as a result of deliberate effort on the part of the National Museum. The Museum conducted preliminary diggings at Fort Canning in 1984 before it was then handed over to Dr John Miksic, an American archaeologist, for an annual excavation work, each lasting between two weeks to one month, with the help of volunteers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I mention the incidents to drive home the point that in our eagerness to develop the country's infrastructure, we have overlooked the importance of discovering and preserving our past. Most of these treasures, in terms of artefacts, were possibly being buried forever under the asphalt, concrete, cement and earth used for reclamation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take a look at the map on our land utilisation in Singapore, we will see that almost 60% of the entire island consists of built-up areas. In the city centre itself and the southern coastal areas, almost 90% are either reclaimed or built-up areas. Unfortunately, these are also areas of historical significance to us because they contain artefacts which could be hundreds of years old. Our costal areas and seas are known as strategic routes. For centuries, ships belonging to the Chinese, Indians and Arabs, later the Portuguese, the Dutch, the Spanish and the British plied in these areas carrying cargoes. Some of the ships were caught in storms or were burnt by pirates before being entombed under the sea. We have heard about countries fighting to claim for their national treasures and individual fortune hunters looting the seas in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, history plays an important role in instilling a sense of loyalty and nationhood \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1116</b></font>\n  <br>\n  <br> to our people. I think MITA should take a proactive role in protecting, discovering and utilising such artefacts. They are our national treasures after all. Our citizens, our children, our grandchildren and our great grandchildren should know of their existence. In this respect, I would like to suggest that a law be passed requiring any developer involved in developing areas which may contain national heritage such as those near the Singapore River, Chinatown, Kampong Glam, or the nearby seas, to consult the National Museum for necessary action. May I have the Minister's comment on this? \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, let me first answer Dr Vasoo's question on our archives and oral history. They are not really for the generalists. The Archives and Oral History Department are for the specialists. In fact, specialists from the media, academics, students, writers, television programme producers have been making extensive use of our Archives and Oral History Department. It is not really for the casual browser or the casual reader. What can be reduced to be of interest to the casual reader or the casual browser, we will provide either in the National Museum or in the National Library. Our plan is when we redevelop the National Library, we may consider putting the Oral History Department and the Archives together in the National Library, so as to improve their general accessibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They have done good work. The recent television docu-dramas on Maria Hertogh and Between Empires could not have been produced without the support and the help provided by the Archives and Oral History Department. So too was the book written by John Drysdale on the Struggle for Survival and Dennis Bloodsworth's book on the Tiger and the Trojan Horse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to move on to the concerns of Mr Yatiman Yusof about archaeological objects which may be buried under, because we are too quick to redevelop our land or to reclaim land from the sea. The present law does require the discovery of such objects to make a report, either to MITA or to the receiver of wrecks. But of course the moment you make such a report, then a general survey will be con- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1117</b></font>\n  <br>\n  <br> ducted, excavation work may be done, and their project will be delayed. So even though the law requires it, there is often an economic incentive not to report such findings. We will seriously consider the possibility of changing the law to enable the National Museum to conduct surveys of sites which are of suspected archaeological interest. But we must do it with a sense of balance because we cannot, in our enthusiasm to preserve the past, impose too heavy a burden on the present and the living. We must find an appropriate balance here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now move on to the point raised by Mr Ho Peng Kee on the importance of our heritage, not just preserving it but developing our heritage. A few months ago, Taiwan's China Times did a feature article on Singapore. In fact, they did a series. In one of them a reporter, a young man in his 30s, praised Singapore -- everything so marvellous, he said, without we having to clamour, roads without traffic jams, clean MRT stations, parks, libraries, everything in order. He said, \"It is most remarkable. In Taiwan, we have to fight for every one of these things. But in Singapore, it happens almost as if it is in the natural order of things.\" But he ended on a sceptical note. He said, yes, we have done well in Singapore. But he is not sure if, as Singaporeans, we have cultural depth. And I think this is a very important point which we should be mindful of. In good times, when the reserves are ample, when the economy is doing well, when there are no regional conflicts, yes, it does not matter whether or not we remember our heritage. And all of us can worry about the present, whether living standards have risen from year to year, whether wages have gone up, whether more consumption is possible. When times go bad, as they would at some point in the future, then our weakness, the lack of cultural depth, will come in, and may become a fatal flaw if we are not careful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is something we have to be very concerned about. And it is for this reason that the Government intends to form a National Heritage Board to put the museums under a statutory board and to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1118</b></font>\n  <br>\n  <br> promote heritage interest in general. We will do this by building museums and stocking them up and also encouraging community and ethnic groups to build up museums. So there will be a Singapore History Museum which would cover the events which Mr Ho Peng Kee talked about, to remind Singaporeans of their past. And not just of the past in Singapore, but of their past as reflected in ancestral cultures in Southeast Asia, in East Asia, in South and West Asia so that we are not just studying the civilisations in Southeast Asia, we are also studying the Chinese dynasties, the dynasties in India, and the history of Islam. In this way, even though we are a young nation, our people have a sense that they are an ancient people. It is a very important point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we concede that we are a young nation, that everything still looks very new and fresh, but our historical memories are long, and that we are an ancient people. Because when there is a crisis, our debate will no longer be about health costs, about reserves, it will be about life and death. And when that happens, our cultural depth will be decisive. And it is for this reason that this is an area in which we must not too lightly dismiss as consumption. It is one thing to buy expensive rare art objects and say, \"Ah, this is all part of gracious living like shopping for designer goods.\" I think it is not just that. Indeed, it is very difficult to justify spending public monies on rare art objects, purely for aesthetic appreciation. I think what we are interested, in the end, is making sure that Singaporeans have a deep sense of the past. And it was for this reason that in MITA we coordinated a series of commemorative events to mark the 50th anniversary of the fall of Singapore to remind ourselves and a younger generation of Singaporeans that we forget at our own peril. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The British were prepared to write off Australia at the end of 1940 when they themselves were under attack from Germany. Because they must calculate, right? British Empire, save Britain first, everything else is peripheral. So if we depend on other people to defend us in an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1119</b></font>\n  <br>\n  <br> emergency, we are finished. And in the end, we must depend on ourselves, and national security, national service becomes very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was profoundly saddened to read this statement by PKMS that we should play this down so that we would not offend the Japanese. You mean, we sell our soul for a few yen? It is absurd, isn't it? If this is the kind of people we are, then what chance have we in an emergency? And I contrast their attitude with the late Haji Ya'acob. He was from our constituency, so I visited him a few times. He used to have this oil painting in his living room of the raging waves crashing against a rocky shore, and below he had the word, Teguh -- steadfast. This was the kind of spirit he had when he had to break off from UMNO and he worked to build an independent Singapore. In other words, however strong the waves, from whichever direction the wind blows, we stand firm. And to stand firm, you need that cultural depth, the sense that we are an ancient people, however young we may be as a nation. \n  <br>1.30 pm \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), Mr Goh. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RE 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a feature article by Miss Goh Beng Choo in the Straits Times of 28th February, under the headline \"A Museum That Cares\", highlighted several challenges for the Singapore Museum. It reported on how the few hundred pieces of Chinese paintings and calligraphy donated by Mr Low Chuck Tiew, a local art collector, were taken care of by the Hong Kong Museum of Art. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The deciding factor in Mr Low's choice of museum was that Hong Kong is more committed than Singapore to the promotion and appreciation of oriental arts. An \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1120</b></font>\n  <br>\n  <br> amount of $4.3 million was invested to build a gallery that will exhibit, preserve and store his collection for public viewing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This incident shed light on a few things. First, a lot still needs to be done to cultivate the appreciation of oriental arts in Singapore. Second, it has also highlighted what is lacking in our museum. Do we have the expertise and facilities to acquire, maintain and preserve art works donated to the museum? What is there to ensure that collections donated by local collectors will be well taken care of? A few donations of Chinese paintings and calligraphy reported recently showed that there is no lack of local collectors who are willing to donate such art works to the museum, if only they can be convinced that their precious collections will be appreciated and well taken care of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I foresee the need for MITA or the Museum to employ more curators who are well-versed in Asian art and Chinese art. We need experts to know and appreciate the value of the artefacts, paintings and calligraphy. Only then can the Singapore Museum build up its collection of art works from loans and donations. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I would like to advocate the establishment of two museums, basically the War Museum and the Museum for Struggle for Independence. I feel that these two museums are critical for us in the sense that for the War Museum, it is necessary for us to document some of the atrocities of war, particularly, the atrocities that our citizens had suffered during the Japanese Occupation. I would agree that we would not like to relive through some of these sad episodes, but to be very good reminders. It is educational for our young at least to be able to preview some of these things and that it will provide them as reminders about the past and the events of the past which many of our citizens had suffered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is critical, Sir, because we should have to carry them through the corridors of history, at least contemporary history, in the sense that our young will be able to know what it means to have suffered through war time. Some of us who are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1121</b></font>\n  <br>\n  <br> here have, in fact, experienced the atrocities during the Japanese Occupation. Our parents had suffered one way or the other, some more grievously and others had suffered life and limb. This is essentially necessary as part of our history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other museum that I would like to advocate is the Museum for the Struggle for Independence. There are contemporary historical events that we need to document because, over time, the young may need to be provoked, to be cajoled, to at least look at the contemporary history of Singapore. And during the struggle for independence there were a lot of events that our pioneers have contributed and if you ask any young person to name who are the ones who have struggled for independence, I am sure many of them are not even aware of the heroes and the pioneers behind this. I feel that a documentation of this and a separate section be made available and our Struggle for Independence Museum would be enriching for the young. It also provides a basis for us to relook and review history and to enrich the sentiments and the lifeline for our young. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, like Mr Goh Choon Kang, I was very distressed when some time in the middle of last year, a Singapore art collector, Mr Low Chuck Tiew donated his very precious art collection to the Hong Kong Cultural Centre. Fortunately, subsequent to this incident the Government announced that it will be making an overall plan to develop Singapore into an international art centre. This good news has immediately prompted a local couple, Mr and Mrs Tan Kim Chuang, and a prominent local architect, Dr Ho Kok Hoe, to generously donate some works of art, which have been in their personal collection for many years, to our National Museum. This illustrates the point that so long as the Government attaches importance to these works of art, there will be people donating them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that, apart from Mr Goh Choon Kang's suggestion that the Ministry of Information and the Arts should set up a special department to deal with Chinese calligraphy works and paintings, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1122</b></font>\n  <br>\n  <br> Ministry should not only collect these valuable works but make arrangement for these works of art to be exhibited regularly to the public. In addition, there should be an incentive scheme to give the donors due commendation, such as naming an exhibition hall after the donors, or give them a National Day Award. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, I hope that the Ministry of Information and the Arts would consider setting up some mini memorial halls in the new Art Museum to commemorate artists, such as Cheong Soo Pieng, Chen Wen Hsi, Tan Chong Swee, Song Nam, Pang Shou, etc. I am sure that members of their families would be very pleased to donate some of their works to the Museum so that their magnificent works could be appreciated by the people. I hope that the Minister for Information and the Arts would give us a positive reply on this suggestion. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, I am very grateful to Members for their great support of our museum activities. Like Mr Goh Choon Kang and Mr Peh Chin Hua, I too was very distressed when I heard of Mr Low Chuck Tiew's donation to Hong Kong. But I asked around and found out that, in fact, he did have a long association with Hong Kong and there might be good reasons why he made the decision he did. I do not think we should second guess him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But having said that, there is no doubt that we could do much more to attract Singaporeans and also non-Singaporeans to make donations to our museums. We must learn how to honour them in a gracious way, in a thoughtful way; how to make sure that the things they gave are properly looked after, properly displayed, though they may be stored from time to time, they should also reappear from time to time and the donors informed, that we bring them in as friends of the museums. All these we must do. There is a lot of work that we have to catch up on. And this is inevitable because in the last lap of our national development, we had to concentrate on the basics, which was to put food in the stomach and a shelter over our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1123</b></font>\n  <br>\n  <br> head. Now that the basics have been satisfied, we should worry about the less tangible side of social development and it is for this reason that the National Heritage Board would be formed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our museum development plan calls for the development of three museums within the next ten years. The Singapore History Museum which will incorporate what Dr Vasoo has suggested, the story of the struggle for survival, the Second World War, and so on. Then we are having the Fine Arts Museum at the old SJI building. At that Fine Arts Museum, we intend to do what Mr Peh has suggested which is to have special spaces dedicated to some of the very great artists of Singapore, like Dr Chen Wen Hsi. In addition, we are going to have a Museum for Asian Civilisations with three separate sections within it, one on Southeast Asia, one on East Asia, and one on South and West Asia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will take a long time and a lot of money to build up the exhibits. Government can spend the money, Government can hire the curators, Government can get the expertise, but that itself does not achieve our objective of implanting in Singaporeans a sense of history. That takes much longer and that takes the enthusiastic participation, not just of Government, but of the business sector, of our schools, of everyone, and really our efforts should be multi-pronged. We should direct it not just at physical development but also in education and in developing a tradition of collecting and of making contributions for public enjoyment and for public education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that, in addition to having our national museums, the different community groups could also seize the initiative and develop their own museums and cultural centres. I was very pleased to hear that there were discussions between the Federation of Clans and NTU about the possibility of returning the old Nanyang University (NU) administration block to the clans for them to develop a museum about Chinese migration. And I think that is a very interesting story to tell because the voyages, the wanderings of the Chinese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1124</b></font>\n  <br>\n  <br> people had been one of great achievement and great sorrow. And if you can tell a good story, I think it would meet an important, I would say spiritual, need of the Chinese people, not just in Singapore, but Chinese people worldwide. The President of NTU, Dr Cham, is prepared to return the administration block and the Yunnan Garden back to the clans. The Federation of Clans has expressed interest, so they are now conducting a feasibility study. Government will extend some assistance but the major part of the work will have to be done by the clans themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have also had informal discussions with some members of the Malay community, just a few weeks ago, about the possibility of doing the same thing for the Malay community, because they too have a very interesting story to tell. They are drawn from all over the archipelago -- the Buginese, the Makasarese, the Javanese, Minang people, Achenese, and so on. Also the Arabs and the Indian Muslims. There may be a chance that we can also get them together and do something for themselves. And, indeed, I hope not just the Chinese and the Malays, but also the Indians, the Arabs, the Jews, even the Armenians, if there are any left in Singapore, will also do something, because somewhere in their long wanderings, some of them who had come to Singapore had left their marks here. Even though we are a very small country, small population, we are an incredibly complex society. One need only walk down Telok Ayer Street to see the historical accretions over a long period of time, and these are all assets. They are all part of our cultural assets. So really the task is not just to say Government spends more money, buys more objects, gets more curators, gets more expertise, more airconditioning, more dehumidifiers. I think the real challenge is how to get the message down to community leaders, to businessmen, to our school children, so that with each generation our cultural depth will have thickened. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1125</b></font>\n  <br>\n  <br> \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I thank the Minister for his very encouraging answer and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RF 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the arts and culture in Singapore is undergoing a renaissance. There is a long awaited and welcome breath of fresh air. The National Arts Council has in a short six months been catalytic in initiating new activities and raising Singaporeans' awareness of the arts to greater heights. All these augur well for Singapore, for culture and the arts are windows to the soul of a nation. They have a unifying effect, a rallying call. When we speak of enhancing the quality of life of Singaporeans, an avowed aim of the Next Lap, the development of culture and the arts is a vital component activity. As a university don, I have long recognised the abundant creative talents in Singaporeans, particularly our youths. I am extremely pleased that this talent is increasingly becoming evident, having the space to flower and bloom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, what does all this mean for the average Singaporean, our Mister or Miss HDB? I feel it is important that appreciation and enjoyment of the arts is not seen as a prerogative of the well-off or educated. It must not become a divide among Singaporeans, as golf once used to be. Arts and culture should unite us, not divide us. I therefore like to ask the Minister what steps have been taken to make enjoyment of the arts open to all. I also wish to ask him three other questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, what is the Ministry's position on cultural and artistic offerings in the dialects? We read in the papers of a certain group wanting to hold a large-scale international Cantonese opera in Singapore, and another group wanting to outdo the first group by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1126</b></font>\n  <br>\n  <br> holding a subsequent one on an even larger scale. A Teochew week has been held in Singapore. I think these will increase and some guidelines will be helpful. A related question: what is the Ministry's position on the screening of dialect programmes on subscription TV in the future? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, what does the Minister see as future developments in the cultural and arts scene? In particular, what is the role of the National Arts Council? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, in what ways can the business community, professional associations, community groups and the people of Singapore in general give in terms of greater support to the arts and culture? \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, from what I understand, cultural organisations in Singapore are having a lot of problems in their effort to maintain and promote cultural and artistic activities. For example, very expensive rental; secondly, the lack of suitable venue for performance; thirdly, lack of good facilities; fourthly, lack of funds and difficulty in getting individual or corporate sponsors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not many organisations in Singapore have the ability to organise a Children's Performing Troupe like the one which is very successfully run by the Hokkien Huay Kuan. Because of the abovementioned factors, the Ministry of Information and the Arts should give more support to our cultural organisations. Undoubtedly, those who are active in promoting cultural organisations, whether they are amateurs or professionals, have contributed substantially to our cultural and artistic activities in Singapore. At the same time, they could be our cultural ambassadors. When tourists come to Singapore, they will have the opportunity to appreciate their talents. If we can have these individuals and groups properly organised, perhaps we could even organise a Singapore Cultural Troupe to perform and exhibit in other countries, so that people from outside Singapore would understand that Singapore is not a cultural desert. Give them a chance to appreciate the collective culture of Singapore as a whole. This will help to sell Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1127</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, if we want to go all out to promote and accelerate our cultural development, the most basic thing to do is to look for some suitable venue or buildings and rent them out to these cultural organisations or individuals at cheap rental, so that those who have hitherto been unable to find a suitable venue for their cultural activities such as music, art, drama etc, will have a place where they can maximize their potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have two questions for the Minister. First, has the National Arts Council been doing enough in the promotion and development of the traditional cultures of the various races in Singapore? Can the Minister consider having all the cultural and arts bodies and individuals to be registered with the National Arts Council, so that their predicament and needs would be better understood and that the better talents among them can be more easily identified? At the same time, we will be able to foster better relationship among the cultural and arts workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I wonder if the Minister would consider setting up a \"Cultural Village\" to offer a sort of permanent accommodation for the professional or amateur artistes and cultural bodies, and to develop and manifest the traditional cultures and arts of the various races in Singapore. I have a suggestion. The locality of the existing National Youth Leadership Training Institute (NYLTI) is very ideal. It sits on a hill and faces the sea. It is near the National University of Singapore (NUS) and the Haw Par Villa. Its fengshui (geomantic omen) is good. I wonder whether the Government would consider acquiring this site and develop it into a Singapore Cultural Village. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong (Senior Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Information and the Arts (Mr Ho Kah Leong):</b> Sir, let me first respond to the hon. Member for Sembawang GRC, Mr Ho Peng Kee. Before I do that, I wish to declare my interest. I am an amateur artist. As an artist, I definitely welcome what was said by the hon. Member for Sembawang GRC, as well as the hon. Member for Jalan Besar GRC. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1128</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the economic success over the years, we can now afford to divert our attention and channel a bigger chunk of our resources in the promotion of the arts. In Singapore, we are fortunate to be blessed with fine traditions from both the East and the West. These have shaped and enriched our cultural and social life. Our multi-cultural heritage provides a good foundation for a Singapore identity. Of course, it would take time, but many who are familiar with the local arts scene will agree with me that the evolution of such an identity is well under way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the formation of the National Arts Council, under the able Chairmanship of Professor Tommy Koh in September last year, the promotion of arts was given a fresh momentum. We can expect a more active arts scene in the years to come. However, the National Arts Council (NAC) alone is not enough. The private sector and the arts community must also come forward to form a tripartite partnership in developing Singapore into a culturally vibrant city. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member also asked about the work of the NAC. Let me briefly answer him. Since its inception last September, the NAC has successfully completed a few major projets, such as the Traditional Theatre Festival and the Singapore Dance Festival. The NAC has recently signed an agreement with the Scottish Arts Council and the Strathclyde Regional Council to promote cultural exchanges between Scotland and Singapore. Singapore artists and art administrators will have a chance to visit Glasgow and other Scottish cities for training and study tours. This is in line with NAC's objective of linking with the international arts community through cultural exchange programmes with cities noted for the arts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now list some of the programmes and activities that NAC will implement over the next 12 months: the Festival of Arts to be held in June this year; the Singapore Arts Fair in August this year; cultural twinning with the Hong Kong Arts Festival; the establishment of an Arts Endownment Fund and the new arts awards schemes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1129</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the NAC will also step up its efforts to widen the audience base, as mentioned by the hon. Member just now. It will work with schools to promote interest in the arts among the students, and with mass organisations such as NTUC, People's Association and the Federation of Clan Associations, so that the general public will have greater access to art activities. We hope that with mass participation, we will have a better chance of success in realising our vision for 1999. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the specific questions raised by the hon. Member, MITA will give equal treatment to all art groups and organisations and we will provide the necessary assistance to them whenever it is required. So if one group wants to hold an international Cantonese opera and yet another group wants to hold another one, we will try our best to tell them that it is in their interest to combine to have just a grand one, because our audience base is not big enough. And if they still go ahead with their project, good luck to them. Of course, as far as MITA is concerned, we would like to give them whatever assistance that is needed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the screening of dialect programmes on TV, I think it is the policy of the Government that dialect programmes should not be screened over TV, because it would jeopardise the effort made by the Speak Mandarin Campaign over the years. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Ho, we are running out of time. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Kah Leong:</b> Can I just have another one or two minutes? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I will give you one minute. \n  <br>\n  <br>\n  <!-- Mr Ho Kah Leong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Kah Leong:</b> Let me now turn to the Member for Jalan Besar GRC. Let me first tell the Member that in the business called \"promotion of the arts\", even if you have done a lot, there is still a lot to be done. But I can assure the Member as well as the House that with the formation of the National Arts Council, greater emphasis will be given to assist local artists and art groups, including their promotion overseas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1130</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the proposal by Mr Choo to set up a cultural village, I think it is a good idea. I will ask my officers to look into the feasibility of such a proposal. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, I thank the Senior Parliamentary Secretary for his comprehensive reply and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Goh, Amendment No. (8). We have ten minutes left. I will call on the Minister to reply at 2.05 pm. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R be reduced by $10 in respect of Code RG 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the decision by MITA to privatise SBC and to introduce subscription TV will, I am sure, be welcomed by most Singaporeans. This is because, with the rising level of education and affluence, viewers will be more demanding and discerning in what they watch. A privatised SBC will have more leeway in formulating its policy and in bringing in talents. Viewers will therefore expect to see more programmes of higher quality and variety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coupled with three additional pay channels to be manned by Singapore Cable Vision (SCV), may I ask the Minister whether some means will be taken to avoid too much duplication of programmes over the different channels, and also what measures will be taken to ensure that there will be no drop in standards of programmes aired over Channels 5, 8 and 12. These three channels will continue to be tuned in by viewers who do not subscribe to pay TV. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, during the past few years, there has been marked improvement in the quality of locally produced SBC Chinese Drama Serials. Some of them are even comparable to the production of China, Hong Kong and Taiwan. However, I feel that the encouragement given by us to our artistes and producers is insufficient to bring about a spiritual catalytic effect on them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1131</b></font>\n  <br>\n  <br> For this reason, I hope that the Ministry of Information and the Arts would consider presenting an annual Best TV Drama Serial Award, as well as Awards for Best Actor, Best Actress, Best Supporting Actor and Best Supporting Actress in our TV Drama Serials. It will serve to encourage our local actors, actresses, and producers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, I hope the Ministry of Information and the Arts would consider adopting some award system, like those in the other countries such as the Golden Horse Award in Taiwan, the Golden Rooster Award and Hundred Flower Award in China. Such awards will help Singapore Broadcasting Corporation and our local film industry to carve a niche in the international film scene. It will also help to pave the way for our future artistes to grow up to become superstars like Chow Yuen Fatt, Jackie Chan and Maggie Cheung. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Ministry of Information and the Arts would study and consider this suggestion. \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC):</b> Privatisation means working towards expansion and moving ahead without forgetting to maximise profit. Definitely, SBC has good programmes for multi-racial radio listeners and television viewers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Deputy Prime Minister BG Lee, in his wrap-up speech on the debate on his Ministry of Trade and Industry, has assured that programmes for the minority groups would not be neglected and would also be given equal weightage with others. I think it is not wrong for me to voice out again the issue so that the management will not forget and will always be sensitive in dealing with this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Good programmes would attract many viewers. Thus, it would be profitable to SBC because many sponsors would like to sponsor such programmes. Indirectly, sponsorship in English and Mandarin would monopolise most of the SBC programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What worries me is that even if most of the minorities view the programmes for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1132</b></font>\n  <br>\n  <br> the minority, it would not be profitable in terms of sponsorship because the number is relatively small. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Harun, could you ask your question so that we could have time for the reply? \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani:</b> My question is: would MITA please look into the programme for the minorities? \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, in Part II of SBC's privatisation study, we have to look very carefully into how we will regulate the free to air broadcast of Channels 5, 8 and 12, and make sure that the standards are maintained, to make sure that enough time is set aside for information, for education and for minority programming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to assure Mr Harun Ghani that minority language broadcasting will not be neglected. I am not, however, convinced right now that Malay programming is necessarily uneconomic. I think we should work harder towards developing a regional market for our Malay programmes. It is not easy, but we should try. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for cable television, it will start in April this year with the first news channel. This will be a completely separate company. SBC will only have a minority stake in it. It will be a separate company under a holding company owned by Temasek. We will not regulate pay television as tightly because we do not quite know how the market will pan out. So I say we regulate as we go along. I am giving them as much commercial flexibility as possible because we must make sure that there is a market for it in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh Chin Hua's proposal that we organise annual awards ceremonies for television and film productions, I think the idea is very sound. We have started. Last year, SBC gave awards for outstanding achievement in television as well as radio production. The first ceremony was in-house but we hope to televise this year's ceremony on television. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are various other awards that they give out from time to time. For films, the Silver Screen Awards were launched last year during the Fourth Singapore Inter- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1133</b></font>\n  <br>\n  <br> national Film Festival. Two awards were presented -- The Best Asian Feature Film and the Best Singapore Short Film. For this year's film festival, the two award categories have been enhanced to include under each category an award for Best Director and a Special Jury Prize. Our TV and film industry is still developing. Awards help, but awards are prestigious, not when we proclaim them to be, but when our industry has reached a high level of achievement. That will take time. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (9), Mr Ho. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> I am not moving, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $119,999,030 for Head R ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $67,780,800 for Head R ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1133</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S -- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head S, Ministry of Labour, Amendment No. (1). Mrs Yu-Foo. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head S of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I rise to speak on four issues affecting women and employment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to suggest some measures for the Minister to consider to encourage more women to join the workforce. Presently, only 50% of our economically active women are in the workforce. They are an important source of labour for many employers in labour-scarce Singapore. It is therefore in the employers' interest to consider ways of attracting more women into the workforce. We must also make it easier for those already working to continue working. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ultimately, Singapore as a whole will benefit if more of our women work. Singapore women are actually very talented and capable. Encouraging more women to work will lead to a greater injection of local talent and skills into the workforce. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1134</b></font>\n  <br>\n  <br> It will also reduce our reliance on foreign work- ers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our women face many obstacles in going to work. Performing the dual role of a home-maker and office or factory worker is a heavy burden for even the most capable. Women need help to enable them to work and contribute. When we cannot provide help in one area, we should at least make it easy for employers to provide their help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consider section 76(4) of the Employment Act, for example. Some employers are able and willing to provide maternity benefits when their female employees have a third child. Some employers have even agreed to include this in their collective agreements with trade unions. However, the Industrial Arbitration Court has refused to certify such agreements because our labour laws do not allow third child maternity benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can understand the Ministry's reluctance to provide a blanket provision for the payment of maternity benefits for the third child. I do not, however, see the rationale for not allowing employers to provide such a benefit when they can afford to, and wish to do so. The primary aim of our labour laws should be to protect workers, to stipulate minimum benefits and working conditions, not to restrict what employers can give if they wish to be more generous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has encouraged and introduced many incentives for women to have more children. The Employment Act should be reviewed to bring it in line with this policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a number of other ways in which the Labour Ministry and employers in Singapore can help our working women and those who wish to work. The most effective way is to provide flexible work arrangements. Examples of such flexible work arrangements include part-time work, job-sharing, flexible hours, leave of absence for child care, and home-based work. So far, not many employers have adopted such flexible work arrangements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not all jobs require workers to follow fixed schedules. Journalists, for example, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1135</b></font>\n  <br>\n  <br> need not be stationed in the office waiting for news to happen. Others, such as computer programmers and systems analysts, also need not be stuck to the computer terminal at the office the whole day. They can work equally well using a computer terminal at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Modern communications and computing technology can help workers to be just as productive in the home as they are at the office; sometimes, more. Telephones, fax machines, electronic mail, ISDN networks, all these help us keep in touch with the office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore like to urge the Ministry of Labour to help our women by looking into ways and means of encouraging employers to introduce flexible work arrangements. Sir, not many child care centres at present offer child care services for children below 2 1/2 years old. This is because of the high cost and manpower needed to provide infant care. Many working mothers have to resort to employing maids to look after their very young children. The Government should consider a two-tier child care subsidy, where working mothers with very young children would be granted a higher child care subsidy. This will make it viable for child care operators to provide such infant care services, and give working mothers an alternative to foreign maids. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, figures show that many women leave their jobs to bring up families. However, once their children have grown up, many wish to return to work. Very often, they need help in identifying the kinds of jobs that are suitable for them. They also need re-training to acquire new skills or to improve on their existing ability, and adapt once more to working life. I would like to suggest that the Ministry coordinate with the National Productivity Board to develop and sponsor courses that would help women to re-enter the job market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Minster could look into my suggestion. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, in 1988, the former \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1136</b></font>\n  <br>\n  <br> Minister for Labour gave employers three years to voluntarily raise the retirement age of their employees beyond 55 years to 60 years. Last year, the Minister informed the House that he had instructed the Ministry of Labour officers to study the possible forms of legislation, taking into account the experience of other countries. Sir, the three years' notice has now expired at the end of 1991. I would like, therefore, to ask the Minister to inform the House of the progress made on the Ministry's effort to raise the retirement age to 60 years. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand that the progress on raising the retirement age has been rather slow, particularly in the non-unionised sector. Since the effort to get employers to raise the retirement age on a voluntary basis has not been encouraging, I would like to ask whether the Ministry is now ready to legislate to raise the retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some companies have shown preference to employing foreign workers on work permits, rather than employing older workers. Perhaps companies which want to continue employing foreign workers should be told that their applications could only be considered if they raise the retirement age of their employees to 60 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I look forward to a favourable report from the Minister on the Ministry's proposal to get employers to raise the retirement age of their employees to 60 years. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, in 1956, the retirement age was 55. And at that time the life expectancy at birth was 60 years of age for males. Today, 36 years later, the retirement age is still 55 in many companies in the private sector, especially in the non-unionised sector. However, the life expectancy at birth has improved to 74 years for males. So the average retiree at 55 has 19 years to live in retirement. This is a waste of human resources, given our tight labour market today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The progress of raising the retirement age from 55 to 60, as mentioned by Mr Othman Haron Eusofe, has not been good, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1137</b></font>\n  <br>\n  <br> especially in the non-unionised sector. In the unionised sector, our records show that about 75% of companies have raised their retirement age to 60 or above. In the non-unionised sector, however, according to the NWC survey of 1990, only 6.2% provided for retirement age of 60 and above. I believe the employers have been given enough time to raise the retirement age voluntarily. Unfortunately, the non-unionised sector employers have not responded to persuasion. The Ministry of Labour must legislate now, otherwise we may be sending the wrong signal to employers in the unionised sector who have cooperated with the unions on the issue. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Sir, I will first take up the points raised by Mrs Yu-Foo Yee Shoon, the Member for Yuhua. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;She spoke of the need to encourage more women to join the workforce. I agree with her. I think in the context of Singapore, with a very small labour force to start with, the more women we can encourage to join the workforce the better off we are. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members may wish to know that our present female labour force participation rate at 50.5% in 1991 is comparable to that of Japan, the USA and the UK. In fact, female labour force participation rate has been steadily increasing over the last few years, with the most significant increase taking place in the category of women aged 35 to 59 years. This indicates that more and more married women are re-joining the workforce after marriage and child birth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also agree with the Member that we should try to encourage more flexible working arrangement because flexible working arrangement is ideally suited to the needs of a working mother. Part-time employment, for example, that is, people working for less than 30 hours per week, is one form of flexible working arrangement which my Ministry would like to encourage. At present, part-timers only comprise about 3% of the employed workforce. In other countries, such as the United Kingdom, they have a much higher percentage of people working part time. In fact, in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1138</b></font>\n  <br>\n  <br> UK, among all the women employees, about 45% are actually working part time. In the case of Japan, 10% of the labour force is made up of part-timers, mostly females. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in August 1990, my Ministry published a set of guidelines for part-time employment. The objective was to help employers and employees to work out part-time employment which meets the needs of both parties. In general, the guidelines seek to protect the interest of the part-timers without being unnecessarily restrictive on the employers. Benefits for part-timers follow closely the Employment Act provision for full-time workers on a pro-rated basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, employing part-timers enables an employer to tailor his staffing requirements to meet the fluctuations in work patterns, such as those seen in several service industries. Part-time work is also ideal for mothers with young children, especially if they want to combine work with family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge all employers who are short of workers to consider offering more part-time employment opportunities. There are many good reasons for supplementing their workforce by employing part-timers. If a working woman wants to resign because of inability to cope with home and work, it is certainly better to keep her on a part-time basis than to lose her completely. In fact, part-time employment is seen by some companies in the United Kingdom as a means of retaining skill, experience and organisational knowledge within their companies. They can be just as productive per hour worked as a full-timer. Admittedly, the administrative effort to employ part-timers is a little more than for the same number of full-time workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, ultimately, whether part-time or flexible working arrangement can expand in Singapore is related to how firmly we regulate the entry of foreign workers. If foreign workers are readily available, fewer employers would be inclined to tap the reservoir of potential part-time workers. This will make it more difficult for the Member's suggestion to expand flexible working arrangement to be put into practice. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1139</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Member's suggestion on training or re-training of people who want to re-enter the workforce, I agree with the Member that such re-training would be useful. There are already many opportunities, many avenues, for people who want to re-join the workforce to get some form of training, particularly for those who may have in their younger days missed out on basic educational opportunities. There are already existing avenues for them to make up for these losses, for instance, the NTUC in conjunction with the PAP branches organises BEST, WISE and Fast Forward classes which will be of great benefit to mature workers who now want to re-join the workforce. I would in fact urge those who have missed out on their basic education to make use of these courses to upgrade their own marketability in the labour force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, if the Member is referring to specific skill training related to a particular job, I believe the best way to address this would be for the person who is thinking of re-joining the workforce to get a job first. Because it is not quite practical to develop a generic skill training that will be tailor-made for a particular company's requirement. Where additional training is then required, the company will certainly be able to either train the employee in-house or externally. And when the company provides such training, then it can of course apply for assistance from the Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that with this two-pronged approach, we would be meeting the needs of those who are planning to re-join the workforce. We have to do it effectively and in a practical way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Member's suggestion to raise the child care subsidy, I would like to ask the Member to take this up with the Minister for Community Development whose Ministry is actively assisting the child care sector to expand its service and capacity. I understand that the child care service is an important part of our overall policy of encouraging more women to re-join the workforce. The Ministry of Community Development has recently amended its \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1140</b></font>\n  <br>\n  <br> rules on the space allocation so that child care centres can now accommodate more children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They have also been working very hard to increase the capacity of child care services in Singapore. I think more service will be made available as a result of these changes and it would also be more affordable to a larger number of working mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the point about the Employment Act and the maternity leave for the third child, the Government has on several occasions in the past explained the rationale for not amending the law to provide for paid maternity benefit for the third child. Providing paid maternity leave for the third child could send the wrong signal to those who are not in the best position to afford a third child. Sir, having said this, I must quickly point out that Government does offer assistance to those who want to have a third child. For instance, a working mother who wants to have a third child can take advantage of an additional tax rebate, equivalent to 15% of her earned income. This tax rebate can amount to two months of a working mother's earned income and should help to make up for the loss of income while she is on unpaid maternity leave after delivering the third child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if it is true that there are employers who are prepared to extend such benefits to their female employees, my Ministry will review the situation to see whether the restriction in the Employment Act is still relevant and necessary today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Othman Haron Eusofe and Mr Lew Syn Pau both spoke on the need to extend the retirement age and asked whether my Ministry would proceed to legislate for this extension. Sir, the unionised sector has made good progress in extending the retirement age for bargainable employees. The retirement age norm in the unionised sector is now 60 years. More than 75% of the collective agreements certified by the Industrial Arbitration Court in 1991 provided for a retirement age of 60 years. This compares favourably with 36% in 1988. In other words, within three years, the unionised sector has succeeded to double the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1141</b></font>\n  <br>\n  <br> number of companies with retirement age of 60 years. The public sector is also retiring its employees at age 60. My Ministry estimated that about 400,000 employees, mainly from the unionised sector, are now able to work up to 60 years. This constitutes about 35% of the 1.1 million local paid employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The situation in the non-unionised sector is somewhat different, as described by the two Members. A small number, about 4 1/2% of companies, provided for retirement at age 60 by way of a written contract or company policy. However, Sir, this does not provide a complete picture. A preliminary survey by my Ministry shows that a significant proportion, about 29% employing a total of about 380,000 workers, however, do allow their employees to work beyond the age of 55 on a case-by-case basis, without putting down in their terms and conditions of employment that the age of retirement is 60 years. It is, of course, expected that in these companies, not all the employees will in fact retire at age 60. Some may retire earlier at 55 or at any time below the age of 60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry is reviewing the progress made to extend the retirement age and we are now assessing whether legislation is necessary at this point of time to further speed up the shift from a norm of retiring at 55 to 60. In view of the tight labour situation and the greying of our workforce, it is imperative for employers to make the move quickly. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a healthy 55-year old employee should be seen as an experienced worker who can continue to contribute to the company's performance. We will try to determine the concerns of the non-unionised sector and find ways to get these employers to follow the lead of the unionised sector, failing which legislation may have to be introduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Marine Parade GRC, Encik Othman Haron Eusofe, has suggested that we link the employment of foreign workers with raising of the retirement age by a company. I think this is a suggestion which we will consider. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1142</b></font>\n  <br>\n  <br> perhaps one of the administrative measures which could be implemented between now and the decision to proceed with legislation. It is worthwhile considering. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I beg to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SA 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not so long ago, in the New Paper, there was a report on a man who was supposed to be the executor of the estate of the deceased brother and he was trying very hard to withdraw the CPF money of his deceased brother. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, after 12 years, he still has not been able to withdraw those moneys, for only one reason, and that is he does not know who the nominees are and the CPF Board has refused to tell him who these nominees are, although he is the executor of the estate. What I want to suggest, therefore, is that the CPF Board consider listing all nominees in the annual statement of accounts that is sent to all members. I do not think this is a difficult job for the CPF Board because, one, they are already fully computerised and, two, they are already sending statement of accounts twice a year to members. If we can do something to make life of Singaporeans a little more convenient, why not? \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, today, there are two schemes for the withdrawal of CPF funds for purchase of residential properties, the Public Housing Scheme for HDB apartments and the Residential Property Scheme for private residential properties. These two schemes have helped many Singaporeans to own their homes. Such financing is perhaps the single most important contributor towards the Government's objective of a high home ownership level in Singapore. For many of us who have benefited from this policy, we have a lot to thank the Government for its foresight. First, in establishing the CPF and, second, in allowing our savings to be used to purchase our homes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1143</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although one cannot complain about this policy, I still believe that there are two areas which need improvement. The first concerns the CPF ruling which does not permit withdrawal for properties with remaining leases below 75 years. Sir, I believe this ruling is much too protective. As it stands, it is not necessary. I know that the CPF Board's duty is to protect and safeguard members' savings but only up to the withdrawal age of 55. At this age, members can withdraw all their CPF moneys except, of course, for the sum under the minimum sum scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, therefore, a more appropriate form of protecting members' interest should be based on (a) the member's age, so that the number of years remaining to age 55 can be known; and (b) the lease remaining when the member reaches 55 years old, that is, how many years are left in the lease when the member is 55 years of age. This is an important point, because so long as the remaining number of years left in the lease when the member reaches 55 is a reasonable one and there is some reasonable value left in the property, the CPF Board should allow members to withdraw their funds for investment in properties with leases below 75 years old. What this reasonable figure, that means the number of years left in the lease when the member is 55 years old, should be, I will leave it to the CPF Board. But I am aware that some banks use the figure of 21 years, that means, there must be a minimum life of 21 years left in the lease, when the loan matures for a bank to consider financing such a loan. Perhaps this figure could be used. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second area concerns the financing of HDB flats which are purchased in the secondary market under the public housing scheme. Withdrawal from CPF is limited to 140% of the posted price. However, often the amount of withdrawal at 140% of the posted price is less than the market price. The purchaser, hence, has to cough up a large sum in ready cash for the difference. In some cases, this could be as high as $50,000 or more. This is a large sum for any potential home purchaser, let alone one purchasing a HDB flat. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1144</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would, therefore, like to suggest that the CPF Board allows a secondary market HDB apartment purchaser to use his available CPF monies to fund his purchase. The HDB can still provide 80% of the posted price financing, if necessary. And then the purchaser can utilise the difference between this amount, that means, the amount of financing by HDB, and the market valuation, not the purchase price, of the apartment, and use this money from CPF to fund the difference. It makes sense and removes the difficulty of raising cash. This is, in fact, the practice under the Residential Property Scheme. Where a bank provides, under such a scheme, a partial financing for the purchase of a private residential property, the member is allowed to withdraw his CPF money for the difference between the amount financed and the valuation of the property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under my original proposal, I can see the Minister coming out with one objection and, that is, the current Public Housing Scheme actually also finances the interest of the HDB loan. Under the Residential Property Scheme, the CPF funds cannot be used for the interest financing. Nevertheless, I still hope that the Minister will consider my original suggestion. If, because of this point, he objects, then I would like to further suggest that the HDB apartment purchaser in the secondary market be allowed the choice of selecting either the Residential Property Scheme or the Public Housing Scheme, but with a slight modification. Under the RPS, he need not go to a bank, but he can still use the HDB to finance 80% of the posted price. The reason is very simple. It is cheaper to get financing from the HDB than from a commercial bank. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member for Mountbatten, Mr Eugene Yap, has referred to a case of a CPF member's relative having difficulty claiming the member's savings with the CPF Board. I think the case has been adequately explained in the newspaper. Suffice for me to say here that the member, when he was alive, did make a nomination to CPF Board and, therefore, the Board has to abide by the nomination. The Board is in the process of locating the nominees and will distribute the savings \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> in the deceased member's account to the nominees once they are located. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Eugene Yap also raised the point about asking the Board to remind members about making nominations. In fact, the Board has made it a practice to send reminders to all CPF members to update their nomination. The Board also sends to each new member a set of nomination form as soon as he opens an account. In recent years, a reminder of the nomination is also inserted in the half-yearly statement that each CPF member receives from the Board. In the case of older members, those above the age of 55, the Board has also made it a point to remind them to nominate a beneficiary by sending them special reminders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Board sent out about 8,000 such reminders. Members are also reminded that they should make new nomination after their marriage as nomination made before a marriage would be invalidated. In 1991, the Board sent more than 3,000 nomination forms to members whose previous nominations were nullified by marriage. Sir, CPF members are also urged to check the particulars of their nomination by calling the CPF Board. For the convenience of CPF members, they can obtain a copy of the nomination form through the CPF Personal Autolink System. Sir, I would ask the Board to take up the Member's suggestion and to examine whether the reminder in the half-yearly statement of account can be made more prominent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to Mr Heng Chiang Meng's question. He felt that the CPF Board has been too protective in disallowing the purchase of leasehold properties with less than 75 years lease by borrowing from their CPF savings. The primary objective of CPF is to ensure that workers have sufficient savings for their old age. Most members have, in fact, used up a large proportion of their savings for purchasing residential properties. The value of the CPF saving invested in such property must, therefore, be protected. We must help to preserve the value. To ensure that CPF savings are available for old age, a private property bought with CPF money must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1146</b></font>\n  <br>\n  <br> retain its value when it has to be sold to finance a member's old age requirement. If we allow a CPF member aged 35 years to invest his CPF saving in a property with only 20 years of residual lease, it will have no value by the time he reaches the age of 55. However, as he is likely, as the Member said, to live to the age of 70 or more, he will still need a roof over his head and savings to cover his expenses for the next 20 years. So the question is: will such a person still has sufficient CPF saving to last the next 20 years or so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is for this reason that the CPF Board does not allow CPF savings to be invested in private properties with less than 75 years of unexpired lease. If we use the same example of the person aged 35 buying a property with a residual lease of 75 years, he would still have 55 years of residual lease when he retires at the age of 55. A property with 55 years of lease left is likely to have some market value for resale or, if not, at least for rental. This means that if the CPF member has no other savings and has pledged his property under the minimum sum scheme, he is still in possession of a valuable asset. So the question is whether 75 years is being too conservative. Would a less stringent cut-off point be equally effective in safeguarding the retirement saving of an owner of a leasehold property? This question must be answered before we make any changes. My Ministry will look into whether the unexpired lease period can be reduced while not compromising the objective of old age security of CPF members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member has also proposed several modifications to the CPF scheme for the purchase of HDB flats. One of his suggestions is that we raise the limit of the 140% posted price for HDB resale flat. Under the present rule, the 140% of posted price, being the upper limit for CPF withdrawal, is applicable in the case of those who want to draw a whole lump sum from his CPF savings to buy a resale flat which could cost more than 140% of the posted price. In this case, the CPF member would then have to, as Mr Heng has suggested, borrow from other sources to top up his savings to purchase the flat. However, I would like to point out that for a member \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1147</b></font>\n  <br>\n  <br> who has insufficient savings to pay for the whole purchase price, or up to 140% of the posted price for the HDB flat that he intends to buy, he will be able to use the CPF exceeding the 140% limit to pay for his flat. The reason is that in the case of the HDB flat scheme, members are allowed to use their future CPF monthly contributions to pay for the loan as well as the interest. In some instances, CPF members can be withdrawing close to 200% of the posted price of the flat, that is, by the time they complete paying up for the flat. This is already very generous and to extend the scheme as suggested by the Member would be far more generous than intended and it could lead to the depletion of CPF members' savings which are needed for their old age. \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, I would like to ask a related question. Since we are on the subject of CPF, I would like to ask the Minister whether he would consider allowing CPF to be used for funding Open University courses. I asked this question earlier of the Minister for Education and he has directed it to the new Minister for Labour. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the CPF for education scheme, as it is designed at the moment, is only for people to pay for the fees for full-time education at our local tertiary institutions. The CPF for education scheme is really meant for full-time students who have no income of their own. Therefore, Government has allowed parents to borrow from their own CPF savings to meet their children's educational expenses. Under the scheme, the use of CPF savings for part-time studies is not allowed, and this is because part-time students are usually working adults who have incomes of their own. And being wage-earners, they will also have other savings besides CPF savings. Students of the proposed Open University will be no different from today's part-time students. OU students will also be working adults studying part time. They will be able to pay \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> for the course fees on their own out of their own cash savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, currently, there are thousands of part-time students in various institutions which are offering all kinds of continuing education. All these part-time students have been able to pay for their course fees without resorting to their CPF savings. In fact, if the proposed OU follows the practice of the British Open University, the students need not complete the course within a specified time period. This means that the student would have the flexibility of taking the course in parts, as and when he has saved up enough money to pay for the fees, which means that it will be easier for people to work, save and study at the same time. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is time for the tea break. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at ten minutes past Three o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.50 pm to 3.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S (cont.) -- \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SD 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I take the two subjects together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, first, on the subject of labour-management cooperation. It is useful to have periodic reviews of the state of labour-management relationship in our various companies and organisations. Although the industrial relations climate is a healthy one and our relationship is excellent, we cannot take things for granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many factors which affect labour-management cooperation. I would just like to touch briefly on two of them. First, I think employers should recognise and understand the role played by trade union leaders. Our trade union leaders have a difficult role to educate and persuade our workers to appreciate issues which can affect their company's performance. They play a constructive role and they help their members and other workers to understand their company's policies and strategies to stay competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As team work is very important in any company to raise productivity level and to enable the company to be competitive, we must help develop a strong and viable consensus process in our companies. Stronger team work and cooperation will make our companies more competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another area causing concern is the lack of understanding between management and union leaders in the area of information sharing. Here, it is important that there is trust and confidence between labour and management which can bring about more information sharing. With qualitative guidelines issued by the National Wages Council as well as the introduction of flexible wage system in our companies, negotiations on wage increases and other terms of employment will be more effectively undertaken if there is greater information sharing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our companies should therefore endeavour to provide the unions in their companies with the information on their current performance and also future prospects. And with effective information sharing, unions and their leaders would know what steps need to be taken to help the companies become more competitive. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1150</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would just like to ask the Minister what measures the Ministry of Labour can undertake to promote more information sharing between labour and management in our companies, and also what steps the Ministry will take in the event companies refuse to divulge relevant information to unions and, as a result, there is poor labour-management cooperation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second amendment, I would like to ask the Minister whether his Ministry will review the current salary ceiling of $1,250 per month for the purposes of sections 33 and 35 of the Employment Act. In our meetings with trade union leaders, they have asked for the above ceiling to be raised. Many union members will not be covered by the above provisions of the Employment Act if the above salary ceiling continues to be maintained. Therefore, I would like to ask the Minister to consider our union's request favourably. And if so, when the provisions in the Employment Act can be amended to raise the salary ceiling. \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, Mr Othman Haron Eusofe has already touched on the point I am planning to raise, and that is to amend the Employment Act to cover white collar workers earning more than $1,250. This ceiling of $1,250 was adjusted way back in 1980 when the average monthly earning for clerical, sales, service and related workers was only $561. This same figure has gone up 90% to $1,067 in 1990. Since then, the ceiling of $1,250 is still unchanged. This means that more and more white collar workers are not protected by the Employment Act as wages go up, especially those in the non-unionised sector. So I would like to suggest that this ceiling be adjusted to at least $1,750, up 40%, so that the majority of our white collar workers will continue to be protected by the Employment Act. Secondly, I hope the Ministry will review and adjust this ceiling more frequently instead of once in every 12 years. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member for Marine Parade GRC has asked what would the Government do to encourage companies to be more open in information \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> sharing with their employees. Sir, I agree with the Member for Marine Parade GRC that companies should be more prepared to share relevant information with their workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in recent years, with the introduction of the flexi-wage system, employers, by and large, are more willing to share information relating to the company's performance and the challenges that the company has to face. According to a recent survey, 82% of the unionised companies and 69% of the non-unionised companies have adopted a flexible wage system or some form of variable payment linked to a company's performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With flexible wage agreements, the amount of bonus to be paid to workers would depend on the profitability of a company. Hence, these companies are obliged to share information relating to their performance with their union and workers at least once a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the more enlightened employers are also periodically keeping their union leaders and workers informed of the company's performance and prospects and, by doing so, these companies have helped to strengthen labour-management relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, I note that there are still some companies which are not prepared to share information with their workers. These are mainly confined to companies which, for whatever reasons, have not yet adopted the flexible wage scheme. These companies should seriously consider implementing the flexible wage system and share information with their unions and employees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the 323 disputes which were referred to the Ministry for conciliation in 1991, there were only a few incidents where employers were unwilling to disclose information as requested by the unions. When we come across such cases in our conciliation work, we find that both parties are usually quite amenable to our suggestions and they have always been able to resolve their disputes amicably. So far, no dispute involving information sharing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> affecting the terms and conditions of employment has to be referred to the Industrial Arbitration Court for arbitration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, greater information sharing will help to facilitate labour-management negotiation and bring about a more speedy and amicable settlement of disputes. It will also help to enhance mutual trust and confidence which is essential to the promotion of good labour-management relations in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of raising the ceiling of $1,250, as spelt out in the Employment Act, as the Member has indicated, the current ceiling of $1,250 for non-workman employee was established in 1980. Last year, this ceiling was providing coverage for about 73% of all employees, according to the labour force survey. It has been 10 years since the ceiling was last revised. I have therefore asked my Ministry to review the ceiling to ensure that workmen and the other lower wage employees should be adequately protected. In such a review, we will have to bear in mind the impact on labour cost and try to strike a balance. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I thank the Minister for his answer and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SE 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the payment of retrenchment benefits is now not compulsory under the present legislation. However, in practice, companies pay retrenchment benefits to affected workers and in most unionised companies there are provisions in the collective agreements on retrenchment. However, in 1989, the High Court gave a ruling that no retrenchment benefit is payable when a company is under liquidation. Thus, while retrenchment benefits are paid when companies are still in operation, companies under liquidation are not obliged to pay retrenchment benefits even though they have sufficient funds to do so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are concerned that our laws do not protect workers' interest when they are made redundant as a result of liquidation. Companies usually retrench less productive workers first in any exercise to restructure their organisation to cut cost and become more competitive. Good workers would be the last to be retrenched. However, when these companies are unable to survive and have to be liquidated, these good workers lose out at the time of liquidation because they are not eligible for retrenchment benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is important that we amend the law to safeguard the interests of these workers. I believe that the Ministry has been studying this matter and I would like to ask the Minister whether the Ministry is now ready to proceed with some other safeguards or legislation to protect our workers' interest in the event their companies are liquidated. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, since the case in the High Court in 1989 resulting in the Court's decision that retrenchment benefit is not payable in a winding up situation, several MPs have expressed their concern that workers' interests are inadequately protected. Let me reassure the Member for Marine Parade GRC that my Ministry shares this concern. And to address this problem, we will be amending the relevant legislations soon. My Ministry's approach is to make retrenchment benefit a statutory payment in a winding up situation. This means that retrenchment benefit together with salaries and wages will be treated as priority claims. The intention is to provide protection for as many categories of employees as possible. Also, where the quantum of retrenchment benefit is not spelt out in the collective agreement or terms and conditions of employment, we will have to empower the Commissioner for Labour to decide on the quantum. Details of the amendment will be made known to Members at a later date. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> I thank the Minister for his answer and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1154</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Zulkifli bin Mohammed (Jalan Besar GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SG 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the existing Workmen's Compensation Act, manual workers are covered by the Act regardless of their earnings. However, non-manual workers are covered only if they earn less than $1,250 per month. This income ceiling for non-manual workers was last adjusted in 1980 from $750 to the present level of $1,250. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A 1991 report published by the National Productivity Board on \"Productivity and Wage Growth Differentials\" showed that the wage growth between 1981 and 1990 averages out to around 6.6%. Thus, it has been 12 years now since the income ceiling for non-manual workers was last revised. In my opinion, Sir, there are sufficient grounds for the Ministry of Labour to review this ceiling. I would like to suggest that this ceiling be raised but would like to hear the Minister's view on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, I would like to touch on clause 3(b) of the Third Schedule of the Workmen's Compensation Act. Of late, there appears to be some ambiguity in its interpretation as was evidenced by the much publicised workmen's compensation case involving a worker and the management of SBS which was heard before the Commissioner over the quantum of compensation to be awarded to the injured worker. Although the matter was finally settled through a compromise, a lot of unpleasantness and distrust had been generated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the one hand, the worker and his union contended that the management was wrong in quibbling over the quantum to be awarded. On the other hand, the management believed it did the right thing by raising a fundamental question in wanting to know how the quantum was arrived at. Apparently, the ambiguity lies in the interpretation as to what constitutes \"compensation payable in the case of permanent total incapacity as is proportionate to the loss of earning capacity\". In the light of this case, I would like to urge the Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1155</b></font>\n  <br>\n  <br> of Labour to review the said clause and make the necessary amendments so that its provisions could be interpreted more clearly to avoid such a dispute from recurring in the future. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, recently, a union member suffered an injury whilst at work and was given a total of 15 days of outpatient medical leave and 43 days of hospitalisation leave. His employer, under the Ministry's advice, paid him his full salary for his hospitalisation leave but only 2/3 of his salary for the outpatient leave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry's position appears to be based on clause 4 of the Third Schedule of the Workmen's Compensation Act which provides that a workman suffering from temporary incapacity due to injuries at work is entitled \"to full wages for a period of 60 days if he is hospitalised and 14 days if he is not hospitalised and thereafter to a payment every month of an amount equal to two-thirds of his monthly earnings during the incapacity or during a period of one year, whichever period is shorter\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It appears to me that the Ministry is treating the full-salary entitlement under hospitalisation leave and that under outpatient leave as an \"either or\" situation, that is, if a worker has been hospitalised, then he would only be paid full-wages for his hospital leave and not his outpatient leave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think this interpretation of the law is illogical and erroneous. The irony is that if the worker had just claimed for medical leave under the Employment Act, he would have been paid full salary. It is therefore unfair that a worker who is injured because of an accident at work should be placed at a disadvantage compared to a worker who takes ordinary sick leave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am of the view that the word \"and\" appearing in the said clause 4 gives an injured employee the right to claim full wages for both hospitalisation and outpatient leave in respect of the same injury, subject to the maximum number of days stipulated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1156</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if this is merely a problem of interpretation, I hope the Ministry would put it right. But if the Ministry thinks that its interpretation is correct, then the law should be amended to make it in line with the Employment Act provisions. May I have the Minister's view on this? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung (Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Labour (Dr Ong Chit Chung):</b> Sir, first, I will take up the point raised by Encik Zulkifli. The Workmen's Compensation Act now covers 73% of the total workforce, based on the Labour Force Survey of 1991. It was last revised, as far as workmen's compensation was concerned, in 1981. It is now about 10 years, and definitely it is time to review. I would like to thank the Member for bringing this point up. The Ministry is actively reviewing the quantum, but we have to bear a number of factors in mind, for example, the impact in terms of cost on employers as they have to buy a larger coverage in terms of insurance. But with inflation and rising costs for our workers, we have to also take care of the interests of our workers. Therefore, we must revise the ceiling upwards. The question is: how much? And we are working on it. We will consult the NTUC, and we thank the NTUC members for bringing this up. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With reference to the case brought up by Mr Zulkifli about the SBS case, I would like to say that under the Workmen's Compensation Act, compensation of permanent incapacity takes into account the loss of earning capacity for every type of employment which an injured worker was able to undertake at the time of the accident. Therefore, although the injured worker continued to be employed in this case by SBS, the compensation awarded for permanent incapacity was meant to take into account the likely loss of earnings which the worker would face if he were to take up any other employment. It was on this basis that the injured worker in the SBS case was awarded compensation of $24,600. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry's view is that there is no ambiguity in terms of law and we will ensure that workers are given full protection under the Workmen's Compensation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1157</b></font>\n  <br>\n  <br> Act. In this particular case, the parties concerned came to a settlement among themselves. But if you go by precedents, the Commissioner is likely to rule in favour of the worker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to thank Dr John Chen for bringing up this very important case of the anomaly. I would not disagree with him. I think he has got it correct. The Ministry has reviewed its practice of making a fine distinction between hospitalisation and outpatient medical leave. Where there is no evidence of malingering or abuse, the Workmen's Compensation Department, I assure Dr Chen, will advise employers to treat such outpatient leave as full-pay leave, up to a maximum of 14 days. I would like to thank him again for bringing this up on behalf of all the workers. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Sir, although I am not quite happy with the answer given on the SBS case, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6). Encik Zulkifli is not moving. Amendment No. (7), Mr Chng Hee Kok. We do not have much time left on this amendment. I would call on Dr Lee to reply at \n  <br>3.40 pm. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head S be reduced by $10 in respect of Code SK 1500 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have two cuts under this amendment. I shall take them together. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> No. Speak according to the schedule given, please. Do not deprive others of their chance. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, on the foreign maid levy, I do not want to be seen to be flogging a dead horse. But we know that the Minister has already indicated that the foreign maid levy will likely to continue to increase in future. What I feel is important is that the Ministry of Labour must now work out a more comprehensive solution to this problem. Many working lady parents I spoke to generally feel that some form of control is necessary for foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1158</b></font>\n  <br>\n  <br> workers. I think that is a good sign. Singaporeans are quite pragmatic. What they cannot agree is the way and how we control the influx of foreign maids. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, Sir, the main point that came out of the discussion was that at the moment, there are just not sufficient facilities for working ladies to look after their children, be they infants, children of pre-school age, and those who are in primary school. The whole purpose of a child care centre is actually to encourage female labour force participation. But this is controlled by the Ministry of Community Development. What I feel is that the control of child care centres should be placed under the Ministry of Labour. The Ministry of Labour would have to determine what are the kinds of facilities required, whether they are for, as I mentioned earlier, infants, pre-schoolers, and those who are in primary school, and work out a total comprehensive solution to make sure that sufficient funds are made available to develop this kind of infrastructure. When this infrastructure is available, ladies who are in the workforce will have a way out of their problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge the Minister, instead of giving me a reply to say that this will be referred to the Community Development Ministry, to take a more detailed look at this matter, and perhaps work together with the Community Development Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second point on the foreign workers levy, I want to raise two questions with the Minister. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chng, have you finished your topic on foreign maid levy? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Yes, I have. Can I take the other cut now? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Please resume your seat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok</b> resumed his seat. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chew Heng Ching is not here. Mr Abdullah Tarmugi. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Bedok GRC):</b> Sir, I agree with the Ministry and the Government that the number of foreign maids ought to be controlled. And I think a lot of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1159</b></font>\n  <br>\n  <br> other people too agree that the uninhibited growth of foreign maids in our midst would have very deleterious effects on society. But the question many people also ask is whether the raising of the foreign maid levy is the only way of moderating demand. The general feeling is that the Government is only interested in raising revenue and, by the way, hope that the demand would be blunted. The question they ask is what other options have been looked into. And I would like to ask the same question of the Minister: what options have been looked into by the Ministry? What are they? In what way are they inferior to the raising of the levy? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I was just talking about the foreign workers levy. I will raise two quick questions with the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the debate on the Budget statement, I indicated that certain businesses, like the marine industry, are very cyclical in nature. So our ship repairers have to catch the wind as and when there is business. In the face of a coming slowdown in the world economy, I think it is, to my mind, a bit foolhardy, at this point in time, to actually pull the brakes on the marine industry by imposing the dependency ratio which was not done up to now. In view of what I have said, Sir, will the Minister reconsider this point and see whether this dependency ratio should be revised? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question relates to the availability of foreign workers. There is a general perception among the people I spoke to that large companies have easy access to foreign workers. But this is not so of small and medium-sized companies. Small and medium-sized enterprises tend to be local Singapore-based companies. The general complaint is that only the large multi-nationals, foreign companies, the larger companies, have easier access to foreign workers. Will the Minister care to reply? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> I am not moving. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> In view of the shortage of time, I will raise this issue in the form of an Oral Question later on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1160</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Thank you. Encik Othman. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> I am not moving, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Teo Chong Tee is not here. Dr Lee. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Thank you, Sir, for making the time available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to thank the Members for pointing out that generally people do not disagree with the need to control the inflow of foreign maids into Singapore. The question is whether there are better alternatives to the control that we have been using up to now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the foreign domestic servants scheme was introduced in 1978. Before the scheme was introduced, there were hardly any foreign maids in Singapore. The number was probably several thousands, mainly from traditional sources. Within a short span of 14 years, the number of foreign maids has grown to more than 65,000, almost one maid in every 10 households. Maids from some countries are prepared to work for as low as $150 only, and at this rate, without Government intervention, several hundred thousand families in Singapore could easily afford to employ maids. Will Singaporeans be better off with several hundred thousand foreigners living in our homes, and on our streets during their days off? I have no doubt that all kinds of problems will emerge, by which time it would be too late and too difficult for us to change our habit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the options that we have available to regulate the influx of foreign maids? I have explained during the Budget debate why my Ministry is unable to replace the levy system with a system based on a family's need, for instance, and such needs could be the number of children, the presence of aged parents in the family. I appreciate that the suggestion to look into the needs of the employer is very often well-intentioned. The problem with such an approach is that need is very subjective. Each person is naturally inclined to see his own needs as being more pressing and more important than somebody else's needs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1161</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, different families have different needs. Some are apparently quite simple at first glance, such as that of a working mother with young children. But then even such apparently straightforward criterion has its pitfalls. We will have to define what are young children. Should the cut-off point be at two years when they can be admitted to a child care centre? Should it be at six years when they are ready to go to primary school? Or should it be at 12 years when they have completed their primary education? Who is to be accorded more points? The three-year old or the six-year old? Is the Ministry in the best position to determine which group of children has greater need for a foreign maid to look after them, to watch over them, while their parents are at work? What about people whose children are older and they have aged parents living with them? Not all aged parents are incapable of looking after themselves. Some are still hale and hearty and indeed can contribute to looking after the household of the working mothers. Again, is the Ministry in the best position to assess whether aged parents of the applicant are in need of assistance of a foreign maid? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the need for foreign maid is a continuous spectrum. Wherever we draw the line will mean depriving some people of the service of domestic help which they want and which they can afford. Furthermore, will we be doing the right thing economically by allocating maids on the basis of need? We are controlling the entry of unskilled foreign workers in the manufacturing, service and construction sectors. The levy for an unskilled worker in the manufacturing or service sector is $300 per month. For unskilled worker in the construction industry, it will be $400 by 1st July this year. Without similar control over domestic maids, we will see more and more unskilled workers joining the workforce. This will have long-term implications on our efforts to move away from labour-intensive and low technology industries. Our effort to upgrade the economy and enhance our competitiveness with higher skilled and more productive workers is the only way for Singaporeans to improve their income and upgrade their standard \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1162</b></font>\n  <br>\n  <br> of living. We simply cannot compete successfully in labour-intensive industry because our population is too small and imported labour may not always be available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whichever set of need criteria used would cause unhappiness to some people who feel that their need has not been adequately considered. Hence, the levy as a pricing mechanism is fairer, far more effective, and less likely to be subjected to abuse. It is also a way to ensure that foreign maids entering Singapore will help to increase the number of skilled women rejoining the workforce. However, not all working mothers need maids. As I have said during the Budget debate, less than half of the working mothers with children below the age of six are employing foreign maids. This confirms that there are other solutions to the problem of combining home with work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is where I agree with Mr Chng Hee Kok that there is a need to provide more comprehensive child care services. If we want more married women to work and have children, child care services should be improved and made more accessible. In this regard, I understand the Ministry of Community Development has already put in much effort, resulting in more than a three-fold increase in child care places in the last five years. The Ministry has also, as I mentioned earlier on, revised its regulations so that child care centres can now take in more children. This means that the services should become more affordable to working mothers. And I believe that in the matter of promoting, encouraging and developing child care services, the Ministry of Community Development is in the best position to help out the private sector. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, if we do not control the influx of foreign maids and adjust the levy from time to time, the tendency is for more and more people to employ maids for a variety of reasons or needs, as they put it. In the longer term, this could lead to the presence of hundreds of thousands of maids in Singapore. We are also likely to have large numbers of foreign workers in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br> the economic sector. So we are really talking about having several, three to four hundred thousand, foreigners working and living here. Such a large resident population of mostly unskilled foreigners is likely to create all kinds of problems, including some which we are not able to anticipate today. Sir, I do not believe that it is in the interest of Singapore for us to take a hands-off approach and to leave the foreign maid population to grow according to demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Chng has also raised another question on the introduction of a dependency ceiling for workers in the marine industry. At the present moment, the marine industry does not have to work under a dependency ratio for the foreign workers. As the industry is booming and the demand for foreign workers is growing very rapidly, we feel that there is a need to regulate the influx of foreign workers to this sector. Hence, my Ministry recently announced the dependency ratio of one local worker to two foreign workers for the marine industry. This will be implemented on 1st July this year. The marine industry, by and large, accepts the need for control on the foreign workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, this dependency ceiling of one local worker to two foreign workers was arrived at as a result of a survey. The survey was done with input and assistance from the Association of Singapore Marine Industry (ASMI). The Association provided the Ministry with names of resident, common and irregular contractors of 15 shipyards. So my Ministry conducted a survey among these 15 shipyards to ascertain the manpower profile of the industry. We found that the majority of the marine companies, in particular, most of the shipyards and their resident, regular contractors, will be able to operate within this dependency ratio of one local worker to two foreign workers. Since the survey was conducted during a boom period, the result should be a fairly realistic dependency ratio, not one which is unreasonably low and likely to curtail the marine industry's ability to compete or to adjust to business demand. I would like to urge the Member and those \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1164</b></font>\n  <br>\n  <br> in the industry to allow some time for the control mechanism to work. If, in the light of experience, there are operational problems, my Ministry will be prepared to discuss with the industry's representatives to make refinements to the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Member has also raised another question on whether there is this impression that the Government is only keen to assist big companies in its allocation of foreign workers. It is not true that Government is only assisting big companies in allocating its foreign workers. We also assist local companies, our home grown SMEs, for instance. In fact, out of the total pool of foreign workers in the economy, excluding foreign maids, three quarters of these foreign workers are employed by our local companies. Mr Chng might recall that the foreign workers policy was liberalised in March 1990 to allow companies in the service sector to employ foreign workers from the traditional source. Initially, we only allowed them to employ up to 10% of their local workforce. Following appeals from Members of this House, my Ministry raised the dependency ceiling to 20% in November 1990. We are, in fact, quite flexible in applying this 20% dependency ceiling for small and medium-sized businesses, particularly for those which have less than 10 workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As part of the Retail Sector Development Plan announced by the Senior Minister of State for Trade and Industry, Mr Lim Boon Heng, on 2nd March, my Ministry has further allowed small companies in the service sector, mainly local companies, to hire one foreign worker as long as they employ two full-time local workers. This is equivalent to a dependency ceiling of 33%. In other words, small companies are allowed a higher dependency ceiling for foreign workers than larger companies. As I have just explained, there is no truth to this perception that the Government is dealing with SMEs in an unfair manner in so far as the allocation of foreign workers is concerned. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, due to the generosity of my colleagues who have not moved some amendments, it has given the Minister a great chance to explain in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1165</b></font>\n  <br>\n  <br> full about the foreign maids, but my question was directed more at the --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chng, it is \"guillotine\" time already. Can you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> The Minister has not answered my question, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chng, do you want to withdraw, or shall I put it to a vote? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> I shall take it up on another occasion, Sir. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $35,396,100 for Head S ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,594,100 for Head S ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1165</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P -- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head P -- Ministry of Health. In view of the many Members who are speaking on this Ministry, I shall be very firm on the times that I have allotted for discussion on each of these amendments. Amendment No. (1), we have exactly 88 minutes. Mr Loh Meng See. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head P of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is very timely that Dr Aline Wong's Review Committee's Report on National Health Policies was published in the early part of this year and it has allowed us to focus the issues involved during the debate in the Committee of Supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to commend the Review Committee for a very comprehensive report and the report has actually addressed essentially all the major issues with regard to health in Singapore. What is significant is that we know for the first time that the Committee is represented by a cross-section of people and of different interest groups, especially the non-medical personnel, being represented in the Committee. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1166</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC for Health has had discussions with the Resource Panel and they have expressed their views on the Review Committee's Report. I would like to share with Members what their views are. Sir, the employers are worried that the Government is trying to shift to them the health cost by steadily increasing cost recovery rates, except for Government and Government restructured hospitals, because the bulk of Singaporeans are employed and any shift in the recovery rates will affect them, particularly at the executive level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NTUC's representative in the Resource Panel expressed the workers' concern over moves towards greater divestment of health care services to the private sector as this will further strain workers' affordability. There might be a misunderstanding with regard to divestment to private sector. Here it could be easily seen when often we raise this question of private sector participation and I do not think that it is the Ministry of Health's intention to privatise health services. But, nevertheless, the NTUC's representative has expressed the workers' concern in this regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have the People's Association's Senior Citizens' Club Coordinating Council Chairman in the Resource Panel, and he has expressed the senior citizens' concern, especially the retirees. They are worried that the cost of hospitalisation seems to be going up and up and there is also the need to look after the mental health of the elderly as well. There is the fear and anxiety in being taken ill and has to be hospitalised. Here, I believe the Minister will, most probably, express the view which I share with him that it is a perception problem, which may not be the case, but, nevertheless, this is the perception that has been expressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Resource Panel was unanimous that there is a need for public education to remove public ignorance and the lack of understanding in the use of Medisave. For example, there is the lack of understanding that there is the per diem limit in the use of Medisave; and also the lack of understanding that the total hospitalisation cost has many parts that make up the total hospitalisation costs and the cost is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1167</b></font>\n  <br>\n  <br> not only limited to the ward charges. Here again, there is this lack of understanding of what constitutes the total hospitalisation cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But there is one thing that they spoke very favourably about, and that is the community hospital concept. It is felt that the community hospital, if run properly, would be useful for the rehabilitation care cases, and it is not necessary to stay in the acute and fully-equipped diagnostic hospital. But what they feel very strongly about is that the community hospital should be of reasonable standard and the cost be kept to the lowest possible level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is the widespread perception, Sir, that the quality of care in Class C is low and maybe the complaints that come from the subsidised patients are not necessarily true that they are not being adequately looked after by the specialists. But here the effect of the consultancy fee scheme may have posed some problems, especially the fee is only being paid to the specialists treating Class A and B1 patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is important with regard to health care is to go back to the basics, in this case, clinical basics. Let me give an example, and this was told to me by an elderly patient. He felt unwell. He had palpitation at the chest area. He consulted a doctor and this doctor recommended a battery of tests to him. Because he is a well-informed patient, he was not sure that the recommendation of the first doctor for a battery of tests was necessary. He consulted another one for a second opinion. This one, a more experienced doctor, did some personal checks, asked a few pertinent questions and narrowed down that it was due to coffee drinking. He recommended that he cut down his coffee intake, and after a while, the ailment went away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is, Sir, whether our doctors try their level best to go to the basics, the clinical basics, in their assessment, and not be dependent too much on the machines. Because the danger of being too dependent on machines is that it may give rise to added cost to the patient, and it is important that we encourage our doctors and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1168</b></font>\n  <br>\n  <br> specialists to avoid that. Though the machines and equipment are useful and important for diagnosis, they are to be the tools and not masters over us. Sometimes, I wonder whether it is better to create some scarcity of resources in our hospitals because that will allow doctors to think of improvisation. Doctors can sometimes actually do wonders with limited resources. The point is that the quality of health care may come with a price but it need not necessarily be at a very high price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the public generally do not begrudge paying our doctors well. The doctors and the specialists provide very personal services with their expertise and competence. Besides paying for the services of the doctors and specialists, the patients have to pay the cost for the use of equipment, the elusive medical technology that the ordinary person does not understand, medicines and drugs, and the building, and all these add to a very large sum of money. What is important is to weigh carefully the incremental value of every dollar spent, whether there are nice, public toilets in the hospitals or the efficacy of drugs being administered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important to encourage Singaporeans to adopt a very philosophical attitude and approach towards delaying further the inevitable that must come with a terminal illness. We should care also for the dignity of the patient in his last days. Often the patient is in no position to decide for his own treatment. He is dependent on his kins and relatives to decide on his behalf. With death, the burden of paying the medical bills lies with the surviving kins who realise too late the very high bills that have been piling up, day by day. This is something that we do not discuss easily but it is something that we ought to think a lot about the dignity of the patient in his last days. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order, Mr Loh, you have used up ten minutes. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Thank you, Mr Speaker, Sir, for allowing me to join in the debate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1169</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if you speak to any lay person on the street, you will see that the basic thing that they are concerned about is health care cost. Health care cost has been a recurring theme. I am glad that the Ministry's Health Review Committee has come up with recommendations to control health care cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to focus attention on the need to direct more efforts on preventive health care. If you look at the Ministry's budget, about 70% was spent on hospital care. Only 10% was spent on primary health care. The amount has not changed significantly over the years. Though the Minister may disagree with me, I think the efforts have not been directed in that area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have moved quite a fair bit into high-tech medicine. I feel that we should look at providing basic health care and controlling cost and, if possible, we should review the ward classes that we have. Maybe three ward classes would be sufficient -- A, B and C -- instead of the present ward classes that we have at the hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we spend more effort in preventive health care, I think in the longer term we will be building up a healthier population who would need less to be hospitalised and, therefore, health care cost can be reduced to some extent. I would like to suggest that more efforts be directed at helping people to become more pro-active in terms of keeping themselves healthy and fit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no incentive at the moment for people to keep themselves healthy. Perhaps a health care rebate for people who keep themselves healthy would be essentially a good thing, that is, for people who keep themselves healthy. People who are above the age of 40 are most likely to get into all kinds of illnesses -- stroke, heart disease and other related illnesses -- we may perhaps allow them some rebates. Maybe credit it to their Medisave account. In the longer term, if they are hospitalised, they will be able to utilise some of these funds that are credited to their Medisave account. In this way, we are encouraging people to ensure that they keep themselves healthy as long as possible. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1170</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we then ensure that they can participate in such a scheme? Perhaps a scheme like the IPPT where they can be assessed and certified to be healthy. People who are certified to be healthy for a period of time, perhaps on a yearly basis, they can be given some incentives, say, a rebate which can be credited to their Medisave account. This has not been attempted. It is quite a radical idea and I think it is important for us to look at it, because we are only rewarding people who become ill to a great extent. They are hospitalised, they need to be treated, which is in a sense providing thorough health care. We are not in fact trying to see how people who are keeping themselves healthy can be encouraged to do so further. This needs serious review and I think the Ministry should look at it, study it carefully to see whether a scheme such as this can be implemented. If it can be implemented, then in the longer term, we could help reduce the Minister's worry about increasing health care cost. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I beg to declare my interest. I am a general practitioner. Before I begin, I would like the Clerk to distribute some annexes. [Copies of annexes distributed to hon. Members]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I move this amendment to make a few proposals for the Ministry to consider. The Health Review Committee has prioritised five health programmes for the next decade and recommended channelling additional resources to them. They are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Improving the health of the elderly; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Strengthening the management of the main killer diseases -- heart disease, stroke, cancer, diabetes mellitus and injuries; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Enhancing child health services; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Improving mental health care; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Health promotion and disease promotion.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are not hospital-based programmes, but primary health care programmes. It is indeed a move in the right direction. At present, only 12% of the health budget is allocated to primary health care as compared to 75% for hospital care. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1171</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A primary health care centre should be a person's first point of contact with the health system. How you manage him at this level is very important, because it affects hospitalisation later on. In other words, if a person with diabetes is badly managed at this point, he ends up early in hospital with eye, kidney and lung complications and with increased health bill for that person and high subsidy cost for the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we think that private practitioners contribute 75% of primary health care is very adequate, then we are very far from the truth. Percentage wise, I agree 75% is a good figure. But primary health care involves managing a number of health modalities, eg, health education, school health, physiotherapy, etc, in addition to providing medical services like treating coughs and colds and minor illnesses. Because of the long working hours and the small HDB clinic set up, it is very difficult for the private practitioner to participate effectively in the quality of care that embodies primary health care. They are unable to provide the supportive and preventive aspects of primary health care and this gap, however, can be filled, I believe, by the establishment of a community health centre at constituency level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such a centre must coordinate the various programmes laid out in primary health care. It is not curative, not like a general practitioner's clinic or an outpatient set-up. There is no treatment involved here. It is supportive and preventive. It will help to support not only the general practitioners but also the polyclinics, the MCHs, the Health Education and Training Department of the Ministry of Health in further promoting their activities and programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Primary health care must reach out to the community level if it is going to be effective. Our programme of centralising the various OPDs into big polyclinics has its advantages and disadvantages. One disadvantage is that it is less accessible and more impersonal because the main hub of their activity is diagnostic and curative. Its role of promoting health care should be shared and some of it devolved \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1172</b></font>\n  <br>\n  <br> to neighbourhood community health centres which will have more accessibility and more personal. This is along the lines of the Neighbourhood Police Post and the main police station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The centre will support the Review Committee's five health programmes, for example, in the management of continuity of care of, say, diabetes. Upon diagnosis of diabetes, a doctor treats and later refers the patient to the centre with a specific programme for the patient and the health care staff can then carry it out. It should be a centre where residents can also get information on where to go for their health ills, how to go about it, what to do and when to do. This will keep Singaporeans well informed of the proper utilisation of our health care system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, the health centre will provide two kinds of services, (1) centre-orientated with programmes like health education, promoting healthy lifestyle, healthy nutrition, physiotherapy and simple nursing; (2) home-orientated activities involving the establishment of a home health care team. I made this proposal in past debates on health. It is all in the Hansard. However, to save time, I am giving this article to the Minister for his reading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another primary health institution we should set up is a specialist referral centre. The referral centre should be part of the community hospital set-up or separate. The idea is to bring certain modalities of hospital treatment out, so that these are managed at such centres at a much reduced cost. Such centres would definitely be supported by general practitioners and polyclinic doctors and they also help to relieve the congestion in our hospitals. I attach a diagram on how this can be done. Could Members please refer to Annex 1? I am sorry I have got no time to explain. I will explain later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the two new facilities -- community health centres and referral centres -- plus our community hospitals, our primary health care will be effectively strengthened. And together with our polyclinics, outpatient departments and private practitioners and Home Nursing Foundation involvement, we should be able to contain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> the health ills at the primary level to a very large extent and thus shift the expensive hospital-based health care to a less expensive primary-based health care area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one country that has spent more than 30% of their health budget on primary health care and is showing good results. This country is Finland. Finland has been used by WHO European office as an example where emphasis on primary health care has paid off, but this took 10-15 years. You see, Sir, like us today, they were building hospitals in the 60s and the 70s only to discover that hospital-centred care was simply not the answer. They figured out that more money had to be spent in the community itself where some of the aggravating circumstances of the illnesses were created. In the review of their health system in the 70s, they admitted that the inadequacy of the primary health care was the principal structural defect of the Finnish health care system. It was following that review that they introduced the Primary Health Care Act to bring under one administration and planning authority all the modalities of primary health care. Maybe we should give some thought to this. \n  <br>4.14 pm \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, primary health care is the other facet of the health care delivery system that needs more than the usual attention. I hope that what I have suggested will: (1) improve the present primary health care system to meet the five health programmes by the Health Review Council; (2) make it more effective and more structured, promote wider participation involving the private practitioner doctors; (3) bring primary health care closer to the community; (4) make it more accessible and, finally, I hope, in assisting to bring down health costs. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Sir, many of the recommendations in the Aline Wong's Report are very constructive and of good foresight. I support the recommendations in her Report. However, I observe that there is one issue which has been omitted in this Report, that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1174</b></font>\n  <br>\n  <br> is, the role of traditional medicine. It is very important for us to determine whether traditional medicine is effective in the prevention and cure of diseases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Traditional medicine such as Chinese medicine has at least two advantages. Firstly, it is cheaper in cost and, secondly, it has taken root in the hearts of the people, and commands the support of the people. Here, I would like to ask a simple question: what plan has the Ministry of Health to assist and support the development of traditional medicine? For example, in the case of Chinese physicians and Chinese medicine, how are we going to appraise the quality of Chinese physicians? Secondly, how do we determine the reliability of traditional Chinese medicine and herbs? How do we complement the studies of Chinese medicine with that of Western medicine? In this respect, can we cooperate with China, Taiwan and Hong Kong because they are quite advanced in this field after years of research and development? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that I would like to raise is that, owing to our tight labour market, we also face the problem of shortage of nurses in our medical service. For this reason, we have to resort to employing nurses from other countries. Here I would like to ask the Minister for Health whether the service of these foreign nurses can be extended to three years or longer, after their training period. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I would be very brief. Sir, when the SGH was restructured in 1989 there was no class C wards. This matter was raised by the union leaders at the NTUC Delegates' Conference and also by PAP Members of Parliament. Soon thereafter, class C wards were brought back into the hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our workers are anxious about the rising medical costs, particularly the cost of hospitalisation and the cost of medicine. They fear that basic medical care will slowly move beyond their means. I would like the Minister to give an assurance to this House that basic medical care will always be kept affordable. There will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1175</b></font>\n  <br>\n  <br> cost increases but I hope the Ministry will examine the need to increase cost carefully and ensure that any cost increases are implemented in a gradual way. For restructured hospitals, I hope that they will continue to maintain subsidised service at B2 and C wards and that quality attention as well as specialist care will be given to patients in these wards. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (Brickworks GRC):</b> Sir, I think there has been a lot of concern about rising cost of medical care, but Singaporeans today are in general quite happy with the standard of health care services provided. They are proud of the many achievements made in this area by both doctors, specialists and institutions in Singapore. Singaporeans are now much healthier. Our life expectancy is one of the highest in the world while the infant mortality rate is among the lowest. We compare very favourably with the developed countries in most areas of health care. We have rid ourselves of many of the diseases that used to afflict large portions of our population in the 50s and 60s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, affluence has brought us a new set of diseases and the need for health care continues. Nowadays, many Singaporeans suffer from degenerative diseases such as cardiovascular diseases and cancer. Obesity among our young is another major area of concern. The task ahead in combatting these health problems is different but no easier than in the past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fortunately, we now have an abundance of well qualified and highly competent medical professionals to look after the patients when they are ill. We have ultra-modern hospitals, in particular the restructured hospitals such as NUH and SGH. These are fully equipped with the latest in high-tech equipment. Most hospitals now are air-conditioned and some are even carpeted and beautifully decorated with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1176</b></font>\n  <br>\n  <br> paintings. All these, however, cost a lot of money and, of course, the money has to be recovered. So, medical care and hospital charges keep increasing. No wonder Singaporeans are worried about these rising costs of health care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is an issue which worries many Singaporeans. The question we should ask ourselves is whether we really need all these luxuries in order to provide good health care for our citizens. Are we providing a standard of health care that is too high for many to cope with? The problem of escalating costs has been compounded by the fact that the restructuring of many Government hospitals coincided with the reduction in subsidies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that B2 and C class wards are available for the lower income groups, and that these remain highly subsidised. However, we must not forget that even patients in C class wards have to pay between 20-25% of the cost of hospital care. Clearly, the higher the total cost the more they have to pay. 20-25% may not seem like much to those of us here, but believe me, it can be crippling for many Singapore families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Patients can also seek a waiver of medical costs if they cannot afford to pay but, unfortunately, this is not well known, and hospitals are not doing enough to inform lower income patients that they have this option. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many may be sceptical that health care is unaffordable to lower income groups when they hear that C class wards, though highly subsidised, are also highly under utilised. This is ironic. Why are Singaporeans not going to C class wards if they cannot afford the charges in other classes? Many reasons have been offered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, some say that it is because of Medisave. Many believe that the money in their Medisave accounts is not really theirs and so they might as well spend it. Perhaps more intensive effort is needed in order to convince people that such is not the case and to make them aware of the dangers of spending their Medisave funds indiscriminately. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, some patients who opt for better wards such as B2 or even B1 do not fully realise the tremendous difference in charges, for example, operating fees and others vary tremendously from one class to another. Hospitals should provide clearer and more comprehensive estimates of the total charges involved so that patients and their families can make more informed choices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, and most worrying, is the belief among most Singaporeans that the quality of care and attention received in C class wards is far below that of other classes. Should this belief be justified, then I hope that the Minister will do all in his power to remedy the situation. Obviously, patients in C class wards cannot expect the same level of comfort, but there should be no difference whatsoever in the quality or quantity of medical care and attention that they receive. We would not be fulfilling our duty towards our citizens if we allowed such discrimination to take place in our hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, I should like to point out that specialists in the hospitals now earn consultancy fees only from A and B1 patients. Such a system is unsatisfactory in that it discourages specialists from caring for B2 and C class patients. I am happy to learn that a new system is being proposed which will encourage specialists to give equal attention to all patients, whether they are paying or subsidised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With an ageing population, the need for health care will increase rapidly. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wan, can we have some brevity, please, because we are running out of time. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> I am going to finish. Rising health costs, if not adequately contained, will in the long run have a tremendous negative impact on our nation. I believe that this is going to be one of the most critical issues confronting Singaporeans. It is important that we put in resources now to study how best we can manage our health care system and contain costs. In this regard, I must point out that as many of our hospitals have undergone restructuring, their management is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> quite independent, I fear there is a danger that each hospital may go its own way and, therefore, there is need to ensure that their activities and management are coordinated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the philosophy of the Ministry of Health is to emphasise prevention rather than cure, and I fully agree with that. I do hope that maximum effort and resources will be put in, as has been said by other Members in this House, and that it is very important that we pay attention to this particular area. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Ang Mo Kio GRC):</b> Sir, since we are running out of time, I would just make one point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a percentage of GDP, Government health subsidy has remained at 0.7% for the last five years, although in absolute terms the subsidy has increased to $420 million in 1990. It will be useful to know, as a percentage of GDP, what is the target Government health subsidy in the long run. We are, of course, fully supportive of the Government's prudent management of financial resources, as there are always numerous and competing demands for resources. But 0.7% does not appear to be an alarming percentage. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Loh, we still have three minutes before 4.30 pm. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> I now move on to the consultancy fee scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is important for us to understand that the Government doctors are employees of the Government, and it is puzzling for me as to why the hospitals choose to pay additional fees to the doctors during their normal regular working hours. I understand that it is to provide for the retention of the specialists. On the other hand, coupled with the provision of consultancy fees being paid to the specialists for the non-subsidised patients, ie, the A and B1 patients, it has provided an avenue for the specialists to earn more to treat these non-subsidised patients. I would think that even if a variable consultancy payment is to be given, it should be a smaller proportion than what I understand to be two or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> three times the monthly base salaries. In other words, I rather have a system whereby we pay them equitable, competitive base salaries, but the additional variable component should be a smaller amount so that we can avoid a situation whereby there is a vested interest on the part of the specialist if he were to earn additional income arising from surgical operations or additional procedures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is important for us that we do not get overboard in comparing the remuneration package of the Government specialists against the private practice because there is the question of security, there is no financial risk. Also, I think it is equally important that if we provide for internal equity among the specialists within the Government hospital setting -- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of Interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Yeo Cheow Tong):</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates of Expenditure for the financial year 1992/93, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" -- [Mr Yeo Cheow Tong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half-past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
