{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1992-01-15\"> \n  <meta name=\"Start_Col\" content=\"199\"> \n  <meta name=\"End_Col\" content=\"294\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-01-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 199</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 15th January, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 200</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>2Mr Ho Peng Kee (Sembawang GRC). Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 201</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Dr Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 202</b></font>\n  <br>\n  <br> \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 203</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>MASS RAPID TRANSIT SYSTEM</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension to Punggol)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Michael Lim Chun Leng</b> asked the Minister for Communications whether there were any plans to extend the Mass Rapid Transit system to the Punggol ward of Cheng San GRC and, if so, what was the current status of such plans. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, the Government announced in August 1988 that it has given in-principle approval for the north-east sector MRT line. Punggol will be served by this line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the timing for the construction of this line will depend on HDB's programme for housing developments in the north-eastern sector. This is to ensure that there will be sufficient demand for the MRT when it is ready. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The north-east sector MRT line is estimated to cost the Government $4.3 billion (1990 prices). This is a very heavy investment. The Government is prepared to bear the construction and capital costs. But there must be sufficient traffic to cover the operating cost, otherwise the operators will have to subsidise this line with revenue from its other lines. This will eventually lead to higher fares for all MRT users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The bulk of the housing developments in the north-east sector is due for implementation only after the year 2000. The Mass Rapid Transit Corporation (MRTC) can only firm up its plans nearer this date. Meanwhile, we are undertaking technical work to determine the route alignment for this line. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, I would like to ask the Minister for Communications whether there will be any station in the vicinity of Hougang Avenue 2 or Hougang Avenue 10. Is such a station being planned? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, as I said in my reply, the line itself is only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 204</b></font>\n  <br>\n  <br> approved in principle. We have not actually made provision for any station along the route. This will depend to a large extent on what the housing developments are like. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Mr Speaker, Sir, may I ask the Minister for Communications, in view of the population of the north-eastern sector being substantially more than twice that of Woodlands New Town and yet a line has been laid to Woodlands New Town, this being a question that has been bothering a lot of the residents in my constituency and the detailed statistics having been brought up - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lim, no speeches. Ask your question. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Yes, I shall shorten it. Can the Minister kindly clarify whether the extension of the MRT line to Woodlands New Town is aimed primarily at encouraging Singaporeans to relocate there where there are about 70 blocks of unoccupied flats and hence priority was not given to the Punggol area and the rest of the north-eastern corridor? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the truth of the matter is that the MRTC decided to extend its line to Woodlands before the north-east sector mainly because HDB firmed up its implementation plans for housing in Woodlands before the Hougang area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other reason is the question of costs. The Woodlands line, according to the criteria for viability, is more likely to be viable under the present situation. It would take something like $1 billion to build the Woodlands line whereas it will cost four and a half times that to construct the north-east sector line. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, may I ask the Minister for Communications whether, since the Ministry has had some technical plans available for the extension of the MRT line, can he, in his wisdom, enlighten me as to what is the most likely date that I can look forward to for a line to my constituency at the north eastern area? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, it depends on many factors. I am afraid I am not able to give him a categorical answer. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 205</b></font>\n  <br>\n  <br> Ministry of National Development will first have to firm up its plans for housing in that sector before the trains can go there. I think the question should also be directed at the Minister for National Development. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, though my ardent and earnest plea on behalf of my residents in Punggol could not bring about an early solution to my request for an MRT line, in the interim, can the Minister kindly consider my humble request to increase the frequency of public transport services, such as bus services, to the nearest MRT station in Ang Mo Kio; this being a reasonable request and being in line with the Government's policy to encourage the use of public transport? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> It is a reasonable request and I will certainly ask the authorities concerned to look into it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, since the Government has plans to bring the MRT line to Woodlands, I would like to ask the Minister whether there are also plans to extend this line to Johor Baru. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> The Government has indicated that when the line is extended to Woodlands, it will provide an opportunity for an extension, in one form or another, of a mass rapid transit system to Johor Baru. This of course would have to be undertaken jointly with the Malaysian authorities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 205</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUNGGOL WARD OF CHENG SAN GRC</b>\n  </div> \n  <div align=\"center\">\n   <b>(Building of bus interchange)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Michael Lim Chun Leng</b> asked the Minister for Communications whether there were plans to build a bus interchange, and to increase the bus services in the Punggol ward of Cheng San GRC and, if so, what was the current status of these plans. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, there are plans to build a bus interchange at Hougang North to serve the north-eastern sector of the island which includes the Punggol ward of the Cheng San GRC. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 206</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The bus interchange will be built in two phases. Phase I will be built starting in financial year 1992, ie, this year. When it is completed in 1993, there will be a total of eight trunk and two feeder bus services operating from there. The trunk services will link residents to major destinations like Orchard Road, Shenton Way and Chinatown and also to nearby HDB towns like Serangoon, Ang Mo Kio and Toa Payoh. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Phase II of the interchange will be built later when the plan for the MRT is finalised, and for which I have given an answer just now. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, arising from the detailed analysis of the bus services by the grassroots leaders in my constituency and, in the interim, while awaiting for a new bus interchange, can the Minister kindly improve the seven trunk services and four feeder services in my area? I will give the detailed proposals to him later. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I will be happy to receive those proposals and refer them to the relevant authorities. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, as the construction of the MRT line and a new bus interchange will take some time, will the Minister for Communications consider an interim measure to have a direct bus service from Upper Serangoon Road (on the Punggol side) to link to the town area in Bras Basah Road? There was a bus service before (Service No. 82) but it is now redirected to Hougang Avenue 10 and as a result, residents living in Hougang Avenue 7 - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, just ask your question. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> All right, Sir. I would like to know from the Minister whether or not he will consider having this bus service as an interim measure. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the question of specific bus services that the Member for Hougang has raised, I would rather leave to the operators to answer. But, in general, there has been a conscious effort on the part of the bus operators to provide an adequate level of service, a minimum standard of service, from each of the new towns in Singapore. You \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> have to recognise that there are limits to the resources that are available to them and within these limits, they do try and make adequate provision for all bus services. If the Member wishes to put his request in writing to me, I will refer it, like all other requests, to the relevant authorities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BILL INTRODUCED</b>\n  </div> \n  <div align=\"center\">\n   <b>SMOKING (PROHIBITION IN CERTAIN PLACES) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"to repeal and re-enact with amendments the Smoking (Prohibition In Certain Places) Act (Chapter 310 of the 1985 Revised Edition) and to prohibit smoking in specified places and vehicles and to provide for matters connected therewith\", presented by the Minister for the Environment (Dr Ahmad Mattar); read the First time; to be read a Second time on the next available sitting of Parliament, and to be printed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 207</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Third Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [13th January, 1992], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\".' - [Dr John Chen Seow Phun]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.42 pm \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Mr Speaker, Sir, I seek your indulgence, lest it be said that I will be harping on the same topic as my colleagues, Mr Chiam See Tong and Mr Cheo have touched on earlier. I am speaking on the deprivation of MPs' offices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at every election, it has been held out by the Government to the public at large that anybody who wants to take part in the election and on the successful contest of the election, he will be provided, inter alia, an MP allowance and also an MP's office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is my submission, on this implied offer, that anyone who takes part \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 208</b></font>\n  <br>\n  <br> in an election is deemed to have accepted the offer. It therefore becomes a contract that the MP should be provided with an office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that, as my friend, Mr Cheo has mentioned yesterday, Opposition MPs have got only the MP's office to operate. We cannot make use of the community centres. Neither can we make use of the Residents' Committees' premises. I need not have to repeat again that we, as elected representatives of the people, are performing the function more than grassroots leaders. I urge that MPs should continue to be provided with premises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this ruling, in fact, affects the interest of every Member in this House but until now, I have yet to hear one single MP raising this issue. It is most telling, and I think the silence speaks volumes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now move on to the topic of education. In education, the system leaves much to be desired. The Government's proposal is that only 25% of the independent school pupils will be funded and the average pupils from the non-independent schools will also be given another type of scholarship. However, in respect of the second type of scholarship, the number and the amount have not been spelt out. With the introduction of a scheme whereby 25% of the pupils from the independent schools are to be funded, it would appear that elitism has finally permeated the cradle and, to say the least, this is elitism at its worst. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the 25% of the students being funded, what about the 75% of those who are not funded? I am quite sure that quite a high proportion of this number are either from the lower or the middle income group. Imagine for a moment, Sir, a family who has got two children who are both in independent schools, would they afford the fees of $200 per child? Not forgetting, in Singapore, we have between 400,000 and 450,000 workers earning $1,000 a month, and after CPF deductions, the take-home pay is in the region of over $800. Furthermore, one half of the workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 209</b></font>\n  <br>\n  <br> among the 750,000, their income is only $800, and the take-home pay after CPF deductions is only $616. What I am asking is: what will the Government do to lighten the financial burden of these people? In fact, I would even suggest that it is near impossible for them to finance the children in the independent schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are not quarrelling, and while we agree that talented and gifted children should be given the opportunity to advance their potential, that should not be done at the expense of the average pupil or his parents whose taxes provide the scholarships given to the more able. All of you will agree with me that families of pupils in independent schools who are already benefitting from better facilities and teachers should be subject to a means test when applying for scholarships. In other words, the granting of scholarships to pupils in independent schools will be subject to a means test. If the parents' ability to pay for the fees is there, they should not be given. If it is a recognition of their academic performance, I would suggest that the school give them book prizes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us remember that at the last general elections, the People's Action Party promised the voters that every child would benefit from Edusave. Every one would start with $100 a year. The figure would gradually rise to $500 and this of course depends on the investment or the benefit derived from the Endowment Fund. It is also very clear now that with the creation of these two scholarships, this particular fund of $100 a year per child would accordingly be reduced. How much would the child get? Even before the introduction of these scholarships, it is only $100. Now perhaps the child may even get $50 a year. I do not know. It may be much less. I am urging that the Government should seriously consider this factor. One distinction ought to be drawn here. For tertiary education, one can understand that we grant scholarships based strictly on merit, because for tertiary education the scholarship is given to you and you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 210</b></font>\n  <br>\n  <br> are bonded to the Government. You are to serve the Government in return. Whereas in the independent schools, there is no bonding at all. You are given the scholarship, after which you can decide whether to serve the Government or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the present system, the children of millionaires who are accepted into independent schools will receive scholarship funds from the Government along with children of the less well-off families who are fortunate enough to be in the independent schools. As for the children from the less well-off families, they are not lucky enough to get a scholarship to the Government school and they will find that the Edusave of $100 per year to start with would be drastically reduced. And as I said earlier, the amount that is ultimately for the children of average intelligence would be very much less. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would appear that in Singapore there is no true democracy. All children are not born with equal opportunities. Those considered to be brighter are given more advantages than the average. The Government's elitist policy is to widen the differences already existing at birth. Those not up to the mark are to be denied the chance to fulfil their potential and are destined to a future as lowly paid menials to the elite. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of health care, Sir, I think the Government ought to be applauded for its policy to continue subsidising C and B2 class wards. However, I am urging the Government to seriously consider only to charge Singaporeans the running cost of the ward. It would appear to me that, as it stands now, the Government is in fact making money from the citizens of Singapore. To make money from one's own citizens in respect of health care is bad enough, and to make money at the misery of the citizens is worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will cite a few examples, Sir. In fact, I have checked with two hospitals in Singapore. For the B1 class, there is no subsidy at all. The B1 class in Singapore is a 4-bedded ward with air-conditioning. The Singapore General Hospital is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 211</b></font>\n  <br>\n  <br> charging $170 per bed. Whereas in one well-known private hospital, for an air-conditioned 4-bedded ward, it is charging only $150. For another hospital which has only 2- and 3-bedded wards, they are charging only $160 per day. In comparison, the Singapore General Hospital has the highest ward charges compared to these two other hospitals. Sir, not forgetting that these two hospitals are investments by private individuals and companies who have sunk the money into the hospitals, and they are not sure that they will get any return. And yet they could charge $160 or $150 per day. How come the Singapore General Hospital is charging $170? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When a private hospital can charge you $160 or $150, I am quite sure they make $70. They make 50% from the ward charges, in other words, leaving the running cost to about $70. Even based on this assumption, the Government should charge $70. But I would go further. The Government would be able to charge less than this, simply because for a Government hospital, the infrastructure, the buildings and all the equipment are purchased from the taxpayers' money. Therefore, the Government should consider this factor. For non-subsidised wards, the Government should charge only the running cost, not the amount which appears to be profitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, is that the Government should also ensure that kidney patients in Singapore are looked after. Every year, we have between 200 and 250 patients suffering from kidney ailments and they have got no one to turn to. And if your income is low, that is the end of you. Because dialysis treatment alone, unless you get a place like the National Kidney Foundation or whatever it is, it will be a crippling blow to most breadwinners of the family. So I urge the Government to consider helping these people by subsidising their treatment and supplying cyclosporin at affordable rates, if not free. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of Medifund, I am going to say that a certain aspect of the Medifund scheme is a cruel joke. It is a cruel joke. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 212</b></font>\n  <br>\n  <br> It is supposed to be a safety net, but it is a net which is not big enough and it has holes. This safety net has got holes in it. If you want to utilise Medifund, it has to be decided not by doctors but by unqualified community leaders who, in addition to looking at the patient's actual medical condition, will also be looking into the wallet. Getting a grant from Medifund depends on how well the patient has paid his contributions in the past, and not on how sick he is. This is the criterion for the grant of Medifund. One has to consider the factor whether he has paid in the past, and not so much on how seriously ill he is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards access to this fund, the assessment should come from qualified people, not by our neighbourhood busybodies, because it will ultimately become an intrusion into the privacy of the patient. Imagine for a moment, a woman who suffers from breast cancer or cancer of the cervix and who needs surgery, or a senior citizen who requires colostomy for treatment of piles, he or she has to apply to the committee of the RC or community centre. Could you imagine for a moment the embarrassment? Because they are not qualified medical people and yet they are given the task to assess the eligibility of applicants to qualify for Medifund. Sir, this factor ought to be considered seriously by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of housing, the upgrading of HDB flats would be a tremendous burden, especially to those retirees, those in the low income group, as they have neither savings nor CPF and they will have no way to contribute towards the upgrading of their respective flats. In a way, the upgrading exercise is a bit of a joke. The Government and the Town Councils will have to contribute to the upgrading. But, in reality, it is the residents who pay all this, simply because, firstly, they are the taxpayers. Secondly, they pay their conservancy charges to the Town Council. So the Government contributes through the taxes of the people. The Town Councils contribute through the conservancy charges collected over the years. Thirdly, direct cash from the CPF. It therefore begs the question: what happens if a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 213</b></font>\n  <br>\n  <br> person has no savings and no CPF? This problem would not have arisen had the Government actually built first quality flats. The fact that the Government is considering water-proofing the bathroom floors is an indication that the flats were constructed without water-proofing in mind. From the experience of my Town Council, we are now faced with the problem of spalling concrete from the roof and we have to carry out all the repairs now. Next door to us is the Princess Elizabeth Estate which was built in 1951 by the Singapore Improvement Trust (SIT). These flats have got no problem of this nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has announced that recruitment, promotion and management of civil service personnel would be delegated to the various ministries and departments. This is because central control means rigidity and an inability to cope with changing labour market conditions. These changes, I must admit, are welcome in principle, but I hope the Government will ensure an adequate review mechanism to ensure that the civil servants are protected from arbitrary personnel management decisions by their departmental superiors. Furthermore, with the wage scale becoming more flexible, there should be some standardisation of other benefits so as not to disadvantage the staff. Also, adequate arrangements should be put in place to ensure that the transfer of staff between ministry and department can easily take place. This treatment of all grades of staff is not just confined to the so-called high-flyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides all these, the Government should also look into other reasons why it is not able to attract and retain staff. Perhaps, it is because this Government does not allow the civil servants sufficient scope for the exercise of initiative, career development and treat them like digits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, the hon. Member for Tanjong Pagar GRC, Mr Koo Tsai Kee, mentioned the other day (liangyao ku kou) - good medicine tastes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 214</b></font>\n  <br>\n  <br> bitter. I am curious to know whether it will be (kujin ganlai). \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Yeo Cheow Tong):</b> Sir, I would like to respond to some of the remarks made by the Member for Bukit Gombak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, firstly, I am glad he applauds the Government for continuing the subsidy for B2 and class C wards. I am also glad that he agrees that we should charge at least the running costs for the class A and B1 wards, being unsubsidised wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As stated in the Presidential Address, we will continue to gradually increase the recovery rates for A and B1 wards, because at the present moment they are still being subsidised. So we will be doing that. I am glad that Mr Ling fully agrees with us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has made some very simplistic statements about the pricing of the B1 beds in SGH versus the beds in the private hospitals. I agree with him that private hospitals are doing business and therefore they must make a profit. But obviously, although he is in the private sector, he does not understand the mechanism of pricing. Sir, there are such things as loss leaders in business; if not loss leaders, at least attractive packages to get people in through the front door. The pricing of hospital beds in private hospitals, unfortunately, is a very classical case of pricing low to get people in through the front door. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Patients who go in to a private hospital pay between $150 and $170 only for the bed. That, unfortunately, is not what the patient actually ends up paying. If Mr Ling had taken the trouble to find out from his friends about the actual bill sizes for patients in private hospitals, he will find that the cost to the patient is not $170 but that the final bill size in private hospitals is routinely in excess of $600. This is only for the hospital portion of the service. It does not include the services of the doctors or the anaesthetists. Those are over and above what is payable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the private hospitals are indeed cheaper than SGH, I can assure you that Singaporeans, being very, very careful \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 215</b></font>\n  <br>\n  <br> about value for money, would be flocking to the private hospitals and SGH would have a dearth of patients for the B1 wards. Unfortunately, the contrary is the truth, ie, in SGH, patients who want to go into the B1 wards, unfortunately, have to wait today for their beds because they are so popular. Surely, Singaporeans are no fools. If it is so much more expensive to go to SGH, they will speak with their wallets and with their feet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has also mentioned about Medifund. He asked: how can we allow community leaders to determine who should receive subsidies from Medifund and allow the community leaders to make decisions on medical matters? Again, he has talked in a knee-jerked manner without first determining exactly what is the proposal. Again, a very simplistic approach to the discussion of the issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the concept of Medifund is that the patients who find that they are unable to pay the fees for medical treatment can make a request for additional subsidies to be given through Medifund. The Government can take the easy way out by referring all these requests to the Ministry of Health. But we feel that by allowing community leaders to take part in this approval process, we will be able to bring the decision-making to a lower level and to a group of people who are likely to be more compassionate and who have a better feel of what is happening on the ground. So therefore the proposal to bring in community leaders into this process of determining who should be receiving the additional support from Medifund. Sir, they will in no way be involved in determining whether medical treatment should be given because they are in no position to make such decisions. So I hope that the Member for Bukit Gombak will take the discussions of issues in this House very seriously and do his basic research before coming here and making such simplistic statements. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr S. Dhanabalan):</b> Mr Speaker, Sir, as I walked in just now the Member for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 216</b></font>\n  <br>\n  <br> Bukit Gombak was commenting on the HDB upgrading programme. I think he should be aware, but if he is not aware, I would like now to make him aware that the upgrading programme is not compulsory. It requires 75% of the residents to agree, and those who do not agree have to go along. But if they cannot afford, they can get a loan from the HDB for their portion of the upgrading programme costs. And if they have no income, as he said, those who have retired, they need not even borrow. The amounts spent will be held against their flat and one of these days when they sell their flat, the amount will be recovered. But since he is so much against the upgrading programme, I want to assure the Member that we will leave his constituency entirely out of the upgrading programme. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, if you are now hard of hearing, I could understand because I was. I did not hear you when you called the Minister to speak, because sitting in front of the Member for Bukit Gombak while he was speaking, my ears are still ringing from his sound and fury - 90% sound and 10% fury. Perhaps I should make a request to you to change my seating position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion to thank the President for his Address. In this respect, I would like to applaud the Government for taking the first steps into the Next Lap. More so in the caring nature in which these steps are being taken. For if there ever was a central theme in the President's Address, it would be one of human resource development to level-up all Singaporeans, to as high a level as possible. The focus on education for a sound mind, health for a sound body and housing to provide quality homes for sound bodies and minds is, well, if I may say, sound. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, Mr Chiam, the Member for Potong Pasir, asked in his speech, \"What type of Singapore do we want?\" Sir, it is a very good question but, unfortunately, he provided the wrong answers. Hopefully, my colleagues who spoke earlier have put him on the right path, so I will not belabour this point. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 217</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> It is not for you to decide, but for the voters to decide. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, I wish Mr Chiam would not interrupt when I am speaking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I feel that such an important issue cannot be passed without me telling him this: If we do not want to be flotsam drifting aimlessly in the ever-changing sea where fads and fashion are often taken for values, we better hold on to some ballast. What better ballast, I would like to ask him, than our own cultural roots? Like Mr Chiam, I was monolingually educated in English, and I am more familiar with Wordsworth than Li Bai. But knowing some aspects of Western cultural values from books is quite different from an emotional attachment to values when these values are acquired from our lives and loved ones around us, especially in our childhood. Coming from a dialect-speaking home, it was the stories of Yue Fei, The Three Kingdoms, Chinese operas, and such other stories, narrated to me by my parents and their generation which created that emotional spark - that spark which made all the difference between a mere story and the genesis of a value system. That is why we have to extract from our own cultural roots the strength to establish strong values. And it is only when we can establish strong values in ourselves that we can have the confidence to become good Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, Mr Chiam's question, \"What type of Singapore do we want?\" is more than amply answered in the President's Address. In the final analysis, the end will be determined by the means, ie, the type of Singapore we inherit will be determined by how we reach there. And that is summed up in one key phrase in the President's Address - \"to be a meritocratic, but not an individualistic society\". For it means that in advocating a free enterprise system, despite its attendant Darwinian philosophy of survival of the fittest, we will not let the jungle rule us, but we will rule the jungle and that little bit of animal in all of us. In any society, there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 218</b></font>\n  <br>\n  <br> always will be those who are less capable; this the Government cannot change; but that they be allowed to suffer its consequences; this the Government can prevent. This point is clearly recognised in the policies and programmes for the Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet for all the prosperity and gd life the PAP Government has brought to Singapore, it is sad to discern a weakening of the social contract, the social bond, between the Government and the people. Mr Goh Choon Kang, Member for Braddell Heights, has amply addressed this issue yesterday. I agree with his views. I would like to add to them with the illustration of an example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only on Monday, the Straits Times reported a comprehensive upgrading programme for Singapore's older expressways and major roads. The whole programme, I believe, would cost about $1 billion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My point is this. When COEs are bid by the market to ridiculously high levels, many point accusing fingers at the Government, accusing the Government of devising the system to raise revenue; conveniently forgetting that it is the market which has pushed the prices to these high levels and that the system is price-neutral. If not, how is it possible that for some COEs, the price is a minimum of $1? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet, now that the Government is spending about $1 billion to upgrade the roads, I do not hear any voices crying out, \"Well spent. Well done.\" Sir, how many times have we been caught in traffic jams along the PIE at the Thomson Road flyover or at the CTE/PIE junction near Toa Payoh? Surely we must realise that the upgrading will ease such traffic jams. Yet how many of us will take up pen to write to the press to compliment and thank the Government? How many of us realise that such expenditure is only possible because of the revenue collected? Is this not an example of returning the revenue to its source; that the upgrading of roads will mean smoother traffic flow - benefitting all commuters, even those in buses and other public transport? If the Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 219</b></font>\n  <br>\n  <br> wants to maximise its financial surpluses, why trouble to spend this large sum? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the truth is: very few Singaporeans would bother. All the good things are taken for granted. Often it takes foreign visitors to compliment the Government on a job well done. But, Sir, sometimes it is nice to receive bouquets from our own kind now and then, that a simple \"thank you\" from our own people means a lot more than the many accolades from others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, I would like to urge the people of Singapore to criticize if you must, if there is a need to, but please also do not forget to speak out where credit is due. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, coming to details, I must say that I am, however, disappointed with one aspect of the proposal on Medifund. That health care cost is rising is a fact and the creation of Medifund to complement insufficient Medisave accounts is truly a welcomed step in the right direction. But the point about Medifund giving priority to helping those who have consistently contributed to their own Medisave accounts raises an important issue. True, it would encourage self-employed Singaporeans to contribute to Medisave. But what about those who cannot, not because they do not want to, but because they cannot afford to. These are the unemployed, the odd-job casual labourers and the such. Surely it must be the aim of Medifund to help these poorest of the poor. I would strongly suggest that the greatest priority be based on the means of those seeking help. Perhaps it is understood that the means test is the top priority. If so, a confirmation from the Minister for Health would be helpful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one final point. And on this, I would like to inform you that I am an interested person. This refers to the comment made in the Addendum by the Minister for Communications that Singapore Telecom would be privatised this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this House in 1987, I brought up the issue of privatisation of Government-owned companies; that the ultimate owners of these companies are the people and that selling the shares of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 220</b></font>\n  <br>\n  <br> these companies to the people of Singapore is akin to selling to them what belong to them in the first place. The public listing of Singapore Telecom, if the experiences of similar issues in Malaysia and New Zealand are anything to go by, will be a large issue. Singapore Telecom is a statutory board, much more a public sector institution than a private Government-owned company. I think it is about time that the Government put its money where its mouth is. If Singaporeans are to participate in the progress of Singapore which, by definition, must include its institutions, then every Singaporean must be permitted to share in the growth of Singapore Telecom. The most appropriate way would be to allocate a portion of this large issue to all Singaporeans free of charge for it belongs to them in the first place. This could be done through the CPF with the necessary controls to prevent the investment from becoming an immediate means for consumption. The details could be worked out, but would the Government have the political will? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on a general point related to this privatisation, chances are that the issue would be divided into local and foreign shares. If one of the goals of privatising Government companies is to enable Singaporeans to invest directly in the growth of the nation, then I must say that the current system of local and foreign shares sadly misses this goal. The record has been that foreign shareholders, as opposed to Singaporeans, have benefitted much more from the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may, I would like to use Singapore Airlines (SIA) as an example. The division of SIA into local and foreign shares was undertaken in June 1988. At the end of June 1988, the local share price was $11.30 while the foreign share price was $12.70, representing a premium difference of 12.4%. More than 3 1/2 years later, on 10th January this year, the local price was $13.20 while the foreign price was $20.30. The difference was 53.8%. In other words, foreign shares gained by 59.8% while local shares only 16.8%. Put it in another way, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 221</b></font>\n  <br>\n  <br> foreign shares have risen by 3.56 times the gain in the local shares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same phenomenon is seen in the other Government-linked companies, DBS, Singapore Petroleum, Singapore Aerospace and so on. The Government can come out with any amount of arguments to defend the system, but there is no running away from the bottom line. The foreigners have benefitted more from the system. The point is this. For whom are we working for? For Singaporeans or for foreigners? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I suggest that with the coming offer of Singapore Telecom shares, we explore other alternatives whereby Singaporeans can benefit as much as foreigners, if not more. There is no lack of proposals; what may be lacking is the political will. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On another point, coming back to the earlier address by the Member for Bukit Gombak, I would just like to say that, as the Vice-President of the National Kidney Foundation, I am very pleased that he somewhat reluctantly agrees that the National Kidney Foundation (NKF) is doing quite a lot for the poorer kidney patients in Singapore. But I would like to inform him that the Government has also helped a lot by providing free of charge to the Foundation its land and premises to house the patients and also by providing free of charge the services of doctors and other medical personnel. Sir, without such help, I am very sure the National Kidney Foundation will either have to raise more money from the public or cut down its number of patients. Perhaps he would like to take into consideration this help given by the Government for all kidney patients in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Mr Speaker, Sir, I rise to support the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore has done well in its first lap in the last 25 years. Under the PAP Government, the farsightedness of the policies of the leaders has resulted in a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 222</b></font>\n  <br>\n  <br> better life for the people. Furthermore, the foundation has been laid for future development. In the Next Lap, the challenge will be to fine-tune our whole system so that the Government's agenda for our future development and the expectations and aspirations of the people will indeed match. This will be no easy task, as the political leadership must work and plan not only for today, but also for the next generation, and generations to come. However, the present generation has its own expectations, and problems, and may not be totally convinced or aware of the need for sacrifice at this time, to insure for the future. The political leadership that will be able to carry the ground, and convince the ground of the problems and challenges ahead, the leadership that will be able to find the correct balance, is the one that will be able to enthuse our people to greater achievements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Next Lap, the basic fundamentals have not changed. Economic survival, national security and the development of one united nation from the first generation of immigrants, remain the cornerstone and concerns of everyone. We have made important and sometimes radical, unique but necessary changes to ensure this. For example, many visiting Parliamentarians have asked us to share our experience in ensuring minority representation and rights with regard to Group Representation Constituencies and the Maintenance of Religious Harmony Act. These were unique pieces of legislation to meet our own unique situation. These lay the foundation for nation building in the Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the main, our people are satisfied that the PAP Government has done a good job, or they would not have returned us to power with such an overwhelming majority, albeit a smaller majority with three fewer seats. This also signals their confidence in the Government's agenda for the Next Lap. What is also implied is that they expect the Government to fine-tune the less popular policies. I do not believe that the population expects a populist government. If that is the case, the PAP \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 223</b></font>\n  <br>\n  <br> would have fared badly. However, it is the fine-tuning that is expected so that Government's policies and people's expectations can truly fit snugly \"hand-in-hand\". This will be no easy task, but one which we should be able to achieve through thorough planning, through an educated guess of the people's pain threshold, accurate feedback, better packaging of less popular policies (especially those that hurt the pocket), and sometimes even through trial and error. We should be able to achieve this, and achieve we must, not for the survival of the PAP, but for the survival of Singapore, for we have no other home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me now turn to some specific issues. \n  <br>\n  <br>\n  <i>Education</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Ling How Doong, the Member for Bukit Gombak, has said that elitism at its worst is practised by the PAP Government in education. I wonder what he means by this, when today one in three students in the independent schools is receiving financial assistance under the Financial Assistance Scheme. He talks of elitism; he talks of means test. But he contradicts himself. He talks of the means test with respect to health. He says that there are too many busybodies asking questions. But at the same time he is not happy that the Government is giving the top 25% in independent schools the scholarship to study. Does he want them to have a means test? What would be the cost of maintaining the database for the means test for the students, for the aged and for the sick? If we were to move in this direction, Mr Speaker, Sir, I submit that the cost of maintaining this database for the means test would be so overwhelming that all that we want to give to help the poor and needy would be lost in the administrative cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the area of education, it is my belief that we have started the Next Lap on the right footing. More opportunities for tertiary education, a second university today, a third in the pipeline and a fourth, the Open University, on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 224</b></font>\n  <br>\n  <br> drawing board. We have a third polytechnic and a fourth is in the pipeline. The improvements in the primary school system will give parents more choice in streaming and Day Schools will meet the needs of the working parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Edusave is a major Government commitment to all students and assist the development of both independent and non-independent, or neighbourhood schools. Here, I think, again Mr Ling should have a good look to see how Edusave is now going to help the neighbourhood schools which will benefit the majority of Singaporeans. This, to me, is welcomed. This is not elitism. This is levelling up. With this additional assistance, I believe that we will be pleasantly surprised to see (in contrast to paragraph 9 of the President's Address) that some very innovative and creative programmes will emerge from non-independent schools, or neighbourhood schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the fine-tuning that is required in education? Parents are looking eagerly to the Ministry for assistance in the policy of bilingualism. Each family has its own needs, eg, the Chinese child from the English-speaking home requires help in Mandarin while the Chinese child from a dialect or Mandarin speaking home requires help in English. The total study load on our children is increased because of the bilingual policy, and all that the Ministry can do to make the learning process more pleasant will be much appreciated by the parents. \n  <br>\n  <br>\n  <i>Health</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Ling has said that he would like to see that the Government charge only the running cost to A and B1 class wards. But the Government is now charging the running cost plus the capital cost for A and B1 class wards. I believe that this is the way to ensure that more money is available to help the B2 and C class wards. If those who can pay for A and B1 class wards, they should be allowed to pay for the full cost of A and B1 class wards and enjoy the luxury and pampering that they want in A and B1 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 225</b></font>\n  <br>\n  <br> class wards. But let us save the extra money for the B2 and C class wards, those people who are ill and who need help. Let us help those people with the money that would otherwise, in his scheme, be spent on the A and B1 class wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the last lap, we have seen the transformation of old hospitals and outpatient clinics to sparkling new buildings, with the latest state-of-the-art equipment, and staff who are trained to be second to none in the world. Most importantly, whilst we see the whole health systems overseas on the brink of collapse, we are fortunate that we have the luxury of time to have a Health Review Committee, under Dr Aline Wong, Minister of State, to sit, re-examine our past performance, and fine-tune for the future. The main issues are, of course, costs and standards of service. Medisave was our key to success in the last lap. MediShield and Medifund are examples of fine-tuning. The initial concept of privatisation of hospitals became unacceptable, and the concept of restructuring of Government hospitals is a step in the right direction. In the next lap, more choices in service and the education of our population regarding personal responsibility and proper utilisation of the health service will be our keys to success. More fine-tuning will be required and the affordability factor must be kept in mind constantly in all services provided. \n  <br>\n  <br>\n  <i>Communications</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the completion of the Mass Rapid Transit (MRT) system introduces a totally new way of life. However, as has been mentioned by my other colleagues, we need to fine-tune the feeder services to and from the MRT stations to make the system even more user-friendly. The quota system and the Certificates of Entitlement (COE), in particular, need to be fine-tuned. As the Housing and Development Board has fine-tuned its ballot system for flats, so should the Ministry of Communications look into ways to assist the \"hard-luck\" cases who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 226</b></font>\n  <br>\n  <br> even after five to six times are unable to find the correct bids. Yes, I accept and I agree that this would be tampering with a tender system. But we should recognise that these are the persons who are not speculating in the market. They are representative of those who are saying to us, \"I really need a car for my daily business, but I just cannot match the big boys!\" Can we fine-tune in some ways to meet their needs? I hope the Minister will not dismiss this, but at least ask his officials to look into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is on record to have said (and I have checked this with him because I was away) that his New Year wish was to see that as many Singaporeans as can be own cars. This was indeed a breath of fresh air. The first thing when I reached Singapore, a good friend of mine told me this, \"Do you know that the Minister is on record as saying this?\" I said, \"Wah, that is a really good wish that he has made and I fully share his wish.\" I hope that he will really look into this and see how he can fine-tune the whole quota system and the COE. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue of time-based telephone charges is now on a pilot run. The Minister has heard all the arguments. I am hopeful that he will fine-tune this system accordingly, or even scrap it when the data is made available. \n  <br>\n  <br>\n  <i>Home Affairs and Law</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a \"fine\" country. The sceptics say this in jest or contempt. They do not understand our special circumstances and never will want to understand us. They think that we enjoy imposing fines on people. We need make no apology to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as the GPC Chairman for Home Affairs and Law, I am glad to note that the Traffic Police will be giving incentives to drivers with good records. Instead of talking of demerit points and fines, we are now moving to positive reinforcement of good behaviour. We are, indeed, a fine country, are we not? The GPC looks forward to discussing this totally new concept in policing with the Minister, and who knows, we may even \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br> have merit points for drivers with good records and driving habits! We can then say that we have indeed moved into a new era, and made a giant leap into the next lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like now to turn to the comments made by Mr Cheo Chai Chen with regard to the PAP Community Foundation kindergartens. He has said that we have mixed up education and politics and that the PAP has used the kindergartens to threaten the electorate. Sir, can I correct and enlighten him by telling him that first and foremost the PAP has been providing kindergarten services since the 1950s. Kindergartens were started on wayang stages, shophouses and on rented premises. This was, and is, our way to show the Party's commitment that education is the key to social mobility and personal improvement. Today, two thirds of the children attending pre-school classes are studying in this year's kindergartens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1986, I was appointed Chairman of the PAP Community Foundation (PCF) Kindergarten Committee. The PAP has set up the PCF as a non-profit, charitable organisation registered with the Commissioner for Charities. The Foundation, besides providing kindergarten services, also engages in other charitable and welfare activities, such as book grants, scholarships, the running of child-care centres, student-care centres, or latchkey programmes and family service centres. The provision of pre-school education is a major activity of the Foundation but by no means the only activity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1986 to 1988, under Project Kindergarten, every single one of our more than 200 education centres, serving more than 50,000 children, was upgraded physically - equipment wise, curriculum, teacher upgrading, etc. The cost came close to $2 million. Not a single cent of this came from any grant from the Government. It was PCF's money, from generous PCF's donors, well-wishers and from the PAP. Let the Opposition take note of this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In April 1991, the Ministry of Education, wishing to upgrade pre-school \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> education, approached the PCF to participate in the Preparatory Year (PY) programme and upgrade some of its centres to the Ministry's PY programme standard. This was because the PCF is the single largest provider of kindergarten service and because the Ministry of Education believes that the PCF could deliver the improved programme by January 1992. Dr Tony Tan, then Minister for Education, made it amply clear that this was a pilot project. If the programme was successful, then it would be extended under the very same terms to other private, non-profit, non-political organisations. If we fail, the Ministry of Education will have to carry the responsibility of the pre-school programme at the expense of its primary school programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The grant was 80%, not a 100% grant, up to a maximum of $210,000 per centre. Our cost per centre far exceeds this by about $100,000 because we have exceeded the standards laid down by the Ministry of Education. This was, and is, an awesome responsibility. We have to provide for 20 centres, now minus Bukit Gombak, 19 centres scattered around Singapore. Thanks to the whole project team - all our contractors, all our dedicated branch members, all our teachers and administrators, and especially the parents who have trusted us. We have delivered this programme successfully, intact and up to standards on 2nd January 1992. What is the bottom line? The bottom line is that 7,000-plus children are now able to benefit from this programme. Should we have left it to the Ministry of Education? Should we have left it to the Opposition to do this? Have we, the PCF, committed any big crime? I do not think so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the press conference on 15th November 1991, at the opening of the demonstration centre in Fengshan, Dr Tony Tan, Chairman of the Management Council, Dr Tay Eng Soon, Chairman of the Executive Committee, and myself explained our position very clearly. One, there will be services as usual in 1992 for all our kindergartens. Two, a review will be conducted by the PCF regarding \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> our own resources and strength. Then only will we decide how we can best distribute our limited resources in 1993, with priority of course being given to our own PAP wards. Any big crime in this? Miss Tan Sai Siong, a Sunday Times feature writer, on 16th November 1991, had this to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"... a party which is not in control of a constituency cannot be expected to pour its own funds and resources into improving the quality of life of that place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If these voters want to blame anyone for their plight, then they should blame those who had helped deliver their ward to the opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for those who voted for the opposition, they have no right to be aggrieved by Dr Tony Tan's news which confirmed a warning given by Prime Minister Goh Chok Tong before the August election - that certain PAP services might be taken away in wards won by the opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They cannot say they were not given ample notice of the possible consequences.\" \n  <br>\n  <br>The Singapore Democratic Party (SDP) has run Potong Pasir now for three terms. Can they not provide a similar service? Remember that the PAP received its first Government grant only in 1991, some 30 years after starting its first kindergarten. Russell Heng, in another article in the Straits Times entitled \"You win but you don't win fair\", had this to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"By all means, let the PAP warn voters that they must live with what they voted for. But that lesson should go no further than for the party to stop servicing opposition wards.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, may I end by saying to those in the Opposition wards and those who are judging us, the public: compare us, by all means, with the Opposition, as you must, as an educated electorate, but also judge us on level terms. Be fair to us, whether it be running of Town Councils, whether it be running of kindergartens; be fair in your comparison of us, PAP Backbenchers. We are elected in the same process, we take the same oath of office, we have the same salary, we serve the same nation. We are similarly not entitled to MPs' offices. So please similarly judge us on level ground. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Sir, I would like to inform Dr Arthur Beng since he was away, that his friend only told him half of what I said. Yes, I did say that I would like to see more cars in Singapore because that would indicate that the economy is still doing well. But at the same time, I would also like to see less car usage. If that is ever possible in Singapore, perhaps with more use of public transport, then I think that would be a very ideal situation for us. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, I join my other colleagues in this House to support the motion standing in the name of Dr John Chen to thank the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to take this opportunity to inform hon. Members in this House what others outside this House feel about the President's Address. These views were gathered at a dialogue session recently organised by the Feedback Unit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The participants felt that too much emphasis was put on bread-and-butter issues and material pursuits. In the President's Address, there was no mention on how our society could be made a more gracious one. It was observed that Singaporeans have become more self-centred and materialistic. They attributed this to the continuous emphasis on meritocracy. They felt that the Government should give greater recognition to people who were less talented, but at the same time had contributed significantly to the society in other ways. We should remind Singaporeans of the need to help and care for other people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the area of education, the participants agreed on the need to stimulate and assist talented children. However, they would like to remind the Government not to forget the needs of other children. These students should also be assisted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some of the participants were concerned about the Government's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> announcement to award scholarships to 25% of the pupils in independent schools based on academic merit. They were worried that this would mean an equal reduction in the allocation to other students. The Government's announcement to allocate part of the Edusave fund to schools for purchase of equipment like computers also has caused some concern. It was felt that the purchase of hardware like computers should be from the schools' or the Ministry's budget and it should not come out of the child's Edusave fund. The participants also felt that the Government should not have introduced quick changes in the Edusave scheme before it was implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the use of Medifund, the participants feared that the setting up of a committee for the disbursement of the fund would deter those who need help from applying for assistance from the fund. Instead, assistance should be given up-front. This could be done through greater subsidies to hospitals to upgrade the facilities of B2 and C class wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some participants noted that our ethnic differences have been accentuated in the past few years. Government should emphasise the need for all races to live harmoniously together. There was also concern over the setting up of the various ethnic-based self-help organisations. It was felt that a single body should be set up to look after the under-class and needy of all races. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having stated these views which were obtained at the Feedback session, I would like to take this opportunity to address one issue which some Members in this House have already raised, ie, the community-based self-help, and this seems to bother some people. Reservations have been expressed, especially among the intelligentsia. They question the wisdom of undertaking community-based programmes in a multi-racial society like ours. Would this result in dividing our society along ethnic lines? And is the Government abdicating its responsibility by leaving each community to solve its own educational and social problems? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the under performance of any segment of Singaporeans is a national concern that merits Government's serious attention. Whatever the programme Government administers, it must necessarily be race neutral. We cannot have a situation of a government embarking on a solution to help only, say, Indian students to do better in schools. So this is where the community comes in. If the Indian community sees that the Indian students are falling back in their educational performance, then as a responsible community, it should do something about it. What is more is that in many cases, Sir, it is the social factors among the lower income families that affect educational performance of children. Clearly, it is the community that is best placed to act on such social issues. The community cannot stand by idly and point towards the Government. The consequences then could be too far reaching. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is with this in mind, Sir, that the leaders of the Indian community restructured SINDA after the Pillay Report was published. SINDA has since received enthusiastic support from all quarters of the Indian community. I must also say that the Government on its part has been extremely generous with its support for SINDA. If SINDA succeeds, then is it not good for Singapore? The same, I suppose, will apply to the success of MENDAKI as well as the Chinese Development Assistance Council. Frankly, Sir, I see the involvement of community-based organisations to help the less fortunate and needy in our midst as a very positive and timely development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me at the same time hasten to add that it is also crucial that in whatever we do, we must realise that ultimately we are all Singaporeans. The line between one's pride in one's culture and chauvinism is indeed very fine. We must continue to inculcate in our young the tolerance, respect and appreciation of what our fellow Singaporeans possess. We should be proud of our cultural heritage. The rich diversity and intricate blend of our culture that we find in Singapore is unique and without parallel. We should all strive to maintain this uniqueness. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee (Sembawang GRC):</b> Mr Speaker, Sir, I rise in support of the motion standing in the name of the Member for Hong Kah GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Next Lap is a well considered and finely crafted document. I urge every Singaporean to read it. Its 160 pages hold forth a vision for a nation and capture the aspirations of a people. The Member for Hougang asked for the Government's response to the elections. Well, the answer to me is clear. It is to fulfil its promise to level up society by implementing the Next Lap. The vision spans 20-30 years, a time-frame which some Singaporeans cannot grasp. Shorter-term objectives are required and these the Next Lap provides, for threading through the vision are shorter-term objectives and strategies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the President in his Address has continued the process of unveiling programmes which translate these objectives into reality. Vision, objectives and strategies, and programmes - indeed a laudable approach, and I may add, a serious approach. The programmes are carefully thought out and they are certainly not jokes. They may not be perfect, but they are not jokes. This morning we hear the Member for Bukit Gombak describing many of these programmes as jokes. I think this cannot be so. For if indeed they are jokes, then I am afraid more than 2 million Singaporeans have become the butt of jokes. I say this type-casting by the Member for Bukit Gombak is itself a poor, frivolous, joke cracked in bad taste. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we should be mindful that Singaporeans respond to the Next Lap differently. Some, like me, find the vision inspiring, others find it bewildering. Some look forward eagerly to the Next Lap. Others are more wary. They fear that they cannot adjust. I hope this will be borne in mind as specific programmes are further firmed up and shared with the public. As we level upwards, we should be mindful that Singaporeans have different levels of capacity to enjoy the good life. Also, in our pursuit of market oriented pragmatic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> policies, we should be prepared to exercise flexibility and compassion in enforcing the rules against genuine hardship cases, for indeed genuine hardship cases there will always be. On these premises, Sir, I firmly believe that there is a place under the sun in Singapore for everyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many speakers have spoken on the substantive matters raised in the President's Address. As the penultimate speaker of the new MPs to speak, I wish to return to the big picture and focus on an important underlying theme - that Singaporeans should stay united and pull together to accomplish the tasks ahead. Indeed, I think pulling together is a very apt description. For indeed building a country is not unlike tugging in a tug-of-war. The attributes are common. You need strength, you need stamina, you need perseverance, you need timing, you need technique. You need to place your people along the rope correctly, in the right positions. I think, in this regard, I am sure all of us will agree with the Member for Hougang, that Singaporeans, as a people, are also important in that they are pulling together with the Government. I do not think any of us wants to downgrade the contribution of Singaporeans in this process. And you need a good anchorman in a tug-of-war, not unlike the goalkeeper in football, and finally you need balance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to examine three areas where I feel balance is important to achieve greater unity. Sir, my first area of concern is this. I sincerely feel that Singaporeans should be more affirming all round, people towards people, people towards Government, Government towards people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What do I mean by being affirming? Singaporeans should seek to bring out the best in each other. As we share a common destiny, we also have common accountability and responsibility, one to the other. One expression of mutual affirmation is in our approach towards voicing complaints or criticism, whether against national policies, Government departments or indeed against each other. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some may say that Singaporeans complain rather freely, sometimes negatively. How then may one complain positively? I offer three suggestions. First, balance complaints with compliments. Nothing, and no one is totally bad, not our society, not Singaporeans and certainly not our Government. For sure, it is not right all the time, but neither is it wrong all the time. In fact, I am sure Singaporeans will agree when I say that our Government is right most of the time. It must be so. Otherwise we will not be where we are today, a nation standing proud in a community of nations with a standard of living that has indisputably increased over the years, despite what the Member for Potong Pasir may say, where citizens have a sense of self-worth and respect - and I think that is important - and who are involved in the shaping of the nation's destiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this point, I know that Mr Chiam's assertion has been decisively rebutted by Members, but let me just add my small contribution. Let us not take an episodic approach. Let us not draw a trend by referring to isolated instances or episodes or professions. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Have you been in an Opposition camp? \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> Sir, I guess I must get used to interruptions by the Member for Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Returning to my point on complaints, I urge Singaporeans to maintain a balance when they criticize the Government. After all, the Government is composed of individuals. They, like us, need affirmation. Let us not take for granted our political leaders. Like teachers, I hope Singaporeans will continue to hold our political leaders in high regard. But please do not get me wrong. I am not saying that we must always agree with the Government. What I am saying is that even if Singaporeans are quick to criticise policies they disagree with, they should be as fearless to speak out for policies they agree with. That is the first point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I feel there is an art to complaining. Complaints should not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> demoralise. No doubt, they should have a chastening effect but the overall impact should be one that builds up. A good feeling is generated that the system has become a better one without personal feelings being unnecessarily hurt. Words should be chosen wisely and one should not over-state one's case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, if we are complaining against an existing practice or situation, we should consider the alternatives as part of the process of thinking through. We should put ourselves in the position of the other party and empathise with his concerns. May I suggest that both Mr Cheo, the Member for Nee Soon Central, and Mr Low, the Member for Hougang, and this morning, in fact, the Member for Bukit Gombak, also raised the same point, look dispassionately at the reasons given by HDB as to why MPs cannot have offices at subsidised rates in void decks. I am sure that Singaporeans will agree that in order to maximise precious space there is a need to prioritise use, and that social and community needs should rightly have precedence over political ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In any case, Opposition Members are not the only ones who are unhappy. PAP MPs have to make adjustments too. On this point, Mr Ling talked about a contract being formed between him and the Government. Yes, I think any first year law student will know that the acceptance of an offer may lead to a contract. But in any case, without going into the nitty-gritty as to whether indeed there is a contract between him and the Government, I think all of us also know, even as laymen, that before one enters into a contract one must examine the fine print carefully before signing on the dotted line. I am afraid Mr Ling has not done this or, worse still, he has misread the fine print. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In complaining or criticising, I say let us maintain a balance. The complainant should not only focus on his rights but also on his duties as well. At the same time, he should also appreciate the rights of the other party. In one clear instance, as consumers, Singaporeans should be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> prepared to complain when aggrieved. There are retailers in Singapore who deal unfairly with consumers. Whether Singaporeans or tourists, this is unacceptable in a Singapore that prides itself as a shopping paradise. In this regard, echoing the call of the Consumers' Association of Singapore, I urge the Government to set up an office with some of the functions of the Office of Fair Trading in the United Kingdom to deal with such errant retailers. Here, I declare my interest as Vice President of CASE. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second area where we should continue to maintain a balance is in our drive to discover our cultural roots. I agree with the present approach of tapping strengths that lie in our rich cultural diversity. Unlike the Member for Potong Pasir, I do not think that this approach would lead to racial segregation or, worse still, discord. Each cultural heritage has something to offer. It serves as an anchor to that community in the midst of a rapidly changing world. In our quest for a Singaporean identity, it is correct that we do not dilute these distinctives and settle for a weak vanilla flavour. Our various cultures are like tributaries originating from the sources of different great rivers, all converging in a lake, each bringing with it rich harvests of marine life, peculiar to that source, a rich diversity but one lake. When cross-fertilisation of the life forms occurs - these life forms in our analogy would represent cultural attributes - well, new forms of marine life emerge which are of a higher order, stronger, more hardy, that is a bonus. Before this happens, each marine life in itself is a rich addition to life in the lake, which is home to all. In the meantime, the lake like Singapore will develop its own distinctives because of its geographic location, because of the quality of its water and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, as we know, discovering one's roots is only one process. Two other processes are involved. One is that Singaporeans are also encouraged to discover each other's heritage, and I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> think that is important. For knowledge of each other's cultural heritage would lead to yet a third process, an appreciation of the commonalities such as the common values or possible overlapping historical origins of the various cultures. Knowledge leads to understanding, understanding to appreciation, appreciation to harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us keep the three processes in balance, as we continue our present steady course towards achieving a Singaporean identity. I guess as we go along this process, there is a need to continually focus on these three processes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But here, may I suggest, that more be done to promote better understanding and wider practice of our Shared Values. Secondly, more should also be done to promote greater awareness of how Singaporean pioneers have contributed to the building up of early Singapore. Thirdly, I would like to suggest that highlight be given to our Singaporean distinctives, such as our food, our lifestyle, our colloquial expressions, our pastimes, our leisure pursuits, traditional games and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My third area, Sir, is this. I would like to see greater efforts in promoting community life in Singapore. Community life straddles many forms and facets of living in Singapore. It is called for in settings, such as the family, work place, tertiary institutions, in schools, professional or social interest groups, neighbourhoods and so on. Community life requires adjustment and accommodation. Excessive individualism and individualistic behaviour are incompatible with cohesive community life. The President warns against this in his Address. Singaporeans by all means should develop individuality from which creativity springs. After all, everyone is unique. But the rich diversity that nurturing individuality engenders should be balanced with the accommodation of group interests that community life requires. In this context, I support the recent ban on chewing gum. Here, group interests, such as the safety and convenience of MRT commuters, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> protection of the environment and costs, should rightly prevail. Having failed to educate the public for so many years, the Government has imposed this ban as a means of last resort. Having said this, Sir, please permit me to make two points, perhaps for the benefit of future exercises of like nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My first point is this. I feel the ban would have gone down better with the public if notice had been given that the Government was contemplating the ban. The message would then be this: We will ban unless the situation improves and stays improved. This, in my view, would serve two purposes. First, to give the culprits what in law is called a locus poenitentiae or an opportunity to repent. The second purpose and I think, more importantly, to give Singaporeans as a whole, particularly gum chewers who dispose their gum in the proper way, as well as parents, teachers and friends of the recalcitrant chewers, the opportunity to exercise group and peer pressure. I feel that this will enhance people bonding as the concept of mutual accountability and responsibility will be reinforced. Also, it will enhance bonding between Government and people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second point on the ban is this: Perhaps a short grace period could have been considered for traders to dispose of their stocks. The money involved in each case may not be much, but still it is the thought that counts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to summarise this third area of concern I say this. Let us continue to open up and be warm to each other as fellow Singaporeans, whether it be in the case of Singaporeans travelling, living or working abroad, or right here in Singapore, in our offices, schools, hostels, karaoke lounges, messes, indeed in public places. Let us sing our National Anthem and our community and national songs with greater gusto, and not just during National Day celebrations. Another area, let us challenge and encourage one another to keep fit. Here Mr Ling has brought up the point about kidney patients who, he would have us believe, are a neglected group. This is definitely not true. The Member for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> Cheng San GRC has very firmly rebutted the point. But in addition, all of us will applaud the good work of the NKF. Incidentally, the President of the NKF is, I believe, the Senior Minister of State for Education and the Patron is I believe the President himself. In addition to the points that the Member for Cheng San GRC raised, the Government also introduced legislation recently where kidney organs are now \"in\" unless one \"opts out\". So I certainly cannot say that kidney patients are a neglected lot. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In summary, Sir, I urge fellow Singaporeans to maintain a sense of balance and perspective in all that we do. Much has been achieved but more can be achieved. The enduring underlying challenge for Singaporeans is to stay united and to pull together. Let us do this not only for ourselves but for our children and our children's children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I close, may I take this opportunity to respond to a point raised by the Member for Potong Pasir. He says that the Government should loosen its grip on the universities and grant it more autonomy. He claims that the Government has put the universities on a leash, and would have us believe that there is fear on the campuses. I think this allegation is unfair and certainly untrue. Moreover, it is sweeping. Like Dr Michael Lim, I feel it deserves a rejoinder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure him that all is well with our universities. We are not perfect, but neither are we the stifling and mindless institutions that Mr Chiam would have us believe them to be. I am sure both my NUS colleagues and NTU staff, many of whom are engaged in important research, will take issue with him. I feel somewhat aggrieved also because his remarks do a great disservice to leaders and members of the many active student organisations on the two campuses. I believe Mr Chiam himself recently paid a visit and gave a talk to a very lively audience in the University. If the hon. Member pays a visit to my Hall of residence, I am sure he, like many guests before him, will be quite amazed with the vibrancy and vigour in the Hall. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is politics allowed? \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> On the question of politics, Sir, I want to come back to my theme of balance. I think there is a place and a time for everything under heaven. One must certainly get one's priority right. When one is an undergraduate in the university it is certainly not the time to be engaged in politics. I am sure many parents will agree with me. Politics, Sir, is something which is very intense. Politics drains you. I am sure, given the very tight constraints the students face in the university, they know their priorities, they know that in the university it is the time to acquire academic knowledge and social skills so that they can repay their debt which they owe to society later on as a working member of the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point I would like to just mention is that our universities have indeed turned out very fine minds, including that of Prof. Tommy Koh, world-class in his chosen field of diplomacy, despite the illusory shackles that, Mr Chiam says, embrace our universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One last point is that this morning the Member for Bukit Gombak again raised a hollow cry that there are children who are qualified but are deprived of places in independent schools. I think all of us know this assurance and the Government - \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I did not say that. Please get your facts right. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> If I am wrong, I stand corrected. But in any case, I would like to remind this House - \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Don't mislead this Parliament. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee:</b> - that the Government has categorically said that no child shall be deprived of a place in an independent school if he is so qualified. That is the point we must bear in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In any case, I am going to end, not with a Chinese idiom, which I think many Parliamentary colleagues have done, but I end with a quote, a quote from an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> American President whom all of us know, President John F. Kennedy. This quote in its original form has been very well used, sometimes over-used, but I think my adaptation is quite appropriate on an occasion like this. What I would like to say to all Singaporeans is this: Do not just ask what the Government can do for you. I think that is a legitimate question. Do ask that question and you are right in asking that question, but also ask: what, as fellow Singaporeans, we can do for one another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, and very importantly, ask what we together as Singaporeans and individually as a Singaporean, we can do for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With this, Sir, I support the motion. \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung (Parliamentary Secretary to the Minister for Home Affairs and Parliamentary Secretary to the Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour (Dr Ong Chit Chung):</b> Mr Speaker, Sir, I rise in support of the motion standing in the name of Dr John Chen, the Member for Hong Kah GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, I would like to refer to the earlier point made by Mr Ling How Doong regarding PAP MPs' access to the Community Centres (CCs) and the Residents' Committees (RCs). I would like to state categorically that our access to them is not as PAP MPs but as advisors to these grassroots organisations. And there are some advisors who are not MPs. So, any qualified, experienced and trustworthy person can apply and be considered and appointed as advisors. Also, we do not use the CCs and RCs for our MPS. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Did you or any of the PAP MPs apply to be advisors at the CC? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> We were considered. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Answer that question. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> I would say clearly that we were considered and appointed by the relevant authorities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Chiam, before you ask for clarification, could you please ask for permission? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I have the floor. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Are you giving way to Mr Chiam? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> No. I would like to continue with my speech, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. Continue with your speech, please. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> I would like to say that we are equally affected by the ruling on the void decks. We suffer like everybody else, but we abide by the decision, whatever it is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I am most upset when Mr Ling referred to Medifund. He referred our community leaders as \"neighbourhood busybodies\". I think this is a great injustice to these people who serve the country, who make sacrifices in terms of time, money and even family life. And there are many of them older than a lot of us. We must give them due respect as leaders of the community. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> They intrude into the privacy of other people. Aren't they busybodies? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Members will refrain from engaging in discussion with one another and address their remarks to the Chair. Mr Ling, please note. You may proceed, Dr Ong. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Thank you, Sir. There was a reference to the point that there is a contract between the Government and an elected person. I am not a lawyer. I am a lay person. But I think any first-year law student will tell you that there is no such contract. And if there is this belief that there is such a contract, why not take it to court and prove it? It is not a joke. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, can I reply? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do you want to give way, Dr Ong? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> No, Sir. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Do not make an assertion and give no chance to reply. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, the last 26 years of our nationhood have been an era of unprecedented progress: a time of peace, a time of construction and a time of upgrading. Singaporeans now enjoy a much higher standard of living than ever before. But, how long will this last? How long will we remain as a nation of Singaporeans? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This question, Sir, flashed across my mind as I listened to the constant and repeated refrain of criticisms and even downright condemnation of the Government by some very unhappy quarters. It is nowadays unfashionable to sing praises of the Government. I am not trying to do that today, and be unfashionable. But I am trying to point out what should be obvious. I also hasten to add that the Government is not perfect, like everyone else. But, we seem to forget the good that the Government does. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We seem to forget that Singapore is a small country. It is, in truth, a small city-state without a hinterland and without natural resources. Yet, we have to be a nation; we have to double up in defence and diplomacy. We forget that Singapore is vulnerable, and progress is not pre-ordained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we forget that Singapore, as a nation, is an accident of history. We rose from the ashes of Malaysian Malaysia. We were evicted. We survived. We prospered. But, we can be undone easily by another turn of events. Remember Cambodia. Remember Kuwait. Remember Yugoslavia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, just look at the events happening throughout the world. They are very unpredictable. No one predicted the Tienanmen incident. No one predicted the invasion of Kuwait. No one predicted the fall of the Berlin Wall. And no one predicted the fall of Gorbachev and the collapse of the Soviet Union. It is a volatile world. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are we then going to make a pastime of pillorying our own Government, griping and grumbling, whether it is right or wrong? I am not saying that there should not be criticism of the Government, but it should be done in perspective. It should be done in a constructive manner, with the interests of Singapore at heart. This, of course, does not absolve the Government from the responsibility of listening to the people, of caring for the people and defending the interests of the people. The Government must not only be taking care of the people's interests, but must be seen to be doing so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, the Government must not lose the common touch. This brings to mind what Sun Tzu, the great strategist, said 2,000 years ago, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If the commander or leader treats his men as his own sons, they will march with him to the darkest valley and die for him or his country.\" \n  <br>\n  <br>I think we should have this sort of bonding between the people and the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the Government is sometimes too shy to broadcast its own work, good work, in particular. Or, the people forget easily. Just look around at the marvellous HDB apartments. Where else in the world can you buy such modern apartments at affordable prices, and without long delays? In Tokyo, you really have to pay and pay to get a small cubicle, and that is if you are lucky to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On top of constructing the HDB apartments, I can tell you, as a Town Council Chairman, that the Government gives substantial grants every year to the Town Councils to help maintain the buildings and keep the estates clean. Can we ask for a better government? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Look at our MRT. The Government spent billions of dollars to build the MRT and a superb road system for the convenience of the man in the street. If \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> you were caught in a traffic jam in Bangkok, you wish you were not there. Here, the traffic is moving and we can move from point to point quickly and economically by MRT. What more, may I ask, can we ask of our own Government? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of health care, we are second to none in this region. No effort is spared to give the very best to the patients, whatever their station in life. No one is denied medical treatment, whatever his financial standing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And despite what is claimed by some Members about elitism, there is in fact, to the contrary, tremendous social mobility through education. The child from the most humble home could, on his own merits, excel and win state scholarships for studies at the top universities in the world - Oxford, Cambridge, Harvard, wherever it is possible, they will be sent. And such scholars from these humble homes have risen to become our Chief Executives, Permanent Secretaries, Generals and, of course, not forgetting, hon. Members and Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My point is simple - that we must view all things in perspective, and not be too quick to criticise and denounce the Government. Some criticism is, of course, necessary, I think, in order to keep the Government on its toes. But if we go all out without consideration, without thinking, we might open the Pandora's box, and Singapore might become ungovernable, whether by the PAP Government or by any other government. Sir, my point is, a house divided, cannot stand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on that note, I support the motion and the vision of a better tomorrow for all Singaporeans. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting till 2.45 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.24 pm until 2.45 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.45 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Deputy Prime Minister and Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister and Minister for Trade and Industry (BG Lee Hsien Loong):</b> Mr Deputy Speaker, Sir, in the last General Election, the PAP campaigned on a specific programme: The Next Lap. The Opposition campaigned on a different tack. They made great to do with \"bread and butter\" issues. The PAP won. The victory was a mandate for the Government to proceed with The Next Lap programme. Therefore, the President's Address outlined how the Government intended to turn this vision into reality, into immediate programmes, into plans which will leave Singapore better off by the end of this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we did not expect the debate to end there. We expected the Opposition MPs to come and argue in Parliament that the Government had not paid enough attention to bread and butter issues. After all, Mr Chiam had gone on record saying that life in the 1970s was better than it is today. So I was very puzzled when Mr Chiam made no mention of \"bread-and-butter\" in his speech. Instead, he talked about the Singapore Island Country Club, which is hardly a bread-and-butter problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Mr Low Thia Khiang moved to amend the motion of thanks in order to regret that the President's Address had not outlined the Government's response to the message from the electorate, I expected him to develop this theme. Then we could have had a full debate in this House. That is what democracy is about - a vigorous clash of opposing ideas. But, unfortunately, although Mr Low made a few passing references to the reserves, he did not expound the theme systematically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not think this uncustomary lapse on the part of the Opposition should deprive Singaporeans of the opportunity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> to have a full discussion on an important subject in this House. Therefore, let me show you some data so that we can base our discussion on facts and not on anecdotes. Can I ask the Clerk to distribute the tables (Cols. 285 - 294), please? [Copies of tables distributed to hon. Members.] Some of these data we have released before, but I think it is worthwhile repeating it, so that everybody, particularly the new Members of the House who were not here when last we discussed this subject in July last year, will be able to study and understand the significance of the figures. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920115/19920115-HA-0590285.htm\">tables - REAL MEDIAN HOUSEHOLD INCOME, REAL GROWTH IN AVERAGE MONTHYLY EARNINGS, INCOME INEQUALITY AND THE GROWTH OF GDP IN SELECTED ECONOMIES, 1965-89, OWNERSHIP OF CONSUMER DURABLES AND ASSETS, EDUCATIONAL ATTAINMENT OF RESIDENTS AGED 25-29 YEARS, INTAKES BY COHORT, HOUSING PROFILE OF TERTIARY STUDENTS, 1990, HEALTH INDICATORS (Cols. 285 - 294)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Look at Figure 1 - Real Median Household Income. How much does an average household earn in real terms after discounting for inflation, bus fares, and so on, in 1973 compared to 1990? I chose 1973 because it is more or less when Mr Chiam's mythical Master of Science Engineer returned to Singapore. You can see that his Master of Science was, by no means, from an average household, because in those days, the average income was $940 per month, for a six person household. And in 1990, it was $2,300 per month for a four person household. So the growth is 5 1/2% per year per household, plus 2% odd per year because the households had grown smaller, after discounting for inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let us look at the distribution of the income. The median income gives the average household, but we want to know whether the poorer households are much worse off. Figure 2 gives a breakdown into the professional and administrative workers, the clerical and sales workers, which means white collar, then the production, transport and manual workers, which means blue collar. Over ten years, how have their salaries moved? The answer is: the professionals have gone up, average 3.1% per year; clericals, average 4.3% per year; blue collar workers, 5.6% per year. In other words, salaries have been going up faster for blue collar workers, people with low incomes, than for the professionals and management, the people with high incomes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is one additional interesting feature of these figures. Although the increase for the particular vocations ranges from 3% to 5%, you see that the average is higher - at 6.1%. Why is that? It is not a miscalculation, it is a fact. The reason is that not only have incomes gone up within each group, but the distribution of the groups has changed. More people today have become professional, administrative and management workers, earning more, and fewer people are in the blue collar classes, earning less. You look at the distribution of the occupational structure, 54% blue collar in 1980, 50% today, 18% professionals in 1980, 24% today. These figures include foreign workers, who are mostly blue collar. So if you discount the foreign workers, in fact, the improvement for Singaporeans is even more dramatic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let us look at income inequality. People talk glibly about the rich getting richer and the poor getting poorer. Dr Lee Siew-Choh used to say that regularly in this House. If he were here, I am sure he would say it again. But let us look at Figure 3, - from the \"World Development Report\", prepared by the World Bank. Income inequality is on the horizontal axis from left to right, economic growth rate is on the vertical axis, from bottom to top. Compare Singapore with other developing countries: growth is one of the highest, income inequality is one of the lowest. Who is lower than us? Korea, marginally so, Taiwan, perhaps, China, Hungary, Israel, and perhaps Bangladesh. With which of these countries would you wish to swap places? So income inequality is not a problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next table, Figure 4, shows how broadly affluence has been distributed. It is not just the median family which is doing well. Many families have been able to own not only their house but durable goods. Home ownership rose from 36% in 1973 to 90% today; television sets, 49% in 1973 to 99% today; refrigerators, same. My statisticians want to strike these off the statistics. They say they are no longer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> interesting because everybody has arrived. I say, do no such thing, because I think we should still remember that these are blessings and not be taken for granted. Washing machines, VCRs, 78%. Cars, about which great heat is generated, 17% up to 28%. So we are increasing the number of cars in Singapore, making them more affordable, not less. Air-conditioners, presumably, are not essential goods in Singapore. Personal computers, 19%, one of the highest in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The conclusion obviously is that it is totally untrue that poorer Singaporeans have not benefitted from growth. Yesterday Mr Cheo Chai Chen said we should not just do our arithmetic, we should look at the tree. President Yang Shangkun from China was here recently. He had a look at the tree. He went to Bishan to visit a family. Here is what he said on television. \" \" (I, as Chairman of China, I am not living in as comfortable surrounding as he is). And what does the family have - a maisonette in Bishan. He was not just being polite. He said it three times. If you think he was a guest, I will give you another quote. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Stan Sesser is a journalist for the New Yorker magazine, a very well-established liberal journal, published in America. He came here in the middle of last year, spent more than a month here, interviewed me and several other Ministers, including leaders of the Opposition, saw a lot of Singapore. He wrote a long article in the New Yorker, which has just been published in the January issue of the magazine. He is not an admirer of Singapore. He is a liberal. This is a liberal magazine. He has very strong criticisms for many of the things we do. He thinks that we are regimented. He thinks that we should not control people the way we do. He feels sorry for Mr Chia Thye Poh. And if we had banned chewing gum earlier he would have written about it. But he has to acknowledge the facts. So let us see what he said because Stan is not one of an uncritical admirer. I read you a few quotes: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Although it began as an impoverished nation with no resources [meaning Singapore], it has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> managed to solve the major problems that plague almost every other large urban area in the world today - problems that threaten to balloon into crisis proportions in the United States. Singapore has virtually no poverty, no homelessness, and no begging, and little crime. Unemployment is close to non-existent. The air is clean. Cars are so strictly regulated that traffic flows freely even during rush hours. The prosperity of Singapore, where people lead lives that even many Japanese will envy, is shared widely. The same cabdriver who called Singapore dull [must have been an NTUC taxi driver] admitted after a bit of questioning that he grew up in the nineteen-fifties in a one-room \"shophouse\", where a seven-member family both worked and lived. His parents slept on the bed; he slept under it. Today, he lives, with his wife and two children, in a three-bedroom apartment, which they own.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he goes on: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Today, Singapore is a city with almost no poverty. Hong Kong may have grown as rapidly, but in Hong Kong the gap between rich and poor is visible everywhere. By contrast, I never saw anyone in Singapore shabbily dressed, and everyone appeared to have at least a passable place to live. Food is cheap and plentiful. Even low-income Singaporeans have access to high-quality medical care; [note that: \"low income Singaporeans have access to high quality medical care\"] doctors at public hospitals in the United States might look enviously at the public wards of Singapore General Hospital.\" [I think Mr Ling should read the New Yorker before he speaks in the House.] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Except for a recession in 1985, the boom has continued unabated, producing economic success of a sort that Singapore's neighbours could only dream. The statistics are stunning. Year after year, Singapore has achieved economic growth of around ten percent. Unemployment dropped ... Workers get fat pay rises ... Per capita income, grew ...\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he quotes: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"A young Malay guide from the STPB, who showed me the sights of Singapore, told me the story of her family. In the early nineteen-seventies, the family of ten lived in a squatters' zinc-roofed one-room hut, without even a toilet. The roof leaked, she said, and also made the room an oven during the day. Now they reside in a four-bedroom apartment. All her sisters and brothers have good professional jobs, and two of her brothers, who are married, live in five-bedroom apartments.\" \n  <br>\n  <br>We did not solicit this testimony. He is not a PAP Member or supporter, but he has seen, he is honest, and he has to report what he has seen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the question for us now is: how do we continue to make this progress in the next phase? We have done well, yes. But I am rather disturbed that the discussions here have all assumed that because we are rich, money is no object. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> The only problem is finding out what is the intelligent way to spend it. I think the next phase is not going to be so easy. I quote you a different person, Lester Thurow, Professor, MIT. He was here last year as a Lee Kuan Yew Visitor. He gave a lecture in NTU in July. I read you his conclusion: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'It is important to understand that there are lots of economies in the world that basically reached the level of Singapore, and then have not been able to make the jump up into the developed world.' \n  <br>\n  <br>So getting here, that is easy. Jump into developed status, that is hard. Then he goes on: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'If you look at the world's wealthiest countries in 1870, ie, 120-130 years ago, and you compare them with the world's wealthiest countries today, only one industrial country in the world has made it into that club in 120 years: Japan. No other country in the face of the globe has done it; two or three natural resource countries that used to be on the list (Argentina, Chile and New Zealand) have dropped off the list; a couple of oil-wealthy countries like the United Arab Emirates and Kuwait have joined the list but the only industrial country to make it in 120 years is Japan. Of course, that tells you that it is not an easy thing to do. In some sense Singapore has the hard part ahead of it; and for that hard part, I think, the strategy has to be the human resource development strategy.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Which is absolutely right. Therefore, what do we do to make it? I think, firstly, we invest in education. Investing in education enables many more Singaporeans to upgrade, because if you learn, if you get skills, you can earn a living for yourself, far more than any welfare we can give you. This spreads the benefits of growth as widely as possible. In fact, this is the indirect way we can massage the distribution of income and make sure that we have relatively equal incomes in Singapore - by making sure that everybody with talent is able to get educated and therefore can earn a living, and that we do not have talented people, deprived of education, who are festering at the bottom of society, making revolution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we want to become a high-tech society, a high-tech economy, then we need not just a few elite - inventors, scientists, research people - but also a large number of skilled workers. Because if you want to run a factory production line tip-top, just in time, zero defects, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> then every worker must master mathematics, must understand how to operate the computerised equipment, must be able to program it, and when it has gone wrong, must be able to fix it himself, instead of standing around waiting for a supervisor to arrive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Low Thia Khiang was right when he said we want to go for a large, broad base. In fact, that is one of the reasons why the Japanese make better cars than the US, because man for man, Japanese workers are better than the US workers. And team for team, multiply better, because not only are they individually powerful, but they work together as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So education is important. It is one of the bread-and-butter issues. Some people say they cannot afford to go to university, they cannot afford this and the other. Let me show you some more numbers. Let us look at Figure 5A, to show you how education has spread in Singapore. In 1980, 70% of Singaporeans - we are talking about young Singaporeans aged 25 to 29 - had, at most, primary education. Upper secondary, 8%; university, 4%. If we talk about the general population, it would be much worse, because most of the older folks never went to school. In 1990, 25-29 year-old-cohort, primary or lower, down to 38%, reduced by one-third. Upper secondary, gone up to 13% from 8%, of which polytechnic was 7%, university, gone up from 4% to 8%. In fact, the number of graduates from university doubled, the number of graduates from the polytechnics greatly increased, those who left school before PSLE, down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look at the people who are going to university, just leaving school, I think that gives you an even faster, sharper story, because it takes 5-10 years from the time they leave school, finish their national service, enter the work force, and get counted in the census. So let us look at the people going to university. In 1981, 3,500. In 1991, 6,900. Polytechnic, more than double, 4,800 going to 10,200. VITB, nearly triple, 3,500 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> to 9,000. Remember, in 1981, you are talking about 50,000 people at the age of 18, roughly speaking. By 1991, the cohort had shrunk. You are talking about 42,000-43,000 people. So more are going to unversity on a smaller base. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who is going to university? The rich? Let us take a look at Figure 6 - Housing profile, who goes to university. One- and 2-room, that means the rentals, 2%; 3-room, that means lower middle class, 30%; 4-room, 21%; 5-room, 20%; private housing and so on, add up to 27%. If you compare this to the general population, it is not that different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Polytechnics, same pattern. 1- and 2-room, 3% of the polytechnic population; 3-room, 41%; 4-room, 29%. In other words, the university is a major avenue for social mobility. Affordability is no problem whatsoever for a young man or young woman going to university. If you have the ability, you make it. So we have indeed invested broadly in education to benefit many Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the President went further in his Speech. He said we should invest more in the talented. And I would say we should invest more in the talented, both as a nation and also as a Government. We can do this while looking after the needs of the average and the below average students. To say that everybody should get exactly the same from the Government, and nobody should get a single jot more, even if he has some special talent, that is populist, churlish, unwise. We will progress by encouraging every Singaporean to do his best, and by rewarding those who make their contributions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why are Singaporeans reluctant to get ahead? Well, one possible reason, which is very strong in egalitarian societies like China or Russia, is that if you get ahead, everybody says, \"There you are, you are a bloodsucker, an opportunist, one of these somehow disreputably rich people,\" rather than an entrepreneurial man who has got ahead by his energies and is bringing people along with him. If we want to get ahead, then we cannot level down. We have got to encourage individuals to get ahead to excel, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> then contribute to society, because some people are naturally more able than others and their contributions will benefit many more Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No society is composed of zombies, every person is exactly the same as every other person. In every society you have a range of talents, those who are skilled academically, those who are skilled musically, those who are good entrepreneurs, businessmen, those who are administrators, those who are soldiers, those who are good sportsmen. It is a natural distribution of talents, it is part of the strength of the society. Societies which acknowledge this and exploit the varied talents and abilities of each one of its citizens, they do well. Those which forcibly prevent the more able from getting ahead, they fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you some examples, because unless we look at the rest of the world and see how other people, other societies, solve their problems, I think when we discuss our own difficulties, we risk falling into a mood of navel contemplation, where you are so preoccupied with your own difficulties that you totally lose perspective on the reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take the British. They once had grammar schools, centres of academic excellence. Grammar schools were independent schools, not places like Eton and Harrow where the rich went, but independent schools where talented children from poor families could go and get a good education, and therefore make it into Oxford, Cambridge or LSE and succeed in life, people like Dennis Healey. But in the 1960s, because they had an egalitarian mood, Britain dismantled their grammar schools, so that everybody went into the comprehensive schools; good, bad, indifferent, they all went into the comprehensive schools, and all would be equal. It was such a strong mood that even their elite who went to places like Cambridge, after getting into Cambridge, they sought to remove privilege for outstanding academic excellence amongst themselves. If a person does brilliantly he gets a scholarship, but he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> should enjoy no privileges whatsoever. Mute these differences. We will be happier if we are not so different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only result Britain achieved was to lower standards in schools and in universities, and indeed in the industries and in the economy. Its centres of excellence have weakened, including famous institutions like Oxford and Cambridge, while their comprehensive schools are not better. They cannot even agree on universal, national, achievement tests, PSLE, 'O' levels. It cannot be settled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cambridge once had one of the best economic faculties in the world. They were at the cutting edge. Now, you read the Economist, it says, \"The Tale of Two Cambridges\" - Cambridge, England, and Cambridge, Massachusetts in America. MIT and Harvard have the best faculties in economics in the world. What about Cambridge, England? Well, they say, sadly, somewhere around Pennsylvania State University. That is where it has gone. Of course, they have got other problems too, but this dilution of merit and systematic discrimination against achievement has not helped them whatsoever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Communists went further. They tried to eliminate income differences by government order. They just legislated. It does not matter what you do. It does not matter what contribution you make, you get paid the same. The Chinese say, (tie fan wan, da guo fan). That is my contribution to the Chinese quotes for the day! But when it comes to areas which are important to them, where really outstanding performance is critical - you want rocket scientists, you want nuclear scientists, you want ballet dancers for the Bolshoi, you want chess grandmasters like Karpov and Kasparov, you want champion sportsmen, sportswomen, gymnasts, going to the Olympics - you do not start on the assumption that all men are created equal. You start knowing that men are created very unequal. Then you abandon your Communist rhetoric, talent spot the children very young and send the few who have outstanding potential into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> special schools, special treatment, very best instruction and preparation, tutoring, pampering, so that in the end they excel, they do their country proud. And now that the Soviet Union has collapsed, they are not going to produce grandmasters any more, and you may well have a non-Soviet chess champion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the Communists know that the propaganda is one thing, that undeniable reality of biology and of human society, that is different. You look at the Chinese. They are another egalitarian society. They established a special university programme for gifted children (an hui he fei) at the Chinese University of Science and Technology, (Zhong Guo Ke Ji Da Xue). They established it in 1978 by a special decree of the State Council. This was after Deng Xiaoping returned to power and propounded the philosophy that \"if you want to catch a rat, it does not matter whether your cat is a white cat or a black cat. The question is whether it can catch the rat or not.\" So an egalitarian society established their gifted education programme. Every year from the whole of China, millions of children, they take 30 to 40 aged 14 to 15 - we put 100 into our GEP and we call them gifted - they go to Anhui, special classes, tutors and resources lavished on them. They study physics, electronics engineering, biology and system science. After they graduate, three-quarters go on to post-graduate programmes. QingHua University in Beijing, and JiaoTong University in Shanghai also make special arrangements to admit gifted children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So China, with 1.1 billion people, socialist, egalitarian ideology, finds it necessary to develop special gifted education programmes, and invest specially in their most talented people. We, with 3 million people, expect to do equally well without investing in our talent? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Look at Hong Kong. Yes, their income distribution is more unequal than Singapore. They have tycoons, billionaires, multi-billionaires, shipping tycoons and so on. But would they be better off \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> without these billionaires, these talents who make their economy dynamic, vibrant, and much more so than Singapore's? If we can find people like that, like Steve Jobs, or like some of the Hong Kong entrepreneurs, then I think we should invest in their education, in their success. We get one top industrialist, he creates a multi-national corporation, a Singapore MNC, that means thousands of good jobs for Singaporeans. If it makes him a billionaire, good for him. It is also good for Singapore. And if this makes the statistics of income distribution look worse, so what. Are we worse off? Would you prefer him to be doing well some place else and prospering in some other part of the world instead? So it is better for us to have such people and help the country to prosper than not to have such people and let the country stagnate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we want to build a tall pyramid of talent, then we must start from a broad base. This means incentives at all levels. You climb up each level, until eventually you reach the pinnacle. That is how you get chess grandmasters. Therefore, we must encourage many Singaporeans to strive, not just the few. Eventually, we will produce a top team, which is a strong one. But at the same time, which is very important, we will produce superior performance throughout the economy, and the country will prosper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is why we support independent schools. This is why we are offering scholarships for independent schools. This is why we are also offering scholarships for non-independent Government secondary schools. We want the pinnacle of achievement, but we also want people who are going to neighbourhood schools, people who are average and above average, to feel that if they make the effort, if they do well, there is something in it for them. These are not medals which are beyond reach. We should create more centres of excellence. We should not dismantle those few which we have painfully created. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, this is not a new principle. It is long established, but we have put it in a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> sharp form. Not everybody goes to junior college, or to the polytechnic, or to the university. Students who go to JC enjoy more subsidies than those who do not, because it is more expensive to educate in the JC. Those who go to the polytechnics and universities, they are subsidised even more. If you go to the university and if you study medicine, you enjoy a subsidy which is much, much larger than the total cost of training an arts graduate. Every year the Government gives scholarships to the most outstanding students, regardless of their family income. Then on graduation they come back, they serve the Government or the SAF or the Police. In fact, when the Government tries to get the university students to assume a slightly larger share of this very heavy burden, and up the school fees a little bit, there is a great outcry. So what are we talking about? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Suppose we follow the opposite principle, propounded by Mr Low Thia Khiang and, I believe, today by Mr Ling How Doong, that the able should receive no more support than the less able. What should we do? Then logically speaking, if we want to be quite correct, we should remove all subsidies. We should not subsidise junior colleges, since not everybody can make it to JC. We should not subsidise the polytechnics or the universities. We should abolish Government scholarships. Then everybody pays full fees for higher education. That is being perfectly fair. Should we do that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So when we invest in the more able, in fact, we are equalising opportunities between richer and poorer Singaporeans. Look at it this way. For the student from a wealthy family, if the Government does not pay, he will go on father's scholarship, right? More and more are going on father's scholarship. They will get the education they can afford. You tell them they are not allowed to go to independent schools in Singapore. They can go to Australia, they can go to Britain, they can go to Canada. All the routes are open. All the calling cards are already available. And it is getting easier every year because the quality of our top \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> students is recognised around the world. But if you are a bright child from a poor family, where will you go? His potential will not be fully developed. So the end result will be less equality of opportunity and a more unequal outcome, not a more equal outcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Speech makes this implicit policy explicit. I think it is an important basis of our policies and one which we should not be ashamed about. It is right. It benefits all Singaporeans whether or not they get the scholarship, and we should do it. We are not doing this as a charity, out of the goodness of our heart, but as an investment. Those who benefit from society's support have a moral duty to contribute back to society. Most do. Of course, there are a few who say, \"Well, I have got nothing out of NUS. I thoroughly detest the place. No sentiments for it whatsoever.\" I hope that does not extend to their sentiment for their country, and also despite that, they recognise the magnitude of the investment which the country has put in them and the hopes which we have invested in them, and will, nevertheless, play their part as good citizens. So the second thing to do is invest more in our more talented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we should generate incentives for people to work. We should not discourage efforts through welfare. You want to draw on the reserves, it is the surest route to bankruptcy. Mr Low Thia Khiang says \"Reserves of $15,000 per head. Government has money but life is hard\". I am told that it sounds even better in Teochew. The reserves are actually your money. First, it is the backing for the currency, guaranteeing the exchange rate of the Singapore dollar. You look at the rouble. You can have roubles by the fistful. You look at the Singapore dollar. Every day the exchange rate goes up and regularly MPs complain about that. Why does it go up? Because it is valuable, because it is backed, because people are confident that you can spend it outside of Singapore, you can get hard currency for it. Or you can spend it in Singapore on imports, you can pay for imports with it. You run down the reserves, you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> depreciate the currency. It is a cheap way to finance a budget deficit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the reserves are assets matching CPF balances. They guarantee the purchasing power of your savings. If you have money in CPF, CPF puts the money with the Government, the Government takes it and invests it overseas. How much are these CPF balances? As of October 1991, $45 billion. (zhengfu you quian, ren min ye you). $45 billion divided by 3 million Singaporeans, $15,000 per head. As Mr Low says, $15,000 per head reserves. That is your money. So Singaporeans are not poor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, reserves are there in case of war or major mishap. We have no oil in the ground to pump. We have no uranium, diamonds, gold, opals, like the Australians to sell. Something goes wrong at GATT, the Americans cannot settle with the Europeans over agriculture, the package gets unravelled, they each go for their own trade bloc, we are out in the cold. The Japanese will invest in Europe to sell to Europe. They will invest in Mexico to sell to Nafta. They will invest in here to sell to whom? Where will you work? What will you depend on? You will depend on reserves. You want to spend them now? Well, we take the risk that we will have none when we need them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the temptation to raid reserves is quite a universal one. According to Fortune, in the United States lots of local government authorities have set up pension funds for their employees. They are obliged to pay in money to the pension funds every year so that when the employees retire they have money to take out to fund the pensions. But how much do you need to pay in to ensure that when you retire there is enough money? That depends on how profitable you declare your investments to be. So now that they are short of money, they are just declaring higher returns. Instead of earning a 2% rate of return, I shall declare that henceforth my pension funds will be better managed, 6% rate of return. So, therefore, I put less money \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> into the pension fund, and take the money out to spend on consumption. So when the local government employees retire, and if the 6% return was not realised, that is just too bad. The Singapore Government can do that too. But in Singapore we have created an Elected Presidency to make sure that these CPF savings are safe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, if we want to prosper, harness free markets, do not subsidise consumption. There was a proposal yesterday to divert revenues from the COEs to subsidise bus fares. It sounds good. But is it wise? Whose money is the COE money? It is the Government's money. Whose money is the Government's money? It is yours. How do you want to spend it? If we put it into bus fares, you are going to distort the price signals, and the result will be inefficiency and waste. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain. To run a bus economically you must have passenger load and they must be prepared to pay for the ride. Then you know you are not wasting your fuel, your bus driver's time, depreciation and so on. If you are going to subsidise it and say, \"Well, it loses money. Let us run, never mind. Two passengers. That is all right. I will pay for the rest.\" You are wasting money, are you not? Because it is cheaper for you to let these two people go and ride a taxi and pay for their taxi, than to run the bus service, pay for the driver, fuel and all the massive overheads of the bus line. If you do this, people will live further from the MRT stations. They should cluster around MRT stations, in high density developments. But since you subsidise the bus lines, travel is cheap, people do not have to live so close by, they will live further away, and take the subsidised bus ride into the MRT station. When residents live further away, the property values near the MRT station will go down. Property values further away will go up. Since the property value is down, you will have uneconomic property development projects - low density developments. Land is cheap, we will build two-storeys instead of ten. It is waste. Wrong price signals lead to distortions, lead to inefficiencies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The worst examples are from the former Soviet Union. They used to subsidise for all their best reasons. Milk powder is good for babies. Milk powder was cheap. So people bought it. It was very cheap. They bought it by the ton and they fed pigs with it. Children's clothing was cheap. That should be subsidised. Everybody feels a soft spot for kids. So they bought it. They used it as rags to wash cars. These are real horror stories. If you continue with subsidies, in the end it becomes a massive drain on the state's revenues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will read Yang Shangkun again. When a communist says this, you better take note: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): 'We are also trying to do this (housing plans) because in the past, everything is subsidised by the government. You pay only $1 to $2 rental. But we have to go along this road so that everybody owns his own house, otherwise the government cannot support it. If we have to repair the houses for our 1.1 billion people, how can we afford it?' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In English): All belonging to the state. Two rooms, one yuan per month. All from the government. Government must build; he enjoys it, payment nugatory. Therefore, you have to reform. The government cannot bear this burden. 1.1 billion people, and you have to build houses for all of them for free. Can you? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, if you accept that, then it is better the Government takes the COE and other revenues; look after them, invest them - in education, in infrastructure. The other way we can do it, which is a valid one, is to use these revenues as an opportunity to reduce other taxes progressively, so that people will decide for themselves how they want to spend the money, what they value most. Then people have a greater incentive to work hard and create more wealth. That is sensible. But, of course, if you say, just reduce taxes, no need to levy any new ones, that is not possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much has been said in the last couple of days about social costs, non-economic factors, getting increasingly important. Yes, economic progress does mean change. And change is unsettling, and change makes people worry. There are sometimes difficulties, like in health care. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> We have a serious national problem in the long term which the Government has been candid to talk about and which we would like to resolve together with the people over the next few years. For example, we can help people to adjust through Medifund. But often the worries are totally unjustified and the social cost is only the discomfort of adjustment. Then we need to reassure people that all is well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take time-based phone charges - tremendous alarm and unhappiness. Everybody worries that he is going to pay more. What are the figures? We have run it for a month. Price Waterhouse has gone through the December figures, and audited them. And do you know how many subscribers pay less? 73%, nearly three-quarters; even better than Telecom predicted. So the alarm was totally unnecessary. We, therefore, have to see change in perspective. And if we get agitated over every change, including those which we can take in our stride, then we are going to make slower progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have taken the hard-headed approach, but that is not because we are hard-hearted. In fact, we have taken the hard-headed approach because it is the more humane one. Because we invest more in the more able, therefore, all Singaporeans have progressed faster. Because we have minimal welfare benefits, therefore, we have few unemployed and destitute. Because we have depended on the free market, therefore, we have generated high growth and low income inequality. And because we have refused to subsidise buses, MRTs, and other public services, so these public services run efficiently, and even turn profits. And profits are good - not a dirty word. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to see that many MPs in this debate have acknowledged that this is the right approach. We have not achieved economic success at the expense of other goals. Economic success is an important prerequisite to achieving other goals, including social and political objectives. We should bear this in mind if we wish to progress further. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> A point of clarification, Sir. In Figure 1 - Median Household Income - I would like to know from the Hon. Deputy Prime Minister how did he derive at \"median\" and why is it that the number of persons per household in 1973 was 6.2 and in 1990 it was 4.2? Is that also the median household size number in different years? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> A median household is a household which is exactly 50th percentile. That means, half the families are less well off than this household; half the families are better off than this household. He is the typical Singaporean. Persons per household have gone down because standards of housing have gone up. In 1973, as I read you, 10 people in a room, in some cases; today, three-, four-, five-room HDB flats. Therefore, the number of persons per household has gone down, the area of house per person has gone up, and the standard of living has gone up. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Clarification, Sir. In Figure 4 - Ownership of Consumer Durables and Assets - the Deputy Prime Minister has provided us with the percentage of households which own these things. Would the Deputy Prime Minister also provide us with the percentage of hire purchase vis-a-vis this ownership, and what is the amount of loans so far? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Deputy Speaker, I do not know if we have the numbers. But if they are available, I will be happy to provide them if the Member were to file a question. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Anyway, Mr Low, that is not a clarification. It is a request. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Eunos GRC):</b> Mr Deputy Speaker, Sir, thank you for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion moved by the Member for Hong Kah GRC, Dr John Chen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note in the President's Address the Government's determination that Singaporeans would be better off at the end of this term of Parliament. This was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> further reiterated by the Deputy Prime Minister a short while ago. However, in spite of higher standards of living, plentiful jobs, home ownership, better education and health care and rising incomes, as indicated by the charts that were distributed earlier, there appears to be still some degree of dissatisfaction among segments of our population. It is apparent that Singaporeans have indeed set ever higher standards of expectations for themselves. We should see this as a positive development. The fact that Singaporeans are still dissatisfied with what they have achieved so far means that they will continue to strive to seek for improvements in the standard of living and quality of life. The day when we all become completely satisfied with what we have marks the day when we will become complacent, stagnate and decline. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The challenge for this Government, and perhaps also for future governments, must be to ensure that the expectations of the general population remain high, but are also sufficiently realistic so that as many as possible will perceive that they have a chance to achieve their goals, if not for themselves, then perhaps for their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government must make it sufficiently apparent that it will, wherever possible, assist anyone or any group, who is willing, to make the effort to help themselves. It should not be perceived as creating unnecessary barriers and conditions for one to achieve success, be it in education, employment, or in business. However, the basic underlying principle must always be made clear that success is achieved through effort and not by hand-outs and subsidies. We must be prepared to pay for what we consume and use. Subsidies on consumption have been tried out in many societies older and more experienced than ourselves with disastrous effect in nearly every case. Several examples have already been given by the Deputy Prime Minister. We should not learn everything the hard way. If possible, we should try to avoid the painful mistakes made by others. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While encouragement and incentives must be given for all to succeed, it must be realised that, invariably, some will not succeed. As mentioned by the speakers before me, we should never attempt to hold back the able and the successful in order to appear fair to all. In addition to educational opportunities and health care, ways must also be found to ensure that average, hardworking Singaporeans never feel excluded from the better things in life that our progress and prosperity have enabled us to achieve. Mass-based organisations should be encouraged and assisted, if necessary, to establish social and recreational facilities that at present may seem to be enjoyed only by the rich and famous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to ethnic-based community assistance groups, we must also encourage and inculcate in the more able and successful the need to help the less able to achieve their full potential, regardless of whether they belong to the same ethnic, religious or even dialect group. We should try to achieve a situation where there is a fundamental respect for the individual, regardless of how humble his contributions may be to society. In return, each individual must give of his best as an obligation, or rather as a duty, to his country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the President in his Address has stated that we are only half way to becoming a developed country, and that the more difficult half remains ahead of us. I fully agree with the statement that we can only get there as one united nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the dissatisfaction expressed by the perceived minority through the media, and also by the silent majority through the ballot box, these issues would have to be addressed. The criticisms, alternative views and suggestions expressed in the media and other feedback channels should be answered as fully and as reasonably as possible. Time and effort should be extended, wherever possible, to patiently and skilfully explain, repeatedly, if necessary, to get the message across, the rationale for unpopular policies. Unconvincing reasons will tend to make \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> difficult policies even more unpopular, and the population more cynical. The objective should be not to completely change the minds of those adversely affected. In many cases, it would not be possible. However, the purpose should be to demonstrate to all that the Government does not implement policies for the sake of making it difficult for everyone, but acts in the interest, both long-term and short-term, of as many of its citizens as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It should also demonstrate that it would be willing to accept good advice and suggestions from whatever source. And for those who express dissatisfaction through the ballot box over single issues, or in the hope that the Government will improve, it should be in the Government's immediate interest to dispel the perception that voting against good government would yield benefits. The electorate must be made to realise that kicking out able people from government will not in any way solve their problems nor make the government any better. Instead, it may aggravate their problems, weaken government, and will tend to place a heavier burden on the remaining leadership. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Any good government that hopes to remain in office must also be able to convince the electorate that it does not govern by merely appeasing those who use their vote purely as a form of protest or in the hope of getting more concessions from the Government. If this mistaken perception is allowed to become widespread, then any effective government willing to implement unpopular but necessary measures will find itself out of office in a very short time, because it is very likely that everyone of us, in some area or another, would like more concessions to be granted. On the other hand, if the Government with popular support from the people chooses to ignore the plight of its supporters, regardless of how genuine the hardships might be, it can only do so at its own peril, especially if a better alternative exists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Member for Bukit Gombak and his two other colleagues have made a big issue about \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> the decision of the HDB on MPs' offices in void decks. I noted on Monday that the Member for Potong Pasir, Mr Chiam See Tong, the unofficial leader of the Opposition, and the official leader of the SDP, had stated that the Opposition did not ask for any special favours, except perhaps to ask for the front row seats in the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the rule imposed by the HDB on MPs' offices, as pointed out by Dr Arthur Beng and also Mr Ho Peng Kee, also affects PAP MPs. However, it may be argued that PAP MPs have an alternative. Perhaps because they can rent premises from the PAP Community Foundation in their own wards. If the Opposition was really serious about not wanting special favours, then they should spend less time complaining about rules that affect all MPs, including PAP MPs, and attempt to set up a foundation of their own from which they can rent space. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng had earlier, I am quite sure unwittingly, already given them an idea on how to set up a community foundation. It is a challenge that the Opposition should take up and not just complain about unfair treatment when the rules affect everyone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Deputy Speaker, Sir, in conclusion, I would like to add that we are living in very dynamic times. Internationally, dramatic changes are taking place. But how fast we can change and adapt these events without being completely disoriented will determine how well we succeed in the coming years. Locally, we have begun the Next Lap. Any distance runner will be able to tell you that the hardest part of the race is usually the second half before you catch your second wind. In order to catch our second wind as quickly as possible, we must endeavour to channel our people's higher expectations and even dissatisfaction away from irrational behaviour into an urge to improve themselves and also to improve the society in which they live. We must encourage the more able and the talented to strive for new heights for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> themselves and their country. However, we should also instil in them a sense of obligation to help those who are less able but who have in their own way also tried their best. If we can do this as one united nation, adapting at the same time to the rapidly changing international scenario, then there is very much to look forward to in the coming years. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I rise in support of the motion, standing in the name of the Member for Hong Kah GRC, thanking the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the past few days, Sir, several Members have spoken in this House on the various aspects of the Speech delivered by the President. Personally, I feel that the President's Address has already reflected the Government's determination to help the various sectors of our society and to invest in the people. After considerable development, we are now entering the new \"Next Lap\". But some people are still saying that our standard of living has not improved. I would like to take this opportunity to stress, once again, that our standard of living has improved. We know that in the 60s, our average economic growth was 9%. In the 70s, it was also 9%. In the 80s, our economic growth was 7.1% and in the 90s, it was 8.3%. But the President has mentioned that after 1991, our expected growth will be 5-7%, that means there will be a slow down in the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we talk about distribution of income and wealth, we must not forget how to continue with our effort to create wealth. The Opposition has always held the view that we are misleading the people when we say that, generally, the standard of living of the people has improved. I would like to reiterate here the improvement in the standard of living of our people over the years. Between 1973 and 1988, and even up to 1990, as pointed out by the Deputy Prime Minister, the family average income has improved from $1,200 to $2,200, that is, the average family income. If you want to go by average, then some people may not understand. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> Then we go by income groups, that is, lower, middle and upper income groups. For the top 20%, the income has improved from $2,200 to $5,300. The middle income group, that is 60% of Singapore's population, has improved from $920 to $1,700. The 20% in the lower income group, their income has also improved from $373 to $644. These are all facts. So when we talk about family income without mentioning at the same time the inflation rate, then they may be accused of not telling the whole truth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about inflation rate, in 1983, our average inflation rate was 1.3%, which was one of the lowest in the world. It is only recently that there has been some increase in the inflation rate to 3.4%. Even then, it is still at a healthy level. When compared to other countries, it is still low. If you compare with other countries, such as Vietnam and the South American countries, where the inflation rate is more than 100%, or more than 1,000%, then we know that we have done well. And often when we compare this with the rate of wage increase in the past, it was an average of 7%. Our inflation rate is 2.3%, that means our actual real purchasing power has improved from 4% to 5%. I do not see how we can possibly deny the fact that we have improved our standard of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, Mr Deputy Speaker, Sir, the people of Singapore have already enjoyed great improvements in terms of clothing, food, housing and transportation. That does not, however, mean that there are no problems in Singapore. Of course, every society has its own problems but the problems may be different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On health care, we have improved our health care in such a way that our average life expectancy is up to 75 years. But this will lead to some other health problems of the aged. So when we solve one problem, new problems arise. We admit that on the whole, we may not have big problems, but there are still some small problems that require our attention and adjustment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the pace of our future development. In order to push further the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> economic growth of Singapore, many people ask why we should always be \"No. 1\" all the time. When we do not have this ambition to remain \"No. 1\", Mr Deputy Speaker, then it will become fourth or sixth, or maybe even beyond the tenth position. The pace is not determined by us. The pace of development is determined by other countries in the world. But even for a large superpower, like the United States, they too cannot determine the pace of economic development in the world. So if they do not change, then they will be lagging behind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the policy of open market economy. But all these years, we have been successful because we have not been following blindly any political philosophy or economic system. We can, under the principle of democracy, use our own ways to achieve our political stability. Economically, Mr Deputy Speaker, we should adopt the open market policy but, at the same time, we must also use Singapore's methods, according to Singapore's condition, to implement such policies, eg, housing. If we all go by the open market economy system, I believe that Singaporeans will not be able to achieve the level of 84% home ownership. If you compare and add this to the private housing, then we have 90% home owners. In England, it is only 65%, and in Germany, only 41%. All this can be achieved because the Singapore Government has intervened in the property market and therefore we are able to allow people to own their own homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of transportation, if everything is left to the economic market forces, then nobody will want to invest in our transport system. So if we leave it entirely to market forces, eg, bus services, then they will become inefficient. But if we allow two or three companies to monopolise the bus services, and without Government's intervention, the consequence will be that there will be no bus services for those routes that are not making profit. Do you expect the people to walk all the way from their home to the main road? So \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> we should not blindly follow any economic theory or policy. We must fix the broad principle and then adapt the details to our local conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I now come to medical care. In this respect, if medical care is left entirely in the hands of the medical experts, then they will choose the most expensive and most sophisticated equipment, and who is going to pay for all that? So we have to work out a framework - the rich people can build more private hospitals to carry out research work and to invest in more sophisticated medical equipment so that those who can afford can choose to go to these private hospitals. In the Government hospitals, we have to decide what level or standard of medical care do we want. I read one article about the difference and philosophy between the Japanese manufacturers and the American manufacturers. In the case of Japan, the manufacturers will do a market survey to find out the demand/needs and ability to pay and then fix the price of the equipment before they ask the experts to design and produce the equipment. Whereas in the case of the United States, it is the designer and the manufacturers who work and produce the sophisticated equipment. They only fix the price later and it becomes very expensive and over-priced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, American cars are good but they are not economical. So, in reality, we must consider the ability of our people to pay, the purchasing power of our people before we fix the price. Of course, we cannot in this regard entirely depend on the market forces, though I am glad to note that the President has said that we will continue to subsidise the C and B2 class wards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that a more important issue is one that is very difficult to comprehend and, that is, if we want the country to continue to develop, as pointed out by the Deputy Prime Minister, Japan is the only country which has succeeded over the past 100 years to become a developed nation and to remain there. Other countries have not made the grade \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> and some have even dropped out. So I believe that it is wise for Singapore to remain as a prosperous and independent country in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from economic development, the social and humanity development of human resources must also be attended to. The policies of the Government must be geared towards this direction. Human development includes language, culture, security, sentiment, emotion, the state of mind, the spiritual aspects and the values of the people. So the values and the thinking are very important because they determine the behaviour of the people. In this economic prosperity, how do we, in Singapore, balance individualism, team spirit and meritocracy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I support what the Deputy Prime Minister has said that we must choose and select the able and train them to lead the country, to lead Singapore. At the same time, we must also let the followers identify with their leaders and allow them to make their contributions, that is to say, in this competitive society, we must not allow competition to gratify our people. We must not create a situation where people only care about the ends and not the means. So Government must look after the people. Government must love our people and let the people benefit. We must consider the convenience of the people as well. But the people themselves also have their responsibility. The people should not always point an accusing finger at the Government and the leaders for no good reasons. We must love our country, love our people, love our community, love our families and love yourself as well. I have also received reports recently about the problems of broken homes. So if we love our families, it would mean you love your parents, your spouses, your children and yourself. Some people do not even love themselves. They do not care even about themselves. They become irresponsible. If our people can do what I have suggested, this will help to solve some of the social problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that it is right to have fair competition. We must also support this kind of fair competition to ensure \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> national progress. As parents, we are not able to produce children who are equally intelligent. But it is the responsibility of a parent to give each child the opportunity for education and employment as well as the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to talk about the state of mind of the people. Why is it that, with such good development around, with such a high standard of living, there are so many people who have so many complaints and who are unhappy? I think this is because the whole society has become over materialistic. Profit is not a dirty word, of course, but we have to explain how we earn our profit. We must explain to the people that profit is not made from the people of Singapore, but is made from outside the world. It is a difficult task, but when we over-emphasise the material aspects of living, people will make comparisons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have already stated that the purchasing power of the people has increased, but the people start comparing their material lives. So I would suggest that in our economic report, we must not only deal with cars and television to represent our achievements, we must also give indications on how many books our people have read, how many cultural activities our people have taken part in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about crime rate? We may feel proud of our low crime rate. When you are in a foreign country, once it gets dark you would not dare to go out. But here, in Singapore, even after 12 midnight, I feel safe to drive home alone, without fear. So when we use statistics to talk about the standard of living, we should not confine ourselves to material statistics only. We must also use spiritual and cultural statistics as a measure. It is only then that we are able to bring up a generation of Singaporeans who can be more rational, more cultured and more cultivated. The Government should spend more financial and human resources to help the cultural groups in Singapore so that they can organise more activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point, Sir, is that we should not blame others when they become rich or when they are better off. So long as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> we have done our best, we have done our very best to earn an honest living, and to contribute to society, then we should be proud of ourselves. This may be an old theme, but it is not an easy one to implement. We must respect each and every occupation. I think the Senior Minister has stated some time ago in the past that in Japan the experts who can slice the raw fish well and who can cut the fruits well, are very proud of their skills. I remember that when I visited a technical institute the lecturer told me that the problem does not lie in how you teach English or Mathematics, but how to cultivate the right attitude. The students there seem to have taken a pessimistic view of their future. So how do we make those people who are not among the brightest to feel proud of what they can do? I think it is through education that we may be able to change their attitude. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Bukit Gombak mentioned just now that about 400,000 people are in the low-income group. Here, I would like to correct him. In our labour force, we have about 260,000 in the work force earning below $600 per month. 55% of them are women, some of them are part-timers, some of them are casual workers. And 73% of them have below 'O' level or primary school level. So if you want to improve the lot of the low-income group, then just venting their grievances alone is not enough. I would appeal to the Government to look seriously at this problem, especially when we are changing our VITB institutes into institutes of technical education. The substance must be improved and upgraded. In other words, when we spend so much money on independent schools and to build more and better universities, we must also pay attention to adult education and to those who have already entered the labour market, in other words, the ordinary workers. We must also invest in their training and education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why is it that they cannot get higher pay? For example, in the food industry, the value-added per annum in the United States is US$83,000. Singapore is only US$25,000. In other words, compared to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> the American workers, we are 69% below their level. In the case of textile workers, in the United States, it is US$39,000. We are only US$9,800 and so on. So in such a situation we are not able to have higher pay. I will give a simple illustration. In a biscuit factory, the biscuit manufacturers here cannot sell their products at a higher price than those made in Switzerland because the quality of their biscuits is lower than the Swiss. So we must train our workers to produce better and higher quality biscuits, so that they can earn higher wages, and that needs training and education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When it comes to the construction workers, in Australia, they can lay 650 bricks per day. But in Singapore they can only lay 500 bricks per day. It is a question of training and the workmanship of the Australian bricklayers is even better. So we need training. We must have good architects, to produce good designs for the buildings, but you also need good bricklayers. So when bricklayers are trained properly, we can have good housing. We know that in some Housing Board flats, the staircases are crooked. So we must know the frame of mind of these people. We must make them feel proud of what they do, and that is a very important challenge for our future institutes of technical education. They must not only teach them the skills, they must also teach them the proper attitude, proper moral values, so that they will have higher morale in what they do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, the Government has introduced various training programmes through the National Productivity Board and the VITB. Unfortunately, according to Asian Business, among Hong Kong, Malaysia, Taiwan, Indonesia and Singapore, we spend the least money on training of workers. Not so long ago, the Straits Times also reported on the role of employers in the training of their workers. Out of nine sizeable companies, only one company has attained the required standard, ie, 4% of their payroll. So on the average, our employers do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> spend enough money on the training of workers. They spend less than 2% of their payroll. We must put in more effort to encourage more employers to invest more on the training of their staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever it is, the People's Action Party together with the people of Singapore has achieved great successes. Nobody can deny that. But I feel that however good a government may be in a democracy under the one-man-one-vote system, the most important thing is that when we plan our action, we must also learn from the Japanese businessmen to understand the needs and aspirations of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, in the upgrading of HDB flats, the Government is spending a lot of money and the people only need to pay 10% of the cost. Many will benefit, but I think the most important thing is to solve their problems of leaking roof, leaking toilets and spalling ceiling first. These are the actual and immediate needs of the people that we must understand and attend to promptly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So we should not create a society where money is in command. We should not over-emphasise material pursuits. We must have care. We must have compassion in our society. Then, even 100 years later, our Singaporeans will still be proud of our country. \n  <br>4.12 pm \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Mr Deputy Speaker, Sir, I rise in support of the motion standing in the name of the Member for Hong Kah GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fine principles enunciated in our President's Address and the notable goals he has outlined for a progressive Singapore society, I think, deserve nothing less than strong support of all Singaporeans. Our task now is to move society towards these goals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in moving forward, we have arrived at this juncture that there is a perception that the Government and the people are not looking in the same direction. In a period when there is relative calm and widespread well-being, unlike the life threatening struggles of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> the past against the Communists, communalists and potential economic collapse, it is sometimes becoming more difficult to galvanise the people and get them to come behind the Government. It is even easy to lose votes for no strong reason other than people wanting an Opposition for the sake of one, whatever the platform or lack of a platform by an Opposition candidate in the general elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, there is no life threatening crisis. It is both a fortunate and an unfortunate state of affairs. Unfortunate because there is no lesson to be learnt. I think on the surface and materially, everything seems well. There is no common enemy. In such a situation, people ask for softer options. The temptation is to yield to such requests. Such indulgence can be the start of the downhill slide. The generation that came up the hard way realise that Singapore cannot afford that, but I believe that this message is somewhat lost. As a result, the electorate, after last August's general elections, may have received some wrong signals. And there are those who think that the Government is fair game and they can take pot-shots at the Government at will. I think, to some, the Government appears to be in retreat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some equate consensus building and the Government's open consultative style as a sign of weakness, and so emboldened are making stronger demands or becoming increasingly vociferous in their criticisms of the Government. There is this perception that vociferous criticism will force the Government to make changes or concessions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, with due respect to your Chair and also to Mr Speaker, it appears that parliamentary seating arrangement is also negotiable in the press. Sir, it took me three terms to make a gradual progress from the last row to the second row. I honestly hope very much that I will keep this seat, Sir. I think the unofficial Leader of the Opposition should consider that this is too trivial an issue to be raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at a grassroots seminar that I attended last Sunday, a Residents' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> Committee member felt that his role as a grassroots leader is becoming very difficult. He com- plained that despite voicing feedback on objections to Telecom's time-based charging system, the Government still went ahead anyway. I have also met others who believe, mistaken or otherwise, that this whole system of time-based charging will be changed after the six months trial period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, Sir, this is a very dangerous development. If there is this perception that the Government will modify policies to please the vocal opponents of those policies, then all Government policies are subject to results of opinion polls, not what is necessary and good for our long term well-being. This, therefore, raises two important questions. Is consensus building and a consultative style in Government no longer appropriate? Does it mean that the Government should shy away from implementing difficult policies? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I must confess that I am an advocate of firm Government. In the debate on the President's Address in January 1989, amongst other things, I advocated a conciliatory approach to replace contention with consensus. I have also cautioned and I quote from Hansard [Vol. 52, col. 390]: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'We must be wary that in the process of consensus building, we may be raising the expectations of the people to such an extent that all measures are, in fact, subject to a de facto referendum.' Sir, it gives me no pleasure today to feel that my warning is in fact coming true rather quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, consultative style in Government is not necessarily taboo, but we must know what policies need consultation and those that need not. Let me borrow this well-known little prayer. I hope that the Government has the serenity to accept things which cannot be changed, the ability to change those that can, and the wisdom to know the difference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having decided on the policies that need consultation, the process must take place before finalisation of the policy. Once decided and implemented, any \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> change and fluctuations seem to make the Government a patchwork affair of trial and error and experimentation. We should not announce or implement new policies too hastily, only to modify them as we go along to suit the mood of the country. Each policy change should be thoroughly thought out before implementation. And fine-tuning should be done before, not after, or at least not before the policy has run its course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And if a necessary but unpopular decision has to be made, our people and voters, and there are many people like me, the older generation, the middle-aged, expect our Government to see the policy through. Wavering or modifying to please the vocal opponents of those policies, however many there may be, has never been the style of this Government. Indeed, our country's success, and the very impressive list of statistics given by the Deputy Prime Minister bears testimony to this, is due in no small measure to our predictability and steadfastness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides selling a difficult policy, the Government must think through and anticipate the hardships they might cause to certain sections of our population and provide for such contingencies by incorporating mitigating measures into the policy. We should not wait for protests or mistakes to surface before we start tinkering around with a new policy. I am an advocate of free market principles, but free market also has imperfections. This must be mitigated against, especially if it is a result of a new Government policy or a new measure. Such an example is the unhappiness over the elimination of C class wards in the Singapore General Hospital. This policy implementation and the unhappiness it will cause should have been anticipated and it is not very difficult to foresee this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on to my second question: Should the Government then shy away from difficult policies? The short answer is obviously no. The Government has been elected to lead the country and implementing unpopular and tough \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> policies has always been the hallmark of this Government. With a younger and better educated public, what has changed? The only thing that has changed is the policy implementation calls for more preparation, better packaging and sugar coating, wherever necessary. In short, we must adopt a total marketing approach in selling our policies. Good leadership is not just being a visionary, planner or architect of great policies. More important, it is knowing how to market our policies to the people, however unpopular they may be, or how to make a bitter pill tastes less so, and sometimes a bitter pill can even taste sweet. Good leadership is, therefore, being able to get the ground to accept unpopular policies even if they have to pay a price for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The controversy over Telecom's new time-based method of charging for telephone calls is in principle a good move that will ensure that the higher cost of our telephone service is equitably shared among the Singapore public. But there was strong opposition. I think the fault lies not in the cost to the telephone subscriber but, I believe, in the way that Telecom fails to market or sell the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A well-thought out marketing strategy can sell the most difficult policies and the Government or Government Minister need not necessarily lose points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tony Tan, who for several years and until a few weeks ago had the hot seat of Minister for Education, was not only a great Education Minister but one who was able to see through many delicate, controversial and potentially explosive changes in Singapore's educational system. But everybody in this House, I am sure, agrees with me that he remains one of the most popular and well-respected politicians in Singapore. The people blame the Government for the education policy, but I have yet to hear anyone who I have come across blaming Dr Tony Tan for implementing it. What was Dr Tony Tan's secret? I submit it was his firm but fair leadership, reinforced by an ever present smile, unwavering and unruffled calm in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> explaining drastic changes, a very patient persuasiveness that won him the people's ear. Beneath that benign exterior, however, lies a man, I believe, with a hard rock determination to carry out what he believed to be good for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am for the Government's more open and friendlier style. However, it need not be emphasised that the Government must also balance this with governing with a firm hand. I am glad to hear this assurance from the Deputy Prime Minister just a moment ago. There must be firm and resolute leadership, and we must not send conflicting signals to the population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may recall, the proposed expenditure on the upgrading of HDB flats and the Edusave were unfortunately linked to the spending of our reserves. Now we are exhorting the people not to adopt a 'give-me more' attitude by spending from our national reserves. Needless to say, I oppose any such linkage. If money is to be needed to upgrade our housing estates or set aside for Edusave, it must come from Budget operating surpluses every year. Better still, the Government should use fiscal measures like tax breaks. Tax breaks are wonderful mechanisms for allowing individual Singaporeans to exercise discretion to qualify for tax breaks which are then used to upgrade their homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The public must also be educated to realise that going for softer options and going at odds with the Government of their choice will send wrong signals to investors and also to outsiders and our neighbours. To investors, Singapore is a maturing economy, and returns on their investments are decreasing because we mature. If investors are able to get substantial economic returns or better returns elsewhere, then we must do all that we can to retain our competitiveness. One key ingredient is a skilled and hardworking labour force. This has won us many years of good economic growth. And it is one labour force that is prepared to slog it out like a fighter. But if we go for softer options, we will no longer be able to last 15 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> rounds in the ring. And also to our neighbours and outsiders, a house divided is one which is ripe for the picking. Not the immediate present, but some years down the road, we cannot presume that some other country in the region will not have a more adventurous leader. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must, Sir, send the right signals to all. We must show to all in and outside Singapore, that we are not easy to push around; consultative and open Government does not mean an unsure, easy, or soft Government. I believe our greatest enemy is within. We can be a more caring society but, at the same time, we must have a Government that means business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have in The Next Lap visualised a great tomorrow. This document will guide us into the next century. What we must all do together to run the Next Lap is that we must stay the course together. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the consent of Mr Deputy Speaker and the general assent of Members present, Question put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate be now adjourned. - [Dr Lee Boon Yang]. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Resumption of debate what day, Dr John Chen? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Lee Boon Yang]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Twenty-eight Minutes past\n  </div> \n  <div align=\"right\">\n   Four o'clock pm\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1992/19920115/19920115-HA-0590285.htm\">tables - REAL MEDIAN HOUSEHOLD INCOME, REAL GROWTH IN AVERAGE MONTHYLY EARNINGS, INCOME INEQUALITY AND THE GROWTH OF GDP IN SELECTED ECONOMIES, 1965-89, OWNERSHIP OF CONSUMER DURABLES AND ASSETS, EDUCATIONAL ATTAINMENT OF RESIDENTS AGED 25-29 YEARS, INTAKES BY COHORT, HOUSING PROFILE OF TERTIARY STUDENTS, 1990, HEALTH INDICATORS (Cols. 285 - 294)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
