{"memberId": null, "volumeNo": "59", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "16", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"59\"> \n  <meta name=\"Sit_No\" content=\"16\"> \n  <meta name=\"Sit_Date\" content=\"1992-03-19\"> \n  <meta name=\"Start_Col\" content=\"1273\"> \n  <meta name=\"End_Col\" content=\"1332\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">59</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">16</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">19-03-1992</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1273</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 59</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 19th March, 1992</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for National Development. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1274</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister and Minister for Trade and Industry. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1275</b></font>\n  <br>\n  <br> \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1276</b></font>\n  <br>\n  <br> \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lim Chee Onn (Marine Parade GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1277</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew -- on 19 March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Chee Onn -- on 20th March and from 26th to 28th March, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon -- from 3rd to 14th April, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeo Ning Hong -- from 9th to 14th April, 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Matthias Yao Chih -- from 9th to 14th April, 1992. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1277</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>LAND PARCEL LOT 86-8 MK XXX</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development plans)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Low Thia Khiang</b> asked the Minister for National Development whether his Ministry has any development plans for Land Parcel Lot 86-8 Mk xxx and, if so, when the development will commence. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lim Hng Kiang) (for the Minister for National Development):</b> Mr Speaker, Sir, for the benefit of Members, the land parcel that Mr Low is referring to is located at the eastern side of Sungei Serangoon. It has an area of about 11.7 hectares. The lot is within part of the Tampines refuse dumping ground which has been closed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The land is earmarked for agricultural use. However, the Primary Production Department has no immediate plans to develop the site. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, would the Minister of State consider clearing the land in view of the overgrowth of the bushes and the environmental problems faced by the residents around there? There is always a fear of bush-fire during the dry season and it is also a breeding ground for mosquitoes. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, State lands are regularly maintained. I will alert the Ministry of the Environment to do the grass-cutting and clearing of the land. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SIMEI AND TANAH MERAH MRT STATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Provision of bicycle stands)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development whether a bicycle stand each will be provided at the Simei and Tanah Merah MRT stations. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang (for the Minister for National Development):</b> Mr Speaker, Sir, the Public Works Department will provide 40 bicycle stands at Simei MRT station and 30 bicycle stands at Tanah Merah MRT station. The work will be completed by September this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1992 TO 31ST MARCH, 1993</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [7th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I (cont.) -- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [18th March, 1992], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head I be reduced by $10 in respect of Code IC 1500 of the Main Estimates.\" -- [Mr Leong Horn Kee]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1279</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, in the recent survey of the Punggol area of Cheng San GRC completed this month, 37% of the 1,400 respondents indicated that the area was lacking in public transport. I had earlier raised the issue with the Minister and he has kindly consented to look at this matter. The reply is pending. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister two questions. Firstly, do the bus companies conduct surveys of the residents in the HDB estates to assess the adequacy of the bus services? If they do, how are these surveys conducted to ensure that they reflect the actual needs of the residents? Secondly, it is often perceived that our bus companies only service profitable routes and are extremely reluctant to amend routes if they are not profitable. Can the Minister clarify if this is true? If it is not true, can the Minister cite specific services that are not profitable and are operated primarily to provide a service? \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC):</b> I am not speaking, Sir. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Sir, first of all, may I respond to Mr Leong. Yesterday, in this House, he raised the issue of the evening ALS once again and in his remarks he prefaced it by saying that he was trying to flog a dead horse. May I try to lay the horse to rest once and for all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my reply to him in an Oral Question, I quoted some figures which the PWD gave to the Ministry of Communications indicating that after the opening of the CTE tunnel, the traffic counts showed that there was no change in the volume of traffic entering the restricted zone during the hours of 4.30 pm and 6.30 pm. I did not give him some other information which I think is material to the point that he was making, and that is, the volume of traffic waiting to enter the restricted zone after 6.30 pm has been rising steadily and, in fact, in the last six months, the volume of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1280</b></font>\n  <br>\n  <br> traffic waiting to go in has risen something like 20%. In other words, if there was no evening ALS, the volume of traffic entering the restricted zone would have risen something like 20%. Under the circumstances, if we lift the evening ALS we can expect traffic condition to worsen. I am afraid, therefore, I cannot agree with the Member's proposal and I hope that settles the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in so far as the Electronic Road Pricing (ERP) system is concerned, I would like to inform Mr Leong that we are going ahead with the ERP. However, as he has rightly pointed out, we should be cautious in the matter. The reason is very simple. The technology is available for us to implement but we will be the first to implement this system on such a wide scale island-wide. So we will be proceeding cautiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can tell him that the progress of the ERP project is on schedule because we have recently called for pre-qualifications and tenders will be called very soon. The contractor who is awarded the tender will be required to develop a mini system for demonstration in 1994 and, barring any unforeseen circumstances, we should be ready to pilot the project in 1996, with a full-scale system in operation soon after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong was also worried about the cost. I can assure him that the cost of implementing the ERP will be more than offset by the manpower savings from the current manual system as well as by other benefits and conveniences that will accrue to motorists. What the ERP system will do is to charge motorists according to road usage. It will be a fairer and also a more flexible system. We can fine-tune the charges according to where the congestion takes place, and how severe the congestion is. In other words, we can use the system to keep traffic moving freely in all parts of the island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is equally important, and I must stress this point, is that if the ERP proves to be effective in regulating the usage of vehicles -- we think it will -- we should be able to relax the vehicle quota system \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> to enable more people to own cars. We may also review other statutory charges on vehicles, such as the road tax, when we implement the system. Details are now being worked out by my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong expressed some fears that the system will encroach on the privacy of motorists. He will be pleased to know that a by-product of the system is that the specifications that we have drawn up will protect the privacy of vehicle users, because they will be charged there and then through pre-paid smart cards and their movements will not be captured on the central computer. As he is aware, this was one of the objections to the Hong Kong system that was proposed and one of the reasons why that system was dropped. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry will keep motorists informed and updated regularly on the progress of the ERP. It is an exciting development. If it works, as we intend it to, there would be benefits all round. We can keep our roads free-flowing and at the same time we can allow for more people to own cars and other vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn now to the points raised by Dr Michael Lim. He asked whether bus companies conduct surveys. I believe they do. They conduct regular surveys, particularly when there are requests from residents and Members of Parliament and grassroots leaders on the inadequacy of services in their area. How do they conduct these surveys? I am afraid I am not in a position to answer that specifically but I would be very happy to ask the bus companies to enlighten the Member if he so wishes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point that Dr Michael Lim makes that is more important is whether SBS only serves profitable routes. I have asked SBS this question and they have responded both to myself and to the Ministry as well as to the various Members of Parliament, and I would like to take this opportunity to repeat it. The current status, according to the Public Transport Council, is that out of all the services that are operated by SBS, roughly one-third of those services are not profitable, they are losing money. Another \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1282</b></font>\n  <br>\n  <br> one-third are breaking even and another one-third are profitable. This is part and parcel of the obligation that SBS is required to fulfil. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, in this House, I explained at great length why we have allowed SBS and another company to more or less have a monopoly on routes in certain areas in exchange for service obligation. This then is the service obligation that SBS has to fulfil - to run not just profitable routes but also unprofitable but essential routes. Of course, the definition of \"essential\" varies from person to person. This is where the Public Transport Council comes into play. Their job is to make sure that they assess all requests, either from the bus companies to implement new routes, to withdraw routes or requests from grassroots leaders or members of the public, especially Members of Parliament, requesting for new routes. The PTC has a difficult job but, so far, it has done an admirable job and I believe if there are inadequacies in any area they will be very happy to consider such requests on a case-by-case basis. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, I am not so happy with the Minister's reply on the evening ALS. But I am quite happy with the assurances given by the Minister on the ERP. On that note, I wish to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Mr Teo. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, I am not moving. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Code IE 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, I would like to declare my interest as a member of the Public Transport Council representing taxi operators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, taxis are classified as public transport for the purposes of the Public Transport Council Act. There are many types of taxis in Singapore - big taxis, such as Toyota Crowns and Nissan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1283</b></font>\n  <br>\n  <br> Cedrics; small taxis like Toyota Coronas and Nissan Bluebirds. We have also special taxis like the London Cabs and the Opel Omega station wagons. They all provide different levels of comfort for commuters and they serve different special needs. And they do so at the same price, except for one or two surcharges allowed, even though their costs are very different. The big taxis, for example, cost 50% more than the smaller ones. A London cab costs three times that of a small cab. Taxi operators would also like to differentiate their service by allowing the use of credit cards and corporate accounts. These special services come at a higher cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Taxi operators should, therefore, be given the flexibility to set different taxi fares to differentiate the different services provided. At this point, I am not suggesting that taxi fares be totally deregulated. What I am proposing is that the Public Transport Council should perhaps just set a more generous upper bound and allow the taxi industry the flexibility to set different fares for different services. This is already happening in Japan where the flag-down fare for the big taxis is higher than that for the small taxis. I believe that too much regulation stifles innovation and competition in the industry. I hope the Minister will consider my suggestion. \n  <br>12.45 pm \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I would like to inform the Member that I am in favour of his suggestion that taxi companies and taxi operators be allowed more flexibility in setting their fares. I think it is a good proposal as it will allow the various operators, as he puts it, to exercise more imagination and more innovation in the provision of taxi services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would just like to add a few words of caution in this respect, ie, taxis are public service vehicles whose charges impact the public. So any changes that we make will have to take into account the interest of the public, in particular, the problems relating to confusion over too many different taxi fares and the more serious problem of overcharging by some taxi drivers. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1284</b></font>\n  <br>\n  <br> other words, we must make sure that passengers do not get taken for a ride in more ways than one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will ask the PTC to look into this matter to see how taxi operators can be given more flexibility in setting their fares without causing the attendant problems that I indicated earlier. But I would like to add that the Council has been quite receptive in allowing taxi companies to set differential fares. The Member has mentioned that the London cabs operated by TIBS are allowed to charge an extra $1. Passengers are free to choose to pay this extra dollar and if they do not wish to do so, there are many other cabs that are available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the idea of setting a high ceiling, I will pass on to the PTC to consider the matter. But let me just say that, at this very moment, taxi companies are flexible. They are free to set fares which are lower than the current gazetted maximum fares that have been set. If taxi operators wish to do so even now, I am sure there will be no objections from the PTC. \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I be reduced by $10 in respect of Code IF 3100 of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the book The Next Lap, page 90, under the heading \"Public Transport\", I do not come across any statement indicating that the MRT line will be extended to Changi Airport. If I may quote from this book: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Within five years, the MRT will be extended to Woodlands. In the longer-term, possibly to Hougang and Punggol.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am very disappointed that nothing is mentioned about Changi Airport MRT line, in spite of the fact that the airport is world renowned and having been voted the best airport for four times. For three consecutive years in this House, I had spoken on this subject requesting for the extension of the MRT line to Changi Airport. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1285</b></font>\n  <br>\n  <br> But as you know, the former Minister for Communications and Information, Dr Yeo Ning Hong, responded by saying that the MRT central line to Changi Airport was not a viable proposition. Sir, I do not understand what is meant by a \"viable proposition\". If the MRTC only considers the residential population as the main criterion to justify for the MRT line, then under such criterion, the MRT will never come to Changi Airport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Changi Airport has several thousand workers working there and the number is large enough to form a substantial base of commuters to ensure the viability of the MRT line to Changi Airport. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Teo, do you want a reply or you rather not have a reply? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I just want to request the Minister, Mr Mah Bow Tan, to seriously consider my request for a line to Changi Airport. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Mah, we will give you some extra time since this is the last amendment. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Thank you, Mr Speaker, Sir. Otherwise, I was going to refer Mr Teo to previous answers in the Hansard because of time constraint. Since I have been given the luxury of a bit of time, let me take this opportunity to reiterate a principle. I think this principle applies not just to MRT extension to Changi Airport but to many other places as well where Members have consistently made this request. This principle is that Government is prepared to bear the construction cost and other capital cost of any MRT extension, provided the demand can justify such an extension. In other words, there must be sufficient traffic to cover the operating cost, not just construction cost and capital cost. But there must be at least sufficient demand to cover the operating cost. It is very simple. If any line loses money and does not cover the operating cost, the operators will have to subsidise it with revenue from other lines. In the process, if fares go up, all MRT users will have to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as far as the Changi Airport extension is concerned, the studies so far have consistently shown that there is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1286</b></font>\n  <br>\n  <br> enough traffic to justify extending the MRT line to Changi Airport, even with the completion of Terminal 2. However, and I think Mr Teo may be interested to know this, we have safeguarded an MRT route to the Airport. We are safeguarding it from encroachment by other developments. So one day, when traffic increases, there may be sufficient demand to justify an MRT extension to Changi Airport and Mr Teo may well be rewarded for his persistence. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee:</b> Sir, I am still not satisfied with the answer, but I will try and pursue it further in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $42,618,770 for Head I ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $543,322,800 for Head I ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1286</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head F -- \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head F of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last month, the Leader of the House, in moving the motion to adopt the Report of the Standing Orders Committee, mentioned about the building of a new Chamber. Could the House be given details, if available, of the new Chamber, when will it be ready, and what additional facilities are being envisaged? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, this question should rightly be answered by you. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You know that I cannot speak. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Since Mr Speaker cannot speak, I shall speak on his behalf. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to inform Members that the planning for an extension of the existing Parliament Complex started in 1989. In 1990, Mr Speaker led a study mission, together with the design and project teams, to Europe and Australia to look at the Parliament Houses of these countries, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> so that the teams can familiarise themselves with Parliament complexes. Since then, we -- Mr Speaker, myself and a few others -- have had several briefings with the teams and now plans are afoot to restore the existing buildings and facilities and to build a new Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There will be different kinds of facilities. Firstly, there will be a new building housing a new Chamber and this new Chamber will be on the southern end of the old Attorney-General's Chambers. With this new Chamber, we will then be able to meet long-term needs of Parliament. We will restore the old AG's Chambers and renovate it to provide for a new and larger Library and there will be rooms for the staff as well as for the Archives. The present Parliament House as well as the Annexe will also be renovated and restored to provide for a reception hall, meeting rooms, committee rooms and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The construction and restoration programme will be in two phases. Phase 1 will be the building of the new Parliament Chamber and the restoration of the old AG's Chambers. This will start sometime around the middle of next year, but the piling work will begin early next year. It will take about two years to finish. So by the middle of 1995, I think we will have a new Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Phase 2 will be the restoration of this present building as well as the Annexe. This will begin when we finish the first phase, ie, towards the middle or end of 1995 and will take about 20 months. So by 1997 or so, we would have restored the present complex. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present Parliament Complex is about 0.9 hectares and the new complex will be about 3 hectares, which means three times the size of the present complex. The gross and net floor areas presently are about 4,574 sq metres and 2,147 sq metres respectively. But the new complex will add additional facilities with additional gross floor area of about four times the present size which is 17,170 sq metres and a net floor area of 8,401 sq metres. This excludes two basement car parks \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> which we are also planning and the MPs will be able to park their cars in the basement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the new Parliament Chamber and the related rooms such as Galleries, Interpreters' rooms, officials' rooms, TV camera rooms and so on, there will be a large public hearing room as well as three meeting rooms, a Library and Members' rooms and so on. There should be enough rooms to meet the needs or the uses of Members. But there would be no luxury of allocating one room per Member. The new complex will be of excellent design and high quality. It will be elegant. It will be beautiful and functional, but it will not be a grandiloquent statement. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Sir, I thank the Minister for his reply and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $11,578,220 for Head F ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,010,900 for Head F ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I shall now deal with the remaining heads of expenditure in respect of which no amendment stands on the Order Paper Supplement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the Main Estimates, they are Heads B, C, D, E, G, H, X and Z. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take these heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Main Estimates on page 47 of Paper Cmd. 9 of 1992 stand part of the Main Estimates.\" put and agreed to. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> In respect of the Development Estimates, they are Heads D, E and Z. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take these heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Development Estimates on page 48 of Paper Cmd. 9 of 1992 stand part of the Development Estimates,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $10,472,299,590 shall be supplied to the Government under the heads of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1289</b></font>\n  <br>\n  <br> expenditure for the public services shown in the Main Estimates for the financial year 1st April, 1992 to 31st March, 1993, contained in Paper Cmd. 9 of 1992,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $8,233,857,800 shall be supplied to the Government under the heads of expenditure shown in the Development Estimates for the financial year 1st April, 1992 to 31st March, 1993, contained in Paper Cmd. 9 of 1992,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported -- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $10,472,299,590 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates of expenditure for the financial year 1st April, 1992 to 31st March, 1993, contained in Paper Cmd. 9 of 1992.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported -- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $8,233,857,800 shall be supplied to the Government under the heads of expenditure shown in the Development Estimates for the financial year 1st April, 1992 to 31st March, 1993, contained in Paper Cmd. 9 of 1992.\" \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1289</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 148 of the Constitution of Singapore, heads of expenditure to be met from the Consolidated Fund and Development Fund, other than \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1290</b></font>\n  <br>\n  <br> statutory expenditure, have to be included in a Bill to be known as the Supply Bill. The purpose of the Supply Bill before Members is therefore to give legislative approval for the appropriations from the Consolidated Fund and Development Fund to meet expenditure in the financial year 1st April, 1992 to 31st March, 1993. The heads of expenditure and the sums that may be incurred in respect of each head are shown in the schedule to the Bill. These have been approved by the House in the Main and Development Estimates of Expenditure for the financial year 1st April, 1992 to 31st March, 1993, and appear on pages 47 and 48 of Command Paper No. 9 of 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to issue warrants, authorizing expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund and the Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1290</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 148 and Clause 2 of Article 148(C) of the Constitution of Singapore for additional expenditure in excess of the provisions authorised by the Supply Act, 1991, and the Resolution of Parliament regarding Development Estimates made on 21st March 1991. The additional sums \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1291</b></font>\n  <br>\n  <br> have been presented as Supplementary Estimates which have been considered and approved by the House as Command Paper No. 8 of 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1291</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CRIMINAL PROCEDURE CODE (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Mr Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to amend the procedure applicable in trials involving capital offences. At present, the procedure is that such capital cases are conducted by two judges who are required to arrive at a unanimous decision. If there is disagreement, the accused could be convicted for a lesser offence. This requirement of trial by two judges was introduced in 1969 when jury trials for capital offence cases were abolished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may be of interest to Members to know that about ten years before that amendment, all criminal trials before the High Court (not just capital cases) were tried by jury. However, this was amended in 1960 and thereafter only capital offence cases were tried by jury. The procedure for all other cases was substituted by trial by a Single Judge sitting alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the then Law Minister, Mr E. W. Barker, moved an amendment to the legislation to abolish trial by jury for capital offences in 1969, he referred to this earlier 1960 amendment and said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'Where the changes brought about [ie, in 1960] have been so successfully implemented, may it not be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1292</b></font>\n  <br>\n  <br> asked, whatever the objectives to these changes proposed in this Bill, why have they not been extended to cover all criminal cases irrespective of the penalties involved?' \n  <br>\n  <br>Sir, in a sense, therefore, this amendment can be said to be a logical conclusion to the amendments made in 1960. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proposed amendment in this Bill will change the procedure so as to enable a single judge of the Supreme Court to hear and determine such capital offence cases. I may add that a transitional provision provides that the present procedure will continue to apply to any trial which has already commenced before a Court of two Judges before the coming into operation of this amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill is to give effect to the recommendation strongly urged upon us by the Chief Justice and his brother Judges that such a legislative amendment be passed by this Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chief Justice had in fact written to me last year forwarding his recommendations. He then spoke on the need for this change to the law at the opening of the Legal Year on 4th January 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So that Members can understand what led the Chief Justice and the Judiciary to propose this amendment, I think it is necessary for me to quote in extenso extracts from the Chief Justice's speech at the opening of the Legal Year, and he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The main problem area which remains is in the disposal of capital cases in the High Court, where cases may take 10 days or more and take up the time of two judges in each case. A study done in mid-year showed that the 17 cases which had then been fixed for hearing, none of which were unusual, had been estimated by both prosecution and defence counsel to require 233 court days, or 466 judge days. If the remaining 52 cases then awaiting dates for hearing were to be assessed at the same rate, we would need more than 1,400 judge days. This is a requirement of a magnitude which we simply cannot meet, with the present inflow of capital cases and our limited judicial resources.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Still quoting from the Chief Justice: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The practice of using two judges in trials of capital offences was introduced more than 20 years ago, when we did away with jury trials for murder. It is a practice which is peculiar to Singapore. In view of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1293</b></font>\n  <br>\n  <br> present requirements, and the experience which we have gained, the time has come when the practice should be changed. Section 194 of the Criminal Procedure Code which provides for two judges should be amended, so that capital cases will henceforth be tried before a single judge. This would enable the courts to deal with more cases, and reduce the waiting times. It is of course a matter for Parliament to decide, but it is a decision which, for the more efficient functioning of the courts, should not be delayed. In the event of a conviction by a single judge, there is an appeal to three judges in the Court of Criminal Appeal, and, unless all three judges are unanimous, there is presently a further appeal to the Privy Council. On the other hand, there is the ugly and unacceptable risk that, if the waiting time for such cases is not shortened, an accused person who is eventually acquitted may have spent several unnecessary years in prison before his acquittal. The present Judges and Judicial Commissioners of the Supreme Court who live most closely with this problem have been used to sitting in pairs, and thereby to sharing the weight of responsibility; but they recognise the serious nature of the problem and are ready and prepared to sit singly, if the law is changed. To achieve a fairer trial of capital cases, it occurred to me that what is even more important than having them heard before two judges is to have them prosecuted by two DPPs and similarly defended by two counsel. The Attorney-General has readily agreed to the suggestion. Accordingly, in all capital cases in future in which the accused persons have not engaged their own counsel, arrangements will be made for the two counsel to be assigned to the defence.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me underscore the following points made by the Chief Justice in the extract which I have just quoted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the serious problem of delays. He said that more than 1,400 judge days would be needed for trial of the remaining capital offence cases. Secondly, the serious risk which he referred to, if we did not do anything about it, that an accused person may spend several years in prison on remand before the trial is heard and he is acquitted. Thirdly, that his proposal has the concurrence of all his brother Judges and Judicial Commissioners. Fourthly, although it is up to Parliament to enact or not to enact such an amendment, the Chief Justice stressed that Parliament should not delay the enactment of such a law in the interests of a more efficient functioning of the courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government accepts the recommendations of the Judiciary because their reasons are sound and compelling. Furthermore, they are the unanimous recommendation of the entire Supreme \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1294</b></font>\n  <br>\n  <br> Court Bench who, as the Chief Justice has said, has lived and worked very closely with the existing system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hardly need add, Sir, that this problem which the Chief Justice refers to exists even though we have had a 100% increase in the size of the Supreme Court complement of Judges. It is also despite various improvements to procedures, such as pre-trial conferences and measures to try and control the use of court and judicial time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This change of procedure will ensure speedy disposal of capital offence cases. It would also ensure that future trials of capital offence cases will not be inordinately delayed, and will avoid keeping persons in custody and in a state of suspense as to their fate for an unusually long time. Members may recall reading a case in the newspapers some years ago, which was a Malaysian case, where the Judge lamented that the accused persons in that case had been kept in custody for nearly five years before the case went to trial. The Judge expressed his \"grave displeasure at the intolerable delay in the disposal of these cases\", and he called it \"a public scandal\". We should try never to have this situation in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should add that this change does not adversely affect the fairness of the trial. The law has always been that it is for the prosecution to prove the guilt of the accused beyond all reasonable doubt. In other words, the court will not convict unless it is proved beyond all reasonable doubt that the accused has committed the capital offence for which he was charged. The Bill does not change this aspect of the law in any way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even where the accused has been convicted, he can still appeal to the Court of Criminal Appeal and if, in the Court of Criminal Appeal, the three appellate judges are not unanimous, there is presently a further appeal to the Privy Council. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this change in the law would result in the improved functioning of the courts by avoiding long delays in the hearing of capital cases. It will undoubtedly improve \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1295</b></font>\n  <br>\n  <br> the overall administration of justice. It does this by enabling the expeditious disposal of criminal and civil cases because the Judges who would otherwise be occupied with accompanying their brother Judges in the same court in hearing a capital offence case, can then be assigned to hear other capital cases or other criminal or civil cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Mr Speaker, Sir, the changes that are proposed, that is, we have one judge for capital cases is a move that has merits but also has its dangers. However, the Chief Justice and his colleagues in making this proposal have been mindful of these and have built in safeguards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the merits? Firstly, waiting time is shortened. Today, the situation is such that the inflow of capital cases is much more and much faster than the clearance of the backlog. If we remind ourselves, as the Minister has told us, while awaiting trial an accused person may spend several years, unnecessary years in prison, before his acquittal, this proposal has merit. To the innocent, this will be welcomed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, more judges will be available to clear the backlog, not only capital cases, but all cases of the High Court, that is, more judges will be free to hear other cases and make the more efficient running and managing of the courts here a real possibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the dangers? When two judges are sitting on the Bench, the responsibility is of course shared. The combined knowledge and wisdom of two persons would definitely be more comforting than that of one single person. This is the obvious danger. However, at the end of it all, the main question that must be addressed is, will the accused person have a fair trial? Here, if the answer is yes, then the proposal becomes acceptable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1296</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Two amendments, I believe, will help to achieve this aim, firstly, two DPPs for the prosecution and two defence counsels. Thus, more minds are brought to bear on the case to compensate for one person being on the Bench, instead of two. In this connection, I would like to ask the Minister whether the cost to the accused will be doubled. However, there are some lawyers who have expressed their concern whether this will be an effective check. Will the Minister please comment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, avenues for appeal. The appeal will be to three judges in the Court of Appeal and, unless all three judges are unanimous, there is a further appeal to the Privy Council. This, I believe, is a good safeguard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in supporting this Bill, I would like to commend the Chief Justice and his brother judges on the Bench. As a doctor, I know how heavy the responsibility and burden it is when it comes to making decision regarding life and death, for example, in cases which require dialysis, cancer treatment and in certifying death and turning off the respirator. It is indeed commendable that the Chief Justice and his brother judges on the Bench have agreed to accept this onerous responsibility of sitting singly in capital cases, which is essentially carrying on themselves the burden of pronouncing death or innocence in capital cases. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Mr Speaker, Sir, in 1969 when the jury system was abolished, and in its place substituted by two judges, I am quite sure Parliament must have got reason why, instead of one judge, a law was passed to have two judges sitting over the hearing of all capital punishment cases, which means the death penalty. And in Singapore, it is mandatory death penalty. It is not like in some other countries where a person may be sentenced to death. In Singapore, it is mandatory death sentence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1969 until now, has there been a change in the circumstance that warrants such a very serious amendment? Has there been a change? The only point made by the Minister was the question of time, that is, it takes too much of the judges' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1297</b></font>\n  <br>\n  <br> time to hear capital punishment cases, and we therefore need to amend the law to reduce the time required. My question is this. In a trial for capital punishment cases, a man's life is at stake. It may be his last chance before the court, and it may be his last chance on this earth to plead for innocence. I am not one who supports the guilty. I say the guilty must be sentenced and be dealt with in strict accordance with the law. But I am voicing the view whether there is a likelihood of an innocent person being convicted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You have read in the newspapers of late that in England, they have a spate of miscarriages of justice. This has been reported, I think, two weeks ago. If that could happen in England, I see no reason why it could not happen here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advantage of having two judges is very obvious. As Dr Arthur Beng has mentioned earlier, the wisdom of two men is always better than one. Furthermore, if you have two judges hearing the trial involving capital punishment, it means that if there is disagreement among the two, the man's life is spared. It is reduced straightaway from death penalty, perhaps, to life imprisonment. If you have a trial by a single judge, it is going to be mandatory death penalty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am urging this House to consider this factor. If time is an important factor, because it is going to take too much of the judges' time to hear these cases, I would like to know the statistics. Show us the statistics from 1969 until now, how many such cases have gone on trial, and how long was he detained before he was acquitted? Give us the statistics. Do not compare with Malaysia. Because, in Malaysia, I read in the newspapers that some cases are even 20 years old. Judgment has not been written for 20 years. Can we compare with Malaysia? No. If you want to support the amendment, give us the statistics. Tell us how many people have been detained for a long period of time, and after the trial, they have been acquitted. We hear nothing of that sort. Supply us with statistics to convince us that this amendment is necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1298</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite the fact that we are going to have two DPPs and two defence counsels to be assigned to the accused, one must fully understand the working of a trial. You may have five judges in a Court of Appeal. At the appeal stage, only evidence adduced at the trial can be considered by the appeal judges, and you must always remember the trial judge would only consider a question of law, and not of fact. What happens if the law had been shut out at the trial stage? In other words, at the lower Court, ie, at the trial Court of the first instance, where you have one judge hearing the case, certain questions may be disallowed. If the counsel fails to proceed further on that, and you are going to appeal to the Court of Appeal, it is of no use. Because those facts which may help the accused cannot be adduced at the trial Court. There is this danger there. And is there an assurance to this House that qualified counsel will be assigned to defend the accused? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not very long ago, there was one case of a counsel who had got no experience in criminal law. It was reported in the Straits Times. Because the accused was too poor, the State assigned a counsel for him. And what happened at the trial half-way? He did not know what questions to ask at all. And, in fact, when he was assigned, he objected very strongly to the Registrar and said, \"I have no experience in criminal law.\" But they insisted that he carried on with the defence. And at the trial stage he stood up and said, \"Well, I told you in the first place I don't understand criminal law. Yet I have been forced to take on the defence.\" And he was discharged. Sir, imagine for a moment, when a counsel who has no criminal experience being assigned to do a job, and he does not tell the Court that he has got no experience because he feels that it is a duty to the Court to take the assignment. It will result in tremendous injustice to the man. And not just imprisonment, his life might be taken away. Is it fair, therefore, that we should amend the law where you have a single judge hearing the last trial of this man? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1299</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unless there are better safeguards than this, and unless there are better reasons other than it takes the court a longer time to hear such cases, I think there is no reason at all to amend the law. Delay in the trial is no reason at all to reduce from two judges to one, especially in the case of capital punishment. All of you are aware of the fact that, and I repeat again, in Singapore, the death penalty is mandatory. When you are found guilty, the only sentence that can be passed is death. There is no in-between to say that he may not be sentenced to death. Then the court will say, \"Fair enough. I give you 10 years in prison. Or I give you life imprisonment.\" But it is going to be death, and death only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this respect, I am not in favour of this amendment. As I said earlier, firstly, there are no statistics; secondly, can we afford to stint on time when a man is facing a life-and-death struggle? I urge this House to seriously consider this matter because even in the UK we have cases of innocent men being hanged. And to follow the British justice, it is better that 10 accused go free than one innocent man hanged. \n  <br>\n  <br>\n  <!-- Mr Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ho Peng Kee (Sembawang GRC):</b> Sir, I support this Bill. As the Minister has said, it is important to see this Bill in context. Since assuming office, the Chief Justice has introduced several innovative measures to improve what he sees as a serious problem in our judicial system, and that is, the delay in the administration of justice. And these measures have been bold ones, including the introduction of night courts, employment of law justice clerks, and the requirement for written submission for appeal. An important aim of this exercise is to clear the backlog of cases existing and to ensure that new cases are heard early. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like my colleague, Dr Arthur Beng, has mentioned, the Chief Justice is to be complimented for wanting to introduce this amendment in this House. The other point is that he and his fellow judges are the people on the spot, they live with the problem, they are serious-minded people who have grappled with it, they have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1300</b></font>\n  <br>\n  <br> talked about it and they have reached a unanimous decision that this is the better way. That, I think, is an important point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But like what Dr Beng has said, it is important for us also to consider whether justice will be done. I agree with Mr Ling on this point. Is justice done? It is important that the rights of the accused person be protected. Again, we have to know that a clear benefit of this amendment is that trials will be heard earlier. And I do not think we should deprive or think lightly of this improvement for, indeed, we all know the axiom that justice delayed is justice denied. Hypothetically, surely, Mr Ling, if he were the accused, would not want to be incarcerated in prison for several years, only at the end of the day to be found not guilty. I think that is also a serious problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, it is not just a matter of more time or less time but the fact that incarceration of an innocent person, when we can prevent it, is also a weighty point. What about at the trial itself which has been done? The Minister has said that several steps have already been introduced to improve the delivery of justice. But having tried these other measures, I think, the CJ and his brother judges feel that this is a step which has to be taken despite some objections, a point which Dr Beng has raised. But on the whole, it is one that should be taken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some will indeed argue that two minds are better than one when dealing with capital offences. But, here, we must again look at things in context. Circumstances have, indeed, changed from 1960 to 1969. One, many cases are now heard before the courts, compared to 20 years ago. Some of them are very complex and require a lot of judicial time. Two, we now have a wider and larger pool of experienced local judges and Judicial Commissioners who are tuned to local circumstances. And, therefore, we can have a single judge trying a capital offence case, a local judge who knows local circumstances, that is important. If it is a criminal case, that is a point that we have today which we did not have in 1960. Therefore, we must see things in context. Things are evolving because circumstances have changed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1301</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have just one or two suggestions, if I may, to put forward. I feel that perhaps the proposal by the CJ to have two DPPs should be reconsidered. I will agree that we should have two defence counsels and I think that is good. It gives the assurance to the accused person that his case will be better prepared and arguments will be put forward on his behalf. But why pit two DPPs against him? Is that not putting another obstacle in his path? Sir, I hope this can be considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, again, seeing things in context, this is not indeed his last chance. Mr Ling says that this is his last chance. He dramatically puts up an argument on that point. We know that it is not his last chance because he can go on appeal to a Court of Appeal of three minds, three judges. And should there be a dissenting judgment at that stage, an appeal can be lodged also to the Privy Council. And mind you, even before the trial is heard, before it is set down for hearing, there is what we call a preliminary inquiry for the lower court to ascertain whether or not the trial should proceed. So this is also another safeguard. I think that is an important point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last point I want to make, Sir, is this. This amendment brings into focus the need for us to also consider the taking of evidence in our courts. With a single judge, the law requires him to take down evidence personally. But as a single judge, he also needs to observe the witness to follow the proceedings. Therefore, perhaps, the courts can be encouraged to look into means whereby the judge can be freed from having to take notes. Maybe we can look to the US as an example where they have gone on-line, they have got video, audio recordings, they have got stenographers who can instantly translate shorthand into longhand which the judge can refer to in court at the same time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On these points, Sir, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Parliamentary Secretary to the Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Defence (Mr Matthias Yao Chih):</b> Mr Speaker, Sir, may I ask the Minister, during the years when two judges sat to try capital offence cases, to what degree have the judgments been unanimous, to what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1302</b></font>\n  <br>\n  <br> degree have there been differing opinions and whether we can draw any conclusion from the history of such judgments? \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central):</b> Mr Speaker, Sir, I wish to ask the Minister how many cases of capital offences we had last year. It is very important because capital offences involve a person's life. So if there are not many such cases last year, or the year before, the Minister should review the administration or manpower situation. Maybe, our courts are short of judges. In fact, the court must have at least three judges, not two, to hear capital offence cases. I think two is not enough. So maybe the Minister should reconsider this amendment. Sir, can I speak in Mandarin? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> No. You have started your speech in English, you have to continue with it. Have you finished? \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Mr Speaker, Sir, I am a layman in matters of law. According to Mr Ling on the procedures of the trial court and the Appeal Court, he said that facts are discussed in the trial court and when the case goes to appeal, only points of law, and not facts, are admitted. While this may be true in a general sense, I find it very difficult to believe that three appeal judges in the Court of Appeal will completely ignore a point of fact not put up at the trial stage, if the fact can prove that the person is innocent and not guilty. This means that, because of technicalities of the law, the three judges will be prepared to sentence a man to death, even though the fact might come up later on to show that this man is not guilty. Perhaps the Minister for Law and Home Affairs would like to enlighten us on this matter. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Mr Speaker, Sir, I am speaking as a layman. But I am very concerned about the Chief Justice's statement that there are lots of cases where the accused has been proved innocent but has to spend a great number of years in prison. I think this is totally unacceptable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1303</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling has asked for the figures. I have here the figures given by the Chief Justice in his speech. We have, at the moment, 17 cases which have been fixed for hearing. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, can I clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Will you give way to Mr Ling, Mr Chen? \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, I did not ask for the cases pending trial. My question is: from 1969 until now, how many cases have been delayed and, after hearing, have been acquitted? I am not asking for how many cases pending. I am asking for statistics because the argument appears to be that innocent people have been imprisoned for a long time and then acquitted. You have got me all wrong. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You may continue, Mr Chen. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Mr Speaker, Sir, anyway, with the cases piling up, it will require 230 court days, or 466 judge days, and with 52 cases awaiting, it would require 1,400 judge days. With these figures in mind, it would be fair to conclude that there will inevitably be delay for cases to be heard and there will be cases where the accused have to wait for years before their cases are being heard and later found to be innocent. Therefore, I feel that we cannot carry on with this state of affairs. In fact, the Chief Justice was saying that for the cases pending, with the limited judicial resources which they are having now, they just cannot meet with the commitment. Therefore, the situation is not going to improve and it can be safely assumed that it would get worse. The figure for the accused who will be found innocent will increase, instead of decrease, as the years go by, if we do not do anything about it. This is my area of concern. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Can I reply to Mr Ho before the Minister replies? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1304</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Ling, you can only speak once to a question and you can only rise again if it is to clarify some parts of your speech which have been misunderstood. Can I ask you whether it is to clarify? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Dong:</b> To clarify what Mr Ho has said, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> No, to clarify what you have said which might have been misunderstood. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, I will take your clarification. But only a clarification and not a speech. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, in my earlier submission I raised the point about a preliminary inquiry (PI). Mr Ho, in his speech, would appear to give the impression that a PI is a safeguard. Let me tell this House what a preliminary inquiry is all about. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Ling, you are not to introduce any new material into this clarification. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Sir, it is to clarify the misconception. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> No, you clarify something which you have said which might have been misunderstood. You are not making a clarification. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, would you be prepared to make an exception for such an important Bill before the House? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Ling, could you resume your seat? If it is a point which Mr Ho has made a mistake, the Minister will be the one to clarify. Please resume your seat. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, would you give me a chance to explain what a PI is all about? At least, the House will have the benefit of knowing what a PI is all about. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Minister will give the reply to Mr Ho, not you. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, I do not think Mr Ling is right in giving the impression to something which has been lightly thought of or introduced in a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1305</b></font>\n  <br>\n  <br> cavalier manner. The Chief Justice and his brother judges have given very careful consideration to this before they made this recommendation to Government. And mind you, we have to consider that from the judges' point of view, it is more convenient and more comfortable for them to continue with the present arrangement because two judges share the burden of sentencing a person to death. If it is a single judge, a tremendous burden is on a single judge. So one could say that from the point of view of the judiciary, it is a comfortable arrangement. You cannot pinpoint and say that that judge was a person whose decision has resulted in the execution of a particular accused. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the Chief Justice, in his speech at the opening of the Legal Year, pointed out that the judges and the Judicial Commissioners have worked through the system, lived closely with the system and are prepared to continue with the existing system but they realise the problems and are willing to shift from a shared responsibility to individual responsibility of judges to hear a case. This is a tremendous burden and I am sure they realise it. So let us take note of what it means when the judges themselves recommend this to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Ling has completely missed the point when he says, \"produce statistics, how many cases in the past 10 years or so where there has been a long delay. After the long delay the person has been acquitted.\" The whole idea of this exercise, if he read the Chief Justice's remarks carefully and if he had listened to my speech, is \"to avoid this ugly and unacceptable risk\", the words which the Chief Justice used. It is not that there have been many cases where this kind of scandal has happened. Because if it has happened, then both the judiciary and the Ministry's law enforcement agencies should be made accountable. But the Chief Justice has proposed this because he has warned us that if we do not do this, this is a scenario we are headed for. That is the point which I want to emphasise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may go on to some of the other points raised. Mr Ling again posed the question: can there be a miscarriage of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1306</b></font>\n  <br>\n  <br> justice? Can there be mistakes? Mr Ho Peng Kee has answered this. I think I will be dishonest to say that in the whole decision-making process in the court, whether it is death penalty or other cases, if the question is: could there be a mistake made by a judge?, I think it is possible. It is possible whether you have a one judge, two judges, three judges, five judges or a seven-man jury. It is possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we avoid the risk of making a mistake by doubling the number of judges, tripling, quadrupling the number of judges for a particular case? It does not follow. For what is important, in my view, is that in the ultimate analysis, first, the integrity of the system; second, whether we have a competent, skilled, judge and a person of integrity who will make a decision impartially on the basis of facts and law which are put to him in a competent and able way by competent and able lawyers. If we do not have these requirements, you can have incompetent judges who are biased or do not decide on a case on the facts before them, and you can have incompetent lawyers presenting these cases. In that kind of a situation, you can have two judges, four judges, but if they are not competent, the system breaks down. And I think we are very fortunate in Singapore that we have a judiciary which is skilled and able and cannot be faulted for their integrity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng asked whether the cost to the accused will increase. I think the Chief Justice has made it clear that if the accused has not made arrangements of his own, then the state will contribute to the additional counsel. If he does not have financial ability to pay for even both counsels, the court, under the procedures for assigned counsel, will provide. I am quite sure that the Chief Justice, when working out the system under the new scheme, will ensure that counsels who are assigned will be competent and able. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng Chiang Meng raised a point arising from what Mr Ling said. Mr Ling says the appeal courts will not look at the facts. They will only look at the law. And I think Mr Heng Chiang Meng was right in asking: could it be possible that an appeal court of three judges will never ever look \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1307</b></font>\n  <br>\n  <br> at the factual situation, even where there is good reason to do so? I think here, Mr Heng Chiang Meng, a layman, is right whereas Mr Ling, although legally trained, is wrong. It is true that appeal courts usually do not like to disturb findings of fact by the lower court. And there are good reasons for this. The good reasons are that the trial judge is a judge who would have seen first-hand the witnesses, the testimony they gave, the demeanour in which they gave the testimony, how they performed under cross-examination. He would have observed all this. Appeal court judges are not as best placed as a trial judge. For that reason, appellate courts tend not to disturb the findings of fact. But, and this is to answer Mr Heng Chiang Meng's question, it does not mean that appeal courts will never ever look into the facts and will never ever disturb findings of fact. Even the Chief Justice himself, sitting as an appellate judge, has reversed trial judge's findings of fact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the benefit of Mr Ling How Doong, I will give him the citation: Public Prosecutor vs Ho Ho Sin. The report is contained in 1991 3 Malayan Law Journal, page 416. And again indeed as recently as 1991, the Singapore Court of Criminal Appeal with the Chief Justice sitting as a presiding judge reversed a High Court's findings of facts in a capital offence. Citation: Chan Kin Choy vs Public Prosecutor, 1991, 1 Malayan Law Journal, page 260. Thus, it cannot be said that the Court of Criminal Appeal is powerless to reverse the High Court's findings of fact if the court is convinced that it is wrong. The two cases that I have cited demonstrate the ability and willingness of appellate courts to reverse a trial judge's findings of fact where they consider it appropriate in the circumstances to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think Mr Ho Peng Kee made a point in his speech by referring to two defence counsels, two prosecutors, and he mentioned the point as to whether this compensates for the reduction of one judge. I do not think that the Chief Justice actually meant that two prosecutors and two defence counsels would compensate for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1308</b></font>\n  <br>\n  <br> the reduction of one judge. I think what he meant was that the whole trial process, from the viewpoint of presenting as complete and thorough a case as possible, would be far more superior under his proposal than the present one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What happens in a criminal trial? The judge ultimately decides. How does he decide and what does he decide? He decides on the facts and he decides on the law. On the facts, he has to decide whether the accused did or did not do certain things. And how does he decide on the facts? These facts are not plucked out of the air. These facts are presented to the judge in the form of evidence adduced by the prosecution and the defence. And not only the facts, the judge must also decide the law. How does he decide the law? The legal principles which must flow from a give set of proven facts. Here again, the defence counsel and the prosecution have to assist the court and the judge by bringing forth all the relevant legal principles, past precedents, interpretations to the provisons and urge him why he should adopt either this interpretation or the other interpretation. In both cases, on facts and on law, it is imperative that you have able, competent and skilled lawyers who will, by the totality of what they say, present as thorough a case to the judge, so that he can then make a decision on the facts and come to a well-considered decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have noted what Mr Ho Peng Kee said. He said it is fairer to have just one prosecutor and two defence counsels. It is cricket, more sporting. But that is not the point. Because when you say \"a fair trial\", what do we mean? I think it must mean fair in the interest of justice. It cannot mean fair only from the viewpoint of the accused person. What about the interest of the family who has had their loved one murdered? What is the interest of the state in ensuring that there must be a deterrence to future murderers? As one well-known English law Lord, Lord Diplock, -- I think the name is familiar to Mr Ho Peng Kee -- said in 1980: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1309</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'The fairness of a trial is not all one-sided. It requires that those who are undoubtedly guilty should be convicted, as well as about those whose guilt there is any reasonable doubt should be acquitted.' \n  <br>\n  <br>Therefore, while we must enable the accused to have as best and competent a defence as possible, in my view, there is no reason whatsoever to disadvantage the prosecution. And bear in mind what I just said that the whole trial process means both defence and prosecution bringing forth and presenting to the court as complete and thorough a ventilation of facts and law. Therefore, fairness in this context must mean fair and reasonable presentation of the case by both prosecution and defence to the court. I think this is especially important in our adversarial system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have taken note of what Mr Ho Peng Kee said of improved procedures including modern technology in the taking of notes. I am sure this will be taken note of by the judiciary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not have, in reply to Mr Matthias Yao, any records of actual disagreements between two judges. I did make an inquiry and over the last 10 years, there were some cases, from murder reduced to manslaughter. But there is no indication in the records of these cases that this was due to a disagreement between two judges. It could have been for various other reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong</b> rose - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Ling, you have already made your speech. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I want to reply to the points. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> You are not a Minister. How can you reply? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -- [Prof. S. Jayakumar]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1310</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CUSTOMS (AMENDMENT) BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>2.00 pm. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, diesel tax is computed on a monthly basis. It is payable from the first day of the month when a vehicle is registered, regardless of the date of registration. If a vehicle is de-registered or laid-up before the last day of the month, the tax is still payable for the whole of that month. Refund will only be given for the remaining complete months for which the tax has been paid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has now been decided that diesel tax will be pro-rated on a daily basis for the actual period of use. Under the new system, diesel tax will be computed from the date of registration of the vehicle instead of from the first day of the month. If a vehicle is de-registered or laid-up before the end of the month, refund will be granted for the entire unused period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Customs (Amendment) Bill is to provide for the pro-rating of collection of diesel tax. It will also empower the Registrar of Vehicles to seize and dispose of a motor vehicle for the recovery of arrears of diesel tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -- [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee; reported without amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1310</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TELECOMMUNICATION AUTHORITY OF SINGAPORE BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second Reading read. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1311</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Government first announced its intention to privatise some of its statutory boards in 1987. Since then, many careful steps have been taken to bring about the privatisation of the first statutory board under this programme, namely the Telecommunication Authority of Singapore (TAS). In 1988, TAS commissioned an accounting firm to study the feasibility of privatisation. The findings indicated that it was feasible and that there were clear advantages for doing so. In 1989, the Government gave its in-principle approval to TAS to proceed with its privatisation plans. Members of this House will recall that this issue was also debated in the Committee of Supply in 1990. Today, we are ready to take another step, a major step, towards reaching our goal. The Bill before this House seeks to reconstitute the TAS and to allow the privatisation of its commercial divisions, which currently operate under the name of Singapore Telecom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, allow me to explain once again the reasons for privatising TAS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people would agree that Singapore Telecom is a highly efficient and well-run organisation. This is borne out by independent surveys which are conducted locally as well as internationally. Singapore Telecom has provided Singapore with a world-class telecommunication infrastructure, at rates which are among the lowest in the world. It is financially well managed and it contributes handsomely to Consolidated Revenue. In fact, it has none of the characteristics which have prompted other telecommunication authorities to privatise. So the question inevitably arises, why are we doing it? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two main reasons. The first is to allow Singapore Telecom greater flexibility to operate as well as to compete globally. The telecommunication industry today is truly a global industry. Driven by technology, and fuelled by economic development worldwide, it is changing and changing rapidly. New challenges and new opportunities present themselves and Singapore Telecom must be in a position to meet the challenges and to seize the opportunities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, Singapore Telecom current ly derives a major proportion of its turnover from its International Telephone Service. Although this is still growing, the growth from this service has slowed down considerably. In 1988/89, this accounted for around 28% of growth. In l990/91, the growth has come down to around 10%. International telephone tariffs are being driven down by competition. Telephone companies, whether they are in North America, Europe, Australia, New Zealand, or even those nearer home, are all going global. Singapore Telecom must be given this flexibility to move fast to meet these challenges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, the liberalisation of the telecommunication industry worldwide has presented new investment opportunities. But the window for these opportunities is limited and the players are many. A privatised Singapore Telecom will have the nimbleness to move quickly to seize these opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second important reason for privatising Singapore Telecom is to provide an opportunity for Singaporeans to own quality stocks in a good local company. Singapore Telecom is a national asset. It is an organisation that has been built up over the years by many Singaporeans. Its success is also Singapore's success. Privatising Singapore Telecom is a way for Government to transfer part ownership of Telecom to the people. It allows Singaporeans to own part of this national asset and to share in its growth and its success in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will be a quality stock, bar none. It has a track record that is the envy of many. Its income and operating surplus grew by 11% per year and 28% per year respectively over the last five years. The listing and flotation of Singapore Telecom on the local stock exchange will provide an opportunity for many Singaporeans to participate in the progress of a well-run local company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like now to address two important concerns that the public have expressed concerning this privatisation exercise. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first concern is a lingering apprehension that privatisation will mean higher rates, and the second is a concern that the exercise will in the end benefit foreigners at the expense of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me address the first concern. The Bill before us provides for the current TAS to continue as a reconstituted statutory board with enhanced regulatory powers and functions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TAS, the statutory board, will license Singapore Telecom, the company, to operate and provide telecommunication and postal services. It will impose certain conditions. Firstly, there will be a Universal Service Obligation. What this means is, for example, that Singapore Telecom must continue to provide basic telephone services to anyone in Singapore who requests for such services, either in their homes or in their offices. Secondly, Telecom will be obliged to charge reasonable rates and provide a level of service that will be spelt out by TAS, the regulator. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is really no need to fear that domestic telephone rates, for example, will suddenly go up as a result of privatisation. This does not mean, however, that the rates will never go up. But if and when they do, they must, and they will, be properly justified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TAS, in its capacity as a regulator, will function somewhat like the Public Transport Council. It will ensure an orderly development of the future telecommunication industry in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the medium term, TAS together with my Ministry will work out a policy which will aim at increasing consumer choice and stimulating both greater efficiency in the use of resources as well as encouraging growth and innovations. Government will take steps to further liberalise the telecommunication sector in Singapore. Today, for example, the Customer Premises Equipment, things like telephone sets, pagers, fax machines, private automatic branch exchange (PABX), and so on, are already fully liberalised. More liberalisation will be introduced in stages in selective areas, for example, in the area of Value-Added Networks (VANs). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In introducing competition in the telecommunication industry, Government will ensure that the interests of the public are protected. Decisions on this will only be taken after careful consideration. Better consumer choice will be weighed against the added cost arising from possible duplication of services and facilities. The small size of Singapore's domestic market and the need to optimise the use of valuable resources, land is one such valuable resource, and in the case of telecommunication, radio frequency spectrum, for example, could be considered as another valuable resource, are factors that must be taken into account. Also, Singapore Telecom will be given sufficient time to adjust to more competition in the domestic market. In the provision of basic telephone services, competition must take place on a fair basis. In other words, competitors must take the good with the bad. These are the broad principles. My Ministry will announce the details in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second public concern is really whether by privatising Singapore Telecom, Government will be benefitting foreigners more than Singaporeans. Here, I would like to repeat the Prime Minister's assurance that when Singapore Telecom is privatised, all Singaporeans will be given an opportunity to share in the success of the company. As I have mentioned, Singapore Telecom is a national asset. This is a tangible way to reward our citizens who have contributed to the wealth of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is Government's intention that when we sell the shares of Singapore Telecom, Singaporeans who are CPF account holders, will be allocated shares at an attractive price. My Ministry is working with the CPF Board to study how we can make it possible for as many Singaporeans as possible to own shares in the company. It will be a blue chip stock, a growth stock that is worth holding on to. So Government will encourage Singaporeans to hold on to these shares for a longer period. Suitable incentives will be incorporated in the scheme for this purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Telecom shares will also be sold to foreign investors. This is important. If we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> want Singapore Telecom to be a global player in the telecommunication industry, we must allow for foreign ownership. It will enable other telecommunication companies to have a stake in Singapore Telecom and, vice-versa, for Singapore Telecom to strike up strategic alliances with them. However, priority in the allocation will be given to Singaporeans. As Singapore Telecom is the first statutory board to be floated, the details are being studied carefully and will be announced when they are ready. It is unlikely that the flotation will take place this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to the main provisions of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill provides for the reconstitution of TAS as a statutory board. It also provides for the transfer of certain property, rights, liabilities as well as officers or employees of TAS to the respective successor companies which are nominated by the Minister. It makes financial arrangements for these companies as well as provides for the sale of their shares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The TAS shall perform functions and exercise powers as conferred by or under this Bill. Specifically, I will list only the major functions. Firstly, to ensure that there are provided throughout Singapore good and sufficient domestic and international telecommunications and postal services, at rates which are consistent with efficient service. Secondly, to exercise licensing and regulatory functions. Thirdly, to act internationally as the national body which represents Singapore and at the same time to advise Government in respect of telecommunications and postal matters. And fourthly, to maintain effective competition between telecommunication operators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill will enable TAS to grant licences to operators. These operators will be designated as Public Telecommunication (PTL) as well as Public Postal Licensees (PPL) for the operation of telecommunications and postal services respectively. The first PTL will be Singapore Telecom and the first PPL will be Singapore Post. Singapore Telecom will be held by a Government holding company and Singapore \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> Post will be corporatised as a subsidiary of Singapore Telecom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the assets, including working capital and manpower resources, that are required for commercial operations will be transferred to Singapore Telecom (ST) and Singapore Post (SP) respectively, on a date to be appointed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Upon corporatisation, most of the staff will be transferred to Singapore Telecom and Singapore Post. They will be transferred on terms which are no less favourable than those enjoyed by them prior to their transfer. The rest will be retained in the reconstituted TAS to handle regulatory and licensing functions. The principle here is that the staff should remain wherever they are today, performing largely the same duties prior to corporatisation. I can assure this House that there will be no retrenchment of staff in connection with this privatisation exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill provides for the corporatisation of Singapore Telecom and Singapore Post in the first instance. They will operate as wholly Government-owned companies for a certain period of time. The Government will only privatise Singapore Telecom, in other words, sell its shares to the public, some time later. The Bill makes provision for this to take place as and when we are ready to do so. My Ministry would like the corporatised ST and SP to a have period in which to settle down to their new roles as private companies. This will also enable my Ministry to study further the details of the flotation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill represents the result of more than 12 months of intensive work by officers of Government Ministries and TAS. They have come up with the framework which incorporates the necessary powers and mechanisms for the effective functioning of a corporatised Singapore Telecom and Singapore Post, with sufficient safeguards to protect the interest of the public and the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Mr Speaker, Sir, the Bill was first read on 27th February this year when it was presented to Parliament. Since then, we have the Budget statement, followed by a short break. We then have the debate on the Budget followed by the Committee of Supply, which just ended early this afternoon. And now we have the Second Reading of this Bill. Sir, this type of scheduling simply gives no time to Members of this House to give this important Bill its due attention. I do not really think it is fair for the Government to present a Bill in this manner, considering that most of us -- in fact, the Backbenchers are all part-timers -- have no professional staff to help us in our work. Whereas Ministers have Ministries and I think sufficient staff to help them. Furthermore, as the Minister has said, Singapore Telecom will not be privatised this year, and so I do not understand the rush for the Second Reading, and subsequently the Third Reading of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having said this, I must also add that I fully support the rationale for this Bill. The Bill provides for the corporatisation of two commercial operating or business units of the existing Singapore Telecom (TAS), the telecommunication services and the postal services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister gives two objectives or two reasons why this is being done. I must say that the first is really very true. Today, telecommunication services are a global business. It is a growth industry, what one would call a \"sunrise\" industry. In this particular set-up, it is important that Singapore Telecom should be given the opportunity and the flexibility and liberty to respond rapidly to changing market conditions in this business, both internally, since we are a financial centre as well as an international telecommunication centre, and also for it to expand overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this regard, the money needed for the development of this business, especially in research and development, in innovation, in new products and services, will be large, and the subsequent public listing of Singapore Telecom will help it to raise funds when necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, before I go on to the point on Singaporeans having the opportunity to invest in this blue chip company, I must say that I would like to add a third reason for this, and that is, this Bill will leave the new revamped Telecommunication Authority of Singapore (TAS) as a regulatory body. And it will let the other persons or groups, both Government-owned and non-Government-owned, to perform the direct task of providing the necessary telecommunication services and quasi-postal services. Those are being provided, for example, by Federal Express and DHL, to the public. Here, I think you will remove a major bone of contention, because they are private sector companies dealing in telecommunication equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One major complaint, Sir, from them is the position that the present TAS finds itself in because of conflicting interests. Because they are both presently a provider of services, which means basically in the commercial area as an operator and, at the same time, a regulator. So very often when telecommunication equipment are not approved by the TAS for sale in Singapore, there is always the question mark raised whether these equipment are not suitable for Singapore or whether they present some form of competition to the equipment being marketed by Singapore Telecom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the commercial services being ceded to now a privatised or corporatised company, I think we are going to have a slightly better, or what one would call, a more level playing field. If the cards are played correctly, I am very sure that in the not too far distant future, we will see Singapore Telecom becoming another SIA, being one of the best in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having said that it is good for the new revamped Telecom to be a regulatory body, I find it somewhat strange that the Bill also retains certain provisions which give the new TAS the right to be an operator at some future date (in fact, immediately after the Bill has become an Act). This is found in clause 6(1)(a) where it says that the provision of services \"whether by itself or by any other person \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> authorised by a licence granted under this Act\". The question of course is, why? Is the Minister of the view that one fine day in the future, the new TAS will need to become an operator again? Why can't the new TAS be similar to, say, the Monetary Authority of Singapore where it is purely a regulatory authority, and to leave the business operations to the market, because it is a regulator? The new TAS can still work its will through the operators in the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My apprehension in this area is that some time in the future the new TAS may have an ambitious and aggressive CEO who might want to increase revenues, expand his empire, and since the Act provides for it, it will be very natural for him or her to go into the business of providing services and becoming an operator again. And then, Sir, we are back to square one. I hope that the Minister will explain the reasons for this provision and give an assurance to this House that it is not the intention of the new TAS to be an operator in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the Minister has said, the more important reason for corporatisation is to prepare the company for public listing. In this respect, I have, in the past, expressed in this House and outside my feelings on this subject. And I am very glad that the Minister has taken the trouble to explain to this House that there will be assistance given to Singaporeans to invest directly in Singapore Telecom when it goes public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must not lose sight that the shares of Singapore Telecom are actually national assets and therefore belong to the people of Singapore. And it is important to encourage a direct investment by all Singaporeans in this blue chip company. There is a public role, and like the bus companies, Singapore Telecom, although privatised, will still have to perform a large public role. And here, therefore, the more the direct investment Singaporeans take in this company, the better. However, direct investment in this company means that they must hold on to these shares. Because once sold, the direct investment link is broken. If we want to maintain the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> direct link as long as possible, we have to establish a system to encourage holding of the shares. For this, I will leave it to the Minister's officials to come up with something, but I am willing to help if called upon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, I have spoken only on the telecommunication services. What about the postal services? Sir, unlike the telecommunication services, the postal services are not a growth industry. It is, in fact, a very mature industry and the reasons for corporatising our postal services are not as clear-cut as those for telecommunication services. If we look very briefly at the history of postal services, it was first performed by a Government Department and then by a statutory board, and now we want to corporatise it. Is there a need to corporatise postal services? Could the Minister please clarify on this issue? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are two more other areas of concern that I would like to bring up. One is that licences, according to the Bill, granted to companies to operate telecommunication or postal services will contain certain conditions as they should be. Of course, these conditions are not spelt out in the Bill. But I would like the Minister to assure the House that the conditions would be such that the Government has, at all times, formal control over the operations and pricing of these services to be provided by private companies. Sir, it is important that because of their public service role this control should be imposed and firmly in place. The Government has control to ensure that the public service role will not be neglected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second area is that Singapore has benefitted tremendously from the past 20-odd years from a very flexible and liberal approach towards new ideas and innovations in both telecommunication and postal services. In my former job in the banking sector, I had many times come into touch with the people in Singapore Telecom. Because the nature of the international financial businesses involves a lot of fund transfers where Telecom is very much involved. It also involves speed in sending articles, documents, papers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> across the oceans, and, again, they are also involved. The attitude of accepting new ideas and innovations to be used in Singapore has, in fact, initially created loss of revenue for Telecom but, fortunately, the farsighted management could see beyond these initial losses and have resulted in very much bigger and better gains for Singapore. Of course, the result is the Singapore Telecom that we know of today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like an assurance from the Minister that since the new TAS will be a regulator and not an operator, it will continue with this approach and that this will remain the hallmark of the Authority that we are going to set up. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, this Bill paves the way for the privatisation of Singapore Telecom. To most Singaporeans they are not so much concerned as to whether Singapore Telecom is privatised, corporatised, or restructured. They are more interested in what the restructuring or the privatisation means to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the marketplace for telecommunication services is concerned, the situation before and after the enactment of this Bill remains the same, that is, primarily a monopolistic marketplace. As such, it is useful for the Minister to go back to the fundamental objectives of the privatisation exercise. He mentioned two of the primary objectives. They are good reasons but those are the reasons of Singapore Telecom. I am disappointed with him that he did not place services to the consumers as one of the major objectives of the privatisation exercise as well, because from past experiences, particularly from the experiences of corporatisation of Government hospitals, many Singaporeans have come up with this perception that privatisation means higher costs. So, it seems to me that it will be an opportunity lost not to introduce competition into the communication marketplace during this process of privatisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Monopoly in the early days of telecommunication services was justifiable on the grounds of substantial capital investment in the cabling plants for subscribers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> In those days, when the key consideration was to provide universal service, service to everyone, monopoly was a good vehicle to increase the penetration of service. However, today, when the penetration has reached saturation level, the emphasis should be on service to customers, service to consumers. And there is no better way to introduce better service to consumers than competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister, in his speech yesterday, when he dealt with the evolution of bus services in Singapore, elaborated on how and why TIBS was established after SBS, as a monopoly, failed to provide satisfactory service to commuters. He has stated unequivocally that with two companies competing, the service level has improved while the cost to the commuters has been kept low. I could have lifted his speech, replacing \"SBS\" wherever it occurs with \"Singapore Telecom\" and \"TIBS\" with another telephone company to argue persuasively for introducing another player into the telephone service industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the postal services in Singapore, unlike telephone services, in fact, the postal services face competition in its industry. There are many courier services, including DHL, UPS, which provide fast and efficient overnight mails to overseas countries. So the analogy, in this case, on telephone service is easy to perceive. Local mail is like a domestic telephone network and overseas mail is like international telephone services with different agents providing different levels of services to different customers according to their needs. Despite this competition, the postal services in Singapore are doing very well and are also making money. So I do not think that there is actually any fundamental objection to introducing competition in a largely monopolistic marketplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is unfortunate or, maybe, fortunate that in the telecommunication services in Singapore, we have an absolute monopoly. Not only that, Singapore Telecom has its fingers in all areas of telecommunication services, including mobile phones, zone phones, public office automation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> service, Teleview, and so on. Even in broadcasting and television which I note is specifically excluded from the purview of Singapore Telecom in this Bill, Singapore Telecom is currently involved in a joint study on cable television together with SBC. To me, this reflects a predatory tendency in the culture of Singapore Telecom which could be further unleashed as an unrestrained private company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, Sir, it is useful to note that in Hongkong, which used to have a monopoly company in cables and wireless for the cable-based telephone service, there are three companies providing mobile telephone services to the benefit of the consumers in Hongkong. BG George Yeo, in his speech supporting the privatisation of SBC, pointed out that satellite dishes for television broadcasting are getting very small. I can say that the same can be said regarding telecommunication services and equipment. Already suitcase-size mobile phones and communicating via satellite are a reality. So using BG Yeo's argument, how long can the marketplace be controlled in view of telecommunication and technological changes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that the Minister has already agreed that, in future, competing telecommunication service companies can be allowed. I would urge him to consider introducing such competition early to the benefit of all Singaporeans. In terms of checks and balances between the regulating authority and the operating company after the enactment of this Bill, I would like to ask the Minister why we did not adopt the model of the Public Transport Council (PTC) in regulating the marketplace. The situation in the telecommunication arena after this Bill is enacted is quite similar to the public transportation industry prior to the establishment of PTC with ROV being the regulator, and SBS and TIBS being the operating companies. The establishment of the PTC means that there must be benefits to be derived with the establishment of such an authority. So we must have learnt some lessons from the operation of the PTC. To me, for instance, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> PTC has allowed more citizen participation by giving the common citizens an access to the decision-making process. I think the lesson we learnt there can also be applied in this case. And if we do so by establishing a public committee to review and to regulate the telephone service, we are just moving the industry in line with the practices in other developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister to look into the possibility of setting up another PTC, in this case, the Public Telecommunication Council, to better regulate the marketplace. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, I support the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the first major statutory board that will be corporatised or privatised. Public sector employees will then become employees of private companies. We, from the unions, would like to learn from Telecom's experience so that we will know what to do and what we must avoid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister has assured that there will be no retrenchment. I am happy to hear that and I am sure the employees of TAS will also be happy to hear this news. Clauses 36 and 48 of the Bill, as the Minister has stated just now, have provided for the transfer of the employees to the two successor companies \"on terms no less favourable than those enjoyed by him immediately prior to his transfer\". Notwithstanding this, there are still concerns among the employees of TAS that, in the course of the transfer, they may not be getting a fair deal. I would like to get an assurance from the Minister that he will look into how the transfer is done. I would also like to seek his clarification whether the terms or contracts of service for employees to be transferred to these companies have already been worked out, and, if they have not, when these are expected to be worked out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, whether the employees would have the choice as to which company they want to be transferred to. I believe that some employees from the telecommunication services were transferred to the postal services. They were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> sent there to help out in the postal services. They want to know whether they have the option to transfer back to the telecommunication successor company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are also pensionable officers in TAS. They would like to know how their pensions will be safeguarded. I am told that in the postal services, there are pensionable postal officers. And if they are to go to the postal successor company, they may have to be converted to non-pensionable officers and would have to contribute to the CPF. Some of them have said that on conversion, they will really be taking a reduction in their take-home pay, because they would then have to convert to the higher rate of CPF contribution. I am not sure whether Telecom has looked into this. Sir, these are some of the concerns of the employees. I hope that the Minister will look into them and help to alleviate their anxieties. I think each and every case must be examined with great care and sensitivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure that the two successor companies will be effectively managed, but to be able to operate successfully, they must have able and competent staff who are properly motivated to give of their best. They must be happy working in the new environment. Otherwise, productivity will be affected and this will result in higher cost of operations and this can have an impact on telecommunication and postal rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I support the Bill. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, first of all, let me thank all the Members who, I believe, have no major objections to the Bill. In fact, they wholeheartedly support the objectives of the Bill. I am particularly pleased that Mr Heng has also voiced his support for the Bill, although he has a slight reservation in so far as the timing of this Second Reading is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not believe that there is any reason for him to feel aggrieved. There has been no undue haste in the timing of the Second Reading. It was the first available sitting of the House which you asked, Sir, after the presentation of the Bill on 27th February, during which time some three \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> weeks have elapsed and I think those Members who are interested would have had sufficient time to look at it. But more than that is the fact that this is not a new issue. We have debated this matter in this House at least once before, if not more. The consultants have studied this issue since 1991 and over the last year, I think we have had many opportunities to discuss various aspects of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill before this House is an amendment to an existing Act. The main provisions that are being amended relate to the reconstitution of TAS into a statutory board. So the major provisions of the Act are still left intact. The point I wish to make really is that there is no compelling reason for us to either move this Second Reading with undue haste, nor is there any compelling reason to wait. Singapore Telecom needs time to operate as a private company before flotation, and TAS, the regulator, also needs time to settle down. So I think the sooner we present this Bill, debate it, and if the House passes it, then the earlier we can move on to the next phase of the exercise which is the final flotation of ST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Heng also asked why there are provisions in the Bill for TAS to continue to provide services. The reason is actually quite simple and it is not meant for TAS to expand its empire. It is really a residual power. Basically, what it means is that if the licensee either fails or is unable to discharge his obligations, as spelt out in the licence, then the Telecommunication Authority of Singapore will have this power to step in and take over the services. So it is actually only a residual power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other condition under which this can be exercised is really in case of an emergency, and I think these are adequately spelt out in the Bill. Sir, I hope he is satisfied with this reaction and does not attribute it to any untoward motives on the part of the Telecommunication Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Heng has also expressed some concern about the need to corporatise the postal part of TAS. He argues that the postal authorities are basically domestic oriented and there is really no need for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> them to be corporatised. I just want to point out that what I said with regard to the Telecommunication Authority applies equally to the postal authorities, although perhaps not to the same degree. In other words, the need for the postal authorities to innovate and compete to provide new kinds of services in competition with other private commercial organisations applies also in the case of the postal authorities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Postal services have also changed. Today, with electronics and the computer, the nature of postal services is going to change, even more rapidly. So corporatisation of the postal authorities would also allow them to take advantage of these changes and to compete in the same arena, like the courier companies and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are not alone, of course, in corporatising or eventually privatising the postal authorities. Other countries have done this, although the track record so far shows that it is done with varying degrees of success. The New Zealanders have done it and the Malaysians have also done it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I think Mr Heng made a plea for the condition of the licence to be such that Government will have control over prices and services. I can give him this assurance. It is provided in the Bill. The regulatory authority, when it issues the licence, will issue it with a set of conditions and obligations which it will require the licensee to fulfil. So the public service role will not be neglected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was very pleased to hear Mr Heng's quite unsolicited compliments with regard to his dealings with the TAS's staff. I do not see any need for him to feel apprehensive about the attitude of the staff after corporatisation. And indeed, as I have tried to explain, the purpose behind this exercise really is to allow them to be even more innovative, to be even more daring in their approach and, as a result, TAS will have two roles, the regulatory role which it will have to exercise conscientiously, but it will also have a developmental role. In this developmental role, its job is to make sure that it will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> continue to push for more innovations. So the Member can rest assured on this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn now to the points that were raised by Dr Wang Kai Yuen. Basically, Dr Wang argues for more competition and, as I have explained in my speech, this will be so. There will be more competition, but I must stress that the competition will be in places and at a speed which the market will allow. Where it benefits consumers, we will certainly go all out to introduce more competition, as we have already done. Even before privatisation, there has been a concerted move towards introducing more competition. But this move will accelerate and with the splitting of TAS into two, Singapore Telecom will be told that it will have to compete and will have to compete in areas where currently it enjoys a monopoly. But in which area specifically, we are now working out, and the Telecommunication Authority and the Ministry will be issuing some guidelines in due course. But the basic guideline is that it must be to the benefit of the consumer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to when we are going to introduce this competition, I think we will have to phase it in, depending on which area. We will probably allow competition in areas where there is greater benefit to the consumers without any adverse effect to the overall regulated structure of the industry in Singapore. But where the area requires greater capital investment, I presume the Member will agree with me that we will have to be a bit more cautious in that area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I turn to Encik Othman Haron Eusofe's question regarding the welfare of the staff. I am not in a position to answer completely all his questions, but I will endeavour probably to take the main points. The first point really is to assure him and his union members that the welfare of the staff will be taken care of in this privatisation exercise. The assurance that I gave in this House about retrenchment is an assurance which the management of the Authority as well as the Company has given me and I am passing this on. I believe that this assurance has been well received by the employees. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as transfer of employees to companies is concerned, I think the important point really is that this transfer will be done at terms which are no less favourable. I think the operative words are \"at terms no less favourable\". Whether the terms have been worked out or not, I am not in a position to say. If they have not been worked out, I am sure that they will be adequately protected by this guarantee. Collective agreements can be worked out even after the transfers have been carried out. I do not think there is any problem with this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked whether there is going to be any choice for employees to transfer from one company to another. I would leave this to the management of the companies to decide, but I would say offhand that where an employee has already been working and performing well, it would be preferable to leave him or her where he or she is currently working. But these are matters which I shall leave to the company to sort out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In so far as pensionable officers are concerned and those who are converting to CPF, I think this problem has arisen because it is now going to be a private company, and it is not usual for private companies to have officers who are pensionable. They may have to convert to CPF, but again I go back and remind Members about this phrase \"no less favourable terms\". This is something that will have to be worked out between the union and the management concerned. I really want to allay the fears of staff of the current TAS that all necessary steps have been taken by the management and by the Authority to make sure that their welfare is taken care of. In this respect, the management has also taken great pains to keep the union involved and informed every step of the way, even way back when the first concept of privatisation was mooted. I believe that there has been a very good rapport between the union and the management of Singapore Telecom. They kept each other informed all the way, and there has been a continuous dialogue. This \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> is one of the reasons why the labour-management relations in the company have been very well maintained and preserved. I do not see any difficulty in this area. The particular details that the Member wishes answers to, I would be most happy to answer him or to pass on his requests to the management concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have answered most of the Members' comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time and committed to a Committee of the whole House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House immediately resolved itself into a Committee on the Bill. -- [Mr Mah Bow Tan]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill considered in Committee. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clauses 1 to 132 inclusive ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First to Third Schedules ordered to stand part of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth Schedule -- \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In page 84, after line 18, to insert:- \n  <pre>\r\n\r\n \"Amendment           6. Section 2 of the Statutory Boards \r\n\r\n to Statutory       (Taxable Services) Act is amended by\r\n\r\n Boards (Taxable    inserting, immediately after the definition \r\n\r\n Services) Act.     of \"services\", the following definition:\r\n\r\n Cap. 318.\r\n\r\n \r\n\r\n                      \" \"statutory board\" includes a\r\n\r\n                    public telecommunication licensee referred \r\n\r\n                    to in the Telecommunication Authority of \r\n\r\n                    Singapore Act 1992.\".\".\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this amendment is a consequential amendment. It is to enable Singapore Telecom, notwithstanding that it is a private company, to continue to collect revenue, taxes, on behalf of Government, which may be imposed from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth Schedule, as amended, ordered to stand part of the Bill. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consequential amendment made: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To renumber existing paragraph 6 as paragraph 7. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill reported with an amendment; read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>GOVERNMENT SECURITIES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament, in accordance with section 11(1) of the Government Securities Act, 1992, resolves that the Minister for Finance be authorised to borrow by the issue of Government Securities in Singapore a sum not exceeding $100,000 million.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is estimated that a sum of $100,000 million in Singapore Government Securities would have to be issued over the next five to 10 years to meet the demand for Government Securities. About 80% of the Government Securities will be issued to the CPF Board. The remaining 20% will be issued to cater to the demand of banks, insurance companies, other financial institutions, and corporate and individual investors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The authority of Parliament is requested to enable the Government to issue \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> Government Securities up to an amount not exceeding $100,000 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament, in accordance with section 11(1) of the Government Securities Act, 1992, resolves that the Minister for Finance be authorised to borrow by the issue of Government Securities in Singapore a sum not exceeding $100,000 million.\" \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, we have finished all the Bills and the Motion in today's Order Paper. Tomorrow, we will meet again to consider the remaining Bills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. -- [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Seven Minutes past\n  </div> \n  <div align=\"right\">\n   Three o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
