{"memberId": null, "volumeNo": "60", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "10", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"60\"> \n  <meta name=\"Sit_No\" content=\"10\"> \n  <meta name=\"Sit_Date\" content=\"1993-03-11\"> \n  <meta name=\"Start_Col\" content=\"957\"> \n  <meta name=\"End_Col\" content=\"1048\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">60</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">10</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">11-03-1993</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 957</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 60</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 11th March, 1993</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Deputy Speaker. \n  <br>Dr Ahmad Mattar (Brickworks GRC), Minister for the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for Trade and Industry. \n  <br>Mr Goh Chee Wee (Boon Lay). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 958</b></font>\n  <br>\n  <br> \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Mr Ho Peng Kee (Sembawang GRC). \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for National Development. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Senior Minister of State, Ministry of Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 959</b></font>\n  <br>\n  <br> \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Parliamentary Secretary to the Minister for Home Affairs and the Minister for Labour. \n  <br>Mr Ong Teng Cheong (Toa Payoh GRC), Deputy Prime Minister. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Cdre (Res) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 960</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Tay Eng Soon, PBM (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 961</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1993 TO 31ST MARCH, 1994</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [2nd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head M (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of debate on Question [10th March, 1993], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum to be allocated for Head M of the Main Estimates be reduced by $10 in respect of Code MC 1500.\" - [Dr John Chen Seow Phun]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, the quantity of waste generated is increasing quite rapidly as Singaporeans become more and more affluent. Waste output for the first 11 months of 1992 averaged 6,160 tons per day, an increase of 4.5% over the 1991 average. Industrial and commercial waste makes up 51% of the waste disposed of, whereas domestic and trade waste makes up the remaining 49%. For resource conservation and to reduce the costs of waste collection and disposal, we should therefore have an effective waste minimisation and management programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One way is to step up our recycling programme. The Ministry started a number of recycling centres sometime ago. I was told that some of these centres suffer the problem of people throwing into bins all kinds of rubbish indiscriminately. Will the Minister give us an update on the effectiveness of the scheme and whether there is any other approach the Ministry is considering to encourage recycling? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, incineration of rubbish also helps recycling. We generate electricity and recover iron from the waste. I would like to ask the Minister: how much more of the rubbish we generate can be incinerated? And if we are not burning all the rubbish that can be incinerated, can the Minister tell us why? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 962</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another way to encourage waste reduction is to charge economic costs for waste removal. At present, households are charged a flat rate for refuse removal. There have been suggestions that refuse removal fees should be tied to the actual quantities of refuse to be disposed of. Can the Minister tell us whether he is considering such a move and how it can be implemented? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the cost of refuse removal also depends on the cost of hiring workers and the methods adopted. All of us are aware that there is a shortage of refuse removal and cleansing workers in Singapore. This is evident in the reduced frequency of cleansing, the increasing reliance on older workers and some mechanisation that we see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore want to know whether the Government is taking a national approach towards this problem. For instance, in the case of mechanisation, there is a need to take a total look at the whole country and ensure that all the compounds, the streets, the buildings and so on are either modified or improved to become more machine friendly. I provide an example here. In the early days of tree planting, we went around planting many trees to achieve a certain objective. But I am not sure whether we were aware then that some of these trees could pose problems to mechanisation today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government should also look at other available systems such as the sewers to carry disintegrated solids to certain points for disposal. May I have the response of the Minister, please? \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, there are laws in Singapore to control the pollution of our environment, for example, proper disposal of rubbish and indiscriminate burning of substances in open air. But, as yet, there is no comprehensive set of provision to regulate noise pollution which can endanger health as well as impoverish the quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have to live very closely together with one another as living space is a scarce commodity in Singapore. The need \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 963</b></font>\n  <br>\n  <br> to tolerate the hustle and bustle of living side by side with or on top of one another goes without saying. But living in close proximity to one another need not have to mean doing so with unnecessarily loud, distracting or irritating noises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my concern is that, with the passing of each year, more and more of Singapore will be built up and the level of noise pollution will become intolerable. It would be impractical and unrealistic to ban all noises above a certain level of decibels on a 24-hour basis. I do not think anyone in or outside this House wants to ban the banging of cymbals, gongs and drums at religious festivals. But it is pointless for Singaporeans to slog themselves out to own homes if they cannot have peaceful enjoyment of their homes at any time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A balance has to be found between the need for such peaceful enjoyment and the need for Singapore to allow vital economic activities to be carried out, even if these activities are sources of noise pollution. One way may be to restrict noisy activities at night, say, between 11.00 pm and 7.00 am. Another way is to confine noisy activities to non-residential areas, if possible. Or to use less noisy modes for carrying out noisy activities or to use noise-dampening materials, for example, on expressways. I should therefore like to know whether the Government has any plan to enact comprehensive legislation on noise pollution in future. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC):</b> Sir, I agree with Mr Chin Harn Tong's point of view. But I am more interested to know about noise pollution created by vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for your information, the Central Expressway (CTE) cuts my Kallang Division into two parts. On the one side, you have Kallang Estate and, on the other side, you have Whampoa Estate. I have been receiving complaints from residents that the vehicles plying up and down the CTE have created unbearable noise. I am sure this kind of noise pollution is not peculiar to my constituency. I would like to know whether the Ministry has any plans \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 964</b></font>\n  <br>\n  <br> to tackle noise pollution problem, apart from planting more trees along the expressway, and whether the Ministry will conduct any spot checks on excessive noise created by vehicles, especially motor-cycles. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, the Government launched a Green Labelling Scheme last year and a number of product categories were released to promote green consumerism. The success of this scheme will be judged not just by the initial number of companies applying to join the scheme, but also by the response of the consumers to the green products. Can the Minister tell us what is the progress made on Green Labelling, whether the green products have received good response from the consumers, and what else the Ministry would do to further promote green consumerism? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar (Minister for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for the Environment (Dr Ahmad Mattar):</b> Mr Chairman, Sir, let me fist deal with the subject of Privatisation of Hawker Centres. However, I would like to inform this House and, in particular, hon. Members who spoke on the subject at yesterday's sitting, that I will be speaking in general terms as many of the details of the scheme are still being worked out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government is looking into the possibility of selling hawker stalls to incumbent stallholders. After buying over the stalls, the hawkers can, as suggested by Mr Peh Chin Hua yesterday, form management committees to manage the respective hawker centres. The terms and conditions of the sale will be made as attractive as possible. The selling price will be kept affordable and the details of the terms and conditions of sale and selling price will be announced later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I may add that the privatisation proposal for hawker centres is separate and distinct from the recent tendering of vacant wet market stalls. The vacant wet market stalls that were put out for tender recently were in excess of what we need for resettlement purposes. Let me assure Members of this House that stalls that are already occupied will not be tendered out. It is our intention to sell them to incumbent stallholders. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 965</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of Refuse Collection, Sir, I must thank Mr Chew Heng Ching for bringing up a very real concern which my Ministry faces. In the short term, my Ministry will attempt to overcome the manpower shortage by introducing more labour-saving methods for refuse collection. For example, refuse compactors will be installed at more bin centres. However, in the longer term, Sir, we will need the support and the cooperation of the community at large. In countries like the UK and indeed in the US and other countries in Europe, households give a lot of cooperation to refuse collectors. In these countries, refuse is collected once a week. In order to minimise littering and other public health problems, residents bring out the refuse on collection day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in Singapore, everyone should also cooperate and not take refuse collection for granted. For example, for the 85% of residents living in flats, if they were to bag their refuse before dropping them into the chutes, the workmen will certainly find it much easier to empty the bins at the chute. For those who live in landed property, the one-man-operated (OMO) method may be a possible way of reducing the number of refuse collection workers required. Alternate-day collection may be another alternative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But really, Sir, if everyone practises waste minimisation through reuse and recycling, there will be less waste and we may not even need the extra workmen in future. But whatever it is, my Ministry will continue to provide a good level of refuse collection service despite the manpower shortage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Charles Chong yesterday spoke of complaints from Pasir Ris residents about the non-collection of refuse from their centralised refuse chutes and he wanted to know what my Ministry proposes to do to deal with such situation so that refuse would be collected regularly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, refuse thrown down the centralised chutes is collected in special bins at the bottom of the chutes. As the quantity in each bin is large, the refuse has to be mechanically removed by our refuse \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 966</b></font>\n  <br>\n  <br> trucks. Indiscriminate parking of vehicles in front of these chutes obstructs our operation. This is becoming quite a serious problem and is preventing the removal of refuse from centralised refuse chutes in a number of housing estates. My Ministry is working with the HDB and several town councils to see how best obstruction caused by illegal parking can be minimised. I would also like to seek the cooperation of motorists to refrain from parking illegally in front of centralised refuse chutes and bin centres. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Choon Kang yesterday expressed concern over the effect of tendering out hawker stalls on food prices. Let me at the outset clarify that, apart from the four hawker stalls at Newton Food Centre, the other stalls that were put up for tender recently were the vacant wet market stalls. As I have said earlier, these vacant wet market stalls were in excess of what we need for resettlement purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, food prices are not likely to rise as a result of the tendering out of these vacant wet market stalls. The number of vacant wet market stalls put up for tender forms only a small proportion of the overall number. For example, the Buffalo Road Market has about 400 stalls, of which only 13 were tendered out. These 13 stalls will not be able to compete with the rest in the market if their food prices were high. In fact, food prices in private dry markets are comparable to those in wet markets even though dry market stallholders pay very much higher rentals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, tendering is a more efficient and equitable method of allocating limited resources. In the past, applicants for hawker stalls had to participate in ballots. Success depended on luck, rather than on their ability to provide good service to the customers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of dengue haemorrhagic fever, I am happy to say that the outbreak of the disease which occurred last year has been brought under control. The average number of cases over the past two months was 16 per week as compared to 55 cases per week last year. Nearly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br> 5,000 households were fined for breeding mosquitoes within their premises last year. Three repeat offenders were prosecuted in court. Although the overall situation has improved, I would still like to urge Singaporeans to continue to take steps to prevent mosquito breeding. Sir, as the population of Aedes mosquitoes increases in a neighbourhood, that neighbourhood comes under threat of dengue haemorrhagic fever outbreak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public health education will be my Ministry's overall strategy. We will also strengthen our monitoring and surveillance capabilities by building a quicker and more responsive alert system. This will enable any localised build-up of Aedes mosquitoes to be detected early so that ground operations can be mobilised quickly. For the information of this House, by the middle of this year, our surveillance programme will be fully computerised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of waste minimisation, this House may wish to note that the Green Plan Workgroup on Resource Conservation has made a number of recommendations to discourage excessive waste generation. One of the recommendations of the Workgroup is for households to pay by the amount of refuse discarded. In this way, the Workgroup hopes that less refuse will be generated as households curb their refuse output in order to save on refuse removal fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such a volume-based fee can take a number of forms. My Ministry is presently considering two alternatives: the Pre-paid Bag System and the Variable Bin System for landed properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are these systems? The Pre-paid Bag System requires households to buy special bags for their refuse. The price of each bag will include the refuse removal fee. So households which throw out less rubbish will spend less on the bags. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Variable Bin System requires each household to obtain special bins for its refuse and the monthly refuse removal fee will depend on the size of the bin. By \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 968</b></font>\n  <br>\n  <br> throwing less away, a smaller bin will be needed and the household will pay a lower fee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the introduction of a volume-based fee system will be a major change for Singapore. My Ministry will be considering these proposals very, very carefully before any decision is taken. We will not rush into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of recycling brought up by Dr John Chen, our assessment is that it has achieved its objective of encouraging members of the public to practise resource conservation. Since the launching of the recycling programme, my Ministry has set up a total of 58 recycling centres. I agree with Dr Chen that there are some people who misuse the recycling bins, but I am happy to say that they form a small minority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member may wish to know that apart from recycling bins, my Ministry has also launched a pilot project in a housing estate for door-to-door collection of recyclable materials. We will also be launching a purpose-built recycling collection vehicle to serve about 10 private residential estates in the Bukit Timah area as part of my Ministry's expansion of the recycling programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Chen, like Mr Chew Heng Ching yesterday, has touched on a problem that my Ministry is most mindful of when he spoke on the shortage of public cleansing workers. Because of the problem we anticipate, my Ministry has over the years progressively introduced mechanisation to replace manual workers. For example, we are now trying out a small mobile machine to clean open parks and walkways. If proven successful, this machine can replace a few workers. But in the longer-term, there will be a limit to mechanisation and it will be necessary and crucial to have the community's support and cooperation. If everyone can help keep our public places clean by not littering, we will need fewer workers for public cleansing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether Government takes a national approach in attempting to solve the cleansing of public places, the answer is yes. My Ministry does consult other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 969</b></font>\n  <br>\n  <br> relevant authorities, when necessary, to ensure that designs or modifications of infrastructures take into account public cleansing, especially in areas where it may not be possible to mechanise. For example, we got the PWD to redesign the inlet to the scupper drains as the older design gave rise to cleansing problems. We have also got the PWD to provide ramps for pedestrian malls and walkways to facilitate the use of mechanised mobile cleansing machines. Sometime ago, we also convinced the Parks and Recreation Department not to plant Ketapang trees as they shed leaves continuously which clogged up drains and drain outlets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Chen also wants to know how much more of the rubbish we generate can be incinerated. With the completion of the third incineration plant at Senoko, we now have a total incineration capacity of 5,700 tonnes per day and we are able to burn all incinerable refuse generated up to the year 1997. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his suggestion that sewers carry disintegrated solids to certain points for disposal, I will certainly ask the relevant department of my Ministry to look into the proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me turn to the subject of noise pollution. It will not be possible to eliminate noise. We can only minimise its impact. So to control noise, our primary focus will be on preventive measures to minimise noise impact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as possible, we will use appropriate engineering or planning measures to do this. For example, to reduce traffic noise from expressways, the PWD has implemented several measures such as lowering the road gradient, optimising traffic flows and controlling speed limits. The PWD is also looking into the feasibility of using noise absorbing materials for paving roads. And to cut down traffic noise level further, the ROV is currently examining the noise emission standards for vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have the necessary legislation to control various types of noise and these are enforced by several appropriate authorities. But the House may be interested to know that the Green Plan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 970</b></font>\n  <br>\n  <br> Workgroup on Noise has recommended the setting up of a central unit in my Ministry to ensure that controls by the various authorities are guided by well-coordinated policy directions and objectives. Apart from a few areas where new legislation may be required, existing laws are sufficiently comprehensive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now answer some of the issues raised by Mr Choo Wee Khiang. To minimise the impact of noise from the CTE, residential developments in the vicinity of the CTE are kept at least 30 metres away from the expressway. The PWD, as I have mentioned earlier on, has implemented several other measures to minimise the impact of traffic noise from the Central Expressway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on Green Labelling, the Scheme now covers 5 product categories - 4 on recycled paper products and 1 on carbon-zinc batteries. In the next 4 months, another eight product categories will be introduced and these include alkaline batteries, compact fluorescent lamps and detergents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since my Ministry introduced the Green Labelling Scheme in August last year, we have received enthusiastic response from manufacturers and retailers to participate in the Scheme. A recent survey conducted by my Ministry showed that support from members of the public for Green Label products has also been encouraging. Six of the 15 companies surveyed reported an increase in the sale of Green Label products ranging from 2% to 60%. And I would certainly like to congratulate our environment-friendly citizens who have made a choice to protect our environment. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, before I withdraw the amendment, I would like the Minister to consider carefully the implications of the two alternatives that he mentioned for the collection of refuse. First, by using a pre-paid bag, we may cut down the volume, but not necessarily the weight, which means that the waste generated can still be the same, but it is easier for collection. Secondly, the variable bin might encourage people to dump their rubbish into other people's bin. These are the implications that I hope the Minister will look into. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment Nos. (3) and (4), Mr Yap is not here. Amendment No. (5), Dr John Chen. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head M of the Main Estimates be reduced by $10 in respect of Code MF 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the variety and volume of chemicals and chemical products handled in Singapore have been increasing rapidly due to the success of our industrialisation programme. While this contributes significantly to our economy, it will also pose a great challenge to both the industries and the Government to maintain a safe and healthy environment expected by the workers and the public. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has so far been able to avoid major chemical disasters through stringent controls and legislation. However, some of the chemical plants have been in existence for some years now. Whether the original design for safety controls is adequate or is still within the safety standards after a number of years of wearing down is of great concern to the workers and the public. There is therefore a need for companies in the chemical industry to perform regular safety audits for their plants. May I ask the Minister whether such requirement is being worked out for these companies to follow so as to protect both our workers and the environment. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC):</b> Sir, our vehicle population is rising. With more cars on the road, the total amount of pollution emitted from our vehicles will rise. If this trend is not checked, this pollution will be to the detriment of our air quality. Although our air quality is currently safe, we have to ensure that it continues to be so. The Ministry of the Environment has introduced a variety of measures to control \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 972</b></font>\n  <br>\n  <br> pollution from vehicles. Would the Minister inform the House if the measures taken so far have been adequate and the effect these measures have had on our air quality? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Low Seow Chay -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Low Seow Chay (Chua Chu Kang):</b> Sir, the emission from road transport vehicles is a major source of air pollution in urban areas. At present, diesel and gasoline are the two major fuels used for road transport. It is well know that gasoline emits relatively high levels of carbon monoxide, nitrogen-oxide and unburnt hydro-carbon. It is also well known that the diesel vehicle emits an unpleasant odour and also particulates. The latter is known to be carcinogenic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the introduction of compulsory three-way catalytic converter for gasoline cars, we may manage to reduce the pollutants from the gasoline cars to the minimum possible level. However, the control of the diesel vehicle pollution is still considered relatively loose. I feel that when the technology and cost are feasible, the Ministry should consider the compulsory installation of particulate trap for diesel vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, electric cars should be ideal for our urban transport environment. However, it is still difficult to break through because of the problem of charging time, minimum distance for each charging, life of the battery and cost. So perhaps the short term solution is to introduce alternative fuels to further reduce the pollution generated by the vehicles. Many options are available. These include liquified petroleum gas (LPG), compressed natural gas (CNG) and partial blend of alcohol or methanol with petrol or diesel. Out of all these options, I feel that compressed natural gas could be economically viable to the unique condition in Singapore. This is because at the moment we do have natural gas directly piped in from Malaysia and Indonesia at quite affordable and competitive price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, CNG is a premium fuel and it will help the gasoline cars or spark ignition cars to reduce its emission of hydro-carbon and carbon monoxide. Due to the problems of handling CNG, at the moment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 973</b></font>\n  <br>\n  <br> it can only be applied to cars instead of trucks or heavy vehicles like buses. At the moment, many countries, like Japan, New Zealand and Australia, have replaced the polluted diesel taxis by using CNG-propelled spark ignition taxis. Sir, we can learn from the experience of all these countries. Perhaps, not too far in the future, the Ministry could consider allowing CNG-propelled taxis to be on our roads to further reduce air pollution in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the rule guiding the use of such environment-friendly vehicles is either not in place or not friendly enough. I would just cite an example, like the using of LPG cars. The recent rule states that the owner of an LPG car is required to pay diesel tax which deters all the potential users. I suggest that the Ministry should put certain regulations in place to encourage people to use the environment-friendly vehicles. We should provide some incentives, if possible. But we must not provide disincentives to discourage ownership of such vehicles. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, at the fourth meeting of parties to the Montreal Protocol held in Copenhagen in November 1992, the phase-out schedules of CFCs and other ozone-depleting substances of the Montreal Protocol had been accelerated. Is Singapore complying with this accelerated phase-out schedule? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the phasing out of ozone-depleting substances will not only affect our industries, but it will also affect the general public. Most of our air-conditioning systems for offices, homes and cars use coolants which are CFC-based. Their systems will probably have to be modified when such coolants become unavailable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister tell us when will our offices, homes and cars be affected, whether there is a replacement for the coolants, and if not, what are the things people need to do to continue using their air-conditioning systems? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> Mr Chairman, Sir, on the subject of safety audits for the chemical industry, I would like to emphasise that all aspects pertaining to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 974</b></font>\n  <br>\n  <br> safety are carefully studied before a chemical plant is allowed to be set up in Singapore. Of primary importance, Sir, is the proper siting of these chemical plants away from congested public places. The design of the plant must also incorporate whatever safety measures and controls that may be imposed as a result of the study. All these measures and controls will, to a large extent, minimise the potential hazards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, chemical plants are regularly checked by the relevant authorities, such as the Department of Industrial Safety of the Ministry of Labour, the Fire Safety Bureau of the Ministry of Home Affairs and the Pollution Control Department of my Ministry, to ensure continued compliance with the requirements. They are also required to seek approval for any major changes which may affect the safety environment of the plants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Requiring companies, new and old, which operate chemical plants or potentially hazardous factories to comply with all the statutory safety measures will prevent accidents. It is also in the interest of such companies to conduct their own safety audits regularly, as suggested by Dr Chen. Such audits can be undertaken by in-house safety professionals or specialist safety consultants. I believe the Ministry of Labour is currently conducting a study to identify these companies and to encourage them to conduct safety audits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of vehicle emission control, as raised by the Member for Thomson GRC, the House may want to know that over the years we have adopted various measures to keep our air clean. These measures include the use of cleaner fuels and the adoption of stricter emission standards. With these measures, air pollution levels in Singapore have either dropped or held steady, although there are now 40% more vehicles on our roads than in 1981. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the improvement in the ambient lead level is most significant. The level, as it stands today, is only one-seventh of the 1981 level. Half the cars that can run on unleaded petrol have already switched to the cleaner fuel. What I would like to do is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 975</b></font>\n  <br>\n  <br> to urge the remaining half to switch to unleaded petrol so that our air will be even cleaner. Sir, the experience over the last two years shows that unleaded petrol does not lower engine performance. Besides, it is much cheaper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the levels of carbon monoxide and sulphur dioxide in our air have also improved. They are now about 70% of their respective levels in 1981. Hydrocarbon and particulate levels are steady. However, the roadside levels of nitrogen oxides are slowly rising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The levels of all these pollutants will rise if more cars are added to our roads. Therefore, to keep them from rising, we must continue to adopt more stringent emission limits and to use cleaner fuels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to take this opportunity to announce that from 1996 the sulphur level in automotive diesel will be reduced from the current limit of 0.5% by weight to 0.3% by weight. It is estimated that particulate emissions from diesel vehicles can be reduced by another 25% if sulphur in automotive diesel is reduced from 0.5% to 0.3% by weight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about cost to the consumer, you may ask? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the use of lower sulphur diesel should not result in higher costs of fuel. In fact, one of the oil companies is currently retailing 0.3%-sulphur diesel at the same pump price as the 0.5%-sulphur diesel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned just now, Sir, the levels of particulates, nitrogen oxides and hydrocarbons have not improved. At best, they remain steady. They will rise as the number of diesel vehicles increases. So the use of 0.3%-sulphur diesel will enable us at some future date to introduce new emission standards to reduce the amount of these pollutants in our air should they increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assoc. Prof. Low Seow Chay spoke on compressed natural gas (CNG) vehicles. Sir, CNG is, of course, a much cleaner fuel than petrol and diesel. Therefore, from the environmental viewpoint, vehicles powered by CNG are therefore more desirable than conventional vehicles. But \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 976</b></font>\n  <br>\n  <br> the use of CNG vehicles in Singapore depends on our ability to source the natural gas. Then there must also be the infrastructure for the safe storage and distribution of the gas. My Ministry is forming an inter-ministry workgroup to study in detail the use of clean vehicles. Incentives to promote the use of CNG vehicles will certainly be one of the issues to be looked into. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member correctly pointed out, it will be some years before electric vehicles become commercially viable. The electric vehicles that have been developed so far have a limited range of about 100-150 km per battery charged. As he mentioned just now, each battery charge takes up to eight hours. More research and development on electric vehicles is obviously needed. But even when produced on a commercial scale, I feel that electric vehicles will still cost more than conventional vehicles. At an appropriate time, the Government will study the need for incentives to make it worthwhile to own and operate such vehicles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall now turn to the final subject of discussion: Environmentally Hazardous Substances, raised by Dr John Chen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1989, Singapore signed the Montreal Protocol which specified the phase-out date of 1st January 2000 for CFCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since then, Sir, we have helped the affected industries to switch to production processes that do not depend on CFCs. EDB and SISIR provided financial and technical assistance respectively to the companies making the switch. Our CFC consumption in 1992 has dropped to about 1,900 tonnes from 4,000 tonnes in 1986. In fact, Sir, we are very much ahead of the phase-out schedule under the Protocol. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, as correctly mentioned by Dr John Chen, parties to the Montreal Protocol have recently decided to bring forward the phase-out date by four years. Fortunately for us, Sir, because of the prompt actions taken by us in the past few years, we are now in a good position to comply with the new phase-out date of 1st January 1996. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 977</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to add that the new phase-out date applies to the use as well as the production of CFCs. So global supply of CFCs will dwindle as major CFC producers scale down their operations nearer the phase-out date. Our industries will have no choice but to make the switch. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Vehicle air-conditioners that use CFCs can either be modified or changed to use substitute coolants. We anticipate that nearer the phase-out date of 1st January 1996, vehicle air-conditioners using CFCs may be in excess of demand. To prevent any dumping of such air-conditioners in Singapore, it will be necessary to control the use of CFCs in new vehicles ahead of the phase-out date. With this in mind, the Government has decided that all air-conditioners fitted in new vehicles registered in Singapore from 1st January 1995 should use coolants that are free of CFCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Refrigerants used in home air-conditioners have low ozone-depleting potential. They will be allowed until the year 2030. Home air-conditioners, therefore, will not be affected by the phasing-out of CFCs on 1st January 1996. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I would like to testify to what the Minister had said about old cars using unleaded petrol. I own an old car and I was reluctant at first to switch until a friend of mine told me that many Americans in America use unleaded petrol for their 10 or 20-year old cars. I did a switch and found that it did not affect the performance of my car. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the question I would like to ask the Minister is this. Does he have any idea how much it will cost the existing vehicle owner to modify his car to use the new coolants, the non-CFC based coolants? \n  <br>\n  <br>\n  <!-- Dr Ahmad Mattar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ahmad Mattar:</b> I am speaking from memory, Sir. I think it will cost between $500 and $1,000, if I am correct. The modification will cost about that much. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I thank the Minister for his answer and I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $248,428,600 for Head M ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 978</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $207,785,400 for Head M ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 978</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head K - Ministry of Defence. Amendment No. (1), Mr Bernard Chen. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head K of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the debate on the Ministry of Defence budget last year, I touched on the tumultuous events taking place in Europe and Asia which were altering the security arrangements of virtually every country in the world. Since then, the uncertainties in the world have changed very little. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The political power struggle in the Russian Federation is still being intensively waged, even today. Ethnic strife in Europe has become worse. In our part of the world, the Americans have completed their pull-out from the Philippines. But the differences over the Spratly Islands remain. China appears to be concentrating on her economic development programmes while Japan is trying its best to overcome the prolonged recession. It would therefore appear to us that as far as the security front is concerned, the region is relatively safe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The external manifestation of a concentration of efforts on economic development is understandable, given the visibility of any economic programmes or measures. However, movements in security policies are often more covert, and by their very nature do not draw too much public attention. It is therefore easy for us to be lulled into a false sense of well-being. The reality can be quite different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I refer, in particular, to the arms sales which seem to be on the increase in the region. It is no secret that the Commonwealth of Independent States, led by Russia, have been promoting the sales of military equipment, ranging from fighter planes, war ships, small arms, and other sophisticated gadgets. Some of these equipment are very advanced in technology and sophistication. We all know \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 979</b></font>\n  <br>\n  <br> that the best brains in the former Soviet Union were put in the military. Several countries have expressed open interest in acquiring these equipment. And there have been unconfirmed reports that such purchases have in fact been made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue facing us in Singapore is what these procurements will do to the arms balance in the region. Up until the recent years when the United States was playing the role of the main arms supplier, there was apparently an understanding on parity of technology, so that no country in the region is encouraged to go one up on the other, which, in turn, would have led to an arms race. With the new suppliers, whose main aims are financial gains, this balance would not be of their concern and is very likely to be upset. Will there be a resurgence in the arms race, as each country tries to keep up with the others? The situation would be exacerbated by the absence of a balance of power in the region. With the United States seeming to concentrate on its domestic problems, the question is very much open as to who will fill in the role in the Asia-Pacific region. This will give rise to every country fending for itself, since there will be no dependable ally to rely on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern is how will Singapore react to this development and the possible resumption of the arms race. We have a limited budget in defence. I am happy to note that the Ministry has managed to keep within the spending limits all these years. Can this continue, if we have to spend more on military equipment? If we do not, will we be left behind? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Events in the recent past have shown that to be effective, our Armed Forces must remain at the forefront of technology. Unfortunately, this does not come cheaply. It requires a delicate balance between operating and development expenditures in order to remain within the given budget. If such a balance cannot be struck, then the existing limit on defence expenditure will have to be breached. On the other hand, to maintain the limit on expenditures, the quality of the Armed Forces may suffer, unless productivity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 980</b></font>\n  <br>\n  <br> improvements can overcome the deficiencies. However, productivity improvements may not be able to make up for the lack of advanced weaponry and equipment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister may care to comment on the changing security picture of the Asia-Pacific region and the Ministry's response to these changing times. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, the Minister for Defence, Dr Yeo, once said, and I quote: \"In spite of the end of the Cold War, none of the other ASEAN countries has cut its defence budget. In fact, the contrary is true.\" [The Straits Times, 27th November, 1991] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Defence Minister's perceptive observations still hold true today, almost two years later. In fact, not only was there not much of the anticipated peace dividend, there is instead an escalating arms race in Asia, in general, and, in particular, in the region around us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The uncertainty in the security environment in South-East Asia was made worse by a weakening American economy. The United States was forced to cash in at the end of the Cold War and concentrate on building its economy. The United States' withdrawal from the Philippines aggravated the security uncertainties in East Asia. In the Asia-Pacific, the arms trade has the perfect market of both willing buyers and sellers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Global economic recession has led to a mad rush for hard currencies in the Commonwealth of Independent States (CIS). Just last month, at the Ukrainian-Siberian universal exchange at Kharkov of Ukraine, more than US$2 billion worth of weapons were up for sale. Others ,such as the US, UK, France and China, are trying to boost their economies through the sales of arms. While the rest of the world wallow in economic recession, East and South-East Asia are the only remaining places to see real economic growth. This new-found wealth has led many Asian countries boosting their armouries with sophisticated state-of-the-art weapons. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 981</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Malaysia is considering submarines, tanks, Rapier missiles and Javelin portable SAMs. The Russians were reported trying to sell MiG-29s to Malaysia at prices 20% or 30% cheaper than F-16s. I was told that the MiG-29 could carry what is known as \"beyond visual range\" missiles, making it better than the lower-end F-16s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thailand, because of the series of growth in its economy, is turning from friendship-price purchases from China to state-of-the art weapons. The Thais are, by far, the biggest spenders on arms in South-East Asia. Their 1992 budget had an increase of US$400 million over its 1991 defence budget of US$2.4 billion. Several reports in August 1992 reported the Indonesian armed forces as evaluating whether to buy Scud missiles made in the former Soviet Union. Scuds are offensive weapons by nature. Their acquisition by any country in the region could cause serious regional concern and instability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think you will recall during the Gulf war, the Scuds were used as weapons of terror as they were not accurate enough to hit strategic targets. But the psychological impact on civilians was really great. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese are reported to be developing their own aircraft carriers with the aim of building up a blue-water naval force while the Taiwanese are reported to be buying mirage fighters. The Chinese have also been reported to threaten, on two occasions, to use military forces, if necessary, to settle disputes in the Spratly Islands and to invade Taiwan, if the latter declared independence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this state of affairs has serious implications for the security of small states like Singapore. We have no quarrels with anyone nor is our defence system directed at anyone in particular. We have, however, based our defence on the prudent policy of deterrence. The strategy of deterrence hinges greatly on having an edge over potential foes, be it apparent or real. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have an advantageous edge because we take our defence seriously. We spare no effort to preserve our security. Security and economic growth \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 982</b></font>\n  <br>\n  <br> have a symbiotic relationship. One cannot do without the other. Hence, to ensure that there is continuous prosperity in Singapore, we need to maintain the comparative strategic edge in our defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While others are expanding their defence budget, our Defence Ministry's allocation has been maintained. Sir, I would like the Minister to reassure this House that we are spending enough to maintain our high standard of defence and that there will be no compromise on our defence capability. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Thomson GRC):</b> Sir, the two speakers before me had mentioned that, despite the end of the Cold War, there are still many uncertainties in the international political scene. And for that reason alone, our defence establishment should continue to modernise and expand. We need a strong defence system. We need it to ensure our security to promote our economic development and contribute towards a peaceful regional environment. But as the two former speakers have mentioned, there are limits to our defence modernisation and expansion. Finance and manpower are limited. They are not inexhaustible. We cannot keep on increasing our defence expenditure. We cannot continue purchasing sophisticated weapons and increase our trained manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To enhance our security, Sir, we also need to build up trust and confidence between ourselves and our neighbours, especially those in ASEAN. And in this respect, nothing more significant can contribute towards this than cooperation among the Defence officials and uniformed officers of Singapore and its neighbours. It is important that the Defence officials of Singapore continue to exchange visits with their counterparts in the ASEAN countries. In this connection, I would like to commend the Minister for the various visits he had made to the various ASEAN countries as well as elsewhere. I know that those visits have been beneficial not only to the Minister but also to the Defence officials who accompanied him. And I hope that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 983</b></font>\n  <br>\n  <br> exchange of visits by Defence officials between the ASEAN countries will continue. But besides the Defence officials, the uniformed officers need to get together more often in the conference room, over land, sea and air. Here again, I would like to say that there have been many joint exercises between Singapore and our ASEAN neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether he is satisfied with the level of defence cooperation at the moment between Singapore and our neighbours, and what further efforts are being made to enhance the defence cooperation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a serious problem which affects our security is the security of the sea lanes. We are located astride the vital international waterway, the Straits of Malacca, and the shipping lanes from Europe, the United States, Japan and elsewhere all converge in Singapore. The security of the sea lanes is an issue beyond the capability of Singapore and small countries to manage by themselves. It is an international problem. And there are also other international security issues which have been mentioned by the two previous speakers, for example, the issue of the Spratly, and, if I may add, the situation in Cambodia. This issue, I feel, can only be managed through a multilateral security mechanism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, the US military presence has been the keystone of stability in the Asia-Pacific region, and with their reduction, there is urgency to organise some kind of multilateral security organisation to deal with regional security issues. Can I ask the Minister what efforts have been made towards the organisation of such a multilateral security framework? \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M):</b> Sir, other than having a credible defence force, it is also important for us to have warm, cordial relations with our neighbours, especially the immediate neighbours in this region. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, our defence relations with Malaysia and Indonesia are of special importance to our security. They are our closest neighbours. For many years, the three countries have managed to keep a good working relationship. However, events that took place over the past few years seem to indicate that they are developing in a somewhat different direction. May I explain, Sir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, relations with Indonesia. It is noticeable that our defence relations with Indonesia have made much progress. On the whole, it has been very positive. Among other examples and reasons, we can see, for example, the setting up of the Indonesia-Singapore Joint Coordinating Committee last year to combat sea robberies in the Straits of Singapore and Philips Channel. Since then, we have seldom heard of sea robberies in the two areas covered. There was also the opening of the Siabu Air Weapons Range in Sumatra, allowing our air force to conduct exercises. Bilateral exercises continue and seem to have increased. We also saw more exchanges of visits and regular contacts among the senior military leaders of the two countries. All in all, I think it is fair to say that the defence relations between the two countries have grown from strength to strength. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on relations with Malaysia, it is somewhat difficult. In fact, I cannot come to the same conclusion about our defence relations with Malaysia. Based on many newspaper reports, it is inevitable that many readers will get the impression that things are not as good as before. I am sure many of us may be able to recall that several years ago, for example, bilateral exercises between the SAF and the Malaysian Armed Forces were cancelled. Then RSAF helicopters were once alleged to have made unauthorised intrusions into Johor. Later, we read about restrictions being imposed on our aircraft flying over Johor airspace. Then the SAF was also alleged to have made artillery fire into Johor causing explosions in the Gelang Patah area. At one time, even some reservists climbing Mount Ophir were suspected of being involved in spying. All these allegations were reported in the Malaysian newspapers and picked up by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> Singapore newspapers. They definitely created some question marks in the minds of citizens on both sides of the Causeway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On some occasions, our own MINDEF did not react to these allegations. On other occasions, MINDEF did not react swiftly to counter or deny them. Maybe MINDEF has its reasons. Maybe a less hurried approach can help to cool things down. Or, maybe, MINDEF prefers to deal through the official channel rather than getting involved in an exchange through the media. However, I notice that, from time to time, it was the KL MINDEF who later came out in the open to clarify or deny many of these allegations. Many were found to be untrue. Then there is Pedra Branca. It is still unresolved and can become a potential problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not very clear to me, and I am sure also to many of us in this House and Singaporeans in general, as to what is the state of defence relations between Singapore and Malaysia at the moment. What I am sure of is that many Singaporeans still hope that there still exis the special relations between Singapore and Malaysia in defence and other matters. I hope the Minister can enlighten the House on these matters and give his assessment on the current state of affairs of Singapore-Malaysia and Singapore-Indonesia defence cooperation and whether he is confident that things will develop positively in future. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, there have been frequent references in this House and outside to the deployment of reservists while they are in training and such references are made when they come back from their in-camp training every year. There have always been complaints that the reservists were unhappy that they were not doing what they were supposed to do. There are far-fetched stories that the head of a big manufacturing firm is in charge of a transport pool or a highly qualified system analyst is a clerk in the army base. These stories may be very far-fetched. But given the size of the SAF and the size of the reserve forces, there could be some truth although the extent of the truth can be stretched somewhat. We understand that the fit between training demand and the skills of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> reservists themselves cannot always be matched. In fact, most often, probably they are not matched. But we have amongst our reservists some pretty highly skilled people with specialised skills which probably could be better used. And in their places some other reservists with lesser skills can be put instead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has always assured us that they have done this from time to time. But I wonder whether, in trying to allay the fears of some of these reservists, there are actual examples that the Ministry can come up with to say that indeed people with high skills or skills which are relevant to some of the defence needs have, in fact, been put to good use so that when they go for their in-camp training they could go happily. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, the Early Enlistment Scheme has been in place for about two years now. Today, there are about 600 such enlistees. This scheme was implemented to allow for youths who have dropped out of school but have not reached the age of 18 years to serve the national service liability earlier. This is done on a voluntary basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But based on the current population census, there are about 112,000 youths between the age of 15 and 19 and I understand that about 6% to 7% of our youths drop out of school. They could not attend ten years of education. Therefore, risking over simplification, there could be about 7,000 youths who would qualify for this Early Enlistment Scheme. Sir, I am not sure if the low recruitment rate is due to a lack of information on the scheme. So will the Ministry of Defence publicise this Early Enlistment Scheme so as to tap the rest of the potential recruits? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to touch on recruit training. In June 1991, MINDEF fine-tuned its basic military training by separating NS recruits into two different groups. Those who are fit and pass the NAPFA Silver Test do a three-month improved BMT and those who are less fit do a four-month BMT. The slower pace allows recruits to gear up more gradually in their physical fitness. On my visits to army camps and talking to recruits, I find NS men expressing satisfaction with the new BMT system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Dr Ho, where is your cut on recruit training? \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, this is an extension of the early enlistment scheme. May I have your permission to finish it? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ho, we are running out of time. Why do you not just ask your questions so that we can have a reply from the Minister? \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Can the Minister give the House an update on the progress made on this scheme? \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Defence (Dr Yeo Ning Hong):</b> Sir, I want to thank Members for their contributions and comments on the geopolitical and security considerations in the region and also for the call to improve our defence relations with our ASEAN neighbours and countries beyond the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me touch very briefly on some of the uncertainties in the Asia-Pacific region because these uncertainties affect us most of all. With the cold war over, the US and the Western countries are enjoying their peace dividends, cutting back their defence budgets very sharply. Because these were the countries who were the direct antagonists of the Soviet empire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But for us in South East Asia, our problems are totally different. The end of the cold war has resulted in a much greater uncertainty for us. Some of the major changes currently taking place are likely to lead to greater instability. Members have touched upon some of them. China's economy is on the verge of take-off. That means China would be able to afford to become a significant global power with a very sizable military capability to back up its influence. Japan is also seeking to have a much greater international political role. The conflict in Cambodia is still festering away. Although elections are scheduled for May, there is little optimism that a peaceful resolution will result. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nearer to Singapore are the Spratly Islands which are claimed in toto by China, and claimed in part by at least five other countries. Three of them - Brunei, Philippines and Malaysia - are our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 988</b></font>\n  <br>\n  <br> ASEAN partners. Any discovery of oil, gas or other valuable minerals will almost certainly trigger off a regional conflict as these countries fight over resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To add to that, there are also the ancient animosities and enmity in the region. These are problems that result from deep divisions and differences of race, language and religion. We saw what happened in Europe. These deep visceral differences can resurface with renewed vengeance and very quickly too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Up until now, one of the major factors that assists in maintaining the stability of the region has been the US presence in significant force. The contribution of the Americans to the stability of the region has been acknowledged by many other countries in the region besides Singapore. Unfortunately, as a result of her own domestic economic problems, the US is progressively reducing its presence. That makes for much greater uncertainty as we look into the next 5-10 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are not the only people who are concerned with the uncertainties ahead. Our neighbours in the region, ASEAN in particular, are also very, very conscious of the potential problems and all of them have started programmes to upgrade their defence and security capabilities. As Members have pointed out, Malaysia is acquiring better weapons and aircraft. Indonesia has been reported to have bought warships from Germany. Thailand is expanding its air force with the acquisition of another squadron of F-16s. And even the Philippines, which is currently grappling with its own domestic economic problems, is also sourcing for weapon systems to upgrade its military capabilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the midst of all these uncertainties, it is important for us in Singapore to continue to strengthen our defence relations with our friends in ASEAN and also with our friends beyond. The existing strong network of bilateral defence ties has helped immensely to enhance mutual confidence and security cooperation among the armed forces in ASEAN. Our cooperation with ASEAN, indeed with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> every one of our ASEAN friends, has grown over the years. We continue to have regular exchanges of officers in each other's military academies. We have regular bilateral military exercises. In Singapore, we have exercises with practically every one of the other ASEAN countries. They include our closest neighbours, Malaysia and Indonesia. We have exercises also with Thailand and Brunei. These exercises have grown over the years, both in scope as well as in sophistication. In the case of the Philippines, we are working together at the moment to schedule a first joint land exercise in the Philippines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our ASEAN neighbours have been very helpful to Singapore. They have helped us overcome our constraint as a result of shortage of land. So our forces have trained in Brunei, Thailand, Indonesia and the Philippines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Maidin mentioned the close cooperation between the Indonesian Armed Forces and the SAF. This is indeed true. Together, we have embarked on a number of joint development projects, the most important of which are the Air Weapons Range and the Air Combat Manoeuvring Range, both of them in Sumatra. Recently, the SAF and ABRI, the Indonesian Armed Forces, have also set up a joint coordination committee and we have been extremely successful in reducing the occurrence of sea robberies and piracy in our region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides all these areas of cooperation, we also participate actively in regular visits and exchanges among the senior members as well as other ranks. There is also regular exchange of visits by the political leadership in all the ASEAN countries. All these interactions at every level help us to develop mutual understanding and confidence and also to strengthen the relations that we have with each other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Maidin asked about the Malaysia /Singapore relations. I am happy to inform the House that our defence relations with Malaysia are warm and positive. But being very close neighbours, misunderstanding and difficulties do arise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> from time to time. What we have done in both countries is to try to minimise the hiccups in our defence relations by establishing effective communication channels between MINDEF Singapore and MINDEF KL, so that any misinformation can be clarified very quickly, so that misunderstanding is not allowed to fester. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will probably remember reading in the papers that the Malaysian Defence Minister, Dato Najib Razak, and other senior MAF commanders have publicly emphasised their commitment to maintaining good relations with Singapore. Singapore shares this commitment to good bilateral relations. Our two armed forces conduct regular bilateral exercises. There is an annual joint naval exercise also. Our two air forces exercise regularly, as frequently as four times a year. We do this under the auspices of the Five-Power Defence Arrangement (FPDA). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In April last year, Malaysia hosted the bilateral land exercise codenamed \"Semangat Bersatu\". This was carried out in mainland Malaysia, in Negri Sembilan. Singapore will be hosting the next land exercise some time in April this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Prof. Lau has touched briefly on the need for multi-lateral security arrangements. From time to time, there have been calls, both from Singaporeans as well as from people overseas, for the establishment of new formal regional defence arrangements. Singapore welcomes any form of cooperation that can contribute to regional peace and stability. But we have to remember that such arrangements should add to rather than replace existing tried and tested arrangements which have worked well for us, for example, the Five-Power Defence Arrangement which I mentioned earlier. This Arrangement brings together five countries, namely, Malaysia, Singapore, the United Kingdom, Australia and New Zealand, and is relevant to our peace and stability. It has helped us ensure that the region is stable. It allows the three extra regional countries, namely, UK, Australia and New Zealand, to play an important role in enhancing the stability of the region. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In ASEAN, we have already started paying greater attention to having more dialogues on security. Indeed, in January last year, at the ASEAN Summit meeting in Singapore, ASEAN leaders agreed to use the existing ASEAN post-ministerial conference as a forum to discuss security issues among ASEAN and our ASEAN dialogue partners. And the post-ministerial conference (PMC) in Manila has taken it one step further last July. They have endorsed the inclusion of regional security as a regular topic on the agenda of the PMC. So regional security will be discussed on a regular basis. All these discussions will eventually help ASEAN evolve a security arrangement that will contribute to our stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's views are that the best means to maintaining peace and stability in the region is to develop an open system that engages all the key powers in the Asia-Pacific region and bring them together to play an important role in establishing the security of the region. Countries that will have to be involved will obviously be the six ASEAN countries as well as the key players such as the United States, China, Russia, Japan and Australia. Such a system should ideally have links to broader international systems including that of the United Nations. At the moment, it is too early to tell what the final format or form or arrangement of such a grouping will eventually take. But one has got to be careful that we do not blindly follow models that may have evolved over the years for some other region, in totally different circumstances. We expect that such a security arrangement would take time for the entire Asia-Pacific to be comfortable with. The ASEAN PMC is a good start. The Ministers are talking. Over time, the dialogue will throw up more possibilities for Ministers to consider and it is likely that a new imaginative arrangement for security cooperation that is suited to our region will evolve. In the meantime, we have to continue with the existing bilateral relations and also with the existing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> multi-lateral relations that have worked for us. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I want to thank Mr Bernard Chen and Dr Ho for their concern regarding the adequacy of the defence budget and also for their call to continue to invest in our defence capabilities. The bulk of our defence expenditure goes into capital acquisition to give our servicemen and all Singaporeans the best possible protection, and for realistic training and exercises to keep the SAF fit and capable. Our defence budget allows us to develop a balanced military capability that is relevant to our needs. Of course, we will have to emphasise heavily on technology to enable us to overcome the severe limitations of our small population and our lack of geographical depth. The existing defence budget for the SAF is adequate to maintain our present level of deterrence. But if the uncertainties which I mentioned earlier on should threaten to break out into an actual armed conflict spilling over into the region, then I want to assure the House that MINDEF will be back to this House in double quick time to ask for additional support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my colleague, Mr Yao, will respond to the other items mentioned by Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the progress asked for by Dr Ho on the result of the change of the ungraduated BMT (three months for everybody) changed two years ago to a 3-month improved BMT for those who are fit and a slower 4-month BMT for those who are less fit, I would like, with your permission, Sir, to circulate a table (Cols. 1047 - 1048), which I think will give answers to that question. [Copies of table distributed to hon. Members]. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1993/19930311/19930311-HA-0601047.htm\">table - COMPARISON OF MEDICAL ATTRITION RATES BEFORE AND AFTER THE INTRODUCTION OF GRADUATED BMT FOR THE FIT AND LESS FIT NS RECRUITS (Cols. 1047 - 1048)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, because we are short of time, I will not go into all the details except to point out that the programme has been going on well. If we look at the table and the figures for the total medical attrition of the ungraduated BMT, we used to experience about 14% of medical attrition. These are people who have to drop out of the BMT programme, either on a permanent basis or to be given time to rest and then join another BMT later. You will notice that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> by putting the fit into an improved three months' programme and the less fit into a four-month slower BMT programme, we have reduced the total medical attrition rate down to only 7%. We are currently examining all the details of that change and we hope to be able to make further fine-tuning to improve the programme for our national servicemen. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Parliamentary Secretary to the Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Defence (Mr Matthias Yao Chih):</b> Sir, Mr Bernard Chen asked about in-camp training for reservists. In modern wars, armies fight in large cohesive formations and not as individual soldiers. This means that our national servicemen have to be trained and exercised well, first, in their own specific vocations, and then have the skills integrated. Only then can they most effectively be used in war. Such training and exercises are carried out over the two and two and a half years of national service. When the soldiers become reservists, they need to continue to be trained for their war time roles. With the limited time available during in-camp training, reservists revise the skills learnt during national service and are updated and, if necessary, upgraded in their specialties so that all the skills and expertise fit together well to build an efficient fighting machine. The reservists also build rapport with their team mates, become familiar with their tasks through practice, and experience fighting under stressful battle conditions. When they reach high positions in civilian life, they are likely to be already half-way into their reservists' training cycle. Retraining them would take time and be disruptive to both their original units as well as to their new units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, no vocation or exercise is too mundane or irrelevant to our defence capability. Every soldier, in every role, is critical in war time. The task and manning levels are carefully designed and are based on lessons learnt through regular exercises and experience. Failure on the part of any soldier to perform can put at risk the lives of his comrades and other soldiers in other formations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reservists make up 80% of our forces. That is why our reservists must be thoroughly familiar with their roles in spite of their short in-camp training. We cannot afford to have reservists who are not up to the mark. Hence, the need to practise their skills regularly in every in-camp training. As a reservist officer, I often take the opportunity to talk to my officers and men about their roles. I would advise any reservist who thinks that his role is mundane to speak to his company or Battalion Commander. They will give him a full explanation so that he can fully appreciate more his contribution to Singapore's defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Ho Tat Kin asked about the Voluntary Early Enlistment Scheme. Under the Enlistment Act, all male citizens and permanent residents are liable to be enlisted for full-time national service at the age of 18. The Voluntary Early Enlistment Scheme was introduced in 1986 to allow early school leavers to volunteer for national service when they reach 16 1/2 years of age. If the volunteers are found medically fit and mentally mature, they are allowed to enlist in the SAF. In 1991, 78 volunteers were enlisted under the scheme. Following a publicity drive to increase public awareness of the scheme, the number of voluntary enlistees quadrupled to 348 in 1992. The enlistees performed well in their training. The scheme is helpful to those who wish to complete their national service early so that they can further their studies or join the job market without undue delay. MINDEF will continue to promote awareness of this scheme. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, with the Parliamentary Secretary's permission, I will arrange a meeting of some of his reservists and probably go into a detailed discussion with him. I think that will be very useful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Dr Wang is not here. Encik Maidin is not moving. Mr Chiam is not here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,985,240,000 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $350,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head N - Ministry of Finance, Amendment No. (1). We have 55 minutes. Dr Ow. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head N of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is ironical that I have to move an amendment to cut his Ministry's estimates in order to thank the Minister for his compassion for the poor and for the lower-income households. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In his Budget Statement, the Minister has announced a number of tax changes and related issues: (a) For residents living in 1-room to 3-room flats who pay little or no income tax, the Government would pay on their behalf the Service and Conservancy charges in December 1993. This is equivalent to 5% of the income tax rebate; (b) The generous package of offsets to cushion the impact of GST on lower income households; and (c) The increased Edusave grant of $50 per annum per pupil regardless of whether he is rich or poor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me first focus on the tax incentives for enterprises. The Minister has given seven tax incentives to promote the development of an external economy. He has also proposed eight incentives to attract offshore activities to Singapore. These are specific tax changes for enterprises. I support these specific tax incentives. However, I would like to raise one specific question on behalf of a GPC Resource Panel member, ie, is double taxation relief (DTR) allowed in respect of services rendered in Singapore although the income is deemed to be derived from, say, Malaysia? If not, why not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, there are two other tax changes that affect companies: (a) one-off property tax rebate for commercial and industrial properties, and (b) the reduction of corporate tax rate by 3 percentage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> points. I believe that the property tax rebate will help to offset partly the increases in business cost which I referred to yesterday. However, the cut in corporate tax rate is a blunt instrument. The tax cuts benefit all profit-making companies regardless of what they intend to do with the tax savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In a dialogue session on GST organised by the Feedback Unit on 16th February this year, one participant observed that, and I quote, \"some companies might not improve or expand after corporate tax has been reduced and these companies will be benefitting at the expense of all Singaporeans who pay the 3% GST\". I notice that my friend, Mr Leslie Fong, of The Straits Times also made a similar point on 6th March 1993. The argument reminded me of the economic concept - \"quasi-rent\" concept. The question is how to encourage these existing profitable companies to expand and to reinvest, particularly in R&amp;D, training of workers and other activities which make these companies more competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of personal tax changes, the Minister has chosen to use a combination of tax rebate and personal relief. The Minister may consider using a similar combination method of tax rebate, tax allowances and tax deductibles for companies. The objective is to build a tax system which will make our economy competitive but, at the same time, rewarding to initiatives and risk-taking. I believe this combination approach may be better than further tax cuts across-the-board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, next, let me turn to personal tax changes. Personal tax changes allowed by the Minister include the reduction of personal tax rate, increase in personal relief and a tax rebate. I would like to ask the Minister two specific questions: (a) How will these changes affect the distribution of income tax burden in 1994 as compared to the current position? (b) How many taxpayers will fall out of the income tax net? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the first question, Sir, in the Budget debate last year I raised the question of the distribution of income tax burden. The Minister in his reply informed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> the House that 10% of taxpayers contributed 75% of the total tax collected for the Year of Assessment 1990. On the other hand, taxpayers with chargeable income of $5,000 and below, comprising about 45% of the taxpayers, contributed only 2-3% of the tax collection. I believe even with the tax changes to be introduced in 1994, the tax burden will still fall heavily on the higher income taxpayers. The Government has used the income tax system to tax the rich and help the poor. The tax revenue collected is used to finance social services - education, basic health care and public housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the second question, the taxpayers in the lower income tax bracket will no longer be paying income tax. Instead, they become consumption taxpayers. In this regard, the Minister also announced a package of offsets and rebates to cushion the impact of GST on lower income households. So the Government has used the tax system wisely to re-distribute wealth to benefit the poor and the lower income people. SDP Members and those who preach politics of envy must be blind to these facts. I support the Prime Minister's stand that there is no place for politics of envy in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, may I turn to a specific point on tax rate on owner-occupied residential properties. If I understand the Income Tax Act (section 10(1)(a)) correctly, the amount above $75,000 or the net annual value, whichever is less, is deemed to be profit arising from the property and is taxable. The Minister may wish to consider raising the current exemption level above $75,000. The exemption of $75,000 has been there since 1981, if I am not mistaken. If the Minister carries out a review of the exemption amount, this would be in line with the Government's intention to compensate compulsory acquisition based on the 1992 values. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, with the announcement that Singapore Telecom will be listed this year, I believe that the market is now very keen to know more about the Government's privatisation programme. Therefore, I would like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> to raise a few questions with the Minister on the Ministry's plans for privatisation of statutory boards and Government-linked companies (GLCs). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First question, Sir, is, besides Telecom, does the Minister have any other details as to the timing and structure of the privatisation of other statutory boards such as PSA, MRT, PUB or SBC? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second question is, has the Government further intention or plans to privatise other GLCs which include listing of GLCs on the stock exchange, or divestment of GLCs to private corporations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, since there will be a series of privatisation of statutory boards, has his Ministry formed a central body that controls privatisation and establishes some form of guidelines as to what would be the most appropriate structure when statutory boards are being privatised? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The concern here is that when a statutory board is being privatised, it may turn into a privatised monopoly which, I believe, is quite a dangerous move. Because, while a Government monopoly can be controlled, in terms of its pricing for its products and services, a privatised monopoly may be overly driven by its profit motive and can therefore lead to increase in its prices. Whenever a Government agency is privatised, I think it should generally retain the regulatory functions within the Government so that there is price control, while more than one operating unit should be formed so as to create competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to ask the Minister: do we set rules when the statutory board is being privatised, to encourage it to be formed in two or three parts, and also to encourage the public to form similar companies in competition? A good example is SBC. If SBC is privatised, perhaps a commercial television station can also be encouraged to be formed. If a body is being kept as a monopoly that sets its own market rates; for example, Telecom on telecom rates, PSA on port rates, MRT on MRT fares, then how would the Government regulate these bodies once they are privatised? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, when the Singapore Government finally decided to implement the GST, it adopted the New Zealand model. I say, good show. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, New Zealand is a fascinating country, a land known for its magnificent landscape and friendly people. I think that perhaps were the reasons that drew our SDP leader there to study his first degree. Less well-known, however, is the fact that New Zealand was one of the pioneers in the field of social security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But New Zealand's honeymoon with welfarism proved fatal. Her economy took a severe beating with the concomitant fall in the standard of living in the eighties. In the sixties, they were okay. In the seventies, they were still okay. In the eighties, they went down. In the eighties, New Zealand began to seek a divorce from welfarism. It introduced a series of welfare-cutting measures, introduced GST and it revolutionised government budgeting procedures. Her economy is still unwell, but because of these radical reforms, I think New Zealand will come out stronger. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, part of New Zealand's economic malaise lay in not knowing what went wrong. New Zealand's cash-based budgets did not and could not reveal the serious cracks in her economy. But when she switched over to the accrual-based budgeting system, the flaws began to show. For the six months to December 1991, the period for which the accounts were prepared under the accrual system, the budget revealed an operating loss of NZ$3.7 billion. But under the old cash-based system, the operating loss was only NZ$500 million. So it was NZ$500 million on the old system (cash-based); NZ$3.7 billion on the new system (accrual-based). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this reason, New Zealand's accrual-based budgeting system is worthy of our emulation. It is clearly a better system, if nothing else, it gives us a different picture of the economy. Accrual-based systems are familiar with accountants. Briefly, it includes incorporating a balance sheet of assets and liabilities, an income and expense statement accompanied by a cash flow statement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like the rest of the world, Singapore adopted a cash-based system for budgeting. It is a workable system but it has inherent defects. A cash-based system does not take into account the difference between current and capital expenditure, even though our budget has been modified to distinguish between recurrent expenditure and development expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, a cash-based system does not reflect the cost to future generations of present policies like the failure to maintain infrastructures. The UK and the USA have found to their horror that successive governments have allowed infrastructures on transport and sewer to run down because it is politically easier to chop than welfare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many countries have refused to convert from cash-based to accrual-based because politicians find it expedient to use asset sales to reduce budget deficits. Sir, we have the reverse problem here. Our budget is in surplus, so adding asset sales will increase our surplus even further. This is technically wrong. Under the accrual-based accounting system, the privatisation of Singapore Telecom, for example, reduces assets and debts by roughly the same amount, leaving the net worth and operating balance unchanged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, accrual-based budgeting system better reflects the financial position because it accounts for the changing value of assets (like roads, airports, schools) and liabilities (like pension funds and CPF payments). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my briefings by the Ministry of Finance officials, I have been informed that our cash-based budgeting system has been designed to overcome some of the inherent defects. I am not unhappy with the present system. It has worked very well, but, perhaps, because of a convergence of special circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, because this PAP Government is prudent, having accumulated a healthy surplus through years of careful and meticulous control, capping expenditure at about 20% of GDP. But I am unsure if future generations of governments will be equally prudent. Like the Elected President \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> mechanism, I think it is better to put a check on the system by adopting the accrual-based budgeting system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason why the cash-based system has worked for us is that we have honest, diligent and competent civil servants at the Ministry of Finance. Over time, things might not be the same because more competent officers might be lured by the more lucrative private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third reason why it has succeeded is that our infrastructure, (roads, sewers, and all that) are relatively new. In the UK and the USA, they have found to their horror that generations of neglect resulted in the exposure of the crack in the cash-based system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And, finally, because our population is still young, so our long-term liabilities like pension funds, CPF payments, are not severe enough to highlight the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is, in fact, no need to change now. But it would be good to set the motion in process. Unlike the GST, this change will not generate heat. I think it will only bring light, in the sense that it is the strength of our economy and the soundness of our civil service system, and the prudence of the PAP Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister if a formal change from cash-based to accrual-based system is indeed on his Ministry's agenda. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> Sir, Dr Ow Chin Hock started the debate on Budget 1993 three days ago by mentioning the mindset between the private sector and Government officials. Following that, we had quite a few other colleagues here, including yesterday afternoon, Minister for Trade and Industry, Mr Dhanabalan, talking about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is whether we can assign the civil servants in the Administrative Service to have a stint overseas as well as a programmed stint in the private sector. And, hopefully, this way the mindset could be changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many opportunities for the Administrative Service personnel to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> assigned overseas in all the other Government agency offices such as EDB, TDB, STPB, MFA, the GLCs, and so on. As to the private sector, probably the Administrative Service personnel could be assigned to big corporations, GLCs and also the trade bodies in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point here is to get them to understand the real world outside, and to enrich themselves. They are very important people - they are key civil servants - and they, in fact, are often mentioned to be more powerful than our Ministers who actually listen to them and all the papers put up by them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This mindset has got to change if we are going to take on the next lap, especially when we are regionalising and globalising. There are many key officers, and if the mention of their names bring disgust, then something must be wrong with some of these key officials in some of the Ministries. Otherwise, they would not be spat at. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is whether the Administrative Service need to be a protected pyramid, that is, whether some of the appointments could be open up to people from the outside to apply. Now that we pay so well in the Administrative Service, I suppose we can lure people back to the service. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, I would not be raising the point on the foreign-based income because it has been raised earlier. I would like to move on to medical expenses for companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many workers and managers have expressed concern about the capping of the 2% of total remuneration for health care expenses to be tax deductible. Understandably, they were concerned about the capping, meaning that they will at the end of the day lower the standard and quality of health care services borne by companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although many members of the Resource Panel of the GPC for Trade and Industry and Finance have expressed such concern, I must admit, however, that on deeper reflection, I share the rationale of the Minister in proposing this capping. I think it is entirely sound and defensible, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> order to assign more personal responsibility for health care and minimize the baggages that businesses will have to carry to facilitate competition and taxation policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this direction, however, I do think that there is a need for an individual limit, so that senior officers or a few persons do not consume the larger part of the tax benefit, and crowd out the benefits for the health care needs of the lower level workers. One way, of course, is for the companies themselves to limit the individual medical benefits. Another way may be to cap the tax deductible medical benefits of the individual worker, based on the maximum of 2% of his remuneration multiplied by the inverse of the ratio of the claimants of the benefits to the total number of workers in that category. I think a relatively easy method for this can be worked out. In this way, while the medical bill for the company may exceed 2% of the total remuneration, due to some who are seriously sick or some who are exceedingly health conscious, they may be required to pay the tax portion of their expenses, if the company does not wish to subsidise them. And the others who are not so sick, or not so health conscious, can still retain the quality of the medical benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other minor point which I want to raise, and perhaps the Minister can clarify, is whether medical insurance expenses fall under this category of the 2% capping. \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> Sir, on behalf of the business community, I would like to thank the Minister for Finance for the very generous package of tax incentives for both companies and individuals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The unilateral tax credit and the double tax deductions and other incentives are timely considering that we want to move companies out to regionalise their operations and also to help them overcome the higher costs of doing business. In particular, the property tax rebate is timely. We are hoping that, eventually, the property tax rate could be permanently \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> lower so that the cost of operations can be reduced. I wonder if the Minister would take the initiative, along with his colleagues, to ask JTC and HDB to take the lead by passing on the cost savings in property tax rebate as reduced rentals to the business community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning tax changes for companies, I have got one here that affects companies and individuals. Last year, in the SMA survey concerning regionalisation of companies, one major problem faced by companies is to persuade their managers to go overseas or to manage their overseas ventures. So companies would like to look at using share option as an incentive to encourage managers to go overseas. However, we understand that share option is taxable at the time the option is exercised, assigned or released. Quite often, when an employee exercises the option, he is taxed immediately and I understand that the financial burden becomes higher than his income can sustain. So I will ask the Minister to clarify if such share options, when exercised, would be subject to tax or not locally, or whether it can be deferred until the actual benefit is derived, such as the time of disposal of the shares rather than at the time of exercising the option. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I go on to the next issue of EXIM Bank? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> First, I want to declare my interest as ECICS non-executive director. On this issue of Export-Import Bank, I have earlier asked the Minister for it, but I did not get an answer. I will bring it up again. The US has actually got the Export-Import Bank in place to help finance companies going overseas with low interest and longer term financing so that they can take on projects overseas against keen competition. Such facilities are not available for our Singapore businessmen when they go overseas and they find tremendous competition from the bigger companies from the developed nations which have such banks. Of course, the US also has this Overseas Private Investment Corporation which is backed by the government to insure the investments and the contracts against political risks. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know of an example in Singapore, where a Singapore company actually secured a contract in China for oil-field development amounting to almost US$100 million. The businessman came back and he managed to convince the bank to finance him. But, at last, he had to give up the project because the bank would not finance him as there was no insurance available against political risks here in Singapore. So, finally, the contract was terminated by the customer and Singapore lost a US$100 million deal because of this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I would like the Finance Ministry and the Government to look into the needs of such businessmen venturing overseas to take on contracts as well as to invest abroad. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Sir, the first question raised by Dr Ow is whether double taxation relief is available for service income from Malaysia. The answer is yes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has also asked whether, instead of giving further corporate tax cuts across-the-board, we might not consider a two-tier system whereby specific incentives are given for particular types of reliefs. I should point out that the Government already gives specific reliefs for activities, such as research and development and other forms of direct investments. These include cash grants, investment allowances and double tax deductions for expenses incurred in R&amp;D activities. These special incentives already exist and I do not think we want to construct another layer of special incentives. Our preference would be to give an across-the-board corporate tax reduction up to the 25% long-term rate which we have recommended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow has also asked some specific questions about the effect of tax reliefs on the liability or burden of taxation, particularly, in respect of the distribution of income tax burdens. Before the change, the top 10% of resident taxpayers bear about 76% of the total income tax paid. With the implementation of the tax cuts proposed and in the increase in reliefs and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> rebates, the top 10% of resident taxpayers will bear 94% of total income tax. With these changes also, 74% of all resident taxpayers will no longer need to pay direct taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked a specific question about whether the net annual value of $75,000 limitation can be lifted. At present, an owner who resides in a property with a net annual value of up to $75,000 will not have to pay income tax on it. However, if he has more than one residential property, this concession will apply only to one property. This is designed to make our tax structure progressive and encourages home ownership. But if he buys another property for his aged parents, for example, he still remains exempt from income tax on one property. In short, section 10(1) of the Income Tax Act will apply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee has asked whether Government could say something about its privatisation programme following the announcement about Telecom. The Telecom privatisation programme is proceeding smoothly on schedule and should be implemented sometime towards the third or fourth quarter of this year, probably around the end of the third quarter. Besides Singapore Telecom, another eight Government linked companies are scheduled to be floated on the Stock Exchange over the next two to three years. The exact timing of these privatisations will depend on market conditions and the decisions of the companies themselves. These will include companies, such as Singapore Technologies Industrial Corporation, Singapore Food Industries, Raffles City Private Limited, Chartered Industries of Singapore, PIDEMCO, SMRT and the CDC-Construction and Development Company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked whether there is a central body within Government to coordinate the manner in which the privatisation takes place. Basically, there is no separate body. The privatisation programme is coordinated by the Ministry of Finance with the participation of the controlling Ministries in which the statutory board or the company belongs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> The final decision on the form of privatisation and the timing will, of course, be determined ultimately by the Cabinet if they concern statutory boards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo Tsai Kee has asked whether Government will emulate New Zealand in moving over to a complete accrual system of accounting. For his information, I would tell him that we have, in fact, sent officers from the Ministry of Finance to study the New Zealand government's experience in implementing the accrual-based system. Their conclusion is that the purposes for which the New Zealand government introduced the accrual accounting can be largely achieved using our current system of cash accounting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. The implementation of the accrual-based budgeting and accounting system in New Zealand was part of a broad-based public finance reform designed to provide greater accountability and to improve the performance of their government departments. The reform was aimed at tightening expenditure control and reducing expenditure as a proportion of GDP so as to help reduce their budget deficit. A key element of the reform was greater autonomy to departments in managing their resources. In order for this not to lead to abuse, departments have been made to account for their operations through more stringent financial reporting. They have, therefore, introduced accrual accounting to try and ensure that Government outputs are accurately costed and proper records of capital assets are maintained. Both these objectives can be achieved without incorporating special accrual accounting into our budget or statutory accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The path taken by my Ministry to achieve these objectives is slightly different. We have introduced Management Accounting System, or SIGMA, in our Ministries to enable civil service managers to know the full cost of departmental outputs and activities. SIGMA uses accrual accounting. We have also implemented a fixed assets system which ensures that capital assets of Ministries are properly accounted for. We have also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> given greater autonomy to our Ministries through our block vote budgeting system which allows Ministries greater flexibility to manage their own resources. Some budgetary allocations, such as capitation grants to independent schools and subventions to restructured hospitals, are based on full costs, including depreciation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To make Ministries more accountable to Members of Parliament and the public, it publishes performance indicators of key activities in our Budget book. We feel, therefore, that there is no compelling reason for us to introduce accrual accounting into our accounts at this stage. One has to bear in mind that accrual accounting also allows greater scope for subjectivity and window dressing than cash accounting which is a much more conservative form of accounting. However, we will continue to adopt those aspects of accrual accounting which are beneficial and, over time, we will move to what we consider the most efficient system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia Shi Teck has raised some suggestions for trying to bring the private and public sector components together. I thank him for his suggestions. I agree that it is essential for the private and public sectors to have a much better understanding of each other as this will ensure good teamwork and facilitate greater growth of the economy as a whole. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The civil service itself initiated a cross posting scheme in 1987. It is modelled after a scheme used in the United Kingdom where officers were posted to the private sector and vice versa for periods between 12 and 18 months. Fifteen statutory boards and 23 companies were invited to help formulate and participate in the scheme. Unfortunately, although everyone agreed to remove technical impediments, the majority of the organisations indicated they were ready to receive civil servants but were not prepared to release their employees for assignments in the civil service. In other words, it was a one way move. Owing to staff shortages in the Administrative Service and the unwillingness of other organisations to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> engage in a two-way exchange, this scheme unfortunately had to be shelved. The civil service is monitoring the situation and we are prepared to revive the scheme if the private sector finds it attractive now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, other avenues for interaction between top executives in the public and private sectors have been developed. For a number of years, Government has made it a point to form committees comprising key persons from both the private and public sectors to consider and formulate national policies. Examples are the Economic Committee and the Business Enterprise Committee. Others include the 1989 National Marketing Workshop and the various sub-committees and workshops which formulate the strategic economic plan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are other ways for the private and public sector executives to interact. The Institute of Policy Studies holds regular seminars and discussions and, where appropriate, the newly established Civil Service College will invite private sector individuals to participate in its programmes for senior Government officials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For many years, senior civil servants have served on boards of Government-linked companies and this is another means in which they and the private sector can interact. We are receptive to taking up the Member's suggestion of giving Administrative Officers overseas assignments when suitable opportunities arise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Chia has said that certain individuals in the Government are viewed with disgust. If there are indeed such individuals, I will appreciate it if he will let me know their names, privately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen supports capping of medical expenses but recommends a variation in which the capping is applied on an individual basis. I am not sure that it is really workable. The cap is on the company and it is up to the company to determine its internal policies on how the cap should be distributed. It should form part of the remuneration package which a company negotiates with its employees, rather than require Government to impose \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> selective caps on different categories of staff which will become very messy and probably be an impractical scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked specifically whether medical insurance expenses will come under the cap. I would assume that since it is an expense, it should be part of the cap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Robert Chua has raised several points. First, he hopes that the property tax rebate can be reduced permanently. This is a matter which my Ministry is considering, whether our property tax rates are at levels which we should continue to maintain over the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked whether JTC could be asked to pass on the property tax rebate. I have, in fact, in my Budget Speech said specifically that all Government-related property owning companies will be asked to pass on all the rebates to their tenants. I hope that the private sector landlords will try to do at least half of that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked about the tax liability of share options. My recollection is that when a share option is exercised, presumably it would be in the case where the shares have gone up in value. The tax liability will only fall if you sell it at the same time. In other words, you realise a capital gain. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> At the time of the exercise. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> At the time of the exercise. Most people, when they exercise it, are unable to realise the gain because of cash flow problems. You either do a back-to-back arrangement whereby you exercise and sell at the same time and the taxable proportion will be the gain you have incurred. That will be the normal process. If there are variations in which he has some uncertainty, perhaps he could let me know in detail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked whether Government will consider the setting up of an Exim Bank or some form of insurance. This question was asked earlier by him. I believe that the Economic Development Board and the Trade Development Board already administer a number of financial schemes to help local companies venture overseas. We also have bilateral investment guarantee agreements with 17 countries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> These include ASEAN, Vietnam and the People's Republic of China. We are continuing to negotiate more investment guarantee agreements with other countries and these agreements reduce greatly the political risk faced by local companies operating in these countries. We are currently negotiating such agreements with another nine countries. However, we recognise that in specific cases the risks involved may be significant and we will examine the types of insurance coverage that could be given to local companies in venturing overseas to facilitate their risk taking. We will also examine whether the setting up of an Exim Bank is possible and if there is a way of doing this at this juncture. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I would like to seek one clarification from the Minister. I was referring to the taxpayer's owner-occupied first property or only property and not the second property or property occupied by his parents. The question is whether the Minister can consider revising the $75,000 upwards. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> At present, there is no intention to do so. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Dr Ow. We have 5 minutes. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N of the Main Estimates be reduced by $10 in respect of Code ND 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Finance has briefed our GPC members on the Singapore Government Management Accounting System (SIGMA). SIGMA is designed as a management tool to help the civil servants in the management of their manpower and operating resources. Our GPC members support the development of SIGMA. I simply want to raise the following questions and ask the Minister to update us on its current status: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) How many Ministries and departments are covered by the system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Has the system been utilised to its fullest advantage? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Apart from the initial capital expenditure incurred, has the cost of implementation gone up? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I would like to thank Dr Ow for his support of SIGMA in general and for his comments on the efficacy of SIGMA in the past. I have already reported on the progress of the SIGMA project in my Budget speech which I shall not repeat here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked about the total project cost. As the project has not been fully implemented, it is too early to state the total project cost. However, I would like to assure Dr Ow that my Ministry is mindful of the need to control the cost of implementation and to get value for money. As far as possible, existing computer systems and inhouse expertise are used in the introduction of SIGMA. To-date, the Ministry has spent only $3 million on capital expenditure and initial consultancy studies. A total number of 17 accountants have been recruited to enhance accounting capability of the Accountant-General's Department and Ministries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SIGMA represents a significant step forward in the management of Government resources. Ministries are now in a better position to understand the full cost of their activities, to identify inefficient, wasteful and unproductive activities, reprioritise functions and to redeploy financial and manpower resources to areas responsive to the public demand. We are looking forward to the use of SIGMA to help pave the way finally for the implementation of activity-based costing, as suggested by Mr Lau Ping Sum. This will enable the Government to better control its costs and keep expenditures at low levels and at the same time to meet higher quality of services expected by members of the public. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, unless I am getting old, I cannot remember the Minister mentioning in his Budget Statement the number of Ministries and departments covered by the system. I do not think he has mentioned it. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Practically all are in the process of converting or moving towards the system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Thank you. Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), five minutes. Mrs Yu-Foo. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N of the Main Estimates be reduced by $10 in respect of Code NI 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reason for Singapore's success has been largely due to its policy of rewarding each one according to his or her merit. Hence, whether the person is male or female is immaterial as equal opportunities and pay are given to all based on their level of skills and performance. Likewise, distinctions are not made between male and female employees in the provision of fringe benefits by employers. I am sure the Minister will agree that his female staff in the Ministry work as hard as their male counterparts and are also as good as his male staff. It is therefore logical that medical benefits be extended to the family of female civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, when the issue was raised, the Finance Minister did give an indication that Government may consider this when reviewing the remuneration package of civil servants. Would the Minister inform the House when the announcement will be made? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I thank the Member for Yuhua for reminding me of this issue again. I did mention in my Budget speech that along with the capping of tax deduction for medical expenses, the medical benefits for public sector employees will also be reviewed. Changes to civil service medical benefits, which include changes to the benefits for female employees, will be part of this package and the announcement will probably be made in the second half of this year. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I would like to thank the Minister and look forward to the announcement as soon as possible. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Are you withdrawing the amendment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>3.00 pm \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head N of the Main Estimates be reduced by $10 in respect of Code NN 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am heartened to note the hon. Minister has finally allowed a taxpayer to claim tax relief for aged parents even if the latter are not residing in the same household. These taxpayers retain close family ties and maintain their aged parents, despite not being able to house them under the same roof. But, Sir, under existing guidelines, this relief is allowed only if the parents are over 55 years of age. Many taxpayers are also supporting their parents who are below 55 years of age. These parents are unemployed and many, for some reasons, are not working. Many prefer to stay at home to look after their grandchildren. Many, particularly those in their early 50s, find it difficult to seek employment. May I therefore, ask the Minister if he would consider lowering the age limit to 50 years of age. Or, better still, have no age limit, so long as the taxpayer can prove that the parents are not gainfully employed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to the next topic? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I understand that under the Income Tax Act a penalty of 5% is imposed on taxpayers, individuals and corporate bodies, for late payment of income tax, ie, failure to pay tax within the 30 days stipulated. With the emergence of the Inland Revenue Authority as a statutory board, it would indeed be a testimony of our maturity if the Comptroller of Income Tax, with the blessing of the Minister for Finance, is permitted to pay interest at 5%, or whatever reasonable market rate, on tax ascertained to be repayable from the date a claim for such repayment is lodged by a taxpayer. In other words, what I am saying is that whilst a taxpayer has to pay a penalty to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> IRAS for late payment of income tax, would it not be equitable also for IRAS to pay interest on any late refund of tax repayable to the taxpayer? Sir, I believe such a practice is prevalent in some countries like the United States, UK and Australia. Would the Minister consider this suggestion? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.35 pm \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.04 pm until 3.35 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.35 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N (cont.) - \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, my question on the $75,000 tax deductible ceiling for owner-occupied properties has already been asked by my colleague, Dr Ow Chin Hock, and the Minister has replied, although not favourably. So I will bring up the matter again next year. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, the Minister has been nice enough to say that he will be looking at the long-term review of the property tax rate. The people outside are very happy with the one-off 25% reduction. However, there is another group of property owners who are not particularly happy, and these are the owner-occupiers of commercial and industrial properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These owner-occupiers do not enjoy the increase in rentals as the property companies. So the property companies, having enjoyed the higher rentals, will be happy paying the property tax and have the savings on the deduction. But owner-occupiers, sitting on their own premises and selling the same wares or doing the same service are made to pay higher property tax each time their annual values \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> go up. And now with the Inland Revenue Authority of Singapore being a statutory board, the revision would even be faster. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is whether we could have an owner-occupation rate for these owner occupiers who do not enjoy higher rentals with the moving of the property prices. The argument against them is that they enjoy capital gain or, economically, they should be doing better service, and so if other people can pay the higher rentals, why do they not make use of the higher rentals? But the fact is that you do not move that quickly with the property prices. One way out, if we cannot give them a lower rate, is actually to give them a sort of a reprieve, that is, they need not pay the higher property tax until the time when they sell the properties. At least, if they go into premises at an annual value of, say, $X, and if the annual value goes up, that is captured in their account until such time when they sell away their property. The point here is that they may not have a capital gain, because of the ups and downs of the property movements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another group will be the HDB shopowners. The recent scheme of selling the shops proves to be very successful. But these owners may not know that there is such a thing as property tax. The fact that they are buying the premises is to give them security, a protection against the increase in rentals. But the property tax over this 99-year lease may outdo all the savings ultimately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has said that he is not considering giving tax concession to children who house their parents in a second property, whilst the tax relief has been bent to allow for it. So probably the Minister could consider this in future, ie, it is also good for children to buy good premises for their parents, and why not treat it as owner-occupier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another group of owners who, because of retirement or unemployment, have to move out of their own premises into rental premises. Some of them lease out their properties for an income. And, similarly, if they rent another apartment, could there be a deduction? That means, the property tax should be assessed on his rented flat minus the rental that he is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> paying for his rental apartment. Some of them move out of the apartment simply because they can no more afford that apartment. I have heard of a case where this woman's husband has passed away. She leased out the flat for over $2,000 and moved into another one costing her $1,000. She was made to pay tax on the $2,000 without a deduction on what she has paid, and she felt very unhappy because she had to move out on the demise of her husband. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, maintenance payments to the wife or ex-wife and the children are treated differently for taxation purposes if they are voluntary or by a court order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Voluntary maintenance payments made to the wife are not assessable upon the wife even if she is regarded as a single woman and dealt with for income tax purposes as a separate individual. However, when the maintenance for payment is made under a court order, these sums constitute assessable income of the wife and she has to pay income tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This system of taxing court order maintenance payments is unfair, particularly as such payments are supposed to aid family members and not burden them. Maintenance payments are meant, theoretically, to keep family members in the standard of life they are used to but, in reality, such payments never meet that. Family members invariably experience a drop in their standard of living. On top of this, maintenance payments are taxed, resulting in family members getting even less money. The rationale behind such taxation needs to be questioned since the husband who made the maintenance payments would have already paid tax on the money. Would the Minister consider doing away with this double taxation practice? \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee:</b> Sir, the Minister for Finance has announced that retirement benefits received from private employers, including gratuities and pensions, will be taxable in the Year of Assessment 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rationale given by the Minister was that since Government already provides a tax-free benefit of 40% in compulsory \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> contributions to CPF, further exemptions can be exploited and abused. I agree to the why, but I differ in the how and when. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the 40% CPF has not always been so high. True, it had been higher, but only for a very brief period, I believe, in the eighties. Workers who are retiring now began their work careers in the 1950s and the 1960s. Then CPF rates were very, very low. In fact, many were not even in the CPF net. This remained true for all of the 60s and most of the 70s. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Salaries, however, began to move up in the late 70s and 1980s. Companies hoping to retain staff began to restructure their wages and promised retirement benefits as rewards for company loyalty. Therefore, retirement benefits agreed to in collective agreements between the unions and employers during that period were never designed for tax purposes. In fact, the employers representing the petrochemical group (Shell, Mobil, SPC, Caltex, SRC, BP, Esso, Castrol) claim that they structure their retirement benefit system roughly basing it on the Government retirement benefit system. Since the Government has exempted Government employees' retirement benefits from taxes, perhaps the Government could consider granting retirement benefits of private sector employees who started working during the 1950s and 1960s from taxes. Salaries did not move up until 1979, when the NWC deliberately recommended higher wages to phase out low wage industries. This means that workers who are about to retire today only benefited from the higher CPF when they were already aged 30 and 40. If the Government were to penalise this group of pioneers who had worked hard, sacrificed, only to see the fruits of their labour - the retirement benefits - diminished, it appears to me a trifle unfair. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what the Minister has said about retirement benefits being a potential loophole is, indeed, valid. Some companies and employees might exploit it. So it must be plugged. But how to solve it is tricky. I think we can go back to the three basics of taxation: simplicity, equity and efficiency. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I suggest an independent and progressive system for taxing retirement benefits - one decoupled from the present income tax system. Under this system, we could exempt retirement benefits below a certain amount. How much is up to the Minister to decide. He can judiciously design it such that genuine retirees will not be penalised. By looking at the amount and looking at when the retiree started work, one can know whether the retirement benefit is reasonable and whether it was designed to escape the tax net. I would say, consider this as reward for sweating it out in the impoverished days of the 50s and 60s, and then, apply different tax rates for different amounts of taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the working cohorts of the late 70s and 80s, people like myself, reach retirement age, this transitional system should be abolished. I would like to ask the Minister if his Ministry would consider my suggestion. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, Mr Chew Heng Ching has asked whether it is possible to grant tax relief for parents who are below 55. I would like to say that the aged parents relief system was introduced in 1975, primarily to encourage children to look after their parents in their old age. And the minimum age set at that time was 55 which was the compulsory retirement age. Currently, we have a tight labour market and we will be legislating for the compulsory retirement age to be raised to 60. To lower the mini sm age of parents for the claim of the relief will, therefore, be a retrogressive step. I understand that there are some cases where people retired for special reasons, but to reduce the age level below 55 would, in fact, encourage people to get out of the labour market altogether which is something we do not want to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of parents who are below the age of 55, they will qualify for the $3,500 parents' relief if they are handicapped physically or who are mentally handicapped and do not have separate incomes. Sir, it is unlikely we will make such a change. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew has also asked why the Inland Revenue Authority is not paying interest on delayed refunds of tax. The difference is as follows. Countries which pay interest on refunds of tax overpaid impose a tax on a current year basis. In other words, they operate the pay-as-you-earn system which means that the tax is paid in the year that the income is earned. Also refunds, if any, are only given in the following year. In such a system, therefore, it is fair to pay interest on late refunds. However, in Singapore, our income taxes are paid on a preceding year basis. This means that no tax is paid until the year after the income is earned. Also IRAS allows all taxpayers, whether individuals or companies, to pay their taxes with up to 12 monthly instalments, and the instalment system is interest-free. For these reasons, we think that it is not necessary to pay interest on refunds because of the rather generous system which we already operate. The tax authority also does not automatically make refunds on overpayments. Normally, it would carry forward the excess of the credit to the taxpayer and a refund is only made if the taxpayer specifically requests it. In 1992, for example, the tax authority made about 40,000 such refunds. So on that basis, I think it is unlikely we will change the system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau asked a question previously raised by Dr Ow which I did not answer. I will take the opportunity to respond to both questions at the same time. Currently, an owner who resides in a property is exempt from income tax if its net annual value is below $75,000. This is actually a tax on notional income or income on which it is deemed to be earned. The exemption limit of $75,000 was deliberately fixed at quite a high rate to encourage home ownership and to tax only the very rich. Although the income ceiling of $75,000 was set in 1981, it is still generous by today's standards as most owner-occupied residences have net annual values well below $75,000. As at February this year, only 390 out of 628,000 owner-occupied residences or 0.06% have net annual values exceeding $75,000. So I do not believe that it is necessary to increase the exemption limit. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia Shi Teck has asked whether owner-occupied HDB shops or other people occupying owner-occupied shops should enjoy a special preferential rate. Mr Chia's argument seems to be premised on the belief that when property values rise, those who occupy shops which they own will lose out relative to those who rent. I would like to point out that those who rent, in fact, would suffer probably even higher costs because if property values rise, the owner's property tax will rise and they will increase their rents proportionately. So I do not see how an owner-occupied person should be worse off than a rent-paying person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia has also proposed that we should have a cap on property tax payment and he also suggested that the full payment be deferred until the shop is disposed of. I am not in favour of this as it will create vast inefficiency. If the shop is never sold, both the owner and the tax authority would end up by accounting for tax liability which snowballs but is never paid. In the meantime, other Singaporeans would have to pay for public services that would have, otherwise, been financed through the property tax. The deferred payment would also, therefore, discriminate against businesses that operate from rented premises. For these reasons, I do not think we can accept such a proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin has asked whether the tax-free status of voluntary maintenance payments should not also be applied to maintenance payments legally provided under the law. The difference is that any voluntary-made payment is deemed to be a gift and therefore not considered for tax purposes. Whereas a legal obligation to pay is deemed as taxable income and, therefore, liable to tax. It is a fundamental principle in tax that the taxability of a receipt is independent on whether or not it comes from after-tax income. For example, any fee paid to a doctor is income in the doctor's hands even though it is part of the after-tax income of the patient. So this is parallel with the maintenance payments. In practice, we believe that the number of voluntary maintenance payments actually made is very small. It hardly ever happens. Most of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> payments are made through legal requirements. So I am afraid the tax request cannot be granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Koo Tsai Kee has raised questions about retirement benefits. I would like to say that Government has set up the CPF system to provide all workers with savings for basic old-age housing and health care needs. The compulsory contributions to the CPF will, therefore, serve as a maximum level of tax retirement benefits allowed by Government. And Government will not exempt a lower tax rate for retirement benefits in excess of the 40% compulsory CPF limit. Even with the tax changes we have proposed, Singapore's tax treatment of retirement benefits will still be more generous than in most other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo has also asked whether, for those who have started working much earlier and at a time when the CPF rates were low and are beginning to retire now, they could not be treated separately. We recognise that these people do face a special problem but there is no provision for separate treatment at this time. We are prepared to take a look at this but I would not encourage a great deal of optimism at this stage. It is a special problem affecting all retirees and for people who have started earning at an early stage of their career where CPF rates were relatively low. It is something that we will take a look at but I will not promise anything at this stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, he has said that the oil companies have designed their retirement schemes on the Government model. And he asked why they should be taxed when the Government retirement benefits are not taxed. I have to explain that in the Government Pension Scheme, Government civil servants receive a much lower rate of CPF contributions both by himself and by his employer, which is the Government. In other words, the Government pays a contribution of only 10.8% towards CPF instead of the 18% in the private sector and his own contribution is only 13.2% instead of the 22% in the private sector. This means that he receives a substantially lower tax benefit during the course of his career than the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> private sector employee. On balance, taking into account the substantially lower CPF contribution, both by the employer and his own contribution, the freedom from tax after he retires about neutralizes the impact of his lower tax privileges during the main part of his career. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chia, you have 20 seconds left. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> The Minister did not answer my third point about those who have to lease out their apartment, not for anything but to move into rented premises. Could there be a tax deduction? If it is a company, you will have a tax deduction. If a person leases a flat, he can deduct as his expenditure but not an individual who has to move out from a higher priced apartment into cheaper rented premises. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. Mr Chew. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, can I ask one question? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is guillotine time. Do you want to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $419,251,400 for Head N ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $580,139,300 for Head N ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head X - \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head X of the Main Estimates be reduced by $10 in respect of Code 4100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this topic of the plight of pensioners has been brought up by many an MP in the past, and I think it is opportune for me to bring up this subject again. Our pensioners have rendered invaluable service to the country. Today, we have more than 16,000 pensioners and from time to time we read in the papers about genuine grouses made by some of these pensioners that their pensions have been eroded by inflation. Indeed, some \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> Members of this House have voiced their concern for these ex-civil servants in the recent debate on the GST. Some have argued that the additional $30 given as special allowance to pensioners may not be enough to offset the GST payable by these pensioners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern is that our pensioners receive a fixed pension after their retirement. This amount is not adjusted until after they have lived beyond the 12 years after their retirement, after which they receive the full amount. Even then, this amount is not adjusted. Sir, with inflation, this amount gets eroded over the years. Its purchasing power drops. May I therefore ask the Minister if he would consider pegging pensions to the cost of living index, CPI or some other indicators? This will certainly help to ensure that our pensioners do not suffer a drop in their standard of living as a result of inflation. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, the Government has not pegged pensions to the consumer price index, nor do I think that it is desirable to do so. Because it will mean that a small group of Singaporeans will be made inflation proof whereas everybody else is not. The Government does not revise pension payments generally but does give modest assistance to those in need, particularly those drawing low pensions through the Singapore Allowance. This was last revised in 1986 when it was increased from $75 to $100 for those with a pension ceiling of up to $850 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since then, we have announced that the Singapore Allowance will be further increased to $130 with the ceiling lifted to $900. We believe that this increase should be more than adequate to offset the GST payable by this group of pensioners who earn $1,000 and below. Based on household income surveys, those who earn below $500 a month will incur a GST liability of $171 per year. And those who earn between $500 and $1,000 per month will incur a GST liability of $259 per annum. Both these groups will be more than covered by the $30 per month increase in the Singapore Allowance. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> Singapore Allowance will, of course, be reviewed again in the future, from time to time, where there is a need to do so. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, would the Minister be able to tell me, out of the 16,000 pensioners today, what proportion actually draw pensions of less than $1,000 and who will enjoy the Singapore Allowance? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The number is 9,858 out of the 16,000. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, would the Minister at some point in time in the future consider a Singapore Allowance for the other 7,000-odd pensioners? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> If the cost of living rises to a point where this becomes necessary, we will certainly review it. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> I thank the Minister for his reply. When the cost of living improves dramatically, I will raise this question again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $57,267,970 for Head X ordered to stand part of the Main Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head L of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last 10 years, we have seen exciting improvements in our school system. From just having Government and Government-aided schools, we now have SAP schools, junior colleges and independent schools, and the results speak for themselves. Today, more students obtain passes and distinctions at both GCE 'O' and 'A' level examinations than ever before. These students come from all walks of life, from all levels of society, and this is possible because admission to the SAP schools, independent schools and junior colleges are based entirely on merit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has assured that no child who qualifies for a choice school or college will be denied the opportunity because of financial hardship. Many \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> scholarships and bursaries are available to those who need financial assistance. Therefore, there is no room for envy among the less well off, as the Opposition has been trying to generate, because equal opportunities are available for both the rich and the poor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The results of the independent schools so far have indicated that we are moving in the right direction. The performance of similar schools in the UK and elsewhere testifies to the same fact. Hence, I believe introducing autonomous schools is another step in the right direction. The Education Ministry announced in January this year that the first autonomous schools will start in January 1994. As they will receive a larger subsidy than other Government schools for each child admitted, fees will be kept below those charged by the independent schools which range from $70 to $200. However, the Ministry indicated that students would have to match this by paying a little more miscellaneous fees than they would at Government schools. I would like to ask the Minister how much more this amount will be. Will it be a uniform figure for all autonomous schools or will it be determined by the individual schools? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to ask the Minister what decision has been made about the selection of the schools and the number of schools to go autonomous. Will primary schools also be included in the list? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Feedback has indicated that principals would like to have more say over the choice of schools to go autonomous rather than for the decision to be made entirely by the Ministry of Education. When independent schools were started back in 1987, several schools were asked to submit proposals on their plans to go independent. A similar method can be used for selecting autonomous schools. This is because when a school wishes to be autonomous on its own volition with the support of the school's board of management or governors, then the chances of success would be much higher. I would like to suggest that autonomous schools should not be picked from just the top schools, because top schools will usually continue to perform well with or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> without autonomy. We should include samples of neighbourhood schools and schools that have achieved high value- added performance. In selecting the schools, consideration should also be taken of their academic and sports achievements and the quality of the teachers and principals. Chosen schools should have strong principals and advisory boards. I would like to ask the Minister the type of autonomy being contemplated for such schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, if the scheme is found to be helpful in making schools more efficient and effective, will it be extended to all schools? \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Sir, like Mr Lew, I am fully in favour of giving more autonomy to schools, especially in the direction of administrative affairs. I think it is out of this that we can see the evolution of the autonomous schools of the genre that the Prime Minister spoke about when he opened Raffles Institution in July last year and again during the National Day Rally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The autonomous school has been proposed as an alternative system to high quality education which is now available in the independent schools. However, I have some reservations about the success of the autonomous school system. Autonomous schools have been proposed, as I said, to give the students in Singapore quality education. But to implement the autonomous school is like trying to reinvent the wheel. The reason for this is that independent schools are institutions with a long history, tradition and character. Some of them are associated with missions which are dedicated to education. A lot of them have got very strong alumni, most of which are also very wealthy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the autonomous school to evolve to this level of development, it will take several years and a lot of relearning. Autonomous schools have also been pitched against the independent schools in the quality of education that they can give. In this respect, the autonomous school will be at a disadvantage when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> compared to the independent school. The independent school has a lot of resources, mostly financial, and also the freedom to hire and fire so that they can recruit the best teachers, not only from the local pool of teachers available but go overseas to get the best here. In this respect, autonomous schools will suffer a lot because they are still restrained by the Ministry of Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As such, why are we then now wanting to evolve another system of education? Are we admitting that independent schools are not working well? Why do we need to cut our nose in order to spite the face? I think the answer lies in the figures of expenditure for the independent school system which I would now like to refer to. For FY 1993, all items of expenditure for independent schools in all sectors far outstrip the expenditure for the whole of the Ministry of Education in terms of percentage points. In other words, the independent schools are becoming too expensive, not only for the State but also for the individual students. In terms of total expenditure, the MOE's increase over FY 92 is 19.9%. For independent schools, it is 35.2%. For development alone, the Ministry of Education is 48.2% and in the independent schools, it is 54.4%. When it comes to grants-in-aid, MOE, 9.9%, independent schools, 19.9%. For operating expenditure, MOE, 11.7%, and independent schools, 20.2%. In terms of dollars, the expenditure for independent schools is $220 million. Sir, compared to this, the $4.1 million allowed for the autonomous schools is a drop in the ocean. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for student fees, this had started at $25 and doubled almost annually to $200 now. Unfortunately, Sir, one of the best schools in the country had decided to go independent. It has all the ingredients to become the ideal prototype autonomous school. It had a long history, almost as long as that of Singapore, a founding father who is synonymous to Singapore's name and a very strong Old Boys' Association, many of whose illustrious members are sitting in this House today. Its only qualification for entry was academic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> performance, and not one's affiliation with a religion, not one's socio-economic background or the size of one's parent's bank account. Of course, I am referring to Raffles Institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not alone when I voice disappointment that Raffles Institution went independent. I would like to plead with the Minister that instead of starting an autonomous school system, we should explore the possibility of reverting RI to its pre-independent status. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, last year, the Prime Minister said that four to six schools will be converted to autonomous schools in two years' time. I would like to ask the Minister what is the progress in respect of this project and what will be the criteria in selecting schools to be made autonomous. What will be the criteria for admission of students to these schools? What sort of assistance will the Ministry of Education give to these autonomous schools to improve the quality of their teaching staff and facilities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern is that autonomous schools will be given the liberty to make their own adjustments to the miscellaneous fees to be collected from the students. Therefore, will the cost of improving these facilities be transferred to the parents of students through the increase of miscellaneous fees? The schools to be made autonomous schools may well be the best among the neighbourhood schools. Most of their students come from HDB estates. If the autonomous schools raise their fees, then for those poor families who will be facing the impact of the goods and services tax to be implemented next year they will have to face even heavier burden. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under the Edusave system, the independent schools are most favoured by the Government. The top 25% of these schools will each receive a scholarship of $24,000 per year for four years. As far as the Government and Government-aided schools are concerned, only the top 10% of their students will each receive a scholarship of between $300 and $500 per year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question is: What about the autonomous schools which come in between the independent schools and the Government or Government-aided schools? How many students will be awarded scholarships and what will be the quantum of these scholarships? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the teachers in the autonomous schools remain as civil servants and enjoy the same privileges and benefits as those teachers in the Government or Government-aided schools? If teachers of these schools are not under the payroll of MOE, will the schools be able to raise enough funds to pay the teachers without having to increase the burden of the parents? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nowadays, many schools have fund-raising activities every year. Is this not a kind of transfer of educational cost to the parents? In recent years, the Government grant to independent schools has kept increasing, as Dr Toh explained in detail a while ago. For example, in 1991, it was $28 million and in 1992, it was increased to $34 million. For 1993, the budget is $40 million. In spite of all these increases in grant, the independent schools still have to increase their fees. How is the Government going to ensure that, in future, the autonomous schools will not follow the footsteps of the independent schools by increasing their miscellaneous fees again and again? \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, the Edusave Scheme proposed by the Prime Minister in 1990 has been welcomed by most parents of school going children. The concept has been modified several times, even before its implementation. Today, I would like to suggest two further modifications to refine the scheme and make it even more effective in sharing Singapore's growth and success with all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Edusave is aimed to give all young Singaporeans an equal chance for a good start in life. Hence, a child should not be denied an equal starting point with other children just because his parents had deviated from or, worse still, supported enthusiastically the Government's current population policy. I am talking about Edusave for the fourth and subsequent children of Singaporeans. There should be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> consistency between our population and our education policy. Therefore, I urge the Ministry to allow all children, regardless of their birth orders in their families, to enjoy the benefits of Edusave. Let the focus of Edusave be on the child and his education, not on the size of his family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I understand that Edusave involves a great amount of paper work, as there will be about 500,000 accounts for every child between the ages of 6 and 16. There is expected to be many withdrawals, although the value of every transaction will be small, as the fund will be low in the first few years. I am told that teachers will be responsible for all this administrative and clerical work related to Edusave on top of their existing chores. As the amount in each child's account may be very small initially, the cost of administering the scheme in the first few years may outweigh the benefits. One way to solve this problem is for the accounts of young primary school pupils to be saved for the children to use when they are older, say, upper primary or secondary schools when the students can fill up their own claims forms. This will lighten the administrative workload of our teachers. The other way is for claims to be allowed only when it exceeds a certain quantum. So I would like to ask the Minister whether they have studied the cost of administering the Edusave scheme. \n  <br>\n  <br>\n  <!-- Encik Harun bin A.Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Sir, Singaporeans are aware of the Government's aim in providing, through the Edusave scheme, incentives for the educational development of Singaporean children aged 6-16 years and who are still in school. The Edusave scheme provides opportunities for all students to improve themselves academically as well as in their extra-curricular activities. I think Singaporeans are very grateful to the Government for providing this form of assistance for the educational development of their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, however, there are some children in our midst who are unable to benefit from this generous act of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> Government. Singaporean children aged 6-16 years who are studying in full-time non-Government schools, who also ought to enjoy the scheme, are unable to do so even though they need to attend tuition classes and take part in extra-curricular activities and visits to historical sites, camping, and so on, just like other students. Like other students, they too will become part of the national mainstream in social, economic, educational, developmental and security terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have been informed that 30% of their school curriculum is the same curriculum adopted by the Ministry of Education. Some of them even sit for PSLE and GCE 'O' and 'A' level examinations and some even further their studies to the university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is hoped that the Government will be more flexible in implementing the Edusave scheme, so that these students aged 6-16 years, who are children of Singapore citizens studying in full-time non-Government schools, could also enjoy the Edusave scheme. I think the Ministry of Education could find ways in which we could allow this group of students to enjoy the scheme and to enable the administration to follow the Ministry's curriculum. When these students grow up, they are going to be citizens of Singapore who can contribute to the progress and stability of our country in all respects. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, the cost of tertiary education has been increasing. This cost increase will lead to higher fees, even the recovery ratio is kept at the present level. The major component of the cost is manpower cost. I would like to ask the Minister what control measures have been implemented to contain these rapid cost increases. I am not suggesting that there should be a change in the student/staff ratio of about 11:1 because this will affect the quality of teaching. However, I submit that it is not necessary for senior teaching staff, like a full Professor, to repeat the tutorials on the same topic many times per week. Teaching assistants may be engaged to conduct these repeated tutorials where senior teaching staff can devote more of their time to give lectures or large class interactions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is about the question of ratio of academic staff to non-academic staff. Academic staff may be regarded as producers of education services whereas non-academic staff are merely supportive or service personnel. I suggest to the Minister that it may be necessary to conduct a review of non-academic staff strength in the tertiary educational institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final point is on modulisation. I support the idea of modulisation. This is a mixed system between the British system and the US credit system. This will make our tertiary educational system more flexible. However, in its implementation, we have to be careful of the cost implications. Courses which are currently available in different years have to be offered at the same time. In other words, some courses cannot be offered only in sequence but have to be offered in parallel. This is to benefit the students by offering more options, but this may also increase the cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My final suggestion is this: I wonder whether some of the premises of the universities and polytechnics which are not utilised at night or at weekends can be rented out to the Open University or other institutions so as to generate some income. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi (Bedok GRC):</b> Sir, the notion that teachers work only half a day, five days a week and with holidays which total more than two months a year, is a myth. It has been so for some time. We now hear of complaints from teachers about their increasing workload and of the stress and pressures they are being put through daily. Their complaints are becoming louder and indeed more frequent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On average, Sir, a secondary school teacher is given 30-34 teaching periods a week. Each is assigned to teach two subjects and roughly five classes. At about 40 students per class, one can imagine the amount of preparation and marking that has to be done. Added to this, Sir, are duties like counselling students and attending to and liaising with parents, fee collection and other administrative duties, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> which have little or nothing to do with teaching. And with the introduction of Edusave, Sir, teachers are also called upon to assist in the implementation of the scheme in schools. But that is not all. They also have to take on two ECA subjects each, conduct remedial classes, are given special duties or additional duties, attend courses and meetings. These are normally done outside school hours. In other words, teachers do not merely teach. They are pressed for time and they have to rush from one class to another. They also bring work home. Indeed, Sir, their non-teaching duties appear to be growing and threaten to jeopardise their real role as educators. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question to the Minister is this: Are our teachers being optimally utilised as educators? Is the Ministry aware of the condition of the teachers in schools and, if so, what is being done to ameliorate their condition, so that there can be less stress and they can become more effective teachers? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): Sir, since the release of the Report of the Chinese Language Review Committee headed by the Deputy Prime Minister, Mr Ong Teng Cheong, the Minister for Education has publicly announced that he would be accepting most of the recommendations therein. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Feedback Unit conducted two dialogue sessions, the first one on 13th May which was conducted in Mandarin and the second one on 20th May in English. Present at the dialogue sessions were teachers, parents, newspaper editors and professionals who actively participated in the discussions. The Feedback Unit has submitted a record of the main points of the discussions to the Minister for Education as well as the Deputy Prime Minister. To-date, I have not received any response from the Ministry. I would like to know: (1) what are the recommendations that have already been implemented? (2) which recommendations are in the process of being implemented? and (3) which recommendations have encountered difficulties? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have held office in the Ministry before, and I know that the attitude of civil servants plays a very important part in the implementation of new policies. Most of the senior civil servants in the Ministry of Education are English-educated and some tend to be prejudiced and more often than not they would discriminate against anything that has to do with the Chinese language. For this reason, I am concerned that they may \"overtly agree but covertly oppose\" (&nbsp;&nbsp;&nbsp;&nbsp;) the recommendations of the Report and thereby adopt delay tactics or be uncooperative in their implementation. I hope that the Minister for Education or his Minister of State would personally supervise the implementation of these recommendations to ensure that they are carried out smoothly and expeditiously. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, the Report of the Chinese Language Review Committee has been released. I would like to ask the Minister for Education the following questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, after the release of the Chinese Language Review Committee's Report, apart from giving the subjects of Chinese language their proper names, I am given to understand that the teaching materials are also being revised. Has the Committee completed its examination of the contents of all the new teaching materials? What was the Committee's evaluation of the quality of these materials? Can the contents of this new set of teaching materials achieve the target set by the Committee? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the list of Chinese characters. Because the list of Chinese characters is restricted by the Ministry of Education, many people have criticized that the contents of our Chinese textbooks have been so badly distorted that they are almost beyond recognition. Many well-known articles written by renowned authors were so badly rewritten that much of their original glamour was lost and they have become uninteresting. Can the Ministry of Education consider restricting the list of Chinese characters only in so far as examinations are concerned, and relax \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> its restriction on the use of Chinese characters when writing the teaching materials? That is to say, allow more Chinese characters to be used in these materials, so that the authors of these materials may give full play to their talents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, does the Ministry realize that even with the list of restricted Chinese characters, some of them were left out in the writing of teaching materials? For example, the Ministry of Education rules that secondary school students in the Express Stream have to learn a list of 150 Chinese idioms. Yet, a good number of these idioms were not introduced in the prescribed texts. I hope that the Ministry of Education will look into this matter when compiling the new set of teaching materials. Thirdly, the Report recommended that local Chinese supplementary reading materials be published in Singapore. Up till this date, how many such books have been published? Is there a long-term plan for the publication of such materials? I believe reading materials suitable for the Singapore students will be very useful in raising the standard of Chinese among our students, particularly Chinese comics and cartoons. I hope that the authority would beef up its effort in promoting and encouraging the publication of such Chinese reading materials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, after the release of the Report, what has the Ministry of Education done in enhancing the status of Chinese Language teachers and in boosting their morale? Up till this date, how many Chinese Language teachers have taken up professional training locally or overseas to improve their professional standards? What plans has the Ministry of Education in raising the status and professional standard of our Chinese Language teachers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, the Report recommended that students be allowed to make use of the dictionary during examinations. No doubt, it is good to encourage our students to consult the dictionary whenever they come across words or phrases which they do not understand. That is indeed a good habit of learning. But if we allow the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> students to use the dictionary in the course of the essay-writing paper during their Chinese examination, then may I know what is the criterion for assessment of the Chinese essay-writing paper. Is this not a kind of policy which encourages the students not to pay serious attention to the learning of Chinese essay-writing? After all, they have the dictionary to check! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sixthly, the Report also recommended a revision of the examination format. I would like to know what items have been added or deleted from the Chinese examination papers, and how is the amended format of the examination paper going to help in meeting the target of assessing the language proficiency of our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is a multi-racial society with English as the language of administration, and as the bridge of communications among the different ethnic groups, thus enhancing the cohesiveness among our people. This is a correct move. Since the launching of the Speak Mandarin Campaign, young Chinese Singaporeans generally are able to speak Mandarin. Chinese as a learning subject in the schools has also been accepted by the parents. I think the Ministry of Education should go a step further to increase the cultural contents of the Chinese people in Singapore, through the teaching of the Chinese language subject. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should not stop at the level of just listening and speaking. We must also encourage the reading and writing of Chinese, to check the decline in the standard of Chinese in Singapore. Only then, can we claim to be truly successful in our bilingual policy. This is particularly so when we are now actively encouraging our entrepreneurs to venture overseas. China is an opportunity that simply cannot be neglected. I believe if our people are better equipped with a Chinese cultural background, it will greatly assist our development of an external economy. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I wish to touch briefly on the subject of administration of special schools for the disabled. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> By this, I am referring to schools like Chao Yang Special School, Katong Special School and others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe the education of disabled children is left very much to voluntary organisations while the Government provides a grant as well as gives the necessary support like training of teachers and so on to these organisations to run the schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have received complaints from parents that these schools are generally poorly run. Facilities such as classrooms and toilets are inadequate. There is insufficient good teaching staff. Trained personnel such as physiotherapists, occupational therapists, speech therapists, are also inadequate. Educational aids such as computer programs or educational TV programmes, specially designed for disabled children, are rare and few. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to ask the Minister if his Ministry would re-consider and take over the administration of such schools from the voluntary organisations, in order to ensure that a minimal acceptable standard of teaching is maintained. Alternatively, would the Ministry consider giving a greater grant to these schools to enable them to have better teaching facilities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to raise with the Minister one clarification. I am not sure if Edusave also covers such disabled children. If not, would the Minister consider extending Edusave to these disabled children? \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> Sir, may I take both cuts together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> Sir, in the marathon economic race of the nations, the availability of a pool of skilled technicians has enabled many nations to move ahead of others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we are very fortunate that we have built up this pool of technicians and skilled manpower over the years and it has given us a competitive edge, especially in view of the efforts being put in by the less developed economies trying to catch up with us. Unfortunately, we also have a backlog of relatively unskilled and lowly educated workers whom we are trying to upgrade with all kinds of programmes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to commend the Ministry of Education and Government for initiating 10 years of basic education programme to enable our future workers to receive at least a good sound basic education on which we can build skills to equip them for the demanding jobs of the future. We should target for all \"N\" and \"O\" level students in future to acquire higher skills so that industries can be upgraded and we can move further ahead of our competitors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, to-date, most of these skills training has been provided in full-time institutions, although in the last few years more industry-based training centres have been set up. We have looked at the German and Swiss dual training systems and we are now trying to emulate them. In fact, last year, the SMA, along with NPB, NTUC, SICC, the Ministry of Education, sets up a council on apprenticeship training to look at this dual training system. And we are targeting to have at least 10% of the new workers, coming into the workforce every year, go into some kind of apprenticeship or dual training scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in order to make it a success, we need to set up more joint technical or skills training centres between industry and the Government. I understand the polytechnics and the Institute of Education are highly subsidised by 85% to 90% from Government funds. I would like to suggest that the Ministry of Education look into the possibility of providing subsidies to help industries set up such joint-training technical or training centres to enable technicians to be trained on the job and off the job. In Germany and in Switzerland, there is such a practice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to suggest that incentives also be granted for technical training. Such incentives could include expenses on training equipment qualifying for investment allowance, almost like those given for capital expenditure in industries, say, up to 50% of investment allowance. Also, maybe accelerated depreciation allowances for prescribed training equipment similar to the 100% write-off \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> for expenditure on computers and R&amp;D equipment currently given under the Income Tax Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This scheme, of course, if it is extended to expenditure on approved training expenditure and training equipment, would definitely help companies to set up more such training centres. I believe that the training of skilled workers is a very, very important priority and I hope that the Government, especially the Ministry of Education, would take the initiative along with the private sector to look into this possibility of setting up more industry-based training centres. I believe it will help especially the small and medium enterprises who are unable to set up individual in-company training centres, so that the skills level of our workers can continue to rise in line with the Government's education programme to provide 10 years of basic education. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Mr Lee Yock Suan):</b> Sir, I wish to thank all the speakers for their views and suggestions. They have covered a very wide range of topics. I would, first, like to deal with the question of autonomous schools because it is something that is of great interest to the public after it was announced by the Prime Minister last year. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has succeeded in providing adequate school facilities and a good standard of education for our children. For example, for the 1992 batch of \"O\" level students, there were about 35,000 students who took the examination and 89% scored three or more 'O' level passes. 70% scored five or more 'O' level passes. I think this is a very credible performance and we are seeing improvement year by year, which is only possible with the hard work of all the teachers, staff and the children, of course, and because we have been putting so much emphasis on education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the emphasis, henceforth, will be on raising the quality of education. Learning from the experience of outstanding private and independent schools in the UK and US, the conclusion was that excellence in education can be achieved by allowing selected schools to go independent. Such schools should be well managed, with a good track record \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> and long traditions of scholastic achievement. Since 1988, eight secondary schools in Singapore have become independent schools. They are allowed to charge fees ranging from $70 to $200 per month as compared to $12 to $14 charged by Government and aided schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the additional resources and with autonomy over school management, the independent schools are able to introduce innovations to their school organisation and programmes. The Government provides financial assistance and Edusave scholarships to deserving pupils so that no student who is able to qualify for admission to independent schools is prevented from doing so by financial circumstances. Useful lessons from the independent schools can be applied to other schools to help them improve. A good example is the provision of Edusave block grants averaging $100,000 per annum to all Government and aided secondary schools to give them greater financial flexibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another is the Government's decision to create a group of autonomous schools to complement the independent schools. The selected schools will be given additional resources and greater autonomy to function more like independent schools. However, their fees will be kept low. Pupils will, therefore, have more good schools to choose from. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now touch briefly on the key factors of the autonomous schools. \n  <br>\n  <br>\n  <i>Legal status</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Autonomous schools will retain their status as Government or aided schools. \n  <br>\n  <br>\n  <i>Personnel</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be successful, a school must have an energetic, capable and dedicated principal with a keen sense of mission. He needs a strong team of teachers who share the same goals and vision The principal of an autonomous school will, therefore, be given a greater role in the selection of staff for the school so that he can build up an effective team. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <i>Staffing norm</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To keep costs down, autonomous schools will retain the present class size and staffing norm. However, they will be able to hire additional staff on contract basis for enrichment programmes and support services. \n  <br>\n  <br>\n  <i>Funding</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The annual running cost of Government secondary schools is about $3,500 per pupil. The Government will provide 10% more funding or about $350 more per pupil per annum to autonomous schools as a block grant. Parents should also play their part by contributing about 1% of the per capita cost or about $3 per month more in miscellaneous fees. The school will also receive the normal Edusave grant which averages $100,000 per annum. All in, the additional fund will be almost $700,000 per year for an enrolment of 1,500. This will be sufficient for the school to introduce various innovative and enhancement programmes. If additional funding is required, the autonomous schools will be allowed to raise miscellaneous fees further by up to 5% of the per capita cost or about $15 per month and the Government will match this dollar for dollar. \n  <br>\n  <br>\n  <i>Fees</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is some concern about fees. Let me explain the situation. Autonomous schools will thus charge the normal fee of $12 to $14 per month. This consists of $5 school fee and $7 miscellaneous fees in the normal case but schools have the discretion to raise the miscellaneous fees by another 30% and so it may be another $2 more. Right now, the secondary schools are charging a total of either $12 or $14. The autonomous schools will charge $3 more in miscellaneous fees. So the Government will provide 10% more in terms of per capita cost, the parents provide 1% more, and the 1% is equivalent to $3 per month. So instead of $12 to $14 total fees, the schools could raise the fees by $3, making a total of either $15 or $17. This will be the base case. But if the schools need to have more funding because they want to have more programmes, then they will be allowed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> to charge up to another $15 per month in miscellaneous fees. Total fees will, therefore, be between $15 and $32 per month which should be affordable to most parents. The bulk of the additional funding will be provided by the Government. \n  <br>\n  <br>\n  <i>Curriculum</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Autonomous schools will adhere to broad educational policies, for example, the bilingual policy and offer a core curriculum for the GCE examinations as is done in all secondary schools. They will be given the same autonomy as independent schools in offering elective subjects. \n  <br>\n  <br>\n  <i>Admission of pupils</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Autonomous schools will admit pupils according to merit as is the case with Government and aided schools. Thus, they will continue to be accessible to all pupils based on their PSLE results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will be selecting four to six schools which will function as autonomous schools from January next year. The selection process will take into account the school's track record, type of school, the quality of school leadership and geographical location. The plan is to have 10 to 15 autonomous schools spread throughout Singapore in the next few years. Schools will compete to be selected as autonomous schools based on their performance and track record. It is likely that some of these schools will be good neighbourhood schools with a long history of good performance. The schools will be announced sometime in the later part of this year, before August, so that pupils will have a chance to apply for admission to those schools and qualify on the basis of their PSLE results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our education system is a good example of the process of levelling up of our society. We should develop every child to his maximum potential. We should encourage our brightest and ablest to rise as far as they can and not hold them back resulting from politics of envy. Our brightest children are our future leaders, our cutting edge. Even the Communist government in the PRC talent spots its most gifted children and puts \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> them through special education and training. Hence, in our Singapore context we have been setting up independent schools to try and raise the quality of our school system. The Government provides the same per capita grant as for the other schools. Parents pay for the extra in the independent schools. They get the same amount per child as in normal schools. But the parents have to pay the difference if they want the higher quality. If the parents cannot afford, financial assistance is provided by the State, through Edusave scholarships, financial assistance schemes, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the experience of the independent schools, we are now establishing autonomous schools to benefit more pupils. Lessons learnt from both types of schools will be applied to upgrade our other schools, especially the neighbourhood schools which take in the bulk of our pupils. This process of levelling up is the formula for success to create future growth and prosperity so that we can continue to invest heavily in the education of our children and we can put aside surpluses every year into the Edusave fund to benefit many future generations of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have raised a few specific questions about the autonomous schools and I will cover them now. Firstly, the intention is to limit the autonomous schools to secondary schools. We will try it out with four to six schools first and over a period of time they may expand to 10 to 15 schools. There is no plan at the moment to include primary schools. But, in principle, why not, but perhaps at a later stage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Toh asked whether we should revert RI to its original status. I do not think so. Children who are in the school are benefiting from the system and those who are not able to afford, they have all kinds of schemes to assist them. In fact, quite a large percentage, probably more than 50% of the children this year, are enjoying Edusave scholarships because they are top scholars. So, in fact, through this system they are able to get a better education and I think they deserve the best we can provide for them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The autonomous schools will be somewhat different. In fact, we are trying to preserve the same ideas but with more funding from the Government. On the one hand, you have the independent schools. They will be free to experiment and they cost more because of the way they are operating. Having learnt from that, we are trying to establish an intermediate grade of schools known as autonomous schools which will be more like Government schools but with more funding, more autonomy and let us see how they operate. From then on, we can then evolve and try to improve on our education system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The staff of the autonomous schools will be staff of the Government under the Ministry. They will remain as staff of the Ministry. I think that has got its pros and cons. On the one hand, they will feel more secure because the Government system is a bigger system. On the other hand, Mr Low has mentioned that there is less flexibility to hire the staff. Perhaps that was Dr Toh's point, but I am not sure. We will allow the autonomous schools some flexibility in this area. For example, if they need to introduce enrichment programmes with the additional money which they will have, which will range from about $700,000 a year to about almost $1.2 million, they can hire specialist staff to provide enrichment programmes. So this will be the flexibility. They can also use the money to hire supporting staff and relieve the teachers of some of the teaching load. So on the whole, this will be a very good scheme and I hope more students will be able to benefit from the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we are running out of time, I will touch briefly on the Edusave points. Mr Lew Syn Pau asked whether we could extend the Edusave to the fourth and subsequent child of a mother. For the same reason that he gave that we have to be consistent with the population policy, the answer has to be \"no\" because the population policy is, in fact, have three or more if you can afford it. So if you cannot afford it, please do not have more than three children. We give to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> three, but any child beyond that you should provide yourself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for his concern about the paper work under the Edusave scheme, we are aware of this and we will try and simplify it as much as possible. If there is any good idea, we would like to know about it. We propose that the deduction from the scheme should be at least $10 per case to minimise the administrative work. Anyway, we are still evolving and trying to learn about the system and I agree with him fully that we should keep it as simple as possible. If there are no good ways to spend the money, keep it in the account first and use it later. But I do not think we should say that for younger primary schools, we should not touch the money at all because they too need to have enrichment programmes and various ECA activities. We should try and keep the administration as simple as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the extension of the Edusave scheme to children studying full time in non-Government schools, I mentioned before that the answer should be \"no\" because the Edusave scheme is meant to upgrade our Government schools. So if these parents want to have the benefit of the Edusave scheme, they should put their children into our Government schools. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 5.00 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Mr Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Estimates for the financial year 1993/1994, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Lee Yock Suan]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Five o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1993/19930311/19930311-HA-0601047.htm\">table - COMPARISON OF MEDICAL ATTRITION RATES BEFORE AND AFTER THE INTRODUCTION OF GRADUATED BMT FOR THE FIT AND LESS FIT NS RECRUITS (Cols. 1047 - 1048)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
