{"memberId": null, "volumeNo": "61", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"61\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1993-10-13\"> \n  <meta name=\"Start_Col\" content=\"659\"> \n  <meta name=\"End_Col\" content=\"766\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">61</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">13-10-1993</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 659</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 61</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 13th October, 1993</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 660</b></font>\n  <br>\n  <br> \n  <br>Mr S. Dhanabalan (Toa Payoh GRC), Minister for Trade and Industry. \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Labour. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for Information and the Arts and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance and Minister for National Development. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Home Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 661</b></font>\n  <br>\n  <br> \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for National Development. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister of State, Ministry of National Development. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 662</b></font>\n  <br>\n  <br> \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Foreign Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Parliamentary Secretary to the Minister for Defence. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Health and Minister for Community Development. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Cdre (Res) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Second Minister for Foreign Affairs. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen - from 16th to 18th October, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Abdullah Tarmugi - from 19th to 27th October, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Wong Kan Seng - from 20th to 28th October and from 8th to 10th November, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yeo Ning Hong - from 13th to 14th October, 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assoc. Prof. Walter Woon - on 13th October, 1993. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>HDB FLATS IN OLDER HOUSING ESTATES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Building of more)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr S. Vasoo</b> asked the Minister for National Development whether there are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> plans to step up the building of more Housing and Development Board flats in older housing estates. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister of State for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for National Development (Mr Lim Hng Kiang) (for the Minister for National Development):</b> Mr Speaker, Sir, the older housing estates the hon. Member is referring to are, I presume, those mature estates in Ang Mo Kio, Bedok, Bishan, Bukit Merah, Geylang, Kallang/Whampoa, Queenstown and Toa Payoh, where HDB has occasionally offered new flats for sale. These housing estates are almost totally built-up, and the land still available for public housing is very limited. Any new flats which come up for sale are built on in-fill developments in isolated sites. Therefore, new flats can be built in these older estates only when suitable in-fill sites are available for development. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Sir, I understand there are residents who want to upgrade themselves and want to stay in the neighbourhood. Are there plans for decantation and the provision of opportunities for them to upgrade in the older city areas? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> HDB has a scheme which gives residents in the mature estates twice the priority for new flats in their estate compared to residents from outside the estate. But, as he knows, the number of applicants for flats in the mature estates is very large. So even though they have twice the probability they still end up with a fairly slim chance. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> In the light that there are more demands for upgrading of flats by residents in the mature estates, are there other alternatives, besides the upgrading programme that is being proposed? Or would the upgrading programme be hastened in the older mature estates? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The upgrading programme is targeted at the older estates. The sequence of the upgrading gives priority to those estates which are oldest. The Member can see that in the scheduling of the upgrading programme, we schedule those estates which are oldest first. That will be the main programme by which people staying in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> mature estates will see their flats upgraded and enhanced in value. If they want to upgrade to a new and bigger flat, then they must apply for the new flats which are being built in their estate and although we give them priority, compared to non-residents, as I said, the demand is very, very high. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, would there be plans to buy back older flats and provide people with alternatives to better upgraded flats in the near future? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> HDB is considering many schemes. If the Member has any suggestion on how such schemes can be implemented, we will be happy to listen to him. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Sir, may I ask the Minister whether there are any plans to demolish low-rise apartments and rebuild on the same site to maximise land use? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> As I said, HDB considers many possibilities and we will be happy to evaluate any new ideas that the Member may have. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Raising of ceiling limit for buyers who are co-owners of private residential properties)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for National Development whether the Housing and Development Board will, in the light of the recent escalation in property prices, reconsider raising the ceiling limit of $200,000 imposed on potential buyers of flats from the HDB, who are co-owners of private residential properties and whose interest in such properties is not more than 50% but exceeds the ceiling limit of $200,000. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang (for the Minister for National Development):</b> The objective of providing public housing is to help Singaporeans who cannot afford private housing to secure affordable housing. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> Eligibility conditions are imposed to ensure that only those in genuine need are allocated subsidised public housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB, however, recognises that not all who own a share of a private property are able to afford private housing. This is especially so for properties acquired by way of gift or inheritance. Special consideration is therefore given to those who have an interest in a private residential property not exceeding $200,000 in value and holding more than 50% share to buy a flat directly from HDB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1989, HDB relaxed its rules to allow private property owners to buy HDB flats from the secondary market. With this relaxation, those who own a share in private properties exceeding the value of $200,000 can purchase a resale flat. In view of this, it is not necessary to review the current $200,000 limit on the value of the interest in the private properties for the purchase of flats directly from HDB. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUBLICITY CAMPAIGN ON INVESTMENT IN SHARES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Chia Shi Teck</b> asked the Minister for Finance if he will state (i) the reasons for the Government's publicity campaign to get Singaporeans to invest in shares; (ii) the target group it hopes to reach; and (iii) the cost and success of the campaign so far. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Singapore Telecom's (ST) listing in a few weeks' time will be the largest listing so far in Singapore. Through the ST listing, and the sale of Group A ST shares at a discount to citizens, the Government is promoting long-term, widespread share ownership. This will give Singaporeans a direct stake in the country's success, and enable them to share in its prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, out of 1.9 million adult Singaporeans, only 250,000 have ever owned shares. Of the 700,000 CPF members who qualify for the CPF Approved Investment Scheme, 120,000 have actually bought shares under the scheme. To promote widespread ownership, we need to raise the level of awareness and knowledge of shares among the general population. Hence the publicity campaign. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The programme is targeted at the entire adult population of Singaporeans, especially those who are unfamiliar with shares. It has two objectives: general share education, putting across the basic facts about shares as a form of investment, the potential risks and rewards, and the mechanics of buying and selling shares; and specific information about ST's listing, especially the offer of Group A ST shares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The total cost of the public programme is estimated at $3.6 million. This is small compared to the magnitude of the education effort required, and to the size of the ST listing. As a percentage of the proceeds from the ST listing, it is less than the amount spent on similar public education programmes in other privatisations overseas, for instance, the British Telecom listing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our surveys have shown a high level of awareness of and interest in the ST listing. Many of those surveyed have said they intend to buy ST shares, although we will not know how many actually do so until the actual offer. We should be able to achieve the target of doubling the present number of share owners in Singapore. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> Sir, it looks like the publicity is meant to get Singaporeans to invest in ST shares. Is that the case? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Yes, that is the primary reason although in the process there is a wider education programme which is linked to it, ie, to make people understand the purpose of shares and the risks involved. Having learned how to buy ST shares, there is also definitely the possibility that they will buy other shares which are more risky and they should know the consequences. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Would the Government openly tell Singaporeans to invest in proper blue chip shares in Singapore as 70% of daily trading are on Malaysian OTC shares and the lure of easy money may get Singaporeans burnt? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Singaporeans who use the CPF share programme are only allowed to buy trustee stocks. To that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> extent, they are already limited in the range of shares they can buy. They are not allowed to use their CPF savings to buy shares on the Clob which are highly speculative, as the Member has said. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, will this euphoria, when Singaporeans make money out of these shares, lead Singaporeans to think that this is an easy way to make money rather than to actually work? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> That is indeed a risk. But we cannot totally eliminate this risk and I am afraid that some people who have a stronger gambling instinct are likely to get burnt. I just hope that people will use their discretion and get burnt lightly before they learn a lesson. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> The Minister has just said yesterday that the instinct in Singaporeans is that they would gamble and with this publicity for easy money, would it not aggravate the problem? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The campaign is not to make easy money. It is to teach them to invest in blue chips like ST which is part of the Singapore economy. Our hope is that they will confine their purchases to the blue chips in companies like ST, SPH, SIA and so forth which are part of the Singapore economy, and not speculate on companies without any assets where they are likely to get burnt. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ANSWERS TO PARLIAMENTARY QUESTIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Cost to taxpayers)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Koo Tsai Kee</b> asked the Minister for Finance what is the cost taxpayers have to bear every time a question is filed and answered in Parliament. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The imputed cost of answering a question raised by an MP in Parliament is estimated to range from $500 to $1,300 depending on the complexity and nature of the questions asked. This imputed cost is not necessarily a real incremental cost that taxpayers have to pay as the preparation of responses to MPs' questions constitutes only a part of the duties of public officers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> In other words, the imputed cost may not be saved even if MPs ceased asking questions altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I should point out that every time a question is raised by a Member of Parliament, the Minister and public officers of the Ministry concerned do spend considerable time and effort to ensure a satisfactory answer is given. If the questions asked by MPs are pertinent and not frivolous, the time and effort spent is well worthwhile as they provide Ministries with an opportunity to explain and clarify Government policies or rules and regulations. On the other hand, if the questions asked are repetitious or of marginal public interest, the time and energies of public officers may be diverted from more urgent matters. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, will the Minister tell the House whether the price of democracy, ie, $500 to $1,300, is high or low for each question filed in Parliament? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> As I said, it is not a real cost in the sense that you cannot remove it by not asking questions. I am merely making an appeal that if you ask questions, make sure that the questions are relevant, in which case the Government would be very happy to respond. In other words, it is well worth it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NATIONAL UNIVERSITY HOSPITAL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Expansion plans)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Loh Meng See</b> asked the Minister for Health whether there are plans to expand the National University Hospital and, if so, whether he will include Class C wards in the plans. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (Mr Yeo Cheow Tong):</b> Sir, implementation of the National University Hospital (NUH) Phase III expansion project has started. It will introduce 112 C Class beds to the current bed complement, as well as expand Class A and B1 facilities by 50 and 48 beds respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Phase III will involve the construction of a new Tower block with a podium as well \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> as conversion work in the existing buildings. When completed, NUH will have a total of 991 beds, compared to the current 702. The heavily subsidised B2 and C beds will form 60% of the bed complement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the new wards, Phase III will also house a new Day Surgery Complex with 28 beds and five operating theatres. Specialist Outpatient Clinics for Eye, ENT and surgical disciplines together with three specialised service centres, namely, oncology, endoscopy and renal medicine, will also be located in the building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The project is expected to be completed by 1997 at an estimated cost of $130 million. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Sir, will there be any increase in the number of beds in the intensive care wards in the expanded hospital? Or will the number be the same? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> The number of ICU beds in NUH will increase by 15 with the expansion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>POLYCLINIC MEDICAL CENTRE AT YISHUN CENTRAL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Increase in medical charges)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Cheo Chai Chen</b> asked the Minister for Health whether medical charges at the new polyclinic at Yishun Central, opposite Block 647, will increase when it becomes a medical centre; and whether he will confirm that the medical centre will start operating in January 1994. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong (Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Health (Dr Aline K. Wong) (for the Minister for Health):</b> Mr Speaker, Sir, the Yishun Medical Centre will be leased out to private medical practitioners who will determine their own charges to the patients. Such charges may vary according to the types of services rendered, the experience and qualifications of the doctors, and so on. My Ministry will not be controlling their charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Centre is scheduled to start operating in March 1994. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central):</b> Sir, can the Minister tell me what types of services will be provided in this medical centre? \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> In this medical centre, there will be 14 clinical suites which may house GP clinics, specialist clinics and dental clinics, five retail suites which will be for health related retail services, one pharmacy, one X-ray suite and one clinical laboratory. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EDUCATION FOR CHILDREN OF SINGAPOREANS</b>\n  </div> \n  <div align=\"center\">\n   <b>WORKING OR DOING BUSINESS OVERSEAS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mrs Yu-Foo Yee Shoon - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;7. To ask the Minister for Education, in view of the Government's policy of encouraging more Singaporeans to work or do business overseas, what are his plans for the education of the children of these Singaporeans and whether the plans will include having more boarding schools for these children who stay behind in Singapore. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Question No. 7, Sir. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Education (Dr Ker Sin Tze) (for the Minister for Education):</b> Mr Speaker, Sir, Singaporeans working overseas are generally able to send their children to the international schools at their places of work. Nevertheless, with the increasing number of Singaporeans venturing overseas, the Ministry will consider setting up Singapore-styled schools at the primary level in places where there is a critical mass of Singapore families. Such a school was set up in Hong Kong in 1991 for the 6,000-strong Singaporean community there. In places where there is no critical mass of Singaporeans, the Ministry may set up language tuition centres if there is sufficient demand for instruction in the mother tongue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans venturing overseas who want their children to continue schooling in Singapore can place them in our student hostels and a few privately-run hostels. The total capacity of all these hostels is about 1,600. The Ministry has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> recently approved the building of 800 more places in boarding schools and hostels which should be ready by 1995 to cater to the anticipated increase in demand by Singaporean parents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENTRAL PROVIDENT FUND ACCOUNTS OF NON-WORKING PERSONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Contributions from working relatives)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Labour if he will allow regular contributions from working relatives to newly-opened Central Provident Fund accounts of non-working persons. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Mr Speaker, Sir, the CPF Board has all along welcomed people who wish to make contributions to the CPF accounts of non-working relatives. Such accounts can be opened at any of the Board's offices. Contributions can be made in cheque, cash or through NETS at the Board's main office or any post office, or in cheque or through NETS at the Board's branch offices. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, is there any specified minimum amount? Or would the Ministry prefer a minimum amount? Otherwise, there may be a lot of work handled by the Board if small amounts of cheques are sent in. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> The Board does not have a minimum amount requirement at the moment. So far, I think not that many people are doing so. We will be prepared to set a minimum contribution if in fact more and more people are coming forward to make such voluntary contributions on behalf of their non-working relatives. I am prepared to review the condition in the light of experience. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, in view of the fact that not many people are making use of this, would it be possible for the Ministry to make it better known so that more people could make use of it? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I have no objection to doing that. I will ask the CPF Board to look into how it could widely publicise this information that CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> members or any Singaporean are welcome to make voluntary contribution to the CPF account of their non-working relatives. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEASURES TO ENSURE MOTORISTS GIVE WAY TO EMERGENCY VEHICLES</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Robert Chua Teck Chew - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;9. To ask the Minister for Home Affairs what measures are being taken to ensure that motorists on the road give way immediately to ambulances, fire engines and other emergency vehicles which are in the course of handling emergencies. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Question No. 9, Sir. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Assoc. Prof. Ho Peng Kee) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, the Singapore Civil Defence Force (SCDF) responds to about 5,000 ambulance calls and 400 fire calls every month. The SCDF observes that instances of motorists failing to give way to our emergency vehicles are relatively few. The problem is therefore not serious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, there is adequate legislation to deal with such motorists. Under the Road Traffic Act, all traffic, on the approach of any emergency vehicle, is required to draw in as close as possible to the edge of the road to allow a clear passage for the vehicle. A motorist who fails to give way can be fined up to $1,000 or be imprisoned for a term not exceeding three months. In the case of a second or subsequent offence, the maximum fine and prison term are $2,000 and six months respectively. Every offence also carries four demerit points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As part of Police enforcement action, a driver of an emergency vehicle may lodge a police report against any motorist who fails to give way to his vehicle. In 1992, five motorists were booked for such an offence. In 1993, to-date, one motorist has been booked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SCDF is constantly improving its emergency services. For example, it has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> introduced the Fast Response Medic (FRM) Scheme where medics on motorcycles are despatched to attend to road accident victims ahead of ambulances. Even then, the Ministry of Home Affairs will continue its efforts to educate motorists on giving way to emergency vehicles. An instance is the recent Traffic Police Road Courtesy Campaign where this message was reinforced. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Number and profile of flats revested)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Dr Michael Lim Chun Leng</b> asked the Minister for National Development what is the number and profile of Housing and Development Board flats that were revested by the HDB from 1988 to 1992 because of inability to continue with mortgage loan repayments. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang (for the Minister for National Development):</b> Mr Speaker, Sir, between 1988 and 1992, action was taken to revest the titles of 2,269 flats because the owners were unable to continue with their mortgage loan repayment. The HDB examines each case carefully and offers assistance to the owners wherever possible. For example, depending on the circumstances of each case, HDB will, as far as possible, allow the owners with genuine financial difficulties to defer payment of their instalments for at least six months, or reschedule their loan repayment period up to a maximum of 25 years, or opt to pay the instalments under the easy repayment scheme such as paying 75% of the normal monthly instalment for the first five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Eventually, of the initial 2,269 flats, HDB only took possession of 366 flats as a last resort. Even for these 366 cases, HDB continued to render assistance by offering rental housing. About 90% of them took up the offer. The rest chose to move in with their relatives or friends. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of flats recovered is only about 0.1% of the number of flats under each flat type. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, can the Minister clarify what is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> the profile of the flats? Are they three-roomers mainly or also four-roomers and five-roomers? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Out of the 366 flats that were finally taken back, the majority were three-roomers which reflect the flat profile of the existing flats. There are cases of four-roomers, five-roomers and executive flats being revested. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> What is the period of occupancy by these residents before they default on repayment? Can the Minister either give a range or a mean or median period? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The cases cover the entire range of HDB flat owners. Some people fall into arrears very early in their mortgage payments. Some have temporary financial difficulties and then fall into arrears. And despite the rescheduling of the loan, they cannot catch up with the repayment of the arrears and therefore have to give up the flat. Some have upgraded and find that they have upgraded beyond their means and then they have to give up their flat and downgrade. So it covers a wide range of cases. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Are there any preventive measures that are taken by the Ministry to actually prevent such revestment procedures from being undertaken because the revestment process is not only socially very traumatic for the family but also results in a net loss for the family? If the Ministry can study the household income profiles of these families, then perhaps there may be a certain household income which would alert the officials and these families can be specially counselled in terms of the repayment schedules and in terms of the downpayment, so that they will not have their flat revested, say, within a year of their buying the flat. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Let me explain to the Member that buying of HDB flats varies according to the many situations. Many home owners may not have CPF but they are able, and they continue to be able, to pay their mortgage payments through cash. If you look at their declared income or their CPF accounts, bona fide, they may not seem to be in a position to buy a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> 5-room flat. But I can assure you that many thousands of them continue to buy 5-room flats and continue to service their loans. There are many people who, on the basis of their income statement and their CPF, look able to afford a 4-room flat or 5-room flat, but because of poor financial management - they gamble, they drink, they squander away their money - they fall into arrears. There are many such cases. In the end, I think it is best that individual home owners decide for themselves what flat they are able to afford and which type of flat they should invest in. It is very difficult for Government to set up hurdles and say, \"If you don't have such an income, you are not allowed to buy a 5-room flat.\" \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, would the Minister confirm that when the flat is revested or compulsorily acquired, the owners are compensated at the original price while the HDB then sells the flat later on at the posted price? Is that true? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The price at which the HDB acquires the flat depends on the period of occupation. If the owner has occupied the flat for more than five years, HDB will advise the owner to sell the flat in the resale market and pay back the arrears. That is the normal route most owners will take when they realise that they cannot continue to service the loan for such a big flat. And if they have stayed in it for more than five years, then they will sell it in the open market and pay the arrears. For flats which are less than five years, then HDB acquires it based on the original purchase price. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Mr Speaker, Sir, would the Ministry consider looking at the 366 flats that were revested and actually study the income profile of these families and perhaps that would give them an idea of the type of families that are likely to run into these problems? I think my main concern is those families who do not actually have the money to purchase the flat but went ahead without sound advice. Perhaps HDB could help out by providing some financial advice on some mortgage loan schedules before they sign to purchase the flat. If they can have a study of the household income \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> profile of these families, perhaps there may be an income limit in which it will alert the officials to these types of families. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> As I have already explained to the hon. Member, HDB has studied the income profile of these cases. We have been in this business for 30 years. There is no set pattern of people who can afford or cannot afford. Many of them were able to afford in the beginning. They make wrong career decisions, business decisions, they fall into arrears. Many people, on paper, would not be able to afford and HDB will advise them not to buy. I think they will all come to the MP and complain. It is their own business how they manage their funds. Many have got other avenues of income. They may not have a declared income or may not have CPF, but they all seem to be able to buy a 4-room or 5-room flat quite comfortably and service their loans. Should HDB come and say, \"No, you are not allowed to buy because you do not have this prerequisite income level and CPF downpayment.\"? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, would the Minister consider that if the owner has had the flat for five years and if the HDB buys it back from him, would they compensate him at the price that the HDB sells it to the next owner after claiming back arrears and all that is owed to the HDB? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> In many of these cases which are 3-room flats, the original purchase price and the posted price are in fact the same. The posted prices for 3-room flats have not changed since 1981. So the Member's suggestion is in fact implemented today. We sell any acquired 3-room flat at the same price since 1981, and that is the price we pay anybody who has bought a 3-room flat from us in the last five years. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, can I seek clarification on this 5-year bar that the Minister has mentioned? In the event that there is a 3-child family, can the flat be sold at the market price even if the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> occupation period is less than five years, and the owners will be encouraged to sell the flat in the open market? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, I think Mr Chng is using this opportunity to answer the query raised yesterday about his example. Since he has raised it, let me explain the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1987, when the Government was encouraging families to have the third child, the Government gave two incentives in terms of housing policy. The first incentive is that we gave priority to people who qualify under the third child family. That means, if you have a third child and the third child was born after 1987, you would get priority in the allocation of a new flat. The second incentive is that you need not stay for five years in the old flat that you have already purchased. The scenario is that for a family with two children staying in a 3-room flat, we wanted to encourage them to have a third child. So we offered them a bigger flat, a 4-room or a 5-room flat under priority, and we allowed them to sell their 3-room flat without them having to stay in it for five years so that they could quickly have the third child before the window of opportunity closed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Six years later, we find cases where, because of the waiver of the occupation period, it is now possible for somebody to say, \"I am applying under the third child policy. I have a flat which I applied under the public scheme and because there is no five-year requisite period, I now want to sell it.\" This is the case which Mr Chng quoted yesterday. So what is wrong with that? Many Members were very outraged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you look at it in dollars and cents, what we are saying is that this person makes a capital gain of $100,000 to $150,000. He would have made a gain if he sold it five years later. But under the third child incentive, he is allowed to sell it four or five years ahead. He does not have to wait for five years, which means he gets an incentive of $200,000 to have his third child. But since it has caused so much outrage, we will have a look at it as part of the overall package for the third child and see whether this is a loophole that ought to be redressed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, before the Minister considers changing that policy, would he then consider allowing people whose flats have been compulsorily acquired to sell them at the market price so that they would then be able to make that extra money to pay the arrears to the HDB and not go into debt? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The policy is quite clear. If you stay beyond five years, you can sell it in the open market and repay the arrears. If you have not occupied the flat for five years, you have to sell it back to HDB at the original purchase price, unless you come under the special schemes like the third child policy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SINGAPORE PRESS HOLDINGS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Rationale for selling excess shares)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Finance what is the rationale behind his Ministry's order that those who hold more than 3% of the Singapore Press Holdings shares have to sell their excess shares equally to the stock market, Temasek Holdings and MND Holdings. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Under the Newspaper and Printing Presses Act, no person can hold more than 3% of the ordinary shares in a newspaper company unless it is exempted from this requirement. This 3% rule was introduced in 1977. Until the present order was announced, several companies, principally the OCBC Group and Great Eastern Life, held more than 3% of the ordinary shares of Singapore Press Holdings (SPH). They have hitherto been exempted from this rule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In September 1993, we announced that the 3% rule will be applied to all ordinary shareholders of SPH. Those who hold in excess of 3% are required to divest their excess shares equally to the stock market and Temasek Holdings or MND Holdings over two years. Temasek Holdings and MND Holdings will initially hold these shares placed with them as investments. Later, when these shares are split into small board lot sizes, which are affordable, they will be offered to Singapore citizens, who can use their CPF funds to purchase them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rationale behind the whole exercise is therefore to allow more Singaporeans to own shares in a company with a strong track record. This is in keeping with the objective announced by the Prime Minister in his 1993 National Day Rally Speech to help Singaporeans enlarge their ownership of assets, including shares. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Would the Minister say what is the time frame for MND Holdings and Temasek Holdings to sell the shares to Singaporeans? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> We have not decided on this. The companies would be allowed to sell the shares over a two-year period. So it is unlikely we will start selling SPH shares well before the end of this period because we are not certain how much will be collected. So the simple answer is that we have not decided on it. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Would the Minister say what percentage of SPH shares the Government-owned companies until now, as a whole, will be allowed to hold? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> No one is allowed to hold more than 3%. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Including the Government-owned companies? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Yes, any company, unless they are specifically exempted. But the exemptions are being withdrawn now. The only holders who will be exempted would be Temasek Holdings and MND Holdings, which are Government holding companies. Even Government-linked companies (GLCs), for example, Keppel, will not be allowed to hold more than 3%. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> So MND Holdings and Temasek Holdings will be exempted from this 3% rule. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> MND Holdings and Temasek Holdings are 100% Government holding companies. Therefore, this restriction does not apply. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, since MND Holdings and Temasek Holdings, which are wholly Government-owned companies, are exempted from this 3% rule, and a high \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> percentage of this shareholding of SPH would be owned by Government-owned companies, would this undermine public confidence on the neutrality of the newspapers under SPH? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> As I mentioned earlier, they are being held by Temasek Holdings temporarily as an investment. There will be no interference with the operations of the companies. Eventually, all these will be divested back to them. It is a question of timing. There is no intention to re-acquire the shares to re-exert control. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Would the Minister confirm that the Government-owned companies will not be holding more than 3% of the shares as stipulated by the rule? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Yes, I have said that. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> As a whole or individual companies? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Individual companies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EAST ASIAN CONSULTANCY (S) PTE LTD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Appointment of Directors)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Finance whether it is appropriate for a Deputy Managing Director of the Monetary Authority of Singapore and the Commissioner of Inland Revenue to be directors of East Asian Consultancy (S) Pte Ltd. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The East Asian Consultancy (S) Pte Ltd (EAC) was set up on 15th October 1992, as a wholly-owned subsidiary of the Institute of East Asian Political Economy (IEAPE). The IEAPE is a non-profit organisation, certified as an institution of public character and effectively operates as a charitable research institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;EAC was set up to provide research and consultancy services on China to companies operating in Singapore intending to make investments or do business in the People's Republic of China. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Commissioner of Inland Revenue and the Deputy Managing Director of MAS are non-executive directors of EAC. They receive no remuneration and will not be involved in the day-to-day business and the running of EAC, nor are they personally involved in providing consultancy and advisory services. They provide specialised advice to the Board of EAC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Senior civil servants sit on the Boards of Government-linked companies (GLCs), many of which are publicly listed, and which transact business both in Singapore and outside Singapore. Whenever there is a potential conflict of interest because of the civil servant's official position and his membership on the Board, he declares his interest and disqualifies himself from taking part in the decision making on that matter. There are adequate checks and balances within the Civil Service system to ensure prior resolution of any potential conflict of interest. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COST REVIEW COMMITTEE REPORT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [12th October 1993], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House endorses the conclusions of the Cost Review Committee contained in Paper Misc. 5 of 1993 and calls on the Government to accept the Committee's recommendations to contain rises in the cost of living.\" - [Mr Chng Hee Kok]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>1.10 pm \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Sir, I rise to support the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would first like to congratulate the Chairman and Committee members for the thoroughness in which they dealt with the issues under review. I would like to comment on some areas of the Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the Consumer Price Index. Sir, when the Prime Minister commissioned this Committee to its task, many Singaporeans looked eagerly to its work and report. That members of the SDP opted out of this Committee is an opportunity wasted on their part, and shows a lack of commitment on their part. In contrast, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> Mr Low Thia Khiang made a Minority Report. I must give him credit for the effort he has put in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the public expects the CPI to be all-encompassing. As the Report has stated, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"public unhappiness over the CPI stemmed from a misunderstanding of the nature and purpose of the index.\" In layman's terms, the public is looking for an index which they can use to compare various costs. They want to use this index to convey to the Government about areas which they believe costs are rising too rapidly or too steeply. Thus, it is the public's concerns over the cost of housing, health care, education and transport that could not be conveyed to the Government through the CPI. However, these costs did rise, and in some areas, very steeply. Furthermore, the combined effect of the various increases did indeed \"hurt the pocket\", although in varying degrees. Each of these increases could be justified by each Ministry, but taken as a group, it did hurt, and it hurt a little bit more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore welcome especially recommendation No. 47 of the Committee that Government fee increases should be carefully coordinated to avoid the same mistake again. However, the Committee stops short here. The public needs to be further reassured: Who will be responsible for this coordination? It will not be an easy task to coordinate the various Ministries and statutory boards, and now even GLCs and public-listed companies (for example, the bus companies and soon Singapore Telecom). Perhaps, the Frontbench would like to comment on this. The public needs to know which Minister or Committee of Ministers will be responsible for this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, regarding the explanation that certain increases, for example, in health and housing, which were rapid and steep in the post-recession years, I find it difficult to accept this explanation. During the recession years, all Singaporeans sacrificed through the CPF cut-back. This helped in the speedy recovery of the economy. Surely, there was no urgent need to \"catch up\" so quickly. I make this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> point because I hope that this sort of \"quick-fix\" solution will never happen again. Do we expect those patients who were sick and admitted to restructured hospital in 1989 and 1990 to accept this? It would indeed be very difficult to convince them. Thus, I agree with the Committee that in the issue of achieving \"target subsidy rates\" the \"time-frame\" must be very clearly spelt out. The Government must also be flexible in this respect and take into account factors like a recession or unforeseen factors. If the civil service is forced to stick rigidly to these target dates, the increases to the public may become painful or unaffordable. This is one aspect in which there is no credit at all to over-achieve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the issue of health, the CRC \"agreed that restructuring was not a major cause of fee increases\". The other reasons given for higher hospital bills were attributed to change in disease patterns and demand for more and better health care services. I agree that these two are contributory factors. However, if nearly half of the patients are warded in B2 and C in 1992, as shown in Chart 5.1 on page 46, my own conclusion is that restructuring must be a significant, if not, a major, cause of fee increases. This is further reinforced by the recommendation of the CRC itself that there should be \"at least one government hospital\". \n  <br>\n  <br>\n  <i>Education</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I welcome the recommendations on education, especially the capping of the subsidy rate for the universities. I would like to make reference to the costs for primary and secondary students, especially the issue of private tuition. The Ministry of Education survey showed that parents at the primary level spent on the average $108 per month, and those in the secondary level $172 per month on tuition. This goes to show that parents feel that their children need more academic assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this point, I would like the CRC and the Ministry of Education especially, to give the issue of the Day School a second look. It was a good concept, which failed. The causes are many. They could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> have been the facilities, curriculum, staffing, or the target group could have been wrong in that we included from primary one to primary six, where maybe it should be only those who are the older children from primary four to primary six. Perhaps we should study the reasons for the failure of what I consider a most worthy project. With the problems of working parents, and now with parents having to travel overseas to work, compounded with that of teen-gangs and the concern of drop-outs, Day School may well be the solution. What is spent on tuition could be better spent on full-day school. The net effect may be not only more cost-effective, but will also address the social problems faced by working couples. Let us give Full Day School another try. Perhaps on the question of cost for Full Day School, the Government could consider a dollar for dollar grant, that is, if the parents spend $100 extra on Day School - rather than they spend $100 on tuition - the Government gives $100 extra to the school. \n  <br>\n  <br>\n  <i>Public Transport</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, both of the major bus companies - SBS and TIBS - are public listed, and together hold the monopoly or duopoly of bus services. The Report states that \"as public listed companies, they have to generate profits for their shareholders\". Does this not also hold true for all companies? Is this not the wish of all businesses and even governments? The Report in paragraph 14, page 84, states that profits of the two bus companies fell from $55 million in 1988 to $23 million in 1990. Note that they did not lose money. Therefore, bus fares were increased, and \"profits recovered and amounted to $51m in 1992\". When diesel prices increased during the Gulf War in 1991, bus fares increased. When diesel prices fell, other reasons were given for not reducing bus fares. However, they made a hefty $51 million profit in 1992. The Ministry of Communications should watch these reasons given more carefully. The Public Transport Council should be more alert. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, as a nation which has been rated to have one of the world's leading workforce, we naturally have high expectations. I agree that our expectations cannot be unrealistically high, or else we will lose our competitive edge in the international market. However, in a meritocratic and mature society we cannot prioritise for our citizens what should or should not be their aspirations: is it a car, a weekend car, a weekend home, an executive flat or a landed property? Singaporeans must decide for themselves their own aspirations realistically and work hard towards achieving their own objectives. It is the role of Government to ensure a level playing field for all, and to help the less fortunate. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Mr Speaker, Sir, in November last year, SDP held a forum and it was pointed out at the forum that medical, housing, education and transport costs had increased disproportionately to the increase in wages. This has in fact been confirmed by the Cost Review Committee. However, the Cost Review Committee has insisted that the increase is in fact due to the high expectations of the people. SDP did not participate in the deliberation of this Committee - I must mention the fact here - because before the Committee had a chance to meet and deliberate, Ministers had already made statements to the effect that the rise in the cost of living was in fact due to the high expectations of the people. They have in fact prejudged the whole thing. And that is one of the reasons why we did not want to participate in the deliberation of the Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the forum we also suggested a separate category of cost increase assessments for various income groups, and this has in fact been in the recommendation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will come to housing. The question of public housing is not so much on affordability but rather on subsidy. I think the question here is whether it is justified for HDB to charge the amount it is presently charging for HDB flats. In considering this question, HDB should give a detailed breakdown of its land cost as well as its construction cost. When I say \"land cost\", I mean the amount paid for the acquisition \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> of the land and not the notional price paid for the land. I understand the practice now is for the Government to acquire the land and later on sell it to HDB as a sort of paper transaction. The Government sells it to HDB at the market value. The flats are constructed and the sale is based on the market value, but not on the actual cost of acquisition of the land. In fact, yesterday, the hon. Member for Tampines GRC, Mr Chng Hee Kok, mentioned the fact that bigger HDB flats should be phased out. I would assume from that statement that Government has been subsidising the bigger HDB flats. I would like to be convinced of this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suppose the bigger HDB flats would include executive flats in Pasir Ris which are costing around $230,000 to $240,000 each. If we look at the price of $230,000 for these executive flats and compare it with a condominium, say, of $650,000, one would say, between $230,000 and $650,000, the difference is over $400,000. Surely between $300,000 and $400,000, there must be a subsidy. But then one must be reminded that for an HDB flat, you are not given a car park lot. For a condominium, you are given a car park lot. For an HDB flat, you are not given one. In other words, living there for 99 years, you have to pay a parking lot fee of $50 a lot per month, and it is increasing. So if you pay for 99 years, it comes to about $100,000. You add that to the $230,000, it comes to $330,000, and not forgetting the introduction of the foreign workers levy, the original cost of the flat could be only $200,000. The $30,000 is actually levy already collected by the HDB. Similarly, the private condominium is sold at $650,000. It could be that the $50,000 is also due to the charge or levy of the land, and the price has gone up. Then there is the question of renovation for HDB flats. There are many factors. I am saying this: convince us that there is a subsidy for those bigger HDB flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at the Report of the Cost Review Committee, Table 6.1, it was mentioned here that for a 4-room flat, the average annual percentage increase was only 12.3% between 1988 and 1992. But if you look at the years 1988 to 1991, a 4-Room Model A flat cost $65,000, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> $71,000, $76,000 and $88,000 respectively. Now it is $103,000. It appears that it is almost a 40% increase, instead of 12.3%. In fact, the price of the latest 4-room flat is already $154,000. That would in fact be much more than this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the question here is: how many workers have actually had their wages increased up to 40% or more? So I would disagree with the Report of CRC that there is not much increase between wage increase and the increase in the cost of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming back to health care in Singapore, all the time the question here is that they all use the term \"affordability\" - whether the patient can afford the hospital charges and fees. Affordability could even mean making profit on affordability. Look at it this way. If you can afford it, you have money, you pay more. That could even be profit-generating from this sort of principle governing this. With the widening of the use of CPF money where the siblings, the parents and relatives' CPF could be utilised for their medical care, I suppose a very small percentage of the people will not be able to afford medical care, unless you are a single person. Other than that, if a patient cannot afford it, what about his mother, father, brother or sister? Everyone will be able to afford it. I am suggesting that the criterion for affordability should be confined to the disposable CPF account of the patient and it should not cover the parents and the siblings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now touch on transport. As Dr Arthur Beng has mentioned earlier, we have dual monopoly of two transport companies in Singapore. The question here is not whether the increase should be one cent or ten cents. Because even if there is no increase, this can be circumvented. Profit wise, it can be circumvented simply by re-routing, and it has been done of late. Instead of travelling directly from A to B by taking one bus, because of re-routing by SBS, you have to take two buses, resulting in you having to pay double for the fare. So the question here is: should a monopoly be allowed to re-route and, perhaps, make more profits from the new routes? I am suggesting that being a monopoly, it has the duty to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> serve the people. They must not be allowed to choose the more profitable routes, or run more regular buses along the popular routes and leave out those less profitable routes. Otherwise, in the transport scene, it should be open to all the other bus companies to compete in this way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of airconditioned bus services is, in fact, a false expectation for the people. You would say, \"You can always travel in a non-airconditioned bus. Why do you choose to travel in an airconditioned bus?\" But the problem is this. Sometimes, certain bus routes are confined only to airconditioned bus services. Of course, there are routes where you have both airconditioned and non-airconditioned buses. But the problem is that the regularity of the bus service will be reduced. So you may be forced to take the airconditioned bus because if you miss one non-airconditioned bus, you may have to wait for another 15-20 minutes for the next non-airconditioned bus to come along. Therefore, in this way, the burden of the people in the lower-income group would be enhanced, forcing them to pay more for their transportation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another way of reducing cost would be for the Government to introduce less profit-orientated policies. A lot of the rise in the cost of living are a spinoff from Government policies, like COE and the levy on foreign workers. Quite obviously, with cost going up and if it spreads round, ultimately, the consumers will have to bear the burden of this increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, in respect of education, I agree with the Cost Review Committee that for tertiary education, the subsidy should not go down below 79%. The subsidy should be maintained at 79%, rather than at 75%. Perhaps, the Government should consider more grants for those in the secondary schools bearing in mind that most of the independent schools have increased their school fees from $75 to $100, $150 and $175. This was reported in the newspapers recently. This would definitely increase the burden of the lower-income group. We should also consider the fact that the survey found out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> that tuition fee came to about $170. So if the independent schools charge a fee of $200 plus the tuition fee of $170, the total comes to $370. Here, we are not talking about the majority of Singaporeans earning $3,000 or $4,000. We are talking about Singaporeans earning between $1,500 and $1,700. Would they be able to pay for their children's education in the independent school where the school fee and the tuition fee alone would come to about $370, not forgetting transport cost and pocket money? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of this, I am suggesting that there should be more grants and subsidies for these well-deserving school children. I would like to repeat this again. Education is an investment which will reap a tremendous return for Singapore. If all Singaporeans are well educated, it is going to be a good return for Singapore. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M):</b> Mr Speaker, can I ask some clarification from the Member? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> Sir, I just want to ask the Member for Bukit Gombak a few questions. One, in his speech, is he suggesting that Singaporeans should pay in advance to get a car park lot when they buy a HDB flat? Two, how did he arrive at the figure of $100,000 based on $50 a month over 99 years? My calculation shows that it is about $59,000. And these are paid $50 a month, and not in advance, or a lump sum. The third question is: can the Member explain what was the main point that he wanted to drive across in his speech because I have some difficulty in trying to grasp the meaning? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> In fact, when I mentioned $50, I was talking of the open car park. I was not talking of the multi-storey car park which is $75. You may remember that the former Prime Minister mentioned in 1984 that, ultimately, car park fees would go up to $150, and car park fee is not static. So if you work on that basis, would it not come to $100,000 for a 99-year period? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> At the present value of $75, it comes to less than $100,000. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No. As I said earlier, it was mentioned in 1984 that car park fees would go up to $150 and when you calculate it on that basis, it comes to $100,000. One has got to make provision for contingency, etc. We do not know. I calculate on that basis. But I cannot give you an exact figure. This is how I arrived at $100,000 in 99 years. It is a rough estimate. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> Should they buy the car park lots like in condominiums? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No. Free provision for car park lot. Because if you buy a condominium, you are given a car park lot free of charge. It is like a package deal. It is included in the package. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, I would like to ask two questions in Mandarin. Mr Ling, I think, has given the wrong impression of the situation that in the subsidy for housing, the Government has not been giving subsidy because the land cost should not be included. What I would like to know is that, some years ago, the HDB asked the SDP to build its own flats. Why is it that the SDP has not been able to do so all these years? The second question is this. The SDP leader said just now that he disagrees with the finding of the CRC on the question of rising cost of living. Since the Report cannot convince him, can he present a report which can convince us? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Do you wish to respond, Mr Ling? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I will respond in Mandarin. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, make it brief. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Yes, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin) It was the late Mr Teh Cheang Wan who asked the SDP to build its own flats. We had already made some counter-proposals. But these counter-proposals were not accepted. How could we proceed? If our counter-proposals had been accepted and we failed to carry them \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> out, then you can ask me the question. Since our counter-proposals have not been accepted, how do you expect us to proceed with them? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Your counter-proposals must be reasonable. For example, in mainland China, you must pay for land use although you do not own the land. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Mr Speaker, I just want to seek a clarification from Mr Ling. Is he suggesting that the Government does not allow family members to tap the Medisave savings of their relatives in the hospital? I just want to confirm that point from him. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No, Sir. My point is about the criterion for affordability. In other words, if you cannot afford it, you will get the subsidy from the Government. For example, last year the Government actually spent slightly over $1 million subsidising people who could not afford to pay. So my suggestion is that the criterion should be based on the disposable CPF account of the individual. If he cannot pay, he cannot bring in his siblings or the family and say that he has become affordable and give him the assistance in that way. I am not against the idea that the CPF of family members should not be utilised for the patient. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Then how does the Member suggest that the hospital management admits the patient? Should they ask him whether he would need the Medisave account of his relatives in deciding on the ward charges? Or the hospital need not have to ask that question of the particular patient and so decide on that basis? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I think that question has got to be answered by the Minister because the Minister has stated repeatedly that the poor and the needy do not have to worry about medical care. In other words, if an individual who has got insufficient money to go to the hospital for treatment, the Government will subsidise him. It is as simple as that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, may I be permitted to ask Mr Ling a question? Is he proposing that since many of the older people, even those who are working today, in their 50s but self-employed, do not have Medisave and because they do not have Medisave, they should automatically be given free treatment? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> To answer that, I think the Minister needs to explain the word \"affordability\". Can he afford it? The Government has promised the people that it will give them medicare if they can afford it. If they cannot afford it, the Government will look after them. It is unfortunate that these people cannot look after themselves. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the Government has always made it very clear that those who are unable to afford paying even the heavily subsidised Class C charges will get their charges waived. We stand by that. We have had no occasion where people have come forward and say, \"We have not been able to afford it\" and were denied treatment or were still forced to pay without being given the option to get a waiver of fees. If Mr Ling is aware of any cases of this nature, please let us know. But he has still not answered my question. What about a person who is self-employed who does not have any Medisave, but his children have Medisave accounts? Is he saying, as long as you do not have a Medisave account, you do not have to pay the bills? Is he suggesting that? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, Mr Ling has not replied to my second question. I would like to ask him when he is going to present his report to us. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong</b>(\n  <i>In Mandarin</i>): SDP has not made any promise that we are going to present a report. Why is the Member asking us when we are going to present a report? We have never said we are going to present a separate report. Why is he suddenly asking us this question? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): According to a report in the Lianhe Zaobao, the SDP will be presenting their own report. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong</b>(\n  <i>In Mandarin</i>): This has not been approved by the Central Committee of our Party. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): In other words, he is saying that he is unable to settle his own domestic affairs. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Ling, you still want to clarify? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, over the year, the Cost Review Committee (CRC) spent a lot of time conducting research and holding discussions and debates and, finally, completing the Report. The Committee members came from different backgrounds. They reached consensus on certain issues. One example is that the real income of our people has increased over the last 12 years. Majority of the Committee members also supported other issues, eg, the basis of CPI calculation is correct. Even in Mr Low Thia Khiang's personal report there are more common grounds than differences in substance with the CRC Report. This, I think, is an achievement. I hope that Singaporeans are able to see this point and look at the conclusions and recommendations of the CRC from a very objective and rational point of view. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask myself two questions: Does the Report reflect the opinion of the people? Are the conclusions able to dispel the doubts of the people about cost of living? To some extent, the answers are in the affirmative. The CRC has dealt, in depth, with many issues concerning the people, such as health care, education, transport, housing and GST. Moreover, the Committee's recommendations such as the retention of at least one Government hospital, the building of more 3-room and 4-room budget flats, the increases in the fare of MRT and buses should be on the basis of five cents or below, and the freezing of the university education subsidy at present level, if implemented, they will benefit people in the lower and middle income groups. It will also convince the people the determination of the Government to arrest the rise in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> cost of living. I hope the Government will accept these recommendations and implement them early. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, from a different angle, there is still a perception gap between the Government and the people on the cost of living. The reasons are very simple. The Government looks at the issues from the macro point of view whereas the people look at them from the micro point of view. The Government uses statistics and policies to analyze the problems of the rising cost of living but the people complain about the rising cost of living based on their actual experience and feelings. As an illustration, housewives look at the situation through their food basket and workers look at it through the prices they pay for the meals they eat outside. Similarly, those who want to buy cars, flats or send their children to university or send their relatives to the hospital, their concern is whether they can afford the prices or fees needed. The increase in CPI by 2.4% per annum in 1980-92, and the annual average increase of household income by 7.2% per year in 1980-1990, etc, have no relevance or meaning to these people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Behind the discussion on the cost of living, there are two hidden crucial questions. The first is, in the face of rising wages and costs, can the Government subsidy rate in public housing, education and health care remain unchanged? Or should it be adjusted downward? For example, if the unit cost is increased from $100 to $150 and the subsidy rate is maintained at 80%, then the amount of subsidy of the Government will increase from $80 to $120, but the users will complain that they have to pay an increase of $10, from $20 to $30. If the Government does not allow the subsidy rate to increase and instead lower it, then the users will have to pay more correspondingly. For example, in 1987-1992, the Ministry of Health reduced the subsidy rate from 55% to 44% of the recurrent costs, but the actual amount of subsidy increased from $165 million to $271 million. The increase in the amount of subsidy means the increase of the taxpayers' burden. We have to ask ourselves: is it equitable for 3-room and 4-room flat dwellers to pay tax to subsidise \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> the better-off who are hospitalised in B1 and A class wards? Similarly, is it fair to use 90% of the recurrent expenditure on education subsidising undergraduates who constitute only 5.2% of the total student population? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, subsidies will distort resource allocation. The higher the subsidy, the lower will be the fees and this will create extra demand to arise which, in turn, lead to further subsidies, and result in what we call \"the vicious cycle of subsidy\". The Government's stand on subsidy is therefore very firm and consistent. Hence, although the Government is subsidising education, health care and public housing heavily, it is also stressing all the time that we should learn from developed countries to avoid state welfarism and the adverse consequences of such policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, how to use the subsidy is a question of efficiency. It is more objective and it can be calculated on the basis of the rate of social returns. But who should get the subsidy and how much should the subsidy be for everybody is a question that relates to equity in wealth distribution, and it involves subjective judgement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next crucial question is rising expectations. Demands are getting more and more diverse and the demand for quality is also increasing. This is a conflict between unsatiable wants and limited resources. This issue is always present and remains the same from the primitive society to the developed modern society. Rising expectation is a motivation. It encourages people to work harder, to work better, to raise their educational and skills level. It is a good and positive force. However, if expectation rises beyond the capacity of the person and, coupled with the demonstration effect - the comparison with colleagues, neighbours, \"when people have, I must also have\" - then there will come a time when the expected standard of living cannot be met. This will lead to disappointment and discontent, and some even blame Government policies for denying the fulfilment of their expectations! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, many people are only concerned with their individual demand \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> but ignore the externality created by their demand. For example, people who want to buy cars only know that cars are private goods, but they ignore the fact that the use of cars has imposed a demand on limited public resources, in this case, land. Also, when many people wish to buy cars at the same time, the demand on land, the limited resource, will be substantially increased. From this angle, we may look at the COE as a measure that the Government uses to restrict the use of limited resources, and that COE price reflects the cost of externality of demand for cars. If more land is used on construction of roads, there will be less land for factories, offices, housing and defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I raise two crucial issues, ie, subsidy and expectations. They are issues that do not have optimal solutions because they involve basic conflicts of interest between the State and the people. When values tend towards individualism and materialism, the perception gap between the people and the Government will also be widened. Some people even try to intimidate the Government with the ballot paper and emigration. But in one specific area, there are common interests between the people and the State and, that is, education and skills training. To the individuals, the raising of educational and skills levels will enhance their own earning capacities and help their children get out of the poverty trap. To the State, educational and skills levels will increase the economic competitiveness of the country. Therefore, we should give more subsidies on education and skills training. This is an investment in human resources and it is also an investment in the next generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in the primary and secondary level, it is not just a question of skills training or teaching them how to make a living and to service the national economy. We must also inculcate in the children the correct values in life. This should be the long term objective of the running of the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the CRC was formed, the then Chairman, Mr Lim Boon Heng, invited the then Secretary-General of the SDP, Mr Chiam See Tong, to join the Committee \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> but he refused to do so. His colleagues in the House also refused to join the Committee. I remember that at that time it was reported in the press that the SDP had indicated that they would themselves do a study on the rising cost of living, but till now, they have not come out with any report thereof. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our 16-member committee has presented its Report. Mr Low Thia Khiang has his own minority report. The SDP has been given ample opportunities to present its own report. Mr Ling How Doong confirmed that SDP has no report. It is not too late for SDP to produce a report. Just now, when I heard the Member of the SDP, Mr Ling How Doong, the impression I gathered was that he had not looked at the CRC Report carefully, or perhaps he does not quite understand what the Report is all about. Maybe he just wanted to distort the conclusions of the Committee. There were some examples of his distortions. I will focus on one of them to clarify and refute what he has said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He said that the Committee blamed the high expectations of the people for the rising medical cost. If he had read carefully page 46 of the Report, he will note that we have given many reasons for the rising medical cost. For example, we pointed out in the Report that advancement in science and technology has made medical equipment more and more expensive. This is one of the reasons. We also pointed out that the Government's cut in the subsidy rate was another reason. The third reason was that people have failed to exercise prudence when they used their Medisave balance. The fourth reason was that the pattern of diseases has changed. If Mr Ling How Doong had carefully read the CRC Report, he would not have made such ridiculous remarks. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chandra Das. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Before Mr Chandra Das speaks, can I clarify what Dr Ow has just said? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> He refers us to page 46 of the Report and he pointed out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> that higher hospital bills are due to equipment, Medisave being used, and so on and so forth. But in calculating its cost, has the Government included land cost and building cost? Maybe these are massive items which the Government tries to recoup. That is why the hospital bills have gone up. Can I clarify from Dr Ow? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): When I quoted the reasons given in the Report just now, I meant to rebut what Mr Ling How Doong has said. Mr Ling said that the rise in medical fees was due to rising expectations. I need just only one reason to rebut his point. As we could see from the Report, from pages 44 to 46, there are other reasons for the increase in medical fees. What Mr Ling said could not stand. If Mr Chiam said that the Government is trying to recover its building cost from these higher fees, I think it is not correct. However, rising land cost could have something to do with the Government's attempt to reduce the subsidy rate. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, when I said that the increase in the cost of living was due to the high expectations, one must bear in mind that there are actually four items here involved: education, health, transport and housing. When I mentioned the fact that the Government says that it is due to high expectation, it does not necessarily mean health care. Here, the Government has already stated that it is due to people wanting to have better upgraded HDB flats, and in respect of hospital treatment, instead of going to third class, they choose to go to first class. Is that not high expectation? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock</b>(\n  <i>In Mandarin</i>): In our conclusion, the Committee mentioned that rising expectation is one of the reasons. There are also other reasons, such as limited resources, reduction in subsidy rate and the simultaneous adjustment of fees by the public service within a short period of time. These reasons are applicable to education, transport, public housing, and not just health care. These are in the Summary of the Report. Since he has not studied the Report carefully, I would like to refer him to page 6 of the Report. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Mr Speaker, Sir, I would like to join other Members in this House to congratulate the Chairman and members of the Cost Review Committee for a well-balanced Report and also for making the various recommendations to the Government. In turn, Sir, I am happy to note that the Government has accepted the Report and that the Prime Minister has instructed the various Ministries to study and implement the recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will have to wait and see how the major recommendations are implemented by the Ministries concerned. It may be necessary to monitor the implementation very closely, otherwise this Report will just be another report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Cost Review Committee has rightly identified four areas of public concern: housing, health, education and transport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, Sir, the Committee has spent too much time trying to justify the cost increases in the past, be it education, housing or health. For example, Sir, in page 2 of the Report on health, it says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"First, costs increased due to higher wage costs, and higher costs of new equipment and treatment methods. However, fees were not increased after 1984 because the government did not want to impose a burden on the public during the recession and the wage-restraint period which followed it. As a result, fee increases in 1989/90 were sharper than if the increases were spread out over a longer period.\" This is more a justification for cost increases. Cost increases on health services and other services will take place and will continue to take place. What is more important is to contain future runaway increases in prices. In this context, the Cost Review Committee has been bold in its approach to identify and make various recommendations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, Sir, in education, the Committee recognised the concerns about the affordability of university fees, independent school fees and private tuition. I strongly support the Committee's recommendations that the Government subsidy rate for university fees should not be reduced to the target of 75% of recurrent cost, but capped at the current 79% of recurrent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> cost. This will ensure that future university fee increases will be kept at moderate level. However, Sir, I would have been happier if the Committee had also suggested some guidelines for capping fees of independent schools. Notwithstanding the assurances from the Ministry of Education, higher fees in independent schools would certainly deter children from poorer homes to apply for these schools. We must try and keep our independent schools within the reach of all our bright children, and not just to cater for those who can afford it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of health, everyone in Singapore is concerned about health costs, and the fact that the Committee has recommended that there should be at least one Government hospital does, to some extent, confirm that restructuring of existing hospitals has resulted in increased costs for the average Singaporean. The question to ask is: Is one Government hospital enough or sufficient? Apart from one Government hospital to allow patients a wider choice, I believe it is also important that the Government considers building more community hospitals in catchment areas to complement the one Government hospital recommended by the Cost Review Committee. Sir, I must emphasise that the community hospital should be a no-frills hospital. If a patient goes there for a headache, he should be treated for headache and not rushed immediately for a head scan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of transport, I agree with the Committee that future bus and MRT increases be in smaller steps of one cent to five cents. This will help the public to adjust gradually to fare increases. But more importantly, apart from fare increases, the Committee did not suggest any improvements on the level of service of public transport. We have an efficient MRT and a very good taxi service. Unfortunately, Sir, the same cannot be said about our bus services. Apart from costs, the public would like to see an improvement in the quality and coverage of the bus service. Here I believe consumer convenience is often \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> sacrificed for operational efficiency and profitability. The point is cost increase is not the only cause of unhappiness among commuters. Quality of transport service must improve with higher charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of housing, I agree with the Committee that the Government should continue to provide affordable housing for the lower and middle income groups and hence should concentrate on building 3- and 4-room flats and leave the provision of 5-room and executive flats to the private sector. However, if the Government still wants to continue to build 5-room and executive flats, then I would strongly suggest that every Singaporean be given only one bite of the cherry. Let the Government decide on a subsidy level for all first-time home buyers and give it to them by way of a cash grant and leave it to the individual to decide whether he wants to buy a 3-, 4-, 5-room or an executive flat. In this way, every Singaporean in the approved income level for public housing will get one bite of the cherry. It will also give the Government greater flexibility to further help those in the 3-room/4-room category by its own pricing policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is the job of the Government to provide affordable housing for the majority of Singaporeans. Having housed more than 80% of Singaporeans, maybe a review of our public housing policy is timely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to comment on one of the items mentioned by the Cost Review Committee. The Cost Review Committee has identified NTUC Fairprice as one of the organisations which will have an interest in keeping consumer prices down. NTUC Fairprice outlets can act as a reference point for consumers to compare prices. Sir, I would like to declare my interest as Chairman of NTUC Fairprice. On behalf of NTUC Fairprice, I would like to reaffirm our commitment and endorse the Cost Review Committee's recommendation that we carry out the social role of stabilising prices of essential items, thus helping to curb inflation and profiteering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, Sir, we would also ensure that essential consumer goods are readily \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> available and be kept at fair prices. Whilst trying our best to maintain fair and low prices, it should not be expected of Fairprice to score the cheapest for all the 10,000 or so items stocked in its stores as compared with a mere thousand-odd sold at other provision shops. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today's customers are looking for \"best value for money\". This means apart from price, there are other factors such as quality and freshness of products, the general ambience of the shopping environment, the assortment and convenience as well as customer service. Sir, Fairprice will continue to give its customers the \"best value for their money\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The social role will not be eroded with the passage of time and, if anything, it will only be enhanced. We will also take up the suggestion of Mr Lim Boon Heng to provide more outlets for one and two roomers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We, on our part, will do our best to help the lower income stretch their dollars to get their daily necessities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, Mr Speaker, Sir, I support the motion standing in the name of my colleague, Mr Chng Hee Kok. \n  <br>2.16 pm \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Thank you, Mr Speaker, for giving me the opportunity to speak on this motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I want to join my other parliamentary colleagues in congratulating Mr Lim Boon Heng, the Chairman of the CRC, and his members for giving us a comprehensive review of the cost situation in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch on only two subjects because of time constraint. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on education. I support the Committee's recommendation concerning maintaining the subsidy for university fees at the current 79% instead of the proposed 75%. Also, future fee increases, as recommended, should also be made gradually. I would like to draw the House's attention to Table 8.7 on page 79. If you look at how university tuition fees had \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> been increasing between 1986 and 1992, we can understand why people are very anxious. The increase in university tuition fees during that period was between 21% and 44% per annum. So that is a hefty increase and it is very difficult for people to accept that this is necessary so that the subsidy level can be brought down. So the recommendation of the Committee to graduate or make the increases gradual should be taken very seriously. Otherwise we will have a lot of anxious parents not knowing where is the limit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch more on the review of business costs and competitiveness. Whatever cost increases we have to bear in Singapore will be acceptable provided we can afford it. And our affordability will depend on whether we remain internationally competitive, so that companies can continue to pay wage increases to raise the standard of living of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that \"the committee agrees that business costs have indeed risen sharply in recent years.\" Also, the Committee asked: Fee increases: Why did so many fees rise at the same time? We accept that over a period of time, fees and other costs must continue to rise. But the question is: should they rise so fast, and so steeply, at the same time? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to illustrate, Mr Speaker, the plight of the businessman in the last few years with someone trying to get on to an automatic treadmill machine - one that is modern and hi-tech. On this modern machine you do not pedal it any longer by your own power. It is fully driven and you can change the speed and the slope or the incline. I would like to liken a businessman in Singapore getting on one of these machines and he has no control over the speed nor the inclination or the slope of the machine. It is beyond his control. First, he has to run as fast as the machine moves in order to stay on the treadmill, and there are forces causing him to do that - competitive forces from outside - whether it is cheaper labour elsewhere, cheaper land, or cheaper operating costs in the international environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give you some examples. The Report mentioned that JTC charges S$15 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> to S$16 per square metre per year for land in the outlying areas such as Jurong. Recently, I took a mission to Sarawak. In Kuching, they charge S$15 per square metre for 60 years, which means land here costs 60 times more than in Kuching, and this is not jungle or anything. It is a free industrial zone two kilometres from Kuching airport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So here we have got tremendous external pressure and competition. Labour cost here is two to three times higher than Malaysia or six to 10 times higher than in China. Here the businessman is running against very strong competition and he has to keep running and increasing his speed to keep up with this treadmill. But on top of that, he also has to challenge the slope that he has to climb and, in this case, the slope is not determined by him. I would like to suggest that the slope, in many instances, the inclination, the percentage of it, is caused or decided by a lot of Government and statutory boards' fees, taxes and levies. Over the last few years, it seems that everybody wants to have a finger on that button to change the slope, each saying, \"I am only going to change that by only 1%. It shouldn't hurt that fellow.\" But when you put it altogether, before we know it, the businessman has to run against an inclination of 10% or more, and at increasing speed. That is why quite often you find him exhausted of energy and resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I like to propose that the recommendation to keep increases gradual and spread out over many years be taken seriously. How can we do that? I believe it is time we looked again at an earlier proposal I made that we should form some kind of a national tripartite council to, at all times, monitor our international competitiveness, whether it is labour, land or other cost increases. There is a call by the Committee in its Report to try and coordinate increases of Government departments and statutory boards. Who coordinates them at this time? I believe that a tripartite body can be more objective and can look at different angles so that it can be an effective machinery \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> for making sure that we remain internationally competitive and that our cost increases will not erode our competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that this is a very important Report for Singapore and I hope that the Government, as the Prime Minister has proposed, would take it seriously and implement all the recommendations to make sure that not only the cost of living will remain low and affordable to Singaporeans, but that our business costs will be contained and properly monitored so that we will never lose our international competitiveness. Give the poor man on the treadmill a chance. Don't give him a heart attack. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> Mr Speaker, Sir, may I first congratulate the Chairman and members of the CRC for having done such a thorough review and completed a comprehensive Report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With your permission, Sir, may I highlight some of the important points in the Report which were reported in the media at the end of September. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Out of the many reports in the Straits Times of 28th September, one of which has the first few paragraphs stating that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Fast-rising wages allowed Singaporeans to enjoy higher standards of living although prices rose in the last 12 years. ... There were, however, sharp increases in housing, health, education and transport costs in recent years, which made people fear that more increases were coming, it added. Between 1980 and last year, prices went up by an average of 2.4 per cent. But nominal wages ... went up by 8.9 per cent over these years.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a fairly straightforward report from the Cost Review Committee's findings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second example - this is again in the Straits Times of 28th September: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"When people say that living costs have increased, they actually mean their present lifestyle is more expensive, not that prices have gone up. Because they did not always distinguish between the two, they perceive living costs as having risen by more than what was reflected in the Consumer Price Index (CPI).\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is another conclusion, Sir. But unlike the earlier one, this is not so \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> straightforward a comment or observation, and I know that there are people who have difficulty understanding and accepting this view. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example headlined \"Scarce resources, so notion of the 'good life' must change.\" This is on the same day of the Straits Times, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Singaporeans' expectations of what constituted the good life have contributed to the cost increases in recent years, says the CRC. There was nothing wrong with Singaporeans having high aspirations as this would motivate them to study and work hard. But given the country's scarce resources, not everyone would be able to achieve what he desires. The Singaporean notion of \"the good life\" would need to change in years to come, and would have to be seen as a total package. ... \"Given the country's resource constraints, not every graduate will be able to afford a car or private property.\".\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I respect the views and comments made here, it seems that, to some extent, a car and a private property have been regarded as the ultimate aim of our people, mainly the graduates. This is an area which we can discuss further for I am doubtful, and I hope it is not something to be taken that everyone aspires for the same things in life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example, Sir, again on the same day in the Straits Times: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Workers' Party MP Low Thia Khiang said that the Government should increase its public spending to offset living costs.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, Sir, on the same day, Singaporeans read and probably thought that the Member for Hougang had found a solution to the whole problem - a very simplistic one though - just increase public spending. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same approach, it seems, has been tried in other countries and so far most have not been successful. In fact, in many cases, it has been found that throwing money at problems only increases more burden to the state, taxpayers and creates more problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these reports are examples of what Singaporeans read following the release of the CRC Report. These and others, I believe, will raise questions in the minds of many Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, Sir, for me, after going through some of these reports, I cannot help wondering whether COST is really the right issue to come under review. For that matter, I think the CRC should stand for Conscience Review Committee. This is going to be difficult, but I will try to explain what I meant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, I am sure that deep inside, many Singaporeans are happy that we have grown from a third world swamp, probably a slum, into a successful city-state, and almost fully developed. And with that come all the many fruits of our own hard work, our people's hard work, from one generation to another. And not to forget, a strong, capable, responsible and committed leadership; again from one generation to another. How lucky we are! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans today are enjoying the prosperity we have achieved. Some 90% are property owners - be they HDB flats, private flats or other landed properties. We enjoy overseas holidays. We enjoy very good food, affordable good food. At the same time, the car population keeps growing - whatever the price. After all that, there are still the billions of dollars more being invested in the stock market. And many millions of dollars more are being invested in properties and businesses overseas, be it in Malaysia, Batam, China, Australia, or other countries. All these have been achieved despite our smallness in population and land size. We do not even have enough of our own water supply, even if it is to be used for the purpose of drinking only. And no natural resources to talk about other than our own people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure that deep inside, Singaporeans know and must have felt that all these cannot be anything other than a remarkable achievement. It is our achievement as a people, as a nation. So the question is: what went wrong? Really, Sir, I must say nothing. Oh, yes! Prices have gone up. I almost forgot. But then, what is so unusual or unnatural with that, when at the same time our income levels have increased manifold for the past many years and, in most years, at a rate higher than inflation or even our own productivity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And yes, I am also sure that many of us heard that in this same world of ours, there are people in other countries who are still very, very poor, unemployed for a very long time, or even facing starvation. And we must have heard, read and saw on TV that even for those with money, lots of money, they cannot buy anything in their jumbo supermarkets simply because there was nothing available for sale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am also sure that given a choice, there are probably many millions of people and nations who would willingly exchange what we have in abundance, that is, money, food, luxury items and the good life, with all that they have, or more correctly, with all that they do not have. It is clear that the good life here (probably seen as extremely good by others) that we so leisurely take for granted, are things that millions of others could only dream of. And yet if we all hear correctly, Singaporeans are complaining. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, Sir, we are complaining against our own prosperity. Prices of almost everything have gone up. That is very true. From a cup of coffee to a simple hair cut, from vegetables to HDB flats, from cars to landed property - they all cost more today than 5, 10, or 20 years ago. All these came about because we are so prosperous. How else can it come about? Are there any examples in any part of the world where the people and the country prosper but prices remain the same for 5, 10, or 20 years? Definitely not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Instead, there are too many examples of how wealth were accumulated by only a select few and misery suffered by many others in the same country and this is contrary to what is happening or has been happening in Singapore for many years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some two or three decades ago, we were still a poor nation. Before that, just a poor colony trying to survive. Our population was smaller. Even our land size was slightly smaller. Many were unemployed. Salaries were many times lower. Very few people could afford anything beyond the basic necessities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result, there were very few cars on the road. Even fewer people could afford \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> their own homes, let alone landed properties. At that time also, banana was the favourite fruit, plus maybe a few local varieties. Everything was cheaper. In fact, very cheap. There was very limited demand due to very limited buying power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How things have changed. Today, there are too many cars on our roads. Most roads are crowded, even on our superb expressways. One breakdown of vehicle is enough to break the system. This despite the COE and today's high prices of cars. But then, we are still not barred, or disallowed, from buying a car. Demand is still high. Buyers have to queue for new releases. Those who cannot afford brand new cars can easily afford a second-hand car. Public transport is very good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on top of that, most people already own their own homes. A growing number, including HDB flat dwellers, has additional properties. So many can afford luxurious condominiums and landed properties. Clearly, Sir, so many of us have so much money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, bananas remain a favourite fruit in Singapore but no longer as cheap. But we are still buying lots of it. And in most Singapore homes today, people are eating so many varieties of imported fruits which come from all corners of the world, including Japan, China, Australia, New Zealand and even as far as USA and Canada. These are clear examples of our better standard of living and quality of life. We can afford to enjoy so much more things today than ever before Life, I must say, has never been better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With such a strong demand situation in land scarce Singapore, I do not think we should be surprised that prices of properties have gone up by so much. In fact, the majority of Singaporeans who are home-owners themselves must be very happy. Their investments in properties have proven to be extremely profitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we may never be able to explain completely what really happened the past year or so that prices of certain items have gone up by so much. Maybe properties in Singapore have been under-priced for too long. For all we know, it may even go \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> higher in future, especially with the Asia-Pacific region looking so promising. And already, yesterday, a report on the BBC said that lots of money and probably lots more from America and elsewhere are pouring into the stocks and property markets in the region. They believe our stocks and properties are still cheap and are providing very good returns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the midst of all these activities, there is Singapore, the global city-state. Our economy is still growing steadily and the Singapore Dollar stable and strong. Also, Sir, Southeast Asia has never been as stable and promising as it is today. With the Indochinese states joining the rest of Southeast Asia to pursue economic goals instead of political and ideological objectives, our future seems destined towards greater prosperity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at this juncture, maybe I should do a review of my own comments and observations so far. Hopefully, I have not given the impression that I am complaining too much about our complaining attitude against our own success, wealth and prosperity. I think Singaporeans generally can and will remain realistic in their expectations of the good life. They need not moderate it. In fact, they need just to be realistic. Many things are possible if you are willing to work for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever the level of prices today, especially for luxury items, like cars and properties, we need not feel so deprived. We need to remain a hardworking and possibly a smarter team of people so that we can get what we believe we could, be it a bigger HDB flat or any other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe I should add that not everyone in Singapore aims to own a car and landed property and we should not assume so. Many families are enjoying the good life without one or both. They are happy living in a nice HDB apartment with many friendly neighbours. And they are the majority. Their children are growing up in a safe environment and getting good education and they are not working less hard than any other Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that as a nation, we can achieve even more. Every Singaporean can do even better. In doing so, we must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> always be realistic. We are not as cheap as before but we are not beyond reach. And no matter how rich we become as individuals or as a nation, we remain a tiny state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think many people realise this which partly explains why many Singaporeans always go overseas and many frequently go across the Causeway, the most convenient place to go, because they want to go to a bigger country with a lot more space to move around. With their level of income here and the strong Singapore Dollar, many feel a lot richer there. In fact, many things are cheaper, and if you pay in Malaysian Ringgit, you feel even more so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result, some people decide to have the best of both worlds. So, they go to JB very regularly to shop. They do not mind the Causeway jams. That is their choice. Nobody is complaining. There are others who have bought their homes in Johor and shuttle to Singapore daily to work and earn a living. Again, that is their choice, no matter how uncomfortable the journey and the jams may be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, back in Singapore, we should not start to expect the impossible, like wanting to earn a Singapore level of income but, at the same time, enjoying a Malaysian level of prices here in Singapore. Even in Johor, property prices in JB are not the same as that elsewhere in the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I hope and believe that, in fact, Singaporeans will remain a people with realistic hopes and aspirations. The Government can do its bit to educate Singaporeans on this. For this, I believe, is the better way to achieve the good life. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I get a clarification from the hon. Member? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Maidin is talking of the good life in Singapore today and that includes getting all kinds of fruits from as far as USA. What time span is he talking about? Is it only after the PAP came into power that we could get all kinds of fruits from the USA? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> Yes, Sir. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, from my own personal knowledge, I have been eating fruits, like Sunkist oranges and apples from USA, as early as 1947. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> They were probably imported by someone who later became a member of the PAP. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> No, Sir. These fruits were, in fact, brought to our homes by hawkers who carried their ware with a pole and two baskets. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> Sir, I was not yet born in 1947. But certainly, the Member will accept that, today, you can buy almost any fruit available in the market and there is so much more to enjoy. I think it is not the same as in 1946 which was just after the War. I do not know what kind of fruits we imported then. But anyway Mr Chiam may be able to tell us. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.15 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.48 pm until 3.15 pm</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.15 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Mr Speaker, Sir, I support the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like take this opportunity to make a few recommendations. Firstly, on education. I would like to suggest that we maintain the Government subsidy rate for university fees. That means no more reduction in the subsidy. This happens to coincide with the recommendation of the Committee. In addition, I would like to suggest that we freeze the number of independent schools, because the more such schools we have, the more kiasu parents will send their children to these schools and the more they will complain about high school fees in these schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, on housing. The Ministry of National Development has revealed that at least $30 billion worth of new private properties would come into the market in the next seven years. This is the value of around 46,000 landed and condominium units which already have planning permission and are likely to be built by the year 2000. Roughly, a third of this stock is landed property. This is according to the Business Times report dated 6th October 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC Report has highlighted our land constraint as one of the factors which contributes to the increase in the cost of getting a house or a car. That being the case, we should be more careful in releasing more land for private development, especially landed property. Our priority should be reserved for public housing and non-landed properties. So the question is: are we releasing too much State land for private housing? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is on transport. The CRC proposed making public transport more convenient, efficient and affordable to commuters so as to convince more Singaporeans not to own a car. This is a step in the right direction. However, if the Government can expedite the construction of MRT extensions to other parts of the island, especially the north-eastern line, there will be less reason for people to own a car. I hope the Minister for Communications can take note. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC noted that when the COE first started in May 1990, the bidding price for a medium-sized car was only about $3,000. But between April 1990 and September this year, it has risen to the range of $25,000 to $35,000. This has made people very unsettled and they blame the Government for using COE as a revenue generating measure. Therefore, the CRC's suggestion to channel revenue collected from the various vehicle restraint measures into a consolidated fund is a good one. The Government can make use of this fund to expedite the construction of the MRT or for other road expansion. The consolidated fund is thus used to improve the existing network of public transport system. People will then see the direct relationship. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, on health. The CRC recommended that the visiting hours of selected Government outpatient clinics be extended beyond the present hours. I support this recommendation. But at the same time, I also hope that the Ministry of Health would also consider the possibility of setting up small-scale outpatient clinics in new towns to supplement the existing polyclinics. Because it is very inconvenient, especially when a person is ill, to travel to the nearest Government polyclinic. Take the residents of Serangoon New Town, for example, the nearest polyclinic is the Hougang Polyclinic and there is no direct bus service. You have to change two buses to get there. If we have a small-scale outpatient clinic like in the past, I think this will help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, although there are many private clinics in our new towns, I think a lot of low-income earners still find that charges of private clinics are expensive. So setting up these small-scale Government outpatient clinics can also act as a check on the prices charged by the private doctors. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng (Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister (Mr Lim Boon Heng):</b> Mr Speaker, Sir, everyone has a view on the cost of living. And the views expressed so far by Members of this House testify to this fact. It is not my intention to reply to points raised by Members of this House, except to say that many of the suggestions that came up in the debate so far were, in fact, also aired during the process of discussions of the Cost Review Committee. Some of the suggestions were rejected. Others were not agreed to. But there have also been a few new suggestions which, I suppose, the appropriate Ministries would have to consider and, if they are practical, to implement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to take this opportunity to set the House on track as to what it is that the Cost Review Committee set out to do and what it has concluded. The first question which the Cost Review Committee dealt with was: Is the Government wrong, and the people right on the subject? Does the CPI tell the wrong story? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after a year's discussion, the CRC came to the conclusion that the CPI is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> sound. The CRC did not come to this conclusion hastily. It dissected the problem, and looked at it from different angles. It examined how the CPI was computed. It examined the impact if some of the inputs, such as the rental index, or the weights in the basket, were wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC examined the impact on different income groups, by expenditure groups and by the types of housing people lived in. The CRC also examined the impact by age of the main family earner. Those who have read the Report thoroughly know how thoroughly the Committee had looked at the problem. And it came to the conclusion that the CPI is sound. Inflation has indeed been low. What was heartening was that the impact on the lower income had been lesser than for the rich. Overall, wages have risen faster than prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC then went beyond, to determine what troubles the people most, and examined in detail these questions on education, health care, transport and housing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fundamentally, there was nothing very much wrong. Minor improvements can be made including better coordination of price increases in so far as the public sector is concerned. Even Mr Low Thia Khiang, a Member of the Opposition, did not differ substantially from the rest of the Committee. I hope that he now has a better picture and will try to reconcile what he said during the General Elections and what he knows now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is, of course, a matter of regret to me and I think to many Members of this House that the Members of the SDP failed to participate in this Committee. They were given every opportunity. They declined. Among the reasons which I remember them saying was that they did not have time. I have always wondered what they were elected for if they did not have time for a problem they profess to be of utmost importance and troubling the people so much. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Cost Review Committee has done a year's work. We assume that the SDP has also looked at the subject. But today, all that we were told by Mr Ling How Doong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> was that they held a forum and there is no report. Yet, in the \n  <br>\n  <br>1991&nbsp;&nbsp;&nbsp;&nbsp;General Elections, the SDP made this one of their main issues. So if what Mr Ling How Doong said today is all that they have to say, then surely they must have blown an anthill into a mountain. It also indicates how much interest he has in the subject. There is still some hope. There are two other Members of the SDP, although belonging to different factions. I hope they will enlighten the House about the SDP's view on this subject. Otherwise, as they say, forever maintain your peace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the press had reported and this has, in some cases, been reflected in the speeches in this House about what was said by a certain research analyst, Mr Koh Su Haw. I quote the Sunday Times of 3rd October 1993: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Research analyst Koh Su Haw, 26, said that the CRC failed to shed new light on the problem: \"They came to the conclusion that the CPI was accurate and that the problem was with people's perception. This was the same conclusion they started out with.\"' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koh's reaction may be typical of a group of Singaporeans. He accuses the CRC of having started with a preconceived idea, and implies that the CRC set about proving this notion. Mr Koh is unfair to the members of the CRC. I can testify. The members of the CRC, far from going into their work believing that the problem was with the people's perception, went in to try to prove the Government wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Mr Koh had read the full Report, he would know that the CRC cited four sources of inflation. They are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. Scarce resources. Singapore faces shortages of land and labour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. Timing of fee increases. Several fee increases were carried out around the same time in recent years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. Reduction in subsidy rates. This came about as the Government set the levels of subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. The \"expectations\" factor. With many years of prosperity, there is an expectation that standards of living will continue to rise rapidly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In other words, while the CRC did not find the Government wrong, it did throw light on why people feel the cost of living has gone up. Although Mr Chandra Das felt that we went about the job trying to do too much justification, I think it is important to find reasons why people feel the way they do. Mr Koh, being an analyst, surely understands that if a position is right, facts and figures cannot be bent or twisted to show that the position is wrong. Since rationality is the hallmark of a good analyst, Mr Koh must ask how his own assumptions should be squared with the conclusions of 16 independent-minded persons in the CRC. Does he now still doubt the conclusions of the Cost Review Committee? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another person interviewed by the Sunday Times of the same date, and here I quote again: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Sociologist Chua Beng Huat said that while the CRC explained cost increases at the same macro-level, its report lacked \"flesh and blood\". The Government would have to bridge an apparent contradiction between cost of living statistics and \"everyday reality\", he said.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"If I am poor, and you tell me that I am no worse off today, that I am better off today than 10 years ago, do you think I will believe that?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, the Sunday Times' report did not make clear whether Mr Chua agreed with the macro view or not. Probably he did not. The report indicated that Mr Chua was one of 17 persons interviewed, and they had mostly not read the Report. As a sociologist in our university, he should read the Report before he passes judgment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he should tell us what is \"everyday reality\", and how it differs from that of the CRC. For the record, the CRC members are quite well aware of \"everyday reality\". In its Report, the CRC noted, and I quote: [Chapter 13, paragraph 96] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"... the needs of the less well-off members of society have to be addressed. Although almost all Singaporeans have enjoyed rising standards of living, some have experienced a relatively larger increase. This had given rise to fears among those who have not done as well that they might be left behind as others move ahead.\" And in Chapter 3, paragraph 16, the CRC said this: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"... lower-income households do have a sense of being left behind. Their living standards are better than before but those who remain in this group are still disappointed to find that they have not improved their position relative to others. One major way of improving their standards of living is to improve their earning capacities, which requires investment in training and skills upgrading. In addition, society must be prepared to provide a certain amount of support to this group like subsidised rental for flats, subsidised health care and education, and financial assistance to the destitute, as is the case at present.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is clear, therefore, that the CRC is well aware of the problem of how the poor feel. So the question to Mr Chua really is this: Mr Chua is not poor. What role should he, as an upper income member of the community, play to help the poor he sympathises with? Some may say that the Government should subsidise more. In fact, points were raised this afternoon. Did the Cost Review Committee discuss how much Government subsidies should be? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from calling on Government to keep the subsidy level for university fees where they are now, ie, 79%, instead of reducing it to 75%, the CRC examined subsidies only in relation to the impact the adjustment of subsidies to target subsidy rates had on the rise in the cost of living. It is outside the terms of reference of the CRC to consider how much Government should subsidise. This is the prerogative of the Government. So I hope that Mr Chandra Das would raise this subject in this House, which is the appropriate forum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In making an exception for education, the CRC wished to distinguish it from other areas. Education is a form of investment in human resources. Expenditures in other areas should properly be classified as consumption. None of the CRC members advocated that we become a welfare state. Why does the subject of subsidies come up for discussion in public and in Parliament? I believe no one in this House wants a welfare state. Then what is the reason? I believe the subject crops up only because Government has healthy surpluses. If we have a deficit, this Parliament would be discussing how to reduce the deficit, not whether Government should subsidise more. And you know the problem in the US. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Government has to decide how much it should subsidise. The Prime Minister has, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> in his reply to me on the Report, stated that Government \"will keep the cost of the services it provides as low as possible, and continue to subsidise education, public housing, and basic health care heavily.\" Because we continue to chalk up healthy surpluses, there will be calls for Government to subsidise more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans, especially young Singaporeans, should consider this matter most carefully. We are a young nation, at the peak of our dynamism now. Thirty years from now, when the population has aged, and has less dynamism, there may not be such healthy surpluses. So, is it wrong to save while the going is good, so that the savings can be used to support an older population to continue to enjoy the high standard of living 30 years from now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Spending to raise the productive capacity of the people, or so that people can enhance their assets, these can be done. Indeed, the Government is doing so. However, to subsidise consumption, such as health care more heavily now, when we already enjoy first world standards of health care, is unwise. Parliament can, and should discuss whether Government's subsidy levels are appropriate. But finally we must decide, we must agree on what level of subsidy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC listed seven measures on how to keep inflation low. These include keeping a free trading environment, sound financial and economic policies, and raising productivity levels. There is one other measure, not discussed by the CRC, which Singaporeans should consider. This is the question of family support. In this particular instance, I want to refer to discussions in this House generating from Mr Ling How Doong's speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an unhealthy trend for greater State support. That is reflected by what Mr Ling How Doong said. There are examples of this in our daily life. For example, when child care is a problem, people look to the Government to provide the solution, and people look to Government to subsidise child care. In the years to come, when there is an older population, the care of the elderly will be of greater concern. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> most European countries, the burden has shifted on to the State. The cost is tremendous, and unbearable, as their governments now find. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Studies have confirmed the obvious. Family care of the elderly is the lowest cost solution, and in most cases, the most meaningful one for the elderly. We will have to decide whether we will go the Western European way of caring for the elderly, or maintain traditional family support, while we still can. The seeds of our problem have already been sown, and taken root. Families have dispersed in different housing estates. There are hardly any extended families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we cannot reverse the trend, if we cannot preserve the values of filial piety, then surely in 20 or 30 years time, the cost for our country will be high. If it is the Government that is to be responsible for taking care of the old, then surely the tax rates must be commensurate with the cost. Again, this is a point, I hope the young, in particular, will consider seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, I turn to the subject of expectations, and I quote, firstly, Sunday Times of 3rd October 1993, a statement by Mr Michael Fernandez. He said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"I think it is not fair to tell people to aspire to life in a developed country, and then to tell them to scale down their expectations.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the record, all members of the CRC agreed that there is nothing wrong with having aspirations. And I quote Chapter 13, paragraph 56 of the Report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"The CRC was of the view that there is nothing wrong with such aspirations of the younger generation. Having high aspirations motivates Singaporeans to work hard.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what must you tell Singaporeans when there are resource constraints? Certainly, there is nothing wrong with dreaming of a private property. But when we have land for 30% of the housing stock to be of private property, what can you say to the 60% of each cohort who will be tertiary-trained and who will want for themselves what they think graduates before them obtained easily and cheaply? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> In 1970, I do not know what the figure was for each cohort who went on to university, but I know in 1980, and this is in the Report, 13% of the cohort were tertiary trained, ie, polytechnic as well as university. In 1992, this rose to 45%. So one must conclude that maybe it was only 5% in 1970; it must be lower. So if one was a graduate from the 1970s and early 1980s, then one belonged to the cream of society. There was an exclusiveness about being a graduate in that context. They can, and they have, owned private property. Not as easily as our young people today think, but after hard work, they have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I repeat, 60% of each cohort is going to be tertiary-trained and they will compete for that 30% of housing stock, which is private property, and they will compete for it not only among themselves but also some of the other 40% who will make it. So should not the CRC be honest and tell them that not all will fulfil their dreams? This is what the CRC had decided to do, and I think we had been honest about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people have talked about life in a developed country? What is life in a developed country? Each with a summer house, as Mr Chng Hee Kok said yesterday? I worked in Oslo in 1972/73. Yes, I envied my Norwegian colleague from the same university his access to a summer house. Let me stress: access to a summer house, not ownership of a summer house. In case Singaporeans get the idea that every Norwegian has a summer house of his own, I have to correct the impression. A minority have access to summer houses, and some of them do own those houses. Just a few months ago, this same Norwegian friend of mine spent Christmas here. Now it is his turn to be envious. And he remarked: \"Singapore must have the highest ownership of Mercedes cars in the world!\" That is his observation. He compares it with what he sees in his own country and Europe. He is not saying that all Singaporeans go around in Mercedes cars, but he was remarking that there did not seem to be any lack of money, if there are so many such cars, even though the prices are so high. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This leads me to ask: what is life in a developed country? But there are many Singaporeans who travel each year. They have been to developed countries. So what is the good life they have, which we are deprived of? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just as the CRC tells Singaporeans that our resource constraints will remain, \"... cannot be wished away, and will force upon society difficult and unpleasant choices as how these should be allocated\", I would like to ask Singaporeans to face up to what life is like in Singapore, compared to life in developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have lived in Europe, and in Japan. I know that life here, while not equal to the best in Europe, is not far behind. Our school education is better than in England; our children come out better educated. We enjoy equal, if not better standards of health care, while as a nation, we pay less. We clearly have a higher rate of home ownership here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is it that we lack? Cheap cars? Yes, but can you still drive in the big cities like Paris and London? Cheap houses? I am not sure apartments in the big cities are much cheaper than in Singapore. As the Cost Review Committee has exhaustively explained, these are two prized possessions which not all Singaporeans will realise. Many dream, but only some will achieve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But apart from these two items, certainly we should identify the things which make for a higher standard of living. And provided we are willing to work hard for them, certainly we can have them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A livelier cultural scene? Yes, if we compare ourselves with the big cities, we are lacking in this area. But London and Paris have much larger populations and a wider audience base. If we compare ourselves to the smaller cities, we may not be so far behind. But if it is a livelier cultural scene that we want, we can certainly bring those facilities to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have lived in Japan also, for two years. I know we have a better quality of life. Already, many years ago, our living conditions far surpassed the Japanese. And it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> true Japanese expatriates \"cry\" when they are recalled home. They will not enjoy the space we have in our homes, nor the access to golf courses that Singaporeans today enjoy. Even so, if there are things which the Japanese enjoy which we do not, we can also create and bring them to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans may not realise that they are today enjoying first world standards of living, without paying first world prices. Certainly our graduates have nothing to complain about wages. They already command first world rates of pay. Not true? Then why do Australians, New Zealanders and Britishers come here to work on local terms? Why are they willing to forgo expatriate terms? It may not seem fair to tell people to aspire to life in a developed country, and then tell them to scale down their expectations. But surely it is fair to tell them that they have arrived. Yes, not everything is here. But if we define clearly what we want, there is no reason why our people cannot enjoy those also. And in order to arrive and enjoy all those things, we must focus our minds on the fundamentals that make it possible. As Mr Robert Chua has said, we must maintain Singapore as a competitive place for doing business where business can thrive, that we have high value-added industries that can pay workers higher wages to enjoy those things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am reassured that our young graduates, while aiming high, are realistic about expectations of the good life, as reported in the Sunday Times. And they also say they are willing to work hard. However, notwithstanding all that we do and how much we put in, not all will make it to achieve their dreams; some will be disappointed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Vivian Lim made a point which explains why people feel disgruntled. This is reported again in the Sunday Times. And she said this: \"I suppose most people would tend to use friends as a reference point\". Comparison, that is why people feel unhappy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To those who feel unhappy when they compare themselves with friends, let me commend the good advice in the piece of writing entitled \"Desiderata\": \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"If you compare yourself with others, you may become vain and bitter; for always there will be greater and lesser persons than yourself.\" The same passage also had this: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"... whatever your labours and aspirations, in the noisy confusion of life keep peace with your soul. With all its sham, drudgery and broken dreams, it is still a beautiful world. Be careful. Strive to be happy.\" [Applause]. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Mr Speaker, Sir, the Prime Minister was reported to have praised the Cost Review Committee (CRC), under the chairmanship of Mr Lim Boon Heng, for doing a good job in thoroughly analysing the cost-of-living situation in Singapore. I do not think more than a few Members in this House will grudge the CRC such praise by the Prime Minister. The CRC's Report is a weighty volume as befitting the gravity of its subject. I find it heavy going to wade through the Report, which is as thick as a good-sized novel. But, of course, it is much more factual, realistic and objective and has no fairy-tale ending; the CRC does not promise we can live cheaply thereafter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I have no general criticism of the CRC, I have comments to make on certain aspects of the cost of living which the CRC does not deal with. The people at the bottom of the pile will always be hardest hit by any inflation. How can persons in households with monthly income of not more than $1,000 ensure their standard of living does not fall further as their nominal income is slowly but steadily eroded by inflation over a period of years? Another point is that, in a greying society coupled with longer life expectancy, retirees will form a growing group. Moreover, with the family nucleus tending to consist of only parents and their children, more retirees can be expected to live by themselves. What will be the effect of imperceptible inflation on the standard of living of retirees with a fixed income over a period of years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be fair to the CRC, its Report did touch upon the low-income households and the senior citizens, but with a different \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> emphasis. It may be beyond the scope of the CRC to project the effect of rising cost on the standard of living of various groups or categories of Singaporeans. I think such effect is a matter for concern as the CRC's Report clearly shows that inflation, granted though it is gentle inflation, is inevitable in Singapore's circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC's Report also implies that Singaporeans who are in employment or are carrying on a profession, business, trade or any other work are more or less cushioned against inflation. The further implication is that the lower a person's income, the thinner the person's cushioning against inflation. \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item of business under discussion be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Dr Lee Boon Yang]. \n  <div align=\"center\">\n   <b>COST REVIEW COMMITTEE REPORT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> Sir, a retiree with a small fixed income is, of course, beyond redemption. The CRC's Report shows inflation in Singapore has been more gentle than generally perceived. But given time, even the most gentle rain wears down the hardest stone. An average yearly inflation rate of 2.5% will mean $1,000 is worth less than $750 in terms of purchasing power over a period of ten years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Inflation has necessarily a different perspective for low-income households and retirees than for more affluent groups. The persons crowding together in a sampan barely afloat in the water will fear even the tiniest wavelet while the passengers riding high in an ocean liner will not even feel the movement of a wavelet. The CRC has recognised the different effects of inflation on different income groups by recommending three separate Consumer Price Indices for this purpose, instead of the existing single Consumer Price Index. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the reliable measurement of inflation in relation to low-income households and retirees is only a very small part of the problem these people face. The much bigger part of their problem is how to cope with the effect of any inflation. The CRC is right in concluding inflation is inevitable in Singapore's circumstances, that is, scarce natural resources and heavy dependence on imports. But the CRC does not go into the question of whether inflation is completely or partially beyond the control of the Government. If it is completely beyond the control of anyone in Singapore, then there is nothing we can do except to grin and bear it. But if there is some element of inflation we can control, then we should be doing something about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one pleasing aspect of the CRC's Report, I find, is the implicit assurance that market forces will not be allowed to rage full blown through the Singapore economy. This is obvious in education, health and public housing. There is one point, however, which the Report does not touch upon but which I think should be made known. Some foreign armchair critics allege Singapore workers' wages are rigidly controlled by the Government. They are under the misapprehension that the free play of market forces will push up wages higher. In fact, the opposite is more likely to be true. If the Government allows the employment of workers to be governed by market forces, employers will bring in more foreign workers who cost less. An uncontrolled influx of foreign workers can but only push wages down for Singapore workers. Singapore seamen can testify how they lose out to foreigners on jobs and wages under free market conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my reason for bringing out this point is that the Government has its grounds for not always allowing market forces to have free play. Inflation is similarly a phenomenon that is not uncontrollable. The CRC's Report recommends the spacing out of necessary increases in prices to make the effect of inflation more palatable. The difference is that the full force of the increases will be felt later than sooner. But to the low-income group and retirees, it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> would be more meaningful to minimise inflation than to package inflation more attractively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recommendation of the CRC that, for example, price increases should not be allowed to be rounded up to the disadvantage of consumers will, I think, help to minimise inflation. Perhaps, the Government may consider enacting legislation to ensure any necessary price increases as a result of the proposed GST will not be more than what is required to cover the GST. Sir, sellers have the habit of conveniently rounding up price increases, always to their own advantage. The extra few odd cents make a difference to those with a small or fixed income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Government, in adopting the Report, will additionally consider ways of not only spacing out the timing of inflationary price increases but also minimising the extent of inflation itself. The CRC's Report does not deal with whether there are elements of inflation which are controllable. The Government has shown from time to time it is prepared to rein in the free play of market forces when the Government views it as socially desirable to do so and the circumstances allow it to do so. On the same basis, the Government may consider ways of controlling inflation, apart from the measures recommended by the CRC, if it is not beyond the means of the Government to do so. Whether it is socially desirable to do so, I have no doubts how those with a small or fixed income will view it. \n  <br>\n  <br>\n  <!-- Mr Umar Abdul Hamid -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Umar Abdul Hamid (Ang Mo Kio GRC):</b> Mr Speaker, Sir, I would like to join my colleagues to congratulate the Chairman and members of the Cost Review Committee for preparing a comprehensive Report that covers areas of great interest and concern to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, there are a few points in the Report that need a little chiselling to give it a more sculptured finishing. I will focus my speech in the area of education. Mr Speaker, Sir, in the Report, the Committee noted that many parents engage private tutors for their children to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> help them enter the best schools and these private tuitions are extremely labour-intensive and, therefore, more costly than other forms of supplementary teaching. On this point, the Committee recommends that parents should make use of tuition programmes provided by schools and community organisations. Sir, I support this recommendation but, at the same time, would like to urge the Government to increase their support to the community organisations to facilitate parents in sending their children to tuition classes provided by these organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we know, Singaporeans place great emphasis on quality education and excellent educational performance. Today, private tuition has placed itself as an important facet in our educational pattern. Teachers recommend it. Parents sought after it and pupils begin to depend wholly on it. With such great demand and the limited supply of good tutors, it is not surprising to find that the cost of private tuition has escalated by more than 100% from 1982 to 1992. In fact, due to its high return of capital invested, substantial numbers of Singaporeans have left their profession to become private tutors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the demand for private tuition is not due to the failure of our education system but due to the perception of parents that extra coaching in the form of private tuition is the only way to put their children on the competitive edge. Some parents believe that the more they give, the better will be the return. Unfortunately, Sir, this is not true all the time. I had a personal encounter with one of the parents who, until today, cannot accept the fact that to have an excellent pupil, the child needs more than private tuition and a tuition class organised by one of the community organisations. Their child has to spend almost every night being tutored by private tutors, and on weekends, the child has to attend tuition classes organised by a community organisation. The parents believe that they have carried out their responsibility by providing tuition as a means of home-coaching substitution, and what is more worrying is that they have consciously done it to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> compensate for their own busy schedules to spend their time qualitatively with their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many parents are not aware that uncompromising qualitative tuition can equally and effectively be obtained through organised group tuition. These tuitions are offered through community organisations, like Mendaki, Sinda and CDAC. The tuition classes are conducted by qualified and trained personnel and these programmes are well-coordinated and closely monitored by the organisations. I am happy to inform the House that Malay parents are beginning to have confidence in Mendaki's Weekend Tuition Scheme and this is reflected through the increase of last year's enrolment of 3,000 to 10,000 pupils this year. The average performance of Malay pupils who attended Mendaki's Tuition Scheme has increased at an encouraging rate. However, to accommodate the growing demand for quality tuition programmes, Mendaki has to allocate and relocate their resources. More schools are needed to be used as tuition centres and more tutors will be required. Recruiting more qualified and trained tutors will mean bigger financial commitment from Mendaki and if Mendaki cannot continue to absorb the increased cost of providing quality tuition classes, parents will have to absorb it. Hence, before the cost is transferred to the parents, I would like to urge the Government to increase their financial support to community organisations, like Mendaki, Sinda and CDAC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from community organisations, schools can play an active role to encourage pupils to do away with private tuition. In the Straits Times' report on Sunday, 10th October 1993, it was mentioned that one of the schools started a programme to teach its pupils how to study on their own and build their confidence so that they can perform equally, if not better, without attending private tuition. I would like to encourage other schools to look into this programme and regard it as part of the school's development to produce well-rounded and independent pupils. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, next I would like to touch on university fees. With the increasing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> university fees, capable students from the lower-income group are beginning to feel the pinch of acquiring higher education. The Cost Review Committee has rightly recommended that the Government should maintain its subsidy rate for university fees at the current 79% of recurrent cost, instead of reducing it to 75%. Undergraduates should not be made to absorb the increasing recurrent cost of the university for they are going to be our future pool of leaders who are going to manage our country. The Government must continue to provide education that is within the affordability of the people, though I agree that those who benefit from the higher education should bear the bigger part of the cost. Again, I would like to urge the Government to continue capping the subsidy to the university at 79% of the recurrent expenditure. At the same time, I would like to urge the university to start looking into ways to raise revenues to offset the increase of recurrent cost. And one way of doing it is to fully optimize their equipment and conduct continuing education courses that will benefit the general public. The university's extramural department should step up its effort to conduct more courses and all revenues collected can be ploughed back into the respective departments that have fully utilized their equipment to conduct these courses. Though I am not saying that the universities are abusing their grant, I strongly agree with my colleague, the hon. Member for Jalan Besar GRC, that an independent committee should be formed to look into the cost control of the universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the light of the event that happened in the United States where some of the top elite universities were found to have abused the grants provided by the government, it is best that we avoid any future misgivings or perception that our universities are not practising cost control or, worse, abusing the grants given to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, for Singapore to continue enjoying economic growth, it must continue to produce highly skilled and better educated people. High cost should not be the prime hindrance for Singaporeans to obtain education and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> Government must continue to play its part in providing affordable education for our children. Education is an investment that we can only reap in the next generation, but not tomorrow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, first of all, I want to comment on the motion. The second limb thereof, \"calls on the Government to accept the Committee's recommendations to contain rises in the cost of living\". The Government has already given its reply to this part of the motion. In his letter dated 18th September 1993 and published in the Cost Review Committee's Report which was addressed to the Chairman of the CRC, the Prime Minister replied, inter alia: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Your Committee has recommended specific steps the Government can take to keep costs low in Singapore. The Ministries concerned will study these proposals and implement all those which are practicable.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We already have the answer to that part of the motion. So it would appear that the debate on the second limb of the motion is going to be a long academic exercise. It is also true of the time spent on putting up the CRC Report. It was another academic exercise. Nothing new has come out of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, research analyst, Koh Su Haw, was quoted and he has also been quoted in this House today. I would like to quote him in a different context again. Mr Koh said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`It seems funny that they took a year and there is nothing new to the report. The report seems to have been a political exercise rather than one in economics.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Mr Koh. The CRC Report is more politically motivated than a sincere desire to tell the Government to find ways and means to keep costs low in Singapore. Rising costs due to Government policies have been a hot topic at every General Election since 1980. The PAP lost a massive 12.3% votes to the Opposition in 1984 and the slide of votes to the Opposition has not abated. The PAP has not been able to arrest the trend. In my view, the setting up of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> CRC is an attempt to slow down or stop the Opposition from gaining more votes at the next General Election. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.20 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Soon after the Cost Review Committee was formed, we noted that its Chairman was already biased. He told the press that there was no problem in regard to rising costs. The only problem was the high expectations and high aspirations of Singaporeans for a better life. No wonder Mr Koh observed that \"there is nothing new to the report\". There was nothing in the report which the Government had not already told the people. The CRC predictably reported inflation was low, the CPI computations were correct and there was no rise in costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The people of Singapore, of course, did not believe it. How can there be no rise in costs when HDB rentals are so high, various licence fees, stamp fees, have been jacked up. School fees, parking fees, hospital charges, prices of HDB flats, diesel tax on taxis, have all gone up. Yet, the Government tells them that there is no rise in costs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government on its part has stood firm. It says that the CPI is sound. There is low inflation, no rise in costs as perceived by the people. All these are backed up by the findings of the CRC, though the CRC did admit that there are cost rises in health care, housing, education and transport. To me, these findings of cost rise in health care, housing, education and transport are the crux of the matter. The CRC should in fact look into it further but it did not. Instead, it pronounced that the Government was all along right. There was no significant rise in costs. The attitude taken by the CRC can be compared to that of a man who goes to a doctor and when asked how was his health, he replied, \"I am all right, except that I have a weak heart, high blood pressure, a lump in my stomach and high sugar content in my blood.\" Any doctor would know that these are serious symptoms and the doctor should take the proper action to cure the patient. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CRC similarly, when told that costs of health care, housing, education and transport have risen, should take the proper steps, namely, to have a good look at the way the CPI is calculated and correct it. But it did not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had a look at the Report on the way our CPI is worked out. I note that what is relevant in our Singapore context is not given enough weightage. Food is given the heaviest weightage, namely, 40%. Everybody knows that food prices in Singapore historically have never gone up drastically. We import about 80% of our foodstuffs and with the strong Singapore dollar, raw food in Singapore has always been relatively cheap. The important items such as health care and education are assigned low weightage, only 2.5% and 5% respectively. On a specific item like hospitalisation fees which is important in the Singapore context, it is only given a miserly 0.36%. We know that the prices of private housing and motor cars have shot through the roof, making them not affordable to many people, which to them were once affordable are only given under the heading of \"Housing\" and \"Transportation and Communications\" 17% and 14% respectively. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Sir, may I seek clarification from Mr Chiam? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Let me finish, please. Therefore, one can see at a glance the CPI is rather misleading. All those items that concern Singaporeans at this particular time of relative affluence are given artificially low weightage. No wonder the inflation rate in Singapore is recorded by the Government as being so low. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The message of the CRC Report seems to me to be quite clear. It is as follows. The Government is right. The CPI is sound. The inflation rate is low, averaging 2.4% over the last 10 years. There are no substantial rises in prices. Do not ask Government to subsidise health care, housing, education and transport. Although there were substantial price rises in these areas, subsidy is taking taxpayers' money and to dish them out to others. It will distort the free market and eventually bankrupt the country. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The message, to me, is more political than economics. Anyway, Singaporeans are a proud people. They do not want handouts but they do certainly want assistance in education and health. It is only right that the Government assist Singaporeans to get the best education and to let them develop to their fullest potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At every General Election, when the PAP wins an election, it is like going under a social contract with the people. I believe that one of the contractual terms is that the Government should provide education to the people at affordable rates. In fact, more importantly, I think they should give them more university places. There are not enough tertiary places in Singapore at the moment. That is the reason why we see great numbers of canvassers of foreign universities coming to visit our schools and urging the students to study overseas. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> They need the money! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I believe Singapore could do with an additional university. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> Open University! \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Again, as regards the Government's help for universities, I would say that the Government should assist Singaporeans up to 50% of the tertiary educational costs. After all, the Government is willing to pay dollar-for-dollar in respect of donations from the public. It should do the same for university tuition fees. I have the impression that the Government wants the students to pay 75%. [Laughter]. I stand corrected. If I am wrong, I withdraw that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much has been touted by the Government that it subsidises the building of HDB flats. This is not true. At most, the Government gives book subsidies and not actual cash handouts to help HDB in the building of its flats. In the 1984 General Elections, the SDP published a report that the HDB was making profits in its sale of HDB flats. Up till now, the Government has not rebutted the SDP's report. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> You were supposed to build the flats. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> In any event, the general public has never really believed that the HDB flats are subsidised by the Government. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Mr Deputy Speaker, Sir, I know Mr Chiam has got some problems with doing sums. And this particular issue is going to be very difficult because it involves the computation of the CPI. Unless a person is mathematically sound, it is very difficult for him to understand why the weightage of things like hospital charges is less than food. I really regret very much that he did not sit in the Committee. I could have found some way of explaining this to him. But if he still persists that the CPI is wrong, I must emphasise that it is calculated according to international standards and nobody else has found it to be wrong, not even Mr Low Thia Khiang has found it wrong. If it is wrong, and this is a serious allegation, can you prove it to us that it is wrong and show us how it should be calculated? He has had a whole year. Where is his calculation? That is the first clarification I want to ask. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second clarification I want to ask Mr Chiam is this. He talks about economics. There is one fundamental law of economics and that is the law of supply and demand. If there is more demand for one commodity, the price must go up. Any economist, even at A-level, will tell you that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Even at O-level now. \n  <br>\n  <br>\n  <!-- Mr Lim Boon Heng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Boon Heng:</b> Even O-level now. So if there are more people going for cars than the supply, then the price must go up, is it not? What is Mr Chiam's point about economics that we have done wrong? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC)</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Let Mr Chiam clarify first. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> I want some clarification so that he can answer at the same time. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Can you let Mr Chiam clarify first? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I am talking from the layman's point of view. The layman, ie, the man in the market place, the man in the coffee shop, is suffering price increases, not by, as the Minister has said, economic forces, but by Government policies. They can see it so clearly. Now we have this new law on parking of heavy vehicles. Everybody knows that more costs will be coming on him. So for every Government policy, for every social ill, the way the Government corrects it is by money. So the layman perceives that the cost rises are due to Government policies. As far as the CPI calculation is concerned, there may be an international standard which I am unaware. But the thing is that by looking at the Report, the weightage seems to be given to food which does not, in our local context, rise very much. So naturally the CPI will not go up. What about those items that have shot through the roof? As far as the people who are affected, like the newspaper report, one Mr Han, I think, says that eight years ago his friend could buy a Toyota car for $40,000. Now he has to pay $120,000. Out of the $120,000, he has to pay COE at $30,000. So it seems that the Government has a hand in all the costs that go up. I think that should be reflected in the CPI in Singapore's context. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Point of clarification, Sir. Would Mr Chiam agree that an item should be reflected according to how important it is to the family's expenditure? Would he agree with that? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think that is fully and internationally accepted. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Would Mr Chiam refer to Annex E, page 145 of the Report, which sets out the weighting pattern? In other words, how important different items are in the average household expenditure. Does he say that this is not an accurate reflection of the average household expenditure in Singapore? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There may be a way of calculating CPI. As I said, I am not aware of it. But to the man-in-the-street, as Mr Chua Beng Huat has said, his position is that prices have gone up. If prices have not gone up, and if they have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> not suffered, the Government's votes will not fall. That is one of the main reasons why I think the Government's votes have fallen. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, let us stick to the subject at hand. Mr Chiam made a very serious allegation that the CPI does not reflect what the average family incurs in terms of costs for various items. He said that food should not be 40%. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I did not say that. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> You said it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I said it is heavily weighted at 40%. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> What does \"heavily weighted\" mean? Does it reflect the expenditure of a household or not? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes, it does. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> It does. So it is accurate to say that 40% should go towards food? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> So what does \"heavily weighted\" mean? Are we trying to skew the CPI? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But there are many Singaporeans who go to the hospitals and they pay higher hospital fees and it is only reflected at 0.36%, which is not true. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Would Mr Chiam agree that if somebody goes to hospital or buys a car or a house, it is an expenditure that is incurred once in many years, and therefore it should be averaged out? Would he agree? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think we are talking at variance. I am saying that if you go and take a survey, you will see that the man-in-the-street will complain vigorously that costs have gone up. That is his perception. What happens is that the Government calculates the CPI and insists that this particular person has not suffered a cost rise. By calculating the CPI in this way, it shows that the inflation is only at 2.4%. If a man suddenly has to pay an increase of $50,000 for his flat for that year, can you say that inflation is only at 2.4%? Certainly not. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> First of all, if the flat goes up by $50,000, he does not pay in that year. Mr Chiam knows that. Let us forget about the layman's perception. What is Mr Chiam's perception? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> My perception is that the Government should be truthful in telling the people that, in fact, there are cost rises, and not sticking to the fact that there are no cost rises. The Government only says that it is the perception, the higher expectations and aspirations of the people, which I think is not right. The Government should come out bluntly and say, \"Yes, there are cost rises and we are taking steps, either to curb or lower it, or put it on hold.\" The Government has never done that. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Can Mr Chiam point to the part of the Report which says that there are no cost rises? Please quote. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have already stated in my speech the position of the CRC. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Please point out the part of the Report which says that there are no cost rises. Mr Chiam has repeated many times that the Government says that there are no cost rises. Where in the Report does it say there are no cost rises? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It has given the impression that the inflation rate is very low in Singapore and sometimes even negative. But the inflation rate is in regard to the items that have not affected most of the items which people need. But, as I said, at our relative affluence, there are certain items, like better housing, motor cars, where the increases in costs have affected them. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, I thought we started off by trying to clarify, and Mr Chiam admitted that an item should be reflected in accordance with the proportion that the household spends on that item. Of course, some items go up more than other items. If brandy goes up a hundred times, does it mean that, overall, the average household will spend a hundred times more? Surely not, because brandy is probably an insignificant part of a household's expenditure. Therefore, an item must be reflected in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> basket in accordance with the proportion that a household spends on that item. Mr Chiam agreed to that. I assume he still agrees to that. Does Mr Chiam agree that an item must be reflected in accordance with the proportion that a household spends on that item? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I think one person is allowed to speak only once to a question. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I will decide on that. Do you want to clarify? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> My position is like that of Mr Chua Beng Huat. I think there are two perceptions. One from the Government's point of view, which adheres strictly to the CPI and it says that the inflation rate is low. In other words, cost rises only about 2.4%. But to the average person who suddenly has to incur a heavy rise, for example, in the sudden rise of prices of HDB flats, he has to put 20% downpayment, which is a massive sum tied up for two, three or four years; or he has to suddenly change a car, or two of his children, paying $10 a month for school fee, suddenly has to pay $200, or a taxi driver who has to pay $7,700 for his diesel tax - all these people perceive that there are rises in costs. We cannot deny that. That is my point. I do not want to go into the argument of calculating the CPI. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Sir, perception is one thing. But one must try and assess the accuracy of the perception. Therefore, economists and statisticians collect a lot of data. This table on page 145 was not dreamt up by somebody sitting in the office to determine how much people spend on food. Thousands of households were interviewed, and records were kept daily on what they spent. That is how this was derived. Regardless of what the man-in-the-street, the average man, the layman, thinks, I want to know what Mr Chiam thinks. If he agrees that this is an accurate reflection, that overall the CPI is an accurate reflection of the inflation rate, then what is he doing to correct the misperception of the layman? Is he trying to correct the misperception or is he trying to worsen it? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I do not know what the Government expects of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> Opposition. The Opposition's role is to voice the concerns of the people. This is what I hear very often when I go down to my constituency. I talk to people and they cannot stop grumbling. I do not think that Singaporeans grumble just for the sake of grumbling. I think they really have to dig deep into their pockets to take out the money to pay for increase in prices. There is a case for these people. Therefore, I think the Government should address rising costs in education, health, housing and transport. These are basic essential things. They are not luxuries. That is the job of the Opposition. I do not have to give answers to the Government. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> We are not asking Mr Chiam to give answers to the Government or to support the Government. All we are asking is that he should also, as he requests of the Government, tell the truth. If he does not know the truth, he should search for the truth. In the case of the perception of the public about inflation, if he is serious about searching for the truth, then he should at least read this Report in detail. I think the problem about Mr Chiam and others whom he has quoted, like Mr Chua, is that, you want to hold to a position and you are saying, \"Please, do not confuse my prejudices with facts.\" Please search for the truth, and I think you should, like your request of the Government, speak the truth. Are you convinced, on the basis of this Report, that the CPI is accurate, that there is no attempt by the Government to skew the picture of inflation in Singapore, that this does not try to paint the wrong picture? But perhaps people's perception may be different. I am not saying that is not so. But is Mr Chiam, as somebody who wants to know the truth about the inflation in Singapore, satisfied? If Mr Chiam is not satisfied, what is Mr Chiam going to do in terms of trying to find out the truth? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Chiam, do you want to clarify? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think my position is quite clear. As far as the CPI is concerned, the general position of inflation in Singapore reflects the general \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> inflation of Singapore. But for particular cases of Singaporeans who have suffered, for example, the taxi driver who has to pay $7,700 for the diesel tax, or suddenly a rise in the price of flats, I think even the Minister for National Development would not deny this. The rentals of HDB premises have risen tremendously. Of course, they are passed down to the consumers. I think these are the matters which people have been complaining of and, as a result, the Government had commissioned this Committee to be formed. This Report makes good sense in many ways. But the point is that: has it addressed itself to those people? I think there are a large number of people who are affected by Government policies of trying to cure social ills with fiscal measures. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Dhanabalan, I think you have the last say, and then we will proceed to Mr Lim Hng Kiang. \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Deputy Speaker, Sir, it is quite clear that Mr Chiam does not really want to look at the true position on inflation. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Thank you, Mr Deputy Speaker, for giving me this opportunity. I wanted to wait until Mr Ling and Mr Chiam have spoken to see what new ideas they have to resolve this issue, but I find that they are the same points raised since 1985/86. For that, I must congratulate Mr Chiam for tutoring and nurturing Mr Ling in the same footsteps. He has raised --- \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I get a point of order? I think there is no need to be sarcastic in this House. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Deputy Speaker, I was not trying to be sarcastic. I was trying to compliment Mr Chiam that the points that Mr Ling raised were indeed the same points that Mr Chiam had raised with the late Mr Teh Cheang Wan and also Mr Lee Kuan Yew. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me go through these points. First, on subsidies of HDB. The construction costs of HDB flats are published every time. These are the tender costs by contractors, and you can refer to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> published data. The issue is land cost. Here, Mr Ling raised the same points as Mr Chiam did when Mr Chiam had a debate with Mr Lee Kuan Yew seven years ago, and that is, land has no value, according to Mr Chiam. Government should cost the land of HDB flats at its acquisition cost. I think Mr Chiam will remember the debate in which he had to back down and accept that land has a value in Singapore, and that value is determined everyday in the market through willing buyer, willing seller, and determined by valuers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea that HDB should cost the land at acquisition cost is simply ridiculous. Let me give you an example. Very soon, Gillman Camp will be given back to Government. The cost is zero. So the Government would price the cost there at zero dollar. The Government is going to reclaim land in Seletar and Punggol at huge cost and would have to reflect that at acquisition cost. So we will reach a point where a 4-room flat in Gillman, in Alexandra Road, will be very, very much cheaper than a 4-room flat in Punggol and Seletar. How could that be? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam, I think, will remember the debate he had with Mr Lee Kuan Yew and perhaps he should tell Mr Ling, since Mr Ling is not here, the outcome of the debate, unless they are not on speaking terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Not on talking terms. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Not on talking terms. Or Mr Cheo can convey the message. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the point is the cost of building an HDB flat is clearly established and it is reflected in the Annual Report of HDB every year since 1985. So the debate has not progressed since 1985, despite having all these data published. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the selling price. Mr Ling says 4-room flats have gone up from $70,000 to $100,000, and now to $150,000. I think he should know that they are 4-room flats, and a 4-room flat in the 1970s was only 83 square metres. Today, a 4-room flat is 105 square metres. So if the price of a 4-room flat goes up, it is because the flat size itself has gone up, the improvements have gone in, and also costs have gone up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling says a 4-room flat costs $150,000. That is true. We do sell 4-room flats in Bukit Merah for $150,000, but we also sell 4-room flats in Choa Chu Kang, in Woodlands, for less than $100,000. So a 4-room flat will cost differently in different locations and depending on the design. As a result, the Government has introduced smaller 4-room flats which are about 90 square metres, and we are now selling them at between $80,000 and $95,000. So we price according to what it costs. Having determined the cost and having determined the price, we should make sure that it is subsidised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We now look at this issue of subsidy - how big a subsidy ought to be incorporated. Again, Mr Chiam had this debate in 1985/86 whereupon he was challenged by the late Mr Teh to undertake the building of HDB flats and to sell them back to HDB at the prices that HDB would sell. Today, when Mr Peh Chin Hua reminded Mr Ling of the debate, Mr Ling claimed that the SDP laid down some conditions before they could take up the offer. I was not here then, but I have been reading up the Hansard, and if my memory serves me well, Mr Chiam laid down 19 conditions before he could take up Mr Teh's offer. Among these 19 conditions, two are worth repeating. First condition was the SDP would only build if it did so for all HDB flats. So it is all, or nothing. It is not one block; it is everything. Of course, Mr Teh could not leave all the HDB flats to SDP. Second condition was 20% of the cost of building all these flats must be given to SDP before it would start work. So Mr Teh said, \"Mr Chiam, you can't be serious. My HDB building programme is $3 billion a year. You want 20% as downpayment before you start work? You mean, I have got to give you $600 million before the SDP starts work?\" So Mr Teh obviously could not accept his conditions. Mr Ling has again today referred to these conditions not being accepted before the SDP builds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact of the matter is that all these data are available. People understand the costs; people understand the subsidy that is received by the people from the Government. Just yesterday when Mr Chiam heard Mr Chng Hee Kok mention \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> that a Tampines Executive flat was sold immediately after the person got it, and he made a capital gain of $200,000, Mr Chiam jumped up and said, \"Cannot be, cannot be!\" That is exactly the subsidy that such a person has received. That is the subsidy the person has received because he was allowed to sell it before the five years are up. When the Government explained that subsidy is based on what he pays and what he could have sold, either at the resale price or, in this case, because of certain rules he is allowed to sell immediately, that is the amount of subsidy. And the same concept applies to a 4-room flat or a 3-room flat. Today, you buy a 4-room flat from the Government at $100,000. The resale value of a 4-room flat, which is much older, in the same location would have been $160,000 to $180,000. So the person who bought the 4-room flat enjoys a subsidy no less than $60,000 or $80,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the key question to ask is: we have not denied that costs have gone up and that prices have gone up. The HDB prices its flats taking into account the costs it has to pay. Construction costs have gone up, but it moderates the prices of HDB flats so that the subsidy is still kept intact, and the people do not have to pay more out of their income. And this is the calculation that HDB does each time and, as explained in the CRC, at the end of the day, even though the cost of a 4-room flat or a 5-room flat has gone up, to the individual household, he asks himself: does he pay more today than he paid more five years ago as a proportion of his income? Does he have to fork out more out of his income for housing today than he did five years ago or 10 years ago? And HDB does its calculations each time it makes its price increases and ensures that the proportion of income spent on housing remains the same. For a 4-room flat, it has remained at about 22% of a household income all these years. For a 3-room flat, in fact the percentage spent on housing has dropped. If you refer to the Report, it is all there. So as far as the layman is concerned, that is what he is interested in. Cost has gone up; the price has gone up, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> but he is still able to afford it because he is spending not more than what he would have paid five years ago. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Deputy Speaker, Sir, may I clarify? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I agree with the Minister that I had a long debate on land value with the then Prime Minister. I have to clarify that at that time when I said that there was no land value, I meant that the Government could peg any land value to the price it wanted to when it sold to the HDB from its own land bank. But I do not want to go back to history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the issues are HDB subsidy and whether HDB makes profit on the sale of its flats. Up to today, we have never really got a clear picture of what subsidy really means in regard to the purchase of HDB flats and whether it is just a book subsidy, just only for accounting purposes, or whether really the Government takes out money from its pocket to subsidise the buyers of the flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our contention, in fact, is that there are no subsidies, whether book or actual handout. The HDB is, in fact, making profits. As I have said, we have published an article to this effect way back in 1984/85, and we have stated that for a 3-room flat, either the Government suffers a loss of $607 or it makes a profit of $22,000; a 4-room flat, the Government can make up to $6,000 to $40,000; a 5-room flat, the Government can make a profit of up to $14,000 to $63,000; and an executive flat, the Government can even make as much as $90,000. We have got all these figures worked out based on what the Minister had said in regard to building a flat. We have taken into account construction cost, as the Minister has rightly pointed out, from the published reports; land cost, resettlement cost, financial and overhead costs, professional and supervisory fees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this particular subject is not tabled for debate. I am willing to debate on HDB subsidy and whether HDB makes a profit. I think we can have another day to do so. The public deserves to know \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> whether or not there is actually subsidy and what the subsidy means, and whether the HDB makes profits on its sale of flats. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Chiam, we have all day. We can debate it today. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I can start off, if you want to. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Let me respond to him first. He has the article which says that for a 3-room flat, the HDB could have made $22,000; and a 4-room flat, the HDB could have made a surplus of $40,000. These were precisely the numbers which led to the debate between Mr Teh and Mr Chiam. Mr Teh said, \"Look. If you say that HDB makes a surplus of $22,000 for a 3-room flat, and for a 4-room flat it makes a surplus of $40,000, here is a piece of land, you build it; you sell it back to us at the then selling prices, and you make the profit.\" And BG Lee at that time, as Minister of State, told him, \"Mr Chiam, take the offer. You can make a profit of $60 million straight into your SDP funds.\" But he did not take up such a lucrative offer. Instead, he gave 19 conditions, and wanted $600 million downpayment before he would start work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These figures of costs and subsidies are published in HDB's accounts every year, audited by the Auditor-General. Last year, it showed that HDB incurred a net loss of $645 million in its sale of flats or, on the average, a loss of $30,000 in every flat that it sells. If you say that the HDB could have made a profit, I agree with you, which is the point that Mr Chng raised. HDB could have sold at market price and made the $200,000 profit from the person instead of selling him at the price and he sells it in the market and makes $200,000. That is the subsidy given to the person. And you were very upset yesterday. How could it be? The person is getting away with $200,000. That $200,000 is a subsidy that the person enjoys and every person who buys a HDB flat enjoys that subsidy because what he pays is much less than what he would have got in the private market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give an example of how Hong Kong prices its flats. The Hong Kong housing authority prices its flats at X \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> dollars and it says, \"Look, this is what it would have fetched in the market, Y dollars, and therefore you are enjoying a discount from the market of 30%, 40%, or 50%. You are allowed to sell your flat 10 years later. At the end of 10 years, when you make the capital gain, the discount which you enjoyed when you purchased the flat, you have to return it back to the government.\" So they actually practise the subsidy in accordance with market price and recover that later when the flat is sold. In Singapore, we are very generous. We price it and we let the people enjoy the subsidy. And when they sell it five years later, they pocket the capital gain. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I think we have exhausted the subject. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Can I have a clarification from the Minister of State, Sir? Just one point. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> What is your clarification? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Can I take it from the Minister of State that the subsidy of HDB flats is the difference between the HDB selling price and market rate? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> There are two definitions of subsidy. In the HDB's account, there is a financial subsidy. What it costs to HDB to build a flat and what it sells, and that is the subsidy I was referring to. That is a net loss. I did not say that is a subsidy. That is a net loss the HDB makes for every flat that it sells. For every flat the HDB sold last year, it made a total loss of over $600 million or a net loss of $30,000 per flat. Subsidy is what it could have fetched in the market and what we are selling it to you. And that is the $200,000 that we are talking about the sale of the Executive flat. If the person had sold it back in the market, he could have sold it for $200,000 more. That is the real subsidy that he is enjoying and the real value that he is getting from the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I think we have exhausted the subject. Mr Koo. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Thank you, Mr Deputy Speaker. I thought the debate was interminable. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I rise to support the motion that this House accepts the Report of the Cost Review Committee. This Report represents the collective effort of 16 Singaporeans from across the economic and political spectrum, both the PAP and the Opposition, to understand why there is this perception that cost increases have raced ahead of income. Invitations were sent out to SDP but they refused. And now Mr Chiam comes round and says that this CRC Report is a political propaganda to win votes for the PAP. I think Mr Chiam should apologise to these 16 members, both the PAP and the Workers' Party, and also the neutral people from the University, from the press, for imputing this malicious intention on their part. I think their efforts were selfless. They took time off from their office and some of them took leave. And here Mr Chiam comes round and says that these people are part of the political ploy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what the Committee found was that some costs have been high. The Government has never denied that the cost has been low and the CRC Report confirms that some costs have been high. But mostly, cost increases lagged behind income increases. What has increased, as the CRC Report found, was our expectations and these translated into lifestyle cost. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the CRC Report nails the lie that the CPI does not reflect the cost of living. It also nails the lie that the Government fudges its figures and cooks up its statistics. The figures have been put under the microscope. They have withstood the test of multi-partisan scrutiny. Mr Chiam did not see the facts. That is his problem. I think we should let the matter rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that the CRC Report has also recommended that the Consumers' Association of Singapore (CASE) be given substantial funding for it to perform its role as a consumer watch-dog association for all Singaporeans. On behalf of CASE, I would like to thank the Committee for its deliberations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to add, at the outset, that money alone cannot be the panacea for CASE. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> Ultimately, CASE must assemble a core of dedicated men and women to run the Association. But more money at this stage will help CASE to educate consumers on their rights. We will help consumers to go about living with GST sensibly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the immediate task for CASE is to help consumers get over the fear that GST will stoke inflation, and will feed inflation. There will be calls, I have already received some, to ask CASE to act as a witch-hunter, looking out for hawkers, dealers and shoppers who profiteer. But, Sir, what separates profit from profiteering is a very fine line. It is not a broad blur. It is a very fine line. At the outset, I want to emphasise that CASE is not against making profits. Profit is not a dirty word. Profit is sometimes even necessary to advance the interest of consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in July, I visited the Philippines with some 23 trade unionists. There, we became witness to the reality of people power. People power in the Philippines got rid of Marcos. But people power also created huge lobby groups out to advance all kinds of agendas, not all of them bad, but together they are divisive. What is immediately obvious to any tourist, or to any businessman in the Philippines, is the unpredictable brown-outs which condemn the lives of decent, honest Filipinos of up to 10 hours of darkness. Many reasons have contributed to this sorry state of affairs. But, Sir, it was powerful consumer voices which successfully prevented the electricity companies from raising prices on their utilities. So in the Philippines, consumers asked for low utility rates. They got no utilities at all. Now, they are asking for utilities. It cannot be done overnight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Sir, CASE will not be out on a witch-hunt to nail down the most profitable companies in Singapore because, in a market economy, like Singapore, the companies that make good profits are often the most efficient providers of goods and services. At the macro level, it is not possible to have wage increase without some cost increase. If our wages go up, it is unrealistic and unfair to expect the laksa seller, or the taxi driver, to hold down his income forever. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in a market economy, CASE believes that profiteering can only occur when knowledge is imperfect. For this reason, CASE hopes to find the resources to disseminate the prices of key consumer items captured in the CPI basket in the media when GST is implemented. This is one more reason why CASE needs more money from the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CASE is encouraged by the two words \"substantial funding\" in the CRC Report. The reporters got excited by these two words. They rang me up, \"You have got lots of money now.\" But, Sir, the word \"substantial\" must be viewed in the light of the very small base. It must be viewed, as my colleague here says, relatively. The previous funding for CASE was five cents per head. We all know what we can do with five cents today. If funding were to be increased to, say, 50 cents, per head, this increase is indeed very substantial, but the absolute value is still minuscule. Sir, \"substantial\" must be taken in the context of a substantial increase in both substantial percentage terms and in absolute terms. That is the reason why in the NWC negotiations, we always say that for those low wage income earners, the wage increase must be factored in absolute terms plus percentage terms. So I think we must not abuse statistics and realise Mark Twain's calling that there are lies, damn lies and statistics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it does not mean that even if CASE were to get good funding from the Government, CASE should remain silent over price increases of public sector goods and services. Sir, under my watch, CASE will ask the Government to explain to the people why the prices of goods and services need to be raised. This transparency of information is good for the Government. It is good for consumers so that, collectively, Singaporeans can understand the reasons for the increase, and the consequences of not doing so, like raising utility rates in the Philippines which they fail to raise and therefore they have no utilities today. The burden of proof for each increase must lie with the Government. And the people should see the Government's reasoning in the light of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> world cost increases, their income increase and the consequences of not accepting these increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, Sir, CASE will not be all things to all people, even though we need the support of all Singaporeans. In an editorial of 1st October 1993, the Straits Times leader suggested that, and here I quote, \"provided it serves the public interest and becomes a key element in the national effort to keep inflation from eroding living standards, it [CASE] will get the support.\" I think the leader was mistaken. CASE cannot fight inflation. It has no tools. CASE does not sell any goods and services. It does not have the fiscal and monetary tools to fine-tune employment and inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what can CASE do? CASE can do something. What CASE can do is to make the public aware of their consumer rights. CASE has the moral authority to publicise unfair traders which, I think, in the free market, is really more powerful than any legislation. But legislation cannot hurt. It will give CASE, a consumer watch-dog association, both the power to bite as well as to bark. A dog that can bark only is a pet dog, and not a watch dog! So we need to bark, we also sometimes need to bite occasionally, like the German Shepherd. You see the German Shepherd does not bark, but when it barks, you know you are in danger. When it bites, you are finished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government went to New Zealand to study their GST. Rightly so, because New Zealand is showing the world how to reform and re-invent government on many issues a long way ahead or long before the words \"re-inventing government\" became fashionable in America. New Zealand led the world in the accrual budgeting system, which I had earlier urged this Government to implement soon. When the GST went into operation in New Zealand, the New Zealand Fair Trading Act followed together back to back. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now urge the Government to look closely at New Zealand's Fair Trading Act implemented in 1986, the same year the New Zealand GST was put into place. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> The Fair Trading Act is an Act to give consumers and tourists a fair deal. Why? Because there are unfair traders among us. The Fair Trading Act covers advertising and selling. Specifically, it prohibits misleading and deceptive conduct, false representations and unfair practices. The Fair Trading Act was also a key tool in preventing profiteering in its implementation of the New Zealand GST. For example, the Fair Trading Act prescribes that advertised prices must include GST or it must be clearly stated that GST is excluded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today, when you look at the advertised prices in our press, sometimes you do not know what the prices really mean. For example, when you want to buy a car, you look at the advertisement in the press. Many of the prices quoted in the newspapers on cars do not reflect the COE. Some do, some do not. They have the discretion on that. Some people are confused. I am confused sometimes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, when banks or finance companies advertise their loan interest rates, these interest rates come in different shades. Sometimes they quote yearly reducing, sometimes monthly reducing, sometimes daily reducing. When you put money in the bank, they tell you it is daily compounding, monthly compounding and various shades. But the problem lies more with the lending side. Consumers need to have a common base for comparison. I often wonder how many people actually know the effective yearly interest rate credit card companies charge consumers on their overdue payments. I believe it is quite high. I think they should work it out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are more daily transgressions of the consumer sensibilities that sometimes disgust me and I think we all should be disgusted. For example, some retailers have the audacity to advertise for sales all year round; never mind that the colour of the sales banner has already faded. Others continue to mark down limited items as loss leaders to deceive customers into believing that there are unlimited items on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> sale. So people rush down only to be disappointed. Then they complain to CASE. What can we do? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, why do traders and shopkeepers keep doing these things? Simply because they think they can get away with it without getting into too much trouble with the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consumer affairs are given top priority in New Zealand and elsewhere. In New Zealand, I believe there is even a Minister of Consumer Affairs. But I do not think Singapore needs to go so far. \n  <br>\n  <br>\n  <!-- Mr Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chandra Das:</b> You are looking for a job? \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee:</b> I am not looking for a job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is instructive to look at Hong Kong, because Hong Kong is a model that we should approximate within limits. In Hong Kong, they do the right thing. The Minister of State there talked about how Hong Kong built public houses. In Hong Kong, they do the right thing, I believe. And they have a statutory department to deal with consumer affairs and that department is staffed by over 100 professionals. And here in Singapore, we have CASE with only 15 staff, many of them semi-professionals and most of them are employed to serve our Advisory Councils. And people expect CASE to do great things. How is it possible? I do not know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But things, I hope, will take a turn for the better. The CRC Report has made its recommendations on CASE, but it has left the details to the Government. In my personal view, the Government should decide once and for all whether CASE deserves its full support. CASE cannot go on serving the needs of three million Singaporeans and six million tourists, minus those Malaysians coming in from the Causeway, on the present Government grant of $150,000 based on 5 cents per head funding basis. Sir, the NTUC and the SLF have been the two key pillars of strength for CASE. I hope the Government will now put the roof over our house. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I congratulate the CRC for their well researched Report. I hope Mr Chiam See Tong will gain his sanity back and see that perception is one thing, reality is quite another. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion that the recommendations of the CRC Report be accepted by Parliament. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, a clarification from the Member for Tanjong Pagar GRC. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Is there any part of his speech that you do not understand? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If I am not mistaken, the Member is also the President of CASE. He says that when he sees the advertisement on cars, he is confused. I am just wondering whether he really meant it. How can he lead a consumers' association when he himself is confused by advertisements? \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee:</b> Sir, when you look at the advertised price of a car in the newspapers, and it does not specifically say it is COE inclusive or COE exclusive, how do you know? So you must call up. The immediate reaction is: does it include COE or does it not? At that point, I am confused. But, of course, I have the common sense to ring up and check before I go to the showroom and take a look. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Thank you, Sir, for giving me the opportunity to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the CRC is, on the whole, a commendable and very thorough piece of work. Its recommendations are especially praiseworthy and I endorse most of them. However, there are certain areas that require further clarification. There is no doubt that our standard of living has gone up in Singapore. Otherwise, we would not be the second most affluent country in this part of the world, next only to Japan. And for this economic feat, the Government and the policy makers have to be commended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is, however, also no doubt that costs in some areas have risen sharply as detailed in the Report. To highlight some of these sharp cost increases between 1988 and 1992, the following examples will suffice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Hospitalisation fees rose by an annual average of 8%. Specifically for 1990, in SGH, the ward charges for A and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> B1 wards rose by 21-29%. For Alexandra and Tan Tock Seng Hospitals, the ward charges rose by 12-23%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) University tuition fees went up by an annual average of 17%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) A 4-room Model A HDB apartment rose by 12.3%. A 5-room Improved HDB apartment rose by 15.7% and an Executive apartment rose by 18.5%. HDB flats sold in the resale market and private housing were also pushed up enormously. Some people say astronomically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) Public transport costs increased in 1991, not in the other years, by more than wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(e) Car prices rose by 22% in 1992 and parking fees rose by 14% over the period 1988-92. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(f) Indirect taxes increased by 11% per year between 1987 and 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During this same period, 1988 to 1992, the average annual percentage increase in nominal monthly earnings went up by 8.9% and this is something to be proud of. But there is no doubt that the public's perception that there has been a sharp increase in prices in some areas is justified. Of course, some of these price increases were also justified and this has been explained in the Report. However, the overall inflation rate as measured by the CPI has hovered around 3%. How do we reconcile this? Therefore, let us turn to the Consumer Price Index. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have no doubt that the CPI calculation method is sound and serves as a comparable cross-country reference. However, there may be certain factors that blunt the accuracy of the CPI as an indicator of inflation where Singaporeans are concerned and I attempt to summarise this with my meagre knowledge of economics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. The 1992 CPI was based on the household expenditure survey of 1987-88, done five years ago. Obviously, with each passing year, from the time of the household expenditure survey, the CPI is less reflective of the current consumption pattern of the households. The CPI which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> will be calculated on the 1992-93 household expenditure survey will more accurately reflect the current inflation rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. The household expenditure surveys of 1982-83 and 1987-88 were grouped around 1985 which was the recession period. And this could explain why there was little difference in the weightage of items in the baskets of the two household expenditure surveys. Also, the effects of the recession might have affected the expenditure patterns and price changes accordingly. However, since 1988, the structural changes that occurred in Singapore would have rendered the 1987-88 weights less representative. Here, I must stress again that for international purposes, I realise that a 5-year revision of the household expenditure survey is the norm. But Singapore's remarkable progress in the last five years has defied norms and thus we have a predicament here where the CPI, calculated according to international norms, is not necessarily representative of the inflation that all of us feel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. The CPI is based on expenditure groups but the conclusions apply to income groups. The Department of Statistics believes that there is a strong correlation between income and expenditure. This may not necessarily be true in a high savings society. To put together a high income family with a low expenditure pattern and a low income family with the same expenditure pattern in a similar category may not capture the impact of inflation on the low income family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4. The recommendation of the CRC for separate CPIs to be compiled and published for different income groups, ie, the lowest 20%, the middle 60% and the highest 20%, is very commendable, but I think we have to broaden this and focus it even further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The bottom 10%. This group needs to be helped out of the poverty trap and we must know specifically how the cost of inflation affects them. According to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> 1990 census, 13% of households had incomes of less than $900 and 4% of households had incomes of less than $350. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The pensioners who have fixed incomes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The self-employed who do not get automatic yearly wage increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) The single person households of which there are at least 6,500 consisting of old people living alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, the CPI is too general and aggregate a figure to be of tangible meaning to the majority of people at a micro level in spite of its international macro usefulness for cross-country comparisons. Just as the economic success of some countries is captured more by the purchasing power parity (PPP) figure rather than the GDP figure which is currently being used for cross-country comparisons, we in Singapore also want to have a measure of inflation of our cost of living that reflects not only our expenditure pattern but also our purchasing power and our aspirations. We will have to put our heads together and think of a suitable new index. The CPI does not reflect our need adequately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, although the CRC Report states that low expenditure households generally experienced lower inflation than the general population during 1984-1992, at the same time, the Committee notes that a lot of Singaporeans with household incomes of between $500 and $1,000 a month might not be captured in official statistics. Therefore, we are not addressing the concerns of this group adequately and I think this comprises about 15% of households and this is the group that should be the concern of all of us who are more fortunate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although both the Lorenz curve and the Gini Coefficient show that there has been an improvement in the income distribution among resident households between 1980 and 1990, we have to be concerned about the following facts: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The absolute gap in dollar terms between the lower income group and the others has widened. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Many lower income people are working overtime or have taken on extra part-time jobs and yet there is a widening of the absolute gap in dollars between them and the others. Furthermore, we are gearing towards a high-tech and a knowledge intensive phase in our industrial policy and this is going to disadvantage the bottom 15-20% of our society even more, unless we take cognisance of this and I think the Report has done this, but I am reiterating it. Unless we take cognisance of this and make a concerted attempt to help them to upgrade, social cohesion will be affected. Thus, we have to address the feelings of those lower-income households as \"having been left behind\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another fact to consider is that lower income households tend to have more children than higher income families, and thus the dollar of the lower income homes has to stretch further and price increases, therefore, may be felt more acutely by them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am going to turn to the different areas of concern where costs have risen. Health costs. High costs have been attributed to high manpower cost and advances in medical technology, besides other reasons. In fact, the higher manpower costs were also contributed by the use of medical technology because of the necessity of specialised personnel to operate the wherewithal of high technology. Thus, it would seem essential to separate medical costs into two main categories: (a) costs arising from provision of basic medical care and (b) costs arising from value added care. For example, the use of high technology. The cost arising from the provision of basic medical care should be heavily subsidised, as the health of our population is one of our most precious resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, for B2 and C classes, basic health care should be provided at a nominal rate. Yes, I know that the subsidy is high but again I am making a point. If the patients in these two ward categories, ie, B2 and C, need expensive high-tech care, they should go through a means testing, and co-pay a percentage of the cost of the service that is commensurate with their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 760</b></font>\n  <br>\n  <br> means. For A class wards, there should be no subsidy at all for both basic and high-tech care, while for B1, the long term subsidy rate of about 20% is acceptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to encourage people to become more self-sufficient where medical care is concerned, every Singaporean over the age of 21, working or non-working, should have a Medisave account. This has become feasible as CPF accounts for Group A Telecom shares have been opened for many non-working Singaporean adults. This account could be used to put in extra money by citizens for Medisave purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The criteria for Medifund usage should only be financial difficulty and should be spelt out and publicised more widely. It is unfair to penalise a full-time housewife and give her low priority for Medifund because her husband has been errant and did not contribute to Medisave or MediShield. How can she be blamed and penalised for her irresponsible husband? In fact, she is to be sympathised and supported, especially if her husband does not work regularly or is in a DRC or is in prison. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for public housing, the HDB stopped building 3-room flats in 1987. I agree with the CRC that the HDB should start building 3-room flats again. Besides being more affordable to newly married people, they have to think of the plight of those living in 1-room rental flats who find it impossible to upgrade, as they have limited choices, either to upgrade to a 4-room or 5-room flat, which is a big jump, or to buy a resale flat from the open market. These 3-room resale flats are limited in number and older singles are also vying for them. Our present system is making it hard for those in rental flats to become home owners. With the massive upgrading exercise of HDB estates, the value of each apartment is increased by doing up the exterior and interior. This is done with public money with owners only paying a small amount. Thus, the occupiers of these upgraded flats should be required to stay in their flats, for example, a further minimum of two years before selling it, otherwise they are capitalising on state \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 761</b></font>\n  <br>\n  <br> funds. If this sort of regulation is not instituted, then the price of HDB apartments may be pushed up further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, education, Sir. At present, the subsidy rates for students at independent schools depend on monthly household income. If the family income is below $2,000, the subsidy of school fees is 50%. If it is below $800, the subsidy rate is 100%. Since this scheme is working well, why can we not use it for university students? Just as the lower income families find it a burden to send their children to independent schools, it is also a financial burden when their children go to university. So for those really poor income families, below $800, the subsidy rate in the university could be pushed up to 100%. Also, the children's education grants for those eligible for the Small Families Improvement Scheme should continue to university, and not stop at pre-university. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Quite rightly in Singapore, we have shunned the slippery slope of welfare benefits for all and sundry. However, we have to look at our whole policy of subsidies, as was pointed out by the hon. Member for Tampines GRC. While maintaining the principle of meritocracy, we must not forget a caring and communitarian approach towards the less fortunate 20% in our society who need the help of the rest of society, especially the top 20%, so that we have a level playing field, a point mentioned by Dr Arthur Beng. Only when we have a level playing field, then all of us can play soccer, even though we may take up different positions in the game. The other thing to remember is that we must enjoy the game together and play it to the best of our ability, but with fairness to all concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, it has been noted in the Report many times that sharp simultaneous price increases in health, education, transport, etc. were partly caused by the uncoordinated timing of the different Government Ministries, both within each Ministry and also between the different Ministries. Sir, this unacceptable and worrying practice has to be checked, as has been recommended in the Report. A possible solution \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 762</b></font>\n  <br>\n  <br> is to have a permanent Government appointed Cost Review Committee, and all future Government price and fee increases should be monitored and assessed by this Committee so that the public is buffered from financial earthquakes and will only feel minor tremors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Mr Deputy Speaker, Sir, by now, the House must have heard enough accolades showered on the Cost Review Committee. Indeed, Mr Lim Boon Heng and his Committee richly deserve all the praises and compliments for having frankly, fairly and incisively discussed, analysed and deliberated a very sensitive topic that concerns all and proffering good and practical recommendations and conclusions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are snide remarks levelled at the Committee's efforts, labelling it as a political exercise for the PAP. I think this is most unfair to the hard work put in by all concerned to prepare the Report. Sir, the Report contains details supported by facts and figures. When it had to criticise the Government, the administration, it criticised without fear or favour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to discuss the Committee's Report by looking, firstly, at the impact of cost increase on the lower income group. Secondly, on the need to offer more choices to the people of Singapore. Thirdly, on the need to phase out our tendering or privatisation of scarce resources in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Committee's key findings, it is noted that the proportion of households with monthly incomes of $4,000 and above rose from 6.3% in 1980 to 24% in 1990, and households earning less than $1,000 per month fell from 48% to 16%. Sir, whilst more households have higher earnings now than 1980 to somewhat offset the increase in cost over the same period, my concern is for the 16% of households whose family incomes remain at less than $1,000 per month. Cost increases over the last 10 years have been considerable. $1,000 may not be able to buy the same basket of goods today. Thus, to these 16% whose family incomes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 763</b></font>\n  <br>\n  <br> remain low at $1,000 or less per month, today's health care, housing, transport and education costs are more than just a pinch to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Committee has pointed out that the impact and the severity of certain cost increases could have been ameliorated. It has identified simultaneous cost adjustments after the last recession as one cause. The solution is simple, as the Committee has noted: coordinate fee increases, if they really cannot be absorbed by the Government, and introduce them gradually over a period of time. But more importantly, Sir, give the people a choice. I think this recommendation of giving Singaporeans a choice echoes the inner voices of many, especially those in the lower income group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On health care cost, if they cannot afford, or are reluctant to pay for the services provided by private and restructured hospitals, respect their wishes. Maintain at least one, if not two, unrestructured Government hospitals. Allow for more class C wards, extend consultation hours at Government polyclinics, as suggested by some Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On education cost, if they could not afford independent schools, have enough Government schools so that the poor but otherwise bright students will continue to have good schools to nurture them for success. If private kindergartens are too expensive, have more PAP Foundation kindergarten classes which offer low cost kindergarten education. Give Singaporeans a choice, a real and choosable choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for a choice to be real and choosable, I would urge the Government to constantly review the standard of services provided, such as in health care and education, and if necessary, to adjust the subsidies to keep pace with cost increases so that the quality of service will not suffer, and the services remain affordable. If the choices are provided by statutory boards, the MRT and the bus companies, make sure there are enough alternatives for the people to choose from. Thus, while there are people who like to live in bigger and even self-designed flats \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 764</b></font>\n  <br>\n  <br> with better finishings, there are those who just need a decent roof over their heads. The HDB should therefore continue to answer to the needs of these people who would rather live within their means and build smaller budget flats for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, when a bus commuter could save 60 cents or more a day taking a non-airconditioned bus to work, we should give him the choice, and ensure that there are enough non-air-conditioned buses plying the route. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has always wanted Singaporeans to have a share of Singapore, to be part of its prosperity and success. Thus, instead of restricting Singaporeans to rent a piece of Singapore, whether a flat, a shophouse, or even a hawker stall, we encourage ownership. Unfortunately, the best approach to determining the price of a piece of valuable Singapore is through the tender system. This policy is inherently correct and is for the benefit of Singaporeans because property prices tend to rise in the long run. But the immediate impact could always be counter-objective. Sir, this is because land is scarce in Singapore. In the midst of a booming economy now, exacerbated by the kiasu mentality of some Singaporeans, bid prices have sky-rocketed. The result: successful property developers, shopkeepers and stallholders inevitably will have to pass the high bid costs down to the consumers in order to survive. And consumers will have to pay more, resulting in higher costs of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whilst the policy of allowing Singaporeans to own Singapore is laudable, the timing of tendering exercises is very important. Just as the bad coordination of bus fare and MRT fare and health care cost increases have upset some Singaporeans in the past, will not the sudden rush-in of tendering for almost everything - COE, share prices, land, shophouses - be cause and reason enough for another disenchantment? Already, we have read and heard of grouses about too many tenderings and their effects on costs and prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would, therefore, urge the authorities concerned to go slow and to coordinate all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 765</b></font>\n  <br>\n  <br> these tendering programmes. Meanwhile, the HDB should continue to rent out shophouses and stalls to tenants at affordable prices so that they will be able to compete with large departmental stores which enjoy the distinct advantage of economy of scale and superior cash flow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, critics should not lose sight that we are a small country without natural resources. When society becomes more affluent and the propensity for spending increases, the desire to purchase expensive branded goods becomes even more intense. This is inevitable as the country succeeds in creating more wealth for her people. But for Singaporeans who cannot afford at the moment, there are always other choices. And this is where the Government, the HDB, the MRT, the bus companies and even the NTUC could lead in providing the choices, catering to the basic needs of Singaporeans inexpensively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With that note, Sir, I give my support to the recommendations by the Cost Review Committee to contain rises in the cost of living. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Deputy Speaker, may I seek a confirmation from the Member for Eunos GRC? I heard just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 766</b></font>\n  <br>\n  <br> now the Member say that he urged the Government to adjust subsidy rates to offset cost increases. Could he confirm that was what he said? \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Yes. I did mention that the Government should constantly review subsidies for the lower income group, so that the cost increases could be contained. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this Debate be now adjourned. - [Dr Lee Boon Yang]. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Resumption of debate, what day, Mr Chng? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Lee Boon Yang.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twelve\n  </div> \n  <div align=\"right\">\n   Minutes to Six o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
