{"memberId": null, "volumeNo": "62", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"62\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1994-03-15\"> \n  <meta name=\"Start_Col\" content=\"967\"> \n  <meta name=\"End_Col\" content=\"1074\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">62</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">15-03-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 967</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 62</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 15th March, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 01:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 968</b></font>\n  <br>\n  <br> \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Labour. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 969</b></font>\n  <br>\n  <br> \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok). Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Cdre Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 970</b></font>\n  <br>\n  <br> \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew - on 15th March, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hu Tsu Tau, Richard - from 17th to 21st March, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Boon Yang - from 28th to 30th March, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. S. Jayakumar - from 28th to 30th March, 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 971</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>DIGGINGS OF ROADS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Expenditure)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mr Chiam See Tong - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ask the Acting Minister for National Development (a) why there were so many repetitive diggings of roads all over Singapore by the Public Works Department and other statutory boards from 1989 to 1993; and (b) how much was spent on those road diggings by the PWD in each of those years. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Question No. 1, Sir. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Acting Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for National Development (Mr Lim Hng Kiang):</b> Mr Speaker, Sir, road openings are carried out by the various services departments, such as PUB, Telecom and the Sewerage Department to lay their services. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 972</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PWD regulates and coordinates the road opening activities of these services departments. The Road Opening Coordination Committee (ROCC), chaired by PWD, meets monthly to coordinate all road openings. This Committee comprises members from various authorities, such as the Traffic Police, PUB, Telecom, Environment and MRTC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Repeated road diggings are sometimes unavoidable. Firstly, many services cannot be laid close to one another. For example, a sewer line cannot be laid next to a water main. Similarly, an electrical cable cannot be laid next to a gas line. Secondly, the total closure of a road or the closure of many traffic lanes along a road is not permitted, to minimise inconvenience to road users. Hence, the services departments are not allowed to carry out more than one trench opening along a road at any one time to minimise road congestion. The ROCC coordinates their work programmes so that only one road opening takes place at any one time. This may have given the public the misconception of repeated road openings along the same road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PWD does not have the cost incurred by the various services departments on road openings. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 972</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ARTICLE BY MR CHERIAN GEORGE IN STRAITS TIMES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Leader of the House)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, on Friday, 11th March 1994, I informed this House that the article entitled \"Hold the guillotine when issues are of public concern\" by Mr Cherian George, published in the column \"From the Gallery\" in the Straits Times on 10th March 1994, was a breach of Parliamentary privilege and a contempt of Parliament. I told Members that I hoped Mr George, after reading my clarification of the procedures which apply to the Committee of Supply and to Members who wish to raise issues for debate, would withdraw unconditionally his criticisms of the proceedings, the Speaker and Deputy Speaker, and publish this retraction in the same \"From the Gallery\" column in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 973</b></font>\n  <br>\n  <br> the Straits Times. I also said that after I had read Mr George's response to my statement, I would decide whether it was necessary to make a formal complaint to the Committee of Privileges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr George responded to my statement in the \"From the Gallery\" column in the Straits Times of 12th March, entitled \"No malice - and no offence meant\". I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`I am glad I am given the opportunity to clarify my comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;They were most definitely not written in malice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wrote the column out of a sincere desire to give constructive feedback to an institution which I hold in high regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did not presume in my column to say, nor did it ever cross my mind, that the Speaker and the Deputy Speaker had been unfair and improper in the way they applied the guillotine that day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore I regret very much that my column, in Mr Wong's words, carried the innuendo that \"the Speaker and Deputy Speaker had stifled debate and were not using the guillotine procedure in a fair and proper manner\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I apologise unreservedly for having created this impression in any reader. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At no time did I or the editors with whom I discussed my column prior to writing it, ever feel that debate had been \"stifled\" or the guillotine abused. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Mr Wong entirely that coming to such a conclusion would certainly be \"an unjust reflection on the conduct of the Speaker and Deputy Speaker in the discharge of their duties\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I withdraw my offending words unconditionally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, as someone who has attended most Parliament sittings over the past 3 1/2 years, I am only too happy to put on record my respect for the Speaker and his deputies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the eyes of this citizen, they have, at all times, discharged their duties with fairness and dignity.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr George has thus promptly and unconditionally withdrawn his criticisms and apologised for the innuendo in his article of 10th March. In view of this prompt response from Mr George, I will not refer the matter to the Committee of Privileges but will treat it as closed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> In view of the unreserved apology and unconditional retraction by Mr Cherian George and the remarks of the Leader of the House, I will now treat the matter as closed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 974</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1994 TO 31ST MARCH, 1995</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [11th March, 1994], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head W of the Main Estimates be reduced by $100.\" - [Dr Ow Chin Hock]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, I noted that some $350 million will be set aside for a research and development fund to be administered by the National Science and Technology Board for the promotion and development of R&amp;D projects in Singapore. This is a big sum of money and I know it is always difficult to quantify the benefits of money spent on R&amp;D projects. But, nevertheless, I would still like the Minister to explain to the House how the money spent on R&amp;D projects in the past has benefited Singaporeans in the Singapore economy. What will the $350 million to be set aside for the next fiscal year be used for and how will this sum of money further benefit Singaporeans? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, the Economic Development Board (EDB) and Trade Development Board (TDB) have done a good job in promoting our economic growth in the past. They have now taken on a new mission in helping Singapore enterprises venturing abroad. Existing schemes are modified, eg, EDB's Local Enterprise Finance Scheme was expanded to include financing approved overseas projects, and TDB's Market Development Scheme was extended to include investment development activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are also rising expectations among local SMEs on what EDB and TDB can do and should do in helping them going regional. Let me summarise some suggestions and feedback from local SMEs and the business community on the role of EDB and TDB: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 975</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1 EDB and TDB should collect and provide more detailed investment and business information on targeted countries. The information should include investment environment, business regulations, tax policy, exchange rate policy, and labour quality. The TDB's resource library needs to be beefed up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2 Internally, EDB and TDB should be more proactive in disseminating information on their incentive and assistance schemes. Apart from the Enterprise Promotion Centre, such information can be channelled to various Chambers of Commerce and relevant trade associations. The information should make the criteria for eligibility for various schemes as transparent as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3 Externally, overseas offices of EDB and TDB should be adequately staffed so that they can be more effective in assisting Singaporeans overseas, and in collecting information on investment and business conditions. In this context, I wish to know whether the turnover rate of the two statutory boards in the last two years was more serious than in the past, especially among the more senior staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;4 Finally, EDB and TDB should organise more dialogue sessions with SMEs and Chambers of Commerce on a regular basis to exchange views and information. There was a related suggestion that EDB and TDB can help to set up an association for Singapore overseas entrepreneurs and businessmen to share their experiences, and to provide a forum for the private sector to interact with statutory boards, GLCs and relevant Ministries and departments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I have the Minister's comments on these suggestions? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, regionalisation is a key strategy to continue sustaining Singapore's economic expansion. I can envisage that if this strategy turns out to be very successful, the demand on our manpower will be very high. This demand will be particularly heavy for people in the managerial, supervisory and skilled grades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to express my concern that, in addition to the fear that there could be a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 976</b></font>\n  <br>\n  <br> hollowing out of our industries caused by the businesses shifting to the less developed countries in this region, there may also be a risk of hollowing out of our trained and skilled manpower as well. In simple language, if everybody is going overseas to work, who is left to take care of things back in Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, please allow me to explain my concern. As I can envisage it, at present, the regionalisation drive will only involve the CEOs and top managers who travel out to the region to source for and land business deals and contracts. I understand that even at this initial stage, the key people in the Government sector and in the private sector are already very stretched due to the numerous overseas trips. But after securing the contracts, the next level will involve middle management and supervisory personnel who will also be very much needed in implementing the projects. Hence, I have a fear that the middle management and skilled personnel will be overly stretched in time for them to attend to the domestic as well as foreign operations of their companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The constraint on our ability to invest overseas will not be limited by our capital since Singapore has quite ample capital in reserves both by companies and the public sector. We will be constrained more by the lack of manpower. Our contributions to all these overseas projects will not only be the transfer of technology but also the transfer of software, such as in management techniques and management control. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to urge the Minister to inform the House as to how his Ministry intends to cater for the necessary manpower planning and training of our local workforce to meet the expanding needs arising from more and more businesses venturing overseas in future. I can propose three measures that can be taken into account to attend to the problem of increasing demand for manpower for overseas projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First is for his Ministry to start to plan in the middle and longer term on how more manpower for overseas projects can be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 977</b></font>\n  <br>\n  <br> trained in our tertiary institutions. This means that the Ministry has to look into its manpower planning and training now so that we can cater for the future. For example, if there is a need for more engineers and technicians, then the required intakes for polytechnic and university students for these courses will have to start now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second solution is for employers to consider how they can recruit suitable managerial and supervisory personnel from the countries where their projects are based. It is natural that the local personnel from these countries where the overseas projects are located be used and recruited, as these people will be best suited to supervise the lower level of workers and operators. However, these managers may have to be trained in Singapore to be instilled with the right knowledge and technology before they can be effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third solution I can suggest is that employers should not only draw from the domestic pool in Singapore and the countries where the projects are located but should also look towards other countries in the region where these people can be recruited. And these foreign staff can be specially earmarked for the overseas projects. For example, we know that unemployment in Australia is now quite high and, therefore, there could be professionals from Australia who are prepared to work for Singapore companies in these overseas projects. These people should be given the initial training in Singapore. Then they can be sent to supervise projects in other countries like India, Indochina and China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But to facilitate these two processes of employing personnel from other foreign countries or from the foreign countries where the projects are based, I would like the Minister to be more flexible in allowing local companies to recruit foreign professionals and to enable them to work in Singapore for short stints of 6-12 months, and these personnel should not be subject to the normal local rules of immigration and employment conditions, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 978</b></font>\n  <br>\n  <br> such as the percentage of local and foreign workers that can be allowed to work in Singapore companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Minister to consider these proposals. \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, the Government has set aside a $1 billion Cluster Development Fund for the EDB to make investments of strategic value to Singapore together with the private sector. Sir, this is a large sum of money. I think Members of the House deserve some clarification from the Minister on the objectives and uses of this Fund. For how long would this money be spent and for what projects? What types of industries are considered strategic to us today? How will investments in such industries be of benefit to Singapore in general, to Singaporean companies and to the man-in-the-street? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, making money available for this Cluster Development Fund is one thing. Having the management expertise and experience to be able to invest and manage the fund is another. I would therefore like to ask the Minister whether EDB has the resources and the management expertise to evaluate investment proposals for the use of the Cluster Development Fund. What safeguards do the Government have against misuse of the Fund? Would the Minister like to clarify these various points? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there has also been a suggestion by Dr Wong Kwei Cheong during the Budget debate last week that the fund be used for investments overseas as part of our regionalisation drive. Sir, I caution against this. I think we should invest the fund in Singapore to directly benefit the Singapore economy. Would the Minister comment on this suggestion? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee)</b>(\n  <i>In Mandarin</i>): Sir, in order to improve the competitiveness of our economy and to restructure our economy, we have to keep on upgrading the skills of our workers and to provide retraining for workers who have been redeployed. Under this major premise, I support the increase in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 979</b></font>\n  <br>\n  <br> salary ceiling for SDF levy collection from $750 to $1,000 per month. The reason is very simple: with less and less workers earning a salary of $750 and below, the collection from the SDF levy is decreasing. On the other hand, training and upgrading programmes are costing more and more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to raise a few questions: First, the SDF levy collection. I would like to know how many workers there are in the salary bracket of $750 to $1,000 per month. Are they concentrated in the small and medium enterprises? What is the amount of projected SDF collection per year for the next five years, with effect from the financial year 1995? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the SDF expenditure and sponsorship programme. In the dialogue sessions with the local small and medium enterprises, I gathered the impression that most of these SMEs felt that the training grants seem to favour the larger enterprises and have neglected the small and medium enterprises. I checked the annual report of the SDF for 1992/1993, and I found that for enterprises employing 10 workers and below, the grant is only 5% of the total grants of $60 million. For those enterprises employing 500 workers and below, they received a total of 59.2% of the grants. As at the end of March 1993, enterprises with 10 workers and below took up 82% of the 86,300 local enterprises. In other words, the smaller enterprises are not getting their proportionate share of the training grants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, the SME representatives also felt that the training plan tends to favour the managerial and supervisory staff, but not the skilled and semi-skilled workers. I hope that the Minister for Trade and Industry will clarify this matter. In addition, the SME also hopes that the SDF would give greater support to the skills development training courses conducted in Chinese. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the dialogue session conducted last month on this year's Budget, some participants felt that the Government should transfer the collection from the foreign workers' levy fully or partly into the Skills Development Fund so that the SDF would have more money to sponsor more and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 980</b></font>\n  <br>\n  <br> better skills training courses. I know that the Minister for Finance has firmly adhered to his principle that all revenue should go to the Consolidated Fund, unless in very special circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last week, Mr Chew Heng Ching suggested setting up a special account for the collection of COEs so that it could be used to improve our roads. I think transferring the foreign workers' levy into the Skills Development Fund has the same implication of establishing a link between \"taxation\" and \"benefit\". This will have a few advantages because: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, it would be easier for those who pay fees and taxes to shoulder the burden because they know that whatever tax that they have paid will go to good use; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the beneficiaries, eg, workers will see more clearly the benefits of certain policies; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the total revenue of the Government would not be reduced. This link between taxation and benefit will give the people a better understanding of our Government's policy and will help to foster a better relationship between the Government and the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Minister for Trade and Industry will urge the Minister for Finance to consider these suggestions from a broader perspective. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, education and training are continuous life-long processes. It has to be because the shelf life of knowledge is becoming shorter and shorter. Some people have suggested that the half-life of knowledge is now less than five years. In other words, within five years, half of what we have learnt will become obsolete. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, so far, Government's effort at training is commendable. The SDF has helped to train many workers who would otherwise have languished in ignorance and joblessness. So far, SDF training is largely employer-based. This means that employers will decide which courses are relevant and which courses are not so relevant. By and large, this policy is sound because many of our workers are still very much under-educated compared to our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 981</b></font>\n  <br>\n  <br> NIE competitors. But in time, Sir, as the literacy rate of our workers improves, there will be less need for basic literacy, numeracy and even software courses. Instead, more courses will be required for updating the knowledge of skilled and professional workers. The problem in time will shift from one of training basic skills to one of providing continuing education. The objective of continuing education is of course to maintain the currency of skills and knowledge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my personal philosophy is that as our literacy rate improves, we will have to look at the concept of training anew. Slowly, over time, more individual-based training schemes should be devised to work in conjunction with the SDF which can continue to be employer-based. I would like to propose that a separate account be created in the CPF scheme for all working adults. This scheme, perhaps, could be known as the training fund. This training fund is in addition to the Ordinary, Special and Medisave accounts. But unlike these three accounts, ie, Ordinary, Special and Medisave accounts, which are actually components of employer and employee contributions, the training fund is a Government contribution. The fund serves as an incentive for training, but the money in the training fund is not a hand-out, so there is no welfare. The money can only be used for co-payment of approved training courses. At the same time, the working adult is encouraged to use this fund within, say, five years. If the fund is not utilised, the money in the training fund goes back to the Government. In other words, Sir, there is urgency as well as purpose in the matter. I would like the Government to consider this proposal. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, under this amendment, I would like to bring up the issue of retail business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the strong growth of our overall economy, the retail business sub-sector grew by only 4.9% last year. Within the retail sub-sector, the two main activities are (a) the distribution of motor vehicles and other transport equipment, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 982</b></font>\n  <br>\n  <br> (b) supermarkets, departmental stores, and general provision shops, each accounting for about 25% of the total retail turnover. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The growth in the retail sub-sector last year was mainly contributed by motor vehicle sales. If we exclude motor vehicle sales, then the volume of retail business grew by only 1% last year, as compared to 5.2% in 1992. According to the Annual Economic Survey 1993, departmental stores encountered dismal sales, and a few departmental stores have in fact reported interim losses for the six-month period ending September 1991 and there were also closures of some retail outlets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, the number of tourist arrivals reached 6.4 million, an increase of 7.3% over the 1992 figure. Although the average stay went down from 3.7 days to 3.6 days, the total tourism expenditure was estimated to be around $9.36 billion, or 9.4% higher than the 1992 figure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Against this background, may I ask the Minister for Trade and Industry a few questions on the retail business and tourism? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) How many percent of the total demand for retail business came from tourists? What was the average expenditure, other than expenditure on hotel, food and beverages, per tourist per day? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) What is the present status of the retail development plan? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) To what extent will the retail business be affected by GST? Is the machinery for refunding GST to tourists now in place? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, was there a trend for the retail business to shift from the CBD area to the suburban areas or HDB new town centres, even before the whole-day ALS was introduced? \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> May I first declare that I believe in this Suzhou Township Project? However, as this is a huge project and the first of its kind to be undertaken by the Government, I would like to seek some clarification to enable the people of Singapore to know what we are in for, and how each and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 983</b></font>\n  <br>\n  <br> everyone of us can participate directly or indirectly and benefit from the project. It is not new for the Singapore Government to invest overseas, but hitherto it has been in portfolio management or simply in capital gains investments, strategic investments like bringing back technology, transfer, or playing a catalytic role, as in our cluster development. All these investments so far have very little or no management requirement on the part of the Singapore Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this Suzhou Township Project is totally different. We are talking about a huge scale - 70 square kilometres, ie, more than 10% of Singapore's land size, 700,000 people to be staying there, 25% of Singapore's population, and 250,000 jobs. How much money is to be thrown in? It must be hundreds of millions of dollars. And what time frame are we talking about? 10, 20, 30, 50 years? We also read about the hardware, the infrastructure, that is led by Keppel Corporation, which is a GLC, but the Government is providing the software. That means opening up all the expertise that we have in the Singapore machinery. So what is the actual cost to us in terms of money and manpower? And the worry, as expressed by Mr Leong earlier, do we have that number of people? Where does the money come from? Are there other hidden costs? How does it benefit the people of Singapore and the country? And is it an extension of Singapore's territory, ie, if I cannot apply for a flat in Bishan or Pasir Ris, can I now apply for one in Suzhou? Is the NTUC going to build holiday chalets so that I can go there and relax and play golf? What kind of returns on investments are we talking about as against the other normal kind of investments? And can I get to work there any time? [Laughter.] Let us not laugh because these are questions that are being raised now and interests are stirred to a point that we may be able to just shift over there and live. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will there be many more of such townships should Suzhou be successful? What are the competitions that it will bring to Singapore in the longer term? Will that be a threat to Singapore's very survival? What about brain drain? The people that we have sent overseas are given special \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 984</b></font>\n  <br>\n  <br> privileges. What if the professionals or civil servants choose not to come home? We have done this with incentives by offering citizenship and permanent residence to foreign nationals working here. So the same could be done to our people working in Suzhou. Are there any political implications? Are we certain that the move will not backfire? As this project involves sticking out the neck of the country, it therefore cannot be viewed solely from the economic point of view. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whatever answers the Minister may give later, I hope the press will take it up as this is important. We have to inform the people of Singapore out there. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Mr Yeo Cheow Tong):</b> Sir, I will take the questions as they were raised. The first four speakers touched on GST and they asked what Government is going to do to contain profiteering and inflation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the concerns are understandable. They are worried that GST would lead to profiteering, induce a price spiral, and lead to runaway inflation. I will address the concerns in three areas. Firstly, the inflationary threat of GST, what Government can do and will do to prevent profiteering and the forecast of inflation for this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me first assure the House that GST will not lead to high inflation. Singapore is not the first country to implement GST and therefore the lessons that we can gain from the experience of the other countries would be useful. I will be brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the International Monetary Fund in 1986 carried out a study on 35 countries which had implemented GST. The finding was that of the 35, 29 countries experienced a one-off increase in inflation and subsequently the inflation rate dropped back to its normal level. What is also important to note is that the increase in inflation rate was in most cases lower than the actual GST rate that was imposed. For example, in Japan (Japan introduced a GST at a rate of 3%, it is the same as Singapore), the increase in the inflation rate, when it was implemented, was only 1.5%, only half that of the GST rate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 985</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo, on Friday, I think, explained very well the underlying factors that would prevent the GST from having a high inflationary impact on Singapore, mainly low GST rate, our open economy, the offsets that are available, the high threshold for companies. I would like to thank him because he has saved me a lot of time explaining all that, and he is right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in terms of what are we going to do about profiteering, I think we have to bear in mind that ours is an open economy and therefore there is very little scope for profiteering. We have no shortage of goods and we have many suppliers all keenly competing for the consumer dollars. In fact, the competition today is keener than ever before. During the last sitting, I was asked about the retail sales and Dr Ow Chin Hock had also pointed out that in fact many retailers are suffering from drops in sales. So the competition is very tough. And any retailer who tries to increase prices unreasonably in this environment would stand to lose a lot of his business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem, as Dr Ow had pointed out, is: how do we define profiteering? Sir, high prices alone does not mean that there is profiteering. I think some Members would have heard that there is a shop in Chinatown selling fried rice. The going price for the fried rice is $20 to $25 per plate. Around the neighbourhood there are other shops selling fried rice, $3 to $5 per plate. Is this fried rice seller who is selling at $20 to $25 profiteering? If Singaporeans are prepared to pay that price, instead of going next door, should we prevent them from doing so? Should we ask this shop to close down because it is profiteering? I think the answer must be no. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the price of every item varies in various parts of Singapore. For example, a tin of milk powder, the variation in price would be about 15% in various parts of Singapore. Is the one who is selling 15% higher than the lowest price profiteering? And even from day-to-day and within the same day, there are variations. For example, fishmongers and vegetable \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 986</b></font>\n  <br>\n  <br> sellers towards noon time drop their prices to clear their goods. Were they profiteering earlier on in the morning? So it is not easy to define what is profiteering. But basically profiteering can only exist if the consumer has no choice at all but to pay the artificially inflated prices demanded by a retailer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, nevertheless, Government is mindful of the public concern about the GST-induced price increases. My Ministry therefore reactivated the Committee on Inflation and Profiteering to review what is happening and to recommend measures to ensure that the GST will not lead to unreasonable price increases and profiteering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Committee has done quite a few things. It has met with major retailers and got from them a description of what they are going to do with the implementation of GST. I think what is useful to know is that many of the retailers have explained that they will absorb the GST on many of their lower-priced items, and on the higher-priced items, they have pledged to increase the prices by no more than 3%. In fact, NTUC FairPrice has publicly pledged to sell a basket of 111 basic food and household goods at the lowest prices available in Singapore. So that forms the starting point for consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Department of Statistics has also stepped up price monitoring efforts and they will be regularly updating the CPI. Mr Koo had asked that we do it monthly. I am happy to tell him that that is what we are doing and we will continue to do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Department of Statistics has been monitoring the prices in 1,600 hawker stalls in 70 hawker centres. This represents about half of the hawker centres in Singapore. And their finding so far is that only 4% of the hawkers have increased prices. So this concern about runaway prices therefore has no basis at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the key thing is you must give consumers the right information, the necessary information, for them to make the right choice. And CASE has come up with price watch. The Department of Statistics will help to provide CASE with more information and help CASE to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 987</b></font>\n  <br>\n  <br> publish a list of where consumers can get the best deals in town and also where they can get the worst deals in town. This latter list will be similar to the Tourist Promotion Board's blacklist of retail shops which prey on unwary tourists. This blacklist has been very, very successful. Some of the shops blacklisted have gone out of business very quickly because their business dropped dramatically. And I am sure no retailer wants to be on CASE's blacklist as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whilst we can give the information and to make sure that Singaporeans are aware that there are shops selling good value goods, we cannot guarantee that at a specific location desired by a consumer, the prices there will be the lowest. What we can ensure is that there would be shops selling competitively priced goods well distributed throughout Singapore and, as I said, NTUC FairPrice is already a good starting point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these measures would only bear fruit if consumers consciously exercise their right and consciously make a right choice. They should therefore boycott any outlet that is charging exorbitant or unreasonable prices, and this would then discourage other retailers from doing so. We have to teach the retailers that greed does not pay and the consumer is in the best position to do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite all these measures, if there are still instances where a group of suppliers has ganged up together, monopolised the Singapore market and artificially raised prices, the Government is prepared to use its powers under the Price Control Act to break up such monopolies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew Heng Ching has asked whether MTI would invoke this Act immediately as a signal to potential profiteers. I would like to inform Mr Chew that the Act is already in place. All we have to do is to gazette a particular item and straightaway it will become a controlled item. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo also raised the issue about the misleading advertisement by Gain City. Sir, first, I am disappointed that the newspaper did not vet the advertisement to make sure that it was not misleading. In any case, my officials called up the company to clarify and they gave us good \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 988</b></font>\n  <br>\n  <br> clarification. The original advertisement was in Chinese and the intention was to inform consumers that the company would absorb GST for three months after the implementation of GST. And they said that they realise that competition will be very strong, so they want to inform consumers now that they do not have to rush. Even if they buy three months after GST, the company would still absorb the GST, subject to a maximum total amount of $25,000. That shows how stiff the competition is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the inflation forecast for 1994, our underlying inflation rate is abut 2.5%. So even if we add to that the full GST rate of 3%, we expect the inflation rate for this year to be no more than 5.5%. And since we have a lot of offsets, it is likely to be below 5.5%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo touched on CASE. He brought up three instances where consumers have problems with advertisers and suppliers and asked that the Government implement legislation similar to New Zealand's Fair Trading Act in order to give CASE some bite. Sir, in the first place, our existing legislation already contains most of the provisions in the Fair Trading Act of New Zealand. For example, the Consumers Protection Act already protects consumers against false trade descriptions and it also stipulates safety requirements for the goods. I think the problem is what do we do with advertisements that do not tell the whole story. It only tells part of the story like the case which Mr Koo brought up where the advertiser advertised chairs on special offer, but in actual fact only two chairs were on special offer, and by the time the consumers went there, they were all sold out, and therefore they had to buy the chairs at the normal price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think, in the first place, CASE can investigate to make sure if the allegation is true. And if the allegation is true, CASE should come out strongly to criticise the company for not telling the whole story. I do not think the company can object to that because CASE is stating a fact. It is not making an allegation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 989</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He is also afraid that, if CASE publishes prices and compares companies that are giving good value for money versus companies that are having high prices, CASE will be sued. Sir, I think he need not fear about that because CASE again will be stating a fact and making a fair comment. It is up to the consumer to draw his conclusion whether to go to the higher price shops or the lower price shops. I do not see how any shop can sue CASE for publicising what is public information. I would say that CASE, as a protector of consumers' interest, should be bold in its actions to protect the consumers. It has the public support and it should come out fearlessly to expose those with unreasonable prices, and, therefore, there is no need to come up with an additional legislation to give CASE more bite. I think CASE's teeth are already big and sharp enough. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Robert Chua asked how we are going to maintain Singapore's competitiveness. Sir, he is right that our neighbours are very well endowed, much better endowed than we are in terms of land, natural resources and manpower. And since we cannot just compete on costs of land and manpower alone, we have to adopt a more effective strategy and, that is, how do we broaden and deepen our manufacturing base and how do we upgrade the capabilities of our companies and our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are adopting a five-pronged approach. First, we need to develop strong industry clusters. No company exists in isolation. A company thrives only when it is linked to its suppliers, its technology partners, its service providers and to its customers. Together, all these components form an industry cluster. If we can strengthen one aspect of the cluster, then we can improve its competitiveness and, in the process, enhance the cluster's competitiveness as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has already allocated $1 billion to the Cluster Development Fund and the aim is that this fund will build on the existing industry clusters. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 990</b></font>\n  <br>\n  <br> will help to upgrade vital members, members which form the weak link in the whole chain, and we will try to fill up the gaps so that the whole cluster can become more competitive. Which member and which gap to be filled up, that will be left to the market forces. The Government will have to leave it to the private sector to identify which are the best areas to act on. Our role is to encourage the companies to upgrade, to act as a catalyst and, where necessary, to provide the necessary impetus to upgrading by becoming a partner. And this is really the last resort for the use of the Cluster Development Fund. I will elaborate more on that later in reply to Mr Chew. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Research and Development (R&amp;D). It will facilitate the establishment of a R&amp;D culture in the manufacturing sector. Sir, the marketplace is now moving very rapidly, product life cycles are very short and it is not unusual for a company to derive a significant portion of its revenue and profits from products which were not even in existence five years ago. So R&amp;D is, therefore, indispensable if companies are to remain competitive and if they are to keep a few steps ahead of their competitors. The Government has set aside $2 billion for the period FY91-95 to promote R&amp;D and I will again elaborate on that later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we will assist local companies to continually upgrade their technical and technological capabilities. This way, they can undertake higher value work and also they can improve their productivity and, therefore, become more competitive. There are a number of well-established schemes in place for the last few years, and these assistance schemes have already reached out to quite a wide range of companies. They are basically in two areas. One is the financial schemes. For example, we have the Local Enterprise Financing Scheme which, in the six years from 1988 to 1993, provided almost $2 billion in low-cost loans to about 4,500 companies. We also have the Local Enterprises Technical Assistance Scheme which, during the same period, gave grants amounting to $62 million to about 2,000 companies. There are about 60 assistance schemes and programmes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 991</b></font>\n  <br>\n  <br> available under EDB, TDB, National Science and Technology Board and other statutory boards. And all this information is easily available from any of these statutory boards. I also believe that some Members are interested, and I will be very happy to provide each Member with a listing of all the assistance schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth area is to nurture a quality mindset in our workforce. Sir, as we move into higher value-added products and services, the quality factor becomes an increasingly important one in our work ethic. As wages increase, companies cannot afford to have the work done wrongly and having to correct the work again. Also, as we move more into the capital intensive investments, companies find that any mistakes made can be very expensive as well. We have therefore established the National Productivity and Quality Council to look into ways in which we can imbue a quality mindset into the Singapore workforce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, this is a measure which all of us are quite familiar with and, that is, maximising the potential of our human resources. We have limited manpower and it is, therefore, important that our education system trains and educates our young to the best of their potential. We have also worked with the unions to retrain older workers that are lacking the necessary skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong asked how we are going to help promising local enterprises, and how we are going to groom them into MNCs. Sir, we have about 300 to 400 promising medium and large local enterprises in the manufacturing and service sectors which have the potential to grow into our MNCs of tomorrow. Our role is to really facilitate growth in these companies by giving them access to the financial and technical assistance schemes. We have to help build political and business bridges overseas. For example, when the Prime Minister, the Senior Minister and other Ministers travel, they have been bringing along with them business delegations. These delegations find it very useful because they can make contact with high level people in the other countries and, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 992</b></font>\n  <br>\n  <br> therefore, they are able to seal up business contracts or investment projects quicker. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our approach is to make all these schemes available to all parties that are interested, and not try to identify particular companies and try to groom them. That I think will not be practical nor reasonable. Ultimately, those enterprises that are able to develop strong core capabilities, are able to build up innovative and entrepreneurial management teams and which are able to participate actively in the strong economic growth in the region, will then have no problems in becoming the next Creative Technology or IPC of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock and Dr Wong Kwei Cheong have also asked how we help those that are venturing abroad. Dr Ow has specifically asked that the EDB and TDB collect more information on the business environment and policies abroad and that we beef up the Trade Development Board's resource library. I agree with him. The TDB is actively updating its resource library and this will be a continuing process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked that the EDB and TDB channel information about the assistance schemes and incentives to the chambers and associations. I believe that is already being done. We are also providing such information to all new companies that are being incorporated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked about the staffing in our EDB and TDB offices abroad and whether the turnover rate is more serious than in the past. The TDB has experienced a slightly higher turnover in the last few months and I think this is because most of the TDB officers are involved in areas which are experiencing great dynamic growth. These are people with information and knowledge which are highly prized by the private sector and, therefore, it is no surprise that most of our TDB officers are under tremendous pressure by the private sector companies to join them. The solution is to keep on recruiting our people and I believe that is what TDB is doing. We will try to recruit as many good people as we can and ensure that our offices abroad are staffed adequately. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 993</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow also asked that a club be formed for those with overseas experience, or with overseas interest, so that they can exchange notes. I believe that EDB is already in the process of forming such country business clubs. I think the first one has been formed. We are also looking at forming one for India and for the other countries in the region. We will then invite private companies to participate. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Yeo, we are running short of time. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes. Mr Chew Heng Ching has asked about the Cluster Development Fund, ie, how the fund is to be used. Sir, the fund will be used in three ways. Firstly, to facilitate the setting up of key manufacturing projects which will sharpen the competitive advantage of the overall industry cluster. Secondly, to enter into partnerships with MNCs to take part in projects in the region. These projects must be directly linked to an existing cluster in Singapore and must result in additional spin-offs to the cluster. The multiplier factor is an important one. Thirdly, the fund would be used to accelerate the development of promising local enterprises that possess the necessary technology and technical capabilities but which lack the financial resources to either expand or to upgrade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he has asked how we would benefit. With the upgrading of the companies into clusters, or the addition of the project which will add strength to the cluster, the overall cluster becomes more competitive and, therefore, the chances of the workers in those companies enjoying a more secure and better paying job would be higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked about safeguards and whether EDB has enough capability and expertise. The EDB has a significant pool of industry knowledge but where they lack the expertise, they will then call in outside consultants to help them. The other safeguard is that these projects normally \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 994</b></font>\n  <br>\n  <br> involve significant investments and, therefore, EDB will have to seek the support and approval of the Ministry of Finance and my Ministry as well. So there are adequate safeguards. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock has asked about the retail trade and the impact of tourist spending on the retail trade. First, I will answer his last point which is on the growth of the retail trade. The data show that the retail sector in Singapore grew marginally in January this year versus January last year. For last year, it grew by 3.6% on an overall basis. This year, it is about 1.4%. But what is interesting is that for the whole of last year, 1993 versus 1992, the growth for outlets outside the CBD was 6.6%, ie, Table 1 (Cols. 1071 - 1072), column 5. For outlets outside the CBD, it grew by 6.6%. But when you look at column 2, if we exclude the new outlets, that means only for the existing outlets, they only grew by 2.5%. What does this tell us? This tells us that a lot of the increase in sales actually went to new outlets in the regional centres and new shopping centres outside the CBD. If you look at the outlets within the CBD, overall, the increase was 0.7%. But when you take away the new outlets, if you look at column 1, for existing outlets within the CBD for the whole of last year, they actually suffered a decline of 2.8%. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940315/19940315-HA-0621071.htm\">Table 1 - Year-on-year Growth of Retail Sales Turnover, Breakdown of Visitor Arrivals, 1992-1993, Average Expenditure Per Person for 1992-1993 (Cols. 1071 - 1072)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is interesting is for January. For January, for those outlets within the CBD, they had an increase of 1.3%. But for the existing outlets, they had a big drop of 6.5%. So within the CBD, a lot of customers actually went to the new outlets. This shows that last year, without the whole-day ALS, growth outside the CBD was already much higher than growth within the CBD. And yet for January, with the whole-day ALS, the growth within and outside the CBD was very similar. So contrary to the feedback, actually the ALS did not have that big a negative effect. If anything, it reverses the trend for last year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 995</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow has asked what percentage of the total demand of the retail business came from tourists. Tourists made up about 15% of total retail sales. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked about the average expenditure. The data I have in hand show that the total expenditure for tourists has declined from slightly over $1,000 in 1991 to only $760 in 1992 (Table 3). A significant part of the drop is contributed by Japanese tourists whose expenditure dropped from about $1,260 to $750. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow also asked whether the retail business will be affected by GST and whether the machinery for refunding GST to tourists is now in place. Because the GST rate is fairly low, we believe that it will have very little impact on tourists. Yes, the machinery for refunding GST to tourists is now in place. So we are ready to start. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chia Shi Teck asked a lot of questions about Suzhou. I will briefly answer him. What is the cost to us? When he said \"cost to us\", my reading is that he meant the cost to the Government. The cost to the Government is actually quite minimal, because the hardware part, the cost of developing Suzhou, developing the sites, putting in the necessary infrastructure, will be undertaken by a private sector consortium and they will be undertaking the investments on a commercial basis. The Government is only responsible for the software part, ie, the training of personnel from Suzhou on the public administration system that 2we have and sending people to Suzhou to assist them. The cost, including the manpower that we put in from the Ministries and statutory boards, will work out to about $2.5 million a year for the next 3-5 years. So the cost is quite minimal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked how would Singaporeans benefit. Will this be an extension of Singapore's territory? Absolutely not. This is Chinese territory. It is not an extension of Singapore's territory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can he work there any time? I would say yes, he can find a job there and he can get approval to work there. But the key thing is that the township will be creating jobs for the Chinese. The bulk of the workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 996</b></font>\n  <br>\n  <br> will be workers from China, not from Singapore. It is not the intention to transfer Singaporeans en masse to Suzhou. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are we likely to have more of such townships? This is a massive project. And in view of our very limited manpower, as Mr Chia himself has observed, we have no capacity to take on another project of the same scale. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have answered all the questions. I will ask Mr Goh Chee Wee to answer the remaining two questions. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Goh Chee Wee):</b> Sir, how much time do I have? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Not much. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, let me respond to the questions raised by hon. Members on the Skills Development Fund (SDF) and on training and productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the question on the SDF Fund. Dr Ow Chin Hock asked several questions about the SDF, the collection of levy and the SDF support for workers and local enterprises. Let me first explain why there is a need to raise the salary ceiling for the Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDF has played an active role in encouraging workers' training and providing training opportunities since its establishment in 1979. For FY93, about $70 million has thus far been committed in support of training programmes to upgrade the workers' skills and this translates to more than 400,000 training places supported by SDF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Collection from the skills development levy, however, has been dwindling and is expected to be only about $12 million in FY93. Compared to that in FY86, seven years ago, levy collection has shrunk by about $16 million. So if we keep the current levy rate and salary ceiling at 1% and $750 respectively, annual levy collection will fall even further as the Singapore economy continues to grow and fewer people earn monthly salaries of less than $750 over the years. Based on present level of grant commitments and given the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 997</b></font>\n  <br>\n  <br> available SDF balance of about $200 million at the end of FY93, SDF will run out of fund to commit in less than five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the current $750 salary ceiling for skills development levy collection was set in 1979, workers earning $750 and below formed 87% of the workforce. This proportion, however, has been declining and was only 32% in 1992. The Government has, therefore, decided to raise the monthly salary ceiling for levy collection from $750 to $1,000 with effect from FY95 to widen its coverage and raise levy collection. This is to meet the increasing demand for training and upgrading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The $1,000 salary ceiling corresponds to a coverage of about 50% of our workforce and would double the annual levy collection to about $26 million. However, this would only be enough to meet half of the SDF's annual disbursements. As the Singapore economy moves towards higher value added activities, more of our workers displaced by restructuring would require retraining. The $1,000 salary ceiling for SDL collection will have to be reviewed further in subsequent years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the Member's concern regarding SDF's support for workers and local companies, especially the small local companies (SLCs). First, workers. During the initial years, the SDF supported training for all levels of the workforce, including managers, in an effort to boost training in general. As a result, a sizable proportion of SDF grant went to the training of managers and professionals. To correct this imbalance, efforts were made in 1987 to shift emphasis to worker training by scaling down or withdrawing support for management and non-worker training programmes. As a result, workers have been the main beneficiaries of SDF funding since 1987. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Members could refer to the Table (Cols. 1073 - 1074) which I will ask the Clerk of Parliament to distribute, they would see that, on average, worker training takes up about 87% of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 998</b></font>\n  <br>\n  <br> SDF grant and 84% of training places supported by SDF. As for the beneficiaries of SDF support by company size, Members would see from Table 2 that the SDF has generally succeeded in reaching companies employing at least 10 employees. However, companies employing less than 10 employees have not been actively making use of SDF funding. Only about 17% of the small local companies with less than 10 employees have applied for SDF funding. Grants committed for these SLCs, therefore, make up a small portion, about 5% in FY 92 of total SDF grant commitments. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940315/19940315-HA-0621073.htm\">Table - SKILLS DEVELOPMENT FUND (Cols. 1073 - 1074)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help and encourage the small local companies to make more use of SDF funds to train their employees, the SDF has in the past 2-3 years, introduced several measures. For example, whereas the normal SDF support is 50% or 70% of the course fees, enhanced grants of up to 90% of course fees are available to SLCs applying for SDF funding for the first time. And managers of the SLCs can enjoy SDF grant of up to 70% of course fees if they take up management and development courses. These courses are not normally supported by the SDF. SLCs applying for selected courses can enjoy upfront SDF grant of 50% or 70% on the course fees. This means that instead of paying the full course fee and applying for SDF grant later, they need only pay the net unsupported portion of the course fees and this greatly eases the cash flow problems which SLCs may face. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to these specific measures relating to the provision of SDF grants, the SDF conducts regular public forums in English and Mandarin to promote awareness of SDF among the SLCs and to educate them on how to benefit from the various SDF schemes available. And for the future, SDF has plans to forge closer alliances with trade associations and industry bodies to jointly promote the use of SDF funding schemes by SLCs. In addition, industry bodies will be encouraged to identify the core skills that are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 999</b></font>\n  <br>\n  <br> required by these companies. Specific trade-based programmes for SLCs will be developed if and when needed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, do I have time to answer the other questions? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> No, I am afraid there is not much time left. Do you like to finish it off? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> There are still a number of questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo Tsai Kee asked whether the Government could consider creating an individual industrial training fund through the CPF mechanism to support what I would call post-employment training. When we speak of post-employment training and upgrading, we are broadly speaking of two groups of people, professionals or executives and workers in general. Those in the former group are likely to be better educated, earning higher salaries and occupationally more mobile. They have the resources and can be expected to invest in upgrading courses on their own to further enhance their knowledge, skills and earning capacity. And the Government already allows, as an incentive, tax deductions of up to $2,000, claimable by those who take up courses leading to academic or professional qualifications. There is, therefore, no need to set up a post-employment training fund for this group. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government is concerned with the second group, the workers with low education and skills. Statistics show that more than 250,000 workers never attended schools or have only lower primary education. Another 460,000 have completed only primary or lower secondary education. Cumulatively, they make up nearly 50% of our total workforce. These workers generally lack the time or money to upgrade themselves, and could be displaced with economic upgrading and restructuring unless we retrain them with skills to take on new jobs created by the new industries. The Skills Development Fund was established in 1979 to cater to such training and retraining needs of our workforce. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1000</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that the skills acquired through training and retraining are relevant and thus minimise wastage, the Skills Development Fund has always operated on the principle of employer-based training. This means that employers must identify the training required for their employees and undertake to fully sponsor them for their training programmes or courses. The Skills Development Fund will provide assistance through grants to offset part of the training cost. This partnership between the Skills Development Fund and employers in working towards more skills training and upgrading for our workers has been very successful so far. The efforts should be maintained and in fact intensified in the face of rapid economic restructuring. There is therefore no need for the Government to create another training fund such as the one proposed by Mr Koo Tsai Kee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can I just respond to the question raised by Mr Leong Horn Kee. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Goh, can I just give you another minute? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> The Member for Thomson GRC, Mr Leong Horn Kee, has expressed concern about whether we would have sufficient manpower from Singapore to manage the overseas operations set up as a result of the regionalisation drive. Sir, our resource constraint is a well-acknowledged problem. The limited land and human resources which we have will increasingly constrain our economic growth. It is to overcome these constraints that we have embarked on the regionalisation drive to develop an external wing to our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the underlying strategy of this regionalisation drive is for the domestic and external components of the economy to complement one another. Our plan is to meet our total manpower requirements for local and overseas operations with Singaporeans supplemented with foreign talents. We will continue to educate and train every Singaporean to achieve his or her highest potential to equip him with the relevant knowledge and skills. Companies should also reach out to spot and recruit \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1001</b></font>\n  <br>\n  <br> appropriate foreign talents for their operations in Singapore and at the same time train nationals of their overseas investment location to manage the operations there. Various schemes have been put in place to facilitate the recruitment of foreign talents to Singapore as well as the training of foreign workers for overseas operations. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Encik Othman. You only have three minutes on this. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Main Estimates be reduced by $10 in respect of Code WA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just only have one question for the Minister. I would like to know how the Committee on Inflation and Profiteering helps to coordinate the price adjustments made by the statutory boards and the civil service. I think Government should set the example in this cost containing exercise. In fact, a question was asked earlier whether there will be a freeze on price changes in the statutory boards and civil service for a year. Perhaps the Minister could respond to this. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, it has been explained several times in this House that GST is not meant to result in a freezing on prices of goods and services, whether it is by the private sector or by the Government. What we want to do is to ensure that the retailers or the private sector do not use GST as an excuse to increase prices unreasonably and blame it on GST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Committee on Inflation and Profiteering does not coordinate the fee increases by the various Government Ministries. What happens is that each Ministry is responsible for ensuring that the proposed fee increases are justified in terms of actual increases in operating costs and that they should therefore recover the additional costs that have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1002</b></font>\n  <br>\n  <br> been incurred. On top of that, the Ministry of Finance and my Ministry also monitor the fee increases in terms of the impact on inflation. So the Committee does not coordinate the fee increases. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, what I meant was that because these prices have an impact on inflation, perhaps the Committee should look at the way and the timings of the increases are undertaken and so on. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, the Government fees have been increasing on the basis of cost recovery. This has been happening for the past few years. Even with all these Government fee increases inputed into the inflation rate, our inflation rate has still remained low at about 2.4% a year. So that is the underlying inflation rate which takes into consideration the fee increases from Government and the local cost increases on the part of the private sector. That is why I said just now that the underlying inflation rate from all the cost increases will be about 2.5% and if we add the GST rate of 3%, our overall inflation rate for this year should be 5.5% at the maximum. But because of the offsets given, it is likely to be below that. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I am not happy with the reply, but because of the time constraint, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Chay. You have three minutes. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Main Estimates be reduced by $10 in respect of Code WA 2420. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is common nowadays to find our businessmen follow our Ministers on official visits to China, India, Vietnam and so on. Many business deals can be struck. I hear that not all Chambers of Commerce are represented in these visits, in particular, the Singapore International Chamber of Commerce felt a bit left out during one of these visits by our Ministers overseas. They believe that they can help Singapore make business even though \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1003</b></font>\n  <br>\n  <br> they may have more of an MNC representation. Perhaps the Minister can clarify and elaborate on this role that the MNC can make in this regional drive for Singapore. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, business delegation members are selected based on the interest of the companies in the markets concerned, and not because of their affiliation with certain Chambers or associations. It is certainly not because they are representatives of the Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in any case, most of the members, if not all the members in the delegation, would be members of one Chamber or another anyway, In fact, many SICC members have participated in our missions overseas. Perhaps the occasion that Mr Chay is referring to was when the SMA was involved in PM's delegation to India. But that is because the SMA was signing a strategic framework agreement with the Confederation of Indian Industries. Therefore, the SMA Chairman was there officially as a member of the delegation. If the SICC was to enter into an agreement with their counterpart in other countries and the agreement is going to be signed at the visit of a Minister, I am sure the Chamber would be welcomed to come along as a member. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked about our attitude towards MNCs in the delegation. Sir, in fact, one of the strategies that we have is to encourage Singapore companies to work with companies from third countries to invest in the region because there is synergy to be obtained here. MNCs in Singapore would be obvious potential candidates. So if MNCs in Singapore are interested in entering into a joint venture with our local companies, they are of course welcomed, either on their own, or with a joint venture partner, to come along on the trips. But in practice, what we have found is that the decision-making process on strategic investments in the region are normally not done here. Those decisions are carried out in their headquarters at home in Europe or elsewhere and therefore relatively few MNCs have asked to participate in our missions. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1004</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, I thank the Minister for his answer and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Mr Low. You have three minutes. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Main Estimates be reduced by $10 in respect of Code WA 2600. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, under the estimates of MTI, we have $4.5 million to be used for subventions to local and international organisations. My question is: what kind of organisations are these? What are the names of these organisations? Why is it that MTI should provide subventions to them? Thirdly, on what basis or criteria is a decision made to assist these organisations? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, Mr Low asks which are the local and international organisations that we are providing subventions to, and why? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of the total budget of about $4.5 million for FY94, $450,000 is earmarked for local organisations, in this case, CASE. The remaining sums are allocated to international organisations. Why are we providing subventions to CASE? CASE is a non-profit organisation set up to protect consumer interests and Singaporeans are all consumers. Therefore, it is in the interest of Singaporeans that Government provides as much support as possible to CASE. Despite the funding, CASE is an independent body. It also has funding from other sources, not just Government sources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, MTI provides funding to five international organisations. These are (1) GATT; (2) UN Common Fund for Commodities; (3) ASEAN Promotion Centre on Trade, Investment and Tourism; (4) The Statistical Institute for Asia and Pacific, and (5) The Global System of Trade Preferences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a signatory to a number of international agreements and international organisations, the Singapore Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1005</b></font>\n  <br>\n  <br> is obliged to make annual contributions to help support the activities undertaken by these organisations. We are members of these organisations because we do benefit from our participation in the organisations and the programmes put forward by the organisations. I will just take one organisation, and that is, GATT which I hope Mr Low is familiar with. Sir, GATT is responsible for measures to liberalise world trade and therefore it is very vital that we participate. Our contribution to GATT is on the basis of our share of the world trade. In FY94, our estimated share is about 1.3% of the world trade and therefore our share of GATT's total expenses would also be about 1.4%. This amounts to about $1.4 million. Similarly for the others. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> May I have a further clarification, Sir? I understand that there is only one local organisation which receives a subvention from MTI, and that is CASE. I would like to know from the Minister whether the subvention of $450,000 is sufficient for CASE to carry out its duties and at the same time toughen its teeth. \n  <br>3.00 pm \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, as I mentioned just now, CASE has relied on funding from other sources as well, that means, our contribution is not adequate for CASE's total activities. Our funding only funds part of the expenditure of CASE. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, would you like to withdraw your amendment? We have run out of time. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Okay. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chay, Amendment No. (5). Three minutes. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Development Estimates be reduced by $10 in respect of Code WA 5100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1006</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our effort in the Growth Triangle (Singapore-Johor-Riau) has attracted considerable attention in the past. In the past one or two years, however, the attention has also been raised on other regional investments in China, Vietnam, India, and so on. How does our Growth Triangle's strategy fit in, in the face of this greater drive for regional investments in the Asia-Pacific? Does it run the danger of being rendered irrelevant? And how does this affect our longer term Growth Triangle development? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, he has asked how does the Growth Triangle fit in with all the developments and whether the Growth Triangle is still relevant and what are the plans for the longer term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Growth Triangle remains important to Singapore. Proximity is still an important consideration when deciding where to put one's investment and that is why our largest investments are still in our two nearest neighbours, namely, Malaysia and Indonesia. The Growth Triangle concept is different from our investments in other countries. The concept is one of cross-border collaboration and the key factors are geographical proximity and the complementary nature of our economies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Growth Triangle capitalises on the comparative advantage of each member and the combination and advantages to be derived from this arrangement. It is not easy to replicate elsewhere and therefore the Growth Triangle remains relevant to our long-term needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Growth Triangle is receiving competition from the growth in the other areas in the region. Therefore, the three governments concerned must review and ensure that the terms offered to investors within the Triangle remain attractive and are competitive, so that they can continue to attract investors into the region. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, I thank the Minister for his answer. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1007</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, I first declare my interest as a businessman. I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Main Estimates be reduced by $10 in respect of Code WE 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government has said that Singapore is a level playing field, transparent, open; we do not practise protectionism as there is no market to protect anyway. The system is free and open but not necessarily \"free and fair\" as our system favours the big boys, big names, big track records. They have natural advantages in economies of scale, size, strength, technology, market, etc. So the level playing field is there, but the size of the players is different and, most unfortunately, the local players are the smaller players. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has accepted that local enterprises have an important role to play and many schemes have been established to help them level up. It is in the levelling up that I think it may be time now to introduce a new scheme for the advertising and promotion business. This advertising and promotion business is very expensive and it takes time before a brand is recognised. The locals have a very tough time in meeting and competing with the foreign brands in Singapore which are big and known. A disadvantage the locals face is this. Take two similar products - one known and one unknown (the unknown being the local company). If the local company has, say, $100,000 to spend, a big chunk of the money will go into production cost, whereas the foreign agent in Singapore will spend the $100,000 straight on media purchase. So that itself is an additional advantage to an already unknown Singapore brand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my suggestion here is whether we could have a dollar-for-dollar grant to the local enterprise for up to, say, $250,000 per annum for the smaller SMEs. For the larger local enterprises, probably we could give them just double tax deduction without the dollar-for-dollar grant. And I think the grant should be valid both for the local and overseas promotion, as Singapore's success will lead them further afield. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1008</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can I ask the remaining Members speaking on this amendment to take one-and-a-half minutes each to make their points. Mr Low. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, in the estimates of MTI, we have $180 million for loans to be granted to local enterprises. Though this is very good, the amount is the same as last year's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can I ask some questions? Firstly, based on last year's amount, is this year's estimate enough to meet the demand for assistance by the local enterprises? Secondly, are there any enterprises locally which have not been able to pay back the money because of poor business? Thirdly, on what standard does the EDB determine the eligibility of applications? Fourthly, what is the emphasis on the local entrepreneurs? Have they overlooked the fact that there are some companies which do not have the means to venture overseas? Fifthly, for the small enterprises, have they been able to upgrade themselves to increase their competitiveness, as these small enterprises will one day become medium-size enterprises? \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, we read a great deal about the economic liberalisation process in India that started in 1991 and which continues with vigour. By most accounts, the experiment is paying dividends. The economy has grown, stock markets are enjoying booms, foreign investors have begun to show greater interest and foreign funds are pouring in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier this year, the Prime Minister led a trade delegation to India. The meetings between the businessmen of the two countries were characterised by a great deal of enthusiasm. There is a visible shift in attitudes among the big Indian corporations. They appear eager to enter into joint ventures with foreigners, including Singaporeans, in certain areas, for example, property development and manufacturing. They are happy to have us as business partners on account of our experience and money. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, a number of questions that are very important from our businessmen's point of view. Before they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1009</b></font>\n  <br>\n  <br> commit huge sums, they want to know what the climate is likely to be in the mid to long term. The Indian electorate has grown up on a diet of self-reliance. Self-reliance is a very important slogan in the hands of politicians and the media. Certainly businessmen make their own investment decisions based on the assessment of opportunities and returns but they could do with some help from the Government. In this regard, they will be very keen to learn about Government's assessment of the durability of the liberalisation programme. I will be interested in the Minister's views. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Sir, I will keep my speech short. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Government consider setting up the following as part of the regionalisation assistance programmes: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) To establish more high level joint business committees or councils on a bilateral basis comprising senior representatives from the governments and private sectors of both countries selected for these committees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) To provide direct Government grants to leading business groups to set up trade and investment offices in key cities of countries targeted for our investments. These offices could complement existing MFA, TDB and EDB offices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To negotiate with foreign governments to allow our banks and financial institutions to set up branch offices in key cities to help our businesses with financial advice and services and to fund their investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) To provide substantial funding to set up a Regionalisation Information Centre in Singaproe to give businessmen a comprehensive range of information to facilitate their ventures overseas. This could be a joint project between the MFA, TDB, EDB and leading business groups and chambers; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) To establish and support more Country Investors Clubs locally and overseas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1010</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, Mr Chia Shi Teck said that the playing field is supposed to be level, but really the system favours the big boys. The system does not favour anybody in particular. It is up to the individual company to present its goods and to compete. And there are some small companies which have done very well, Creative Technology, for example. Even Mr Chia's own company has done very well. But I agree with him that the investments needed to establish new brands can be quite substantial. And that is why the TDB in 1991 established the Brands Development Assistance Scheme (BRANDAS) to provide financial assistance on a cost-sharing basis to help companies develop and launch new Singapore brands. To-date, a total of almost $120,000 has been granted under this scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang asked quite a few questions. I am not sure whether I have got all of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked whether the funds set aside for local enterprises are adequate. Sir, the funds set aside, we feel, will be adequate. But in any case, the commitments normally are committed in one year and paid out over several years. So we will have some reserves left over from previous years as well, should there be a surge this year. So the funding should be adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of whether we have any bad debts, the funding is not done through EDB directly. The funding is actually provided by the banks, and EDB would then provide the funds to the banks to be in turn loaned out to those companies. If there are any bad debts, the bad debts will be between the banks and the borrower except that EDB shares the burden of bad debts for the first $3 million of the loan per company. So I am not aware of whether the banks have encountered any bad debts so far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How does EDB assess the applications? Sir, the applications are assessed basically by the lending or participating financial institutions. They will assess the applications of the company and normally these applications will be for the purchase of equipment or factory buildings, and they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1011</b></font>\n  <br>\n  <br> will lend up to 90% of the cost of the assets. So, in a sense, those are quite well secured. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked - I do not know whether I got him correctly - whether local companies have overlooked the regional opportunities that are available. Is that right? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> No. How about those who do not have the ability to regionalise? Will they be neglected by EDB? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, as explained by Dr Richard Hu, our intention is not to encourage every Singapore company to proceed to invest abroad. Our aim is to encourage Singapore companies that have the financial and technical capabilities not to ignore the regional markets. So if they have the resources, they should look beyond Singapore and, because the window of opportunity is now open, it is best that they act as soon as possible. But there are many other companies that would not have the resources to go overseas. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> But will they be neglected? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> They will not be neglected. If they still wish to grow within Singapore and they need assistance, of course, the EDB's and TDB's schemes are still open to them. So we do not only focus on companies that are going overseas. In fact, the bulk of the funding of the assistance programmes is channelled to companies within Singapore because the domestic economy is still the one that is fundamentally important to us, and we must never neglect our domestic companies. \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh has asked about the assessment of India. Sir, India has definitely come a long way in its economic reforms and liberalisation programme. The recent measures that were announced by the Finance Minister are, indeed, encouraging, eg, the convertibility of the Rupee in the current account, reduction of corporate tax rates of foreign companies and the reductions in import taxes that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1012</b></font>\n  <br>\n  <br> he told us about when we were there in February have come about. Our assessment is that the economic reform process in India is irreversible. This is the feedback that we have had from both the public and private sector leaders that we came across. And as such, India therefore offers tremendous prospects for Singapore businessmen and we should not hesitate to take advantage of the window of opportunity that is available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Robert Chua has asked that we establish a high level council between the private sector and the Government officials on a bilateral basis. That is already happening and we have good examples. For example, we have the Business Council with the States of Johor and Malacca. There is also the Japan-Singapore Economic Advisory Group and the India Business Interaction Group. So this process will continue. We will look into the setting up of similar councils between Singapore and other countries as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked that we provide grants to enable chambers and organisations to set up offices overseas. As far as the overseas offices are concerned, MFA, EDB and TDB have already an extensive network of offices in all the major countries. And these offices would also be able to help our businessmen who are going abroad. There is, therefore, no need for us to provide the funding for organisations which want to set up on their own. They are free to do that, but funding would not be available from the Government. The organisation may want to consider doing it on a commercial basis, ie, opening up offices, providing services to investors from Singapore and charging for the services rendered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked that we negotiate for banks to be established. We do discuss and negotiate with the other countries for more banking licences to be provided to Singapore banks and this is a continuing process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked for more funding to be provided to set up a Regionalisation Information Centre. Sir, the TDB already has a Trade and Investment Information Centre at the World Trade Centre and this Centre provides entrepreneurs with a comprehensive range of trade, investment and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1013</b></font>\n  <br>\n  <br> business-related information. This is a fairly new centre and TDB would be working with MFA and EDB to build up the database. So, therefore, this is already on-going and I think it should meet the needs of what Mr Robert Chua has described. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the setting up of country investment clubs, I have already answered just now, in my reply to Dr Ow, that EDB is already looking into the establishment of country business clubs and we have already set up the first one this year and, that is, the Vietnam Country Club. The others being planned include Investors Clubs for Indonesia, China, Malaysia, Myanmar and Thailand. So that is on-going. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, I think BRANDAS does not serve the purpose of the advertising and promotion scheme. Anyway, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdraw. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (7), Mr Chay. I am afraid we only have time for you to make your point, and I will ask Mr Goh Chee Wee to reply to you. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Main Estimates be reduced by $10 in respect of Code WI 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I be permitted to skip the subject on labour productivity and go into \"service quality\"? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> The point I want to make is that the shortage of manpower in the service industry has caused a decline of standard in the quality of service. I wonder whether the Minister would consider letting service be a course for training among the ITE Institute as well as in the secondary schools. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, Mr Chay spoke about the quality of service and he suggested that certain basic principles of providing quality service be taught in our school system. In a highly competitive world today, competition is no longer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> confined to the arena of production cost and we are witnessing increasing emphasis on quality, not just high quality products but also quality services and systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In such a business environment we would not maximise Singapore's growth potential if we do not develop a strong service sector to complement the manufacturing sector. Our continued progress and prosperity, therefore, depend on our ability to produce high quality products and offer high quality services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member that in order to develop a workforce truly attuned to quality - be it quality in products, service or systems - awareness of quality has to be inculcated from young. The Member may wish to note that the National Productivity and Quality Council is currently looking into how curricula on the basic principles of quality can be built into our national education system to systematically inculcate in our students an understanding of the importance of quality as a whole. This will provide a basic foundation for further training to be provided by the employers after the students enter the workforce. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> I thank the Minister of State for his reply, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is \"guillotine\" time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $196,953,640 for Head W ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,386,404,200 for Head W ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1014</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head R - Ministry of Information and the Arts. Amendment No. (1), Mr Peter Sung. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung (Buona Vista):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head R of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <i>Cable TV</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, technological revolution affecting international broadcasting is going on at \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1015</b></font>\n  <br>\n  <br> a very fast pace. As a result, more programmes are in the air and it is easy to bring them down to the ground. Satellite dishes are getting smaller and it is much more difficult to control their installation. All this means that SBC is facing greater competition. I know SBC is doing a few things to meet this competition. Among these is the installation of cable television. This is a good idea. With a few channels of cable TV, more programmes will be available to viewers in Singapore. Viewers will get a wider choice of programmes that suit their personal tastes and their personal interests. And with many channels available, people may avoid the hassle of putting up satellite dishes by themselves and hiding them from the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Programmes can be down-linked from international broadcasters. However, these programmes do not come in an empty train. Inevitably, they will impart foreign culture and some of these may be detrimental to our efforts at nation building. Therefore, I urge the Minister to ensure that mechanisms exist, or are created, for effective control. More importantly, these controls must be exercised and must be seen to be exercised. \n  <br>\n  <br>\n  <i>Corporatisation of SBC</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC was first converted from a Government department to become a statutory board on 1st February 1980. Plans are now at hand to corporatise SBC. This is a major step and it has my support in that efficiency will improve. However, corporatisation would mean further commercialisation, and this has its attendant problems. The need to make a profit would mean that corporatised SBC will have to consider measures which all of us know are sometimes undesirable. We should be careful not to sell the soul of our future generation for the sake of advertisement revenue which down market programmes can attract. The question again is one of control. I shall say a few words on this matter. \n  <br>\n  <br>\n  <i>Censorship</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This time last year, several Members of this House fervently told the Minister that censorship standards have fallen and argued that MITA should enforce stricter \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1016</b></font>\n  <br>\n  <br> guidelines for films screened on SBC and in public areas. Members wanted MITA to cut out scenes with excessive violence and sex. At that time, the Minister eloquently defended the position of the Ministry. Let me quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Let me now turn to the issue of censorship. I spent some time explaining the challenges confronting television in Singapore because that provides the context, the background, behind SBC's drive to experiment and to try new things. Sometimes they make mistakes which I expect them to. If they do not make mistakes, that means they have stopped trying and that is no good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, I know some people say, \"Look, there is no clear nexus between TV violence and crime.\" But if there is no clear nexus, we must always err on the side of safety.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my rejoinder at that time was \"I am glad he said we would err on the side of safety. But please do not make too many mistakes.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of last year's debate, I did not think that Members were convinced. One year has since passed and I think they are still not convinced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To be fair, some improvements have been made as far as sex and violence are concerned. This time, I think MPs, members of the public and community leaders are concerned with the quality of SBC programmes. This has gone down. In some cases, they have been crude. In many instances, they negate the very values that we are trying to promote. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cinemas, what about them? Are they taking the cue from SBC? If we were to turn to advertisements of films showing in the various cinemas in Singapore, we will find that about 90%, perhaps more, advertised films that are either \"R\" rated or require \"Parental Guidance\". Good, wholesome entertainment for the entire family in public cinemas is now hard to come by. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in some ways, I sympathise with the officials in MITA. Firstly, SBC has a difficult balancing act. It has to balance its role to inform and its role to entertain. It also has to balance its professional role with its role to make ends meet and this is no mean task. The public is ever watchful and sometimes critical whenever licence fees are raised. At the same time, SBC has to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1017</b></font>\n  <br>\n  <br> compete for viewership against international broadcasters, some of whom have very different censorship standards. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, officers involved in censorship also have a difficult task. Members of the public are not likely to know the sheer volume of videotapes and films that they have to go through. Producers of these videotapes and films would like to sell their wares. They tend to sensationalize because these are the things that may sell easier. So, day in day out, censorship officials have to decide whether or not to apply the scissors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my view is this. A video viewed in the privacy of one's home has limited impact on the public. MITA has a censorship role to play, but the responsibility is much reduced in this area when compared to films and videos for public viewing. For the homes, I believe the parents have a greater role to play. It is public screening which is the continuing source of concern. Many SBC viewers, community leaders and Members of Parliament are concerned not just with censorship but also with the trend towards down marketing in the content of SBC programmes. So I do not think the Minister has yet heard the last statement on this issue. As other Members of this House intend to speak on this subject, I shall not cover the same ground. \n  <br>\n  <br>\n  <i>SBC - some good work</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, SBC has done well in many areas. News: Its quality and quantity, has shown significant improvements. Chinese drama: During my travels overseas, I have heard very good commentaries. These are to be encouraged. Symphony 92.4: They put up good programmes. Some friends of mine tell me that they do not need to install CDs in their cars any more, because 92.4, in fact, puts up very good music. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC has been upgrading. They have overhauled their internal organisation. They brought in new people. They are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1018</b></font>\n  <br>\n  <br> experimenting with new styles, new programmes. In fact, I commend them for their efforts, although I cannot commend them for all the results and certainly not for the occasional lapses. \n  <br>\n  <br>\n  <i>Budget allocation for SBC</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC is required to produce local productions because through these local productions, we can put in our own mores, our own standards of behaviour, our own moral values, and also the values the country wants to promote for the citizens. SBC also has to put up public service broadcasts. Some of these cost money, and they are not reimbursed by Revenue. Perhaps the Minister will use his eloquence to ask the Minister for Finance for more subsidies in order to help SBC in this regard because SBC is facing international competition from stations which sometimes make use of really crass commercialisation, base instincts and real down-market commercialisation in order to sell their programmes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Sung, you have used up your 10 minutes. Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Sir, I share the views and concerns of Mr Peter Sung on satellite broadcasting and cable TV. In last year's Budget debate, the Minister for Information and the Arts told the House that he was not in favour of giving Singaporeans free access to satellite broadcasting. Instead, he prefers to wire up Singapore for cable TV. I have a few questions to supplement Mr Sung's various questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When will cable TV be introduced in Singapore and in what form? What will be the immediate plans for the Government in the introduction of cable TV broadcasting? And how will the Government be able to control the broadcasting of programmes of undesirable content? And what will be the role of SBC then? We have been told that SBC will be privatised in June. But why in such a hurry? How will the Government ensure that SBC will continue to broadcast programmes of public service, programmes of cultural \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1019</b></font>\n  <br>\n  <br> and educational content, programmes of minority languages and not replacing these by other programmes because of commercial interest? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether, after the privatisation of SBC, the Government would allow a second or even a third private TV station to compete with SBC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have another cut on a different topic under the same Head. Can I proceed to speak on Libraries? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You may speak on that later. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> All right. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Vasoo. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Thank you, Sir, for allowing me to join in this debate. I endorse the viewpoints shared by my Parliamentary colleagues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the privatisation of broadcasting will pose serious challenges to Singapore. If it is not well managed, we can go down the slippery road in terms of erosion of values. And particularly with public broadcasting where there is a lot of access to information and programmes, I think the question is how are we going to manage, control and monitor the types of programmes that are going to be released. And this, I think, is a serious question, with privatisation of broadcasting, broadcasters are going to be profit orientated. They are not going to subsidise and promote public service programmes, although this is very relevant, but they are going to take advantage of making profits. Therefore, if you want to make profits, it means you have to promote films which are entertaining. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is: what kind of entertainment are we going to promote? Sensuous films, and films which excite people? These are some of the issues we are going to face and increasingly so if we are going to have a few stations that are going to be privatised. My question is: how do we maintain a balance? And how is the broadcasting authority going to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1020</b></font>\n  <br>\n  <br> manage this question of ensuring that Singaporeans will have a wholesome and well-balanced programme? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, SBC, as it is, has been setting standards and it has been able to monitor and maintain a reasonably good standard in terms of the type of films and shows that we have. But when it gets out of the realm of SBC and you are going to privatise and you allow private entrepreneurs to run this, then the danger is that it will go out of hand. I am concerned about this. In many Western countries, the promotion of soft culture is a very insidious process. And when thousands of young people, young minds, are watching these programmes and shows. where they can pluck from the air and they can get access to it, then it is a slow erosion of our moral standards and values. In the longer term, it can lead to a lot of other consequential effects on our society, in terms of relationship, respect for law and order, our orientation to family life, and other related matters. Relationships, marital relationships and all the other aspects are likely to take a different shape and dimension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with privatisation of SBC, the other question is: how are we going to ensure that public service broadcast is not going to be sacrificed? Educational films, films of value and importance are going to be traded off at the expense of profit making. This is also a question that we will have to address. Are funds going to be cut? Are public service broadcast programmes going to be sacrificed? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the issue is to ensure that the values of our young are not eroded, because in the longer term, it is the kind of quality person that we are going to create, the wholesome person, in the context of Singapore, and we have been trying our best to ensure that our values are not eroded. And if you are going into a scenario where broadcasting is going to be mismanaged by going to the hands of private people, then I think there will be serious danger. I like to find out from the Minister what are the types of controls and monitoring that will be carried out and how is this whole privatisation effort going to be managed without sacrificing our long-term values that I am concerned about. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1021</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, a picture tells more than a thousand words. What type of picture will we be encouraging to show? That is the question we will have to address. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, to begin with, I like to applaud the Minister for initiating the effort to beam the one-hour Singapore programme via satellite to the region. Although the recipients are mostly non-Singaporeans, I believe that this is in line with the dynamic economy of Singapore. Like all societies that have become successful, it is, of course, natural that we, as a society, would like to project our lifestyle and our culture. But in this day and age where Singaporeans are getting so finicky about cost, I would like to find out from the Minister where the money for the broadcasting comes from. And as radio and television licence fees were just increased recently, many of my constituents have asked whether satellite broadcasting is one of the causes of this increase. They feel that since the Government thinks it is important to do so, perhaps the Government should pay for it from the general fund and not from the radio and television licence fees. They pay radio and TV licence fees grudgingly because they understand it to be necessary for the public service broadcast which is for the social good. But they do not feel the same for satellite broadcasting. Further, I like to find out from the Minister what is the effectiveness of the satellite broadcast so far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Peter Sung has already touched on our cable television system in the future. Indeed, according to the Minister's speech on 23rd December 1993, all HDB flats will be wired up in five years. This is a massive exercise and would definitely cost quite a bit of money. Again, the question is: who pays? Would this be a Government investment in infrastructure like the MRT which is a gift from the Government to the people? Or would the user in future bear the usual cost? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, in his speech, the Minister further said that the channel currently transmitted over the air will be piped \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1022</b></font>\n  <br>\n  <br> through the new cable system. And he also said the central television antenna will become unnecessary. His comment has led to speculation that all existing SBC channels will be piped through the cable television system in future. I recall reading in the newspaper that transmission over the air by SBC might be terminated in future. If it is true, this will be a very unexpected development. This raises the following issues in my mind which I would like to seek the Minister's clarification. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the broader perspective of audience outside Singapore. Since we are actually spending quite a large sum of money to transmit the Singapore programme via satellite, should we not retain the ability to move public opinion of those living closer to us by retaining the cheaper way of transmitting over the air? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the current central antenna television system in HDB flats is maintained by HDB. It also carries two Malaysian channels. This system is owned by HDB and HDB can determine what is transmitted and what is available on the antenna system and what is not. In a way, the information available to the HDB dwellers is determined by HDB. HDB has already excluded the third Malaysian channel from the central antenna television system. So in future, when all SBC channels and cable television channels are piped through cable network, would the two existing Malaysian channels be also available on our cable television network? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the question of paying for cable television of standard SBC channels. If the transmission over the air is terminated and all transmissions will now be available over the cable television network, would the user begin to pay for receiving SBC channels? Because currently transmitting over the air is free, but using the cable someone must pay for the usage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would be grateful if the Minister could address these issues which, I believe, would be of great public interest. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1023</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting now and will take the Chair again at ten minutes past Four o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>3.47 pm to 4.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 4.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Arthur Beng, please take your two subjects together. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Sir, in the debate on the Ministry of Home Affairs, I expressed my concern regarding the 27% increase in juvenile crime and violent scenes on the television screen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To quote Mr Arnold Goldstein, the Director of the Centre for Research on Aggression at Syracuse University in New York: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... after a while there's enough research to say we have a fact ... and this is a fact: Television violence begets real violence.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, speaking at a two-day conference on violence in schools, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`There's just no question of the effect of television. Literally, hundreds of studies all point to this conclusion. The only people who seriously question the link - like the tobacco industry questioning the link between cigarette smoking and cancer - are the TV people themselves, and even many of them are coming around.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since this subject was brought up in this House last year, I am glad to learn that MITA and the Ministry of Home Affairs have taken active steps to jointly tackle this issue. Admittedly, it is a difficult issue to manage as many of our films are imported, and even for local productions, the question of balancing thrilling and violent scenes may not be easy, but try we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1024</b></font>\n  <br>\n  <br> must. I am glad to note that overall, there has been a significant reduction of the violent gory-type scenes over the last year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Goldstein lists three major effects of violence: Firstly, the aggression effect. A substantial number of viewers will become more aggressive, more violent after watching violent TV shows. Secondly, the victim effect. This involves an increased level of fearfulness about the world in general. Third, the bystander effect. TV violence increases the degree of callousness and indifference to actual violence of those watching. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To Mr Goldstein, it is the bystander effect that troubles him most. In a small island state like Singapore, all three are equally important. It is especially important when we are trying to promote neighbourliness and schemes like the Neighbourhood Watch Scheme at our block levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the views expressed by the GPC Chairman, Mr Peter Sung. I would like to know from the Minister what further steps are being taken by his Ministry to control and monitor violence on television? What are the guidelines given to SBC in their screening, production and procuring of films with regard to violence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on social norms, values and the arts, the Government has been emphasising family values, hard work, personal responsibility, social cohesion, amongst other social values which are essential to the survival, prosperity and happiness of all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MITA, in its efforts to support the arts, has an important role to play. However, several incidents that have taken place make me concerned. If left unchecked, these will undermine our established social norms and values. One such incident was that of urinating on the stage. The other incident that alarmed me was the case of the two-way mirror installed in the changing room in a most reputable and established art school. How could this have happened? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while we should continue to support the good work of MITA to promote the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1025</b></font>\n  <br>\n  <br> arts, we must ask ourselves where we in Singapore want to draw the line between what is acceptable and desirable and what is not. I quote from the Life! section of 11th March 1994, entitled \"The Short - Art Fallacy\". I would like to quote two paragraphs: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"In a trendy nightclub, a controversial playwright puts on one-man shows in which he lambasts the government, spews profanity, urinates, masturbates, even goes into convulsions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"A collector visits a gallery and buys a work called Artist's Shit, a can of faeces weighing 30 gms and priced at the current cost of gold. He is not alone, the art world is so enamoured of the concept that the lucky artist sells 90 cans.\" \n  <br>\n  <br>Will the Minister please comment on the direction that art is moving in Singapore, and also comment on how he will reconcile these trends vis-a-vis the promotion of our cherished, accepted and treasured traditional values? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, idolisation is a problem which is prevalent in any era, any country. For example, in the 1930s we had Zhou Xuan, and in the 1950s we had Bai Guang. In the 1960s we had the Beetles. In the 1980s we had Michael Jackson. However, in the 1990s, our young people are so obsessed with their idols that they are in hot pursuit of them. They forgo sleep and meals and even neglect their studies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a matter for extreme regret. From the report in Zaobao, you can see how these young people are crazy over their idols. What is more serious is that some of them even toy with the idea of committing suicide if they cannot see Lin Zi, so much so that their mothers have to beg the principal to allow their children to see their idols. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is very bad for our young people. Idolisation is a psychological state or mental state experienced by adolescents who are still immature. However, the Government has the social responsibility to deter the media, particularly SBC's Variety Show programmes, from abetting in this idolisation. According to my knowledge, the SBC's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1026</b></font>\n  <br>\n  <br> Variety Show programmes have been trying to create a climate of psychology among our youth which makes them susceptible to such idolisation by arranging for bouquets, posters and banners to be presented to their favourite singers or entertainers. So young people who are watching the TV would want to imitate them. Therefore, you can see thousands of young people flocking to the airport to meet their idols. What is worse is that some are even prepared to make a R-rated film with Andy Lau. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If such a trend is allowed to go on, what will be the future of our young people? They will become a group of idolaters who have lost direction in life. I hope MITA will pay attention to this. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Singapore Arts Centre. As a society becomes more affluent, its people will naturally have more time and resources to devote to culture and the arts. A more vibrant cultural scene will certainly be useful as Singapore moves towards developed nation status. It would add colour and variety to our lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am, therefore, pleased to note that the Government has programmes to enhance and enrich the enjoyment of the arts. The plans include the development of the Civic District as well as programmes for our cultural enrichment. One such facility is the proposed Arts Centre. It should be a welcome addition to our facilities for the art. One point to note is that if the proposed Arts Centre is to be a good facility, it would not be cheap. And by its own nature, investment in this type of facility will not score easily in terms of financial analysis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a large capital expenditure, it is necessary to ensure that the Arts Centre would cater not just to the needs of a small group of art lovers but also to the people at large. One challenge facing MITA is, therefore, to design and develop various types of programmes so that there is something for everyone. This will enable the masses to feel that the Arts Centre is also theirs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope therefore MITA would make provisions for this from the very beginning. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1027</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, at the International Art and Antique Exhibition held recently, the Minister for Information and the Arts disclosed that Singapore is aiming to become an international centre for art. To realise such a goal, apart from making massive investment, the Government is also providing assistance and facilities for the artists, for example, tax incentives and permanent residence status for the artists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of both geographic and economic development, Singapore is well endowed to become an international centre for the arts. It can serve as a centre for the exchange of South-East Asian cultures as well as between the western and eastern cultures. I would like to know more details about this project. Can the Minister give us an update on it? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chew Heng Ching is not here. Mr Peter Sung. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Sir, I have already made remarks about creating a business library and I shall not repeat them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Information and the Arts has published the Library 2000 Report. I agree with the proposals and the plans set out by the Ministry. I would only suggest that the Minister consider using community centres and the PCF kindergartens as additional points for the collection and return of books. This will be convenient for users of the library and may encourage greater utilisation of the library facilities. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, the Report of the Library 2000 Review Committee has been released. I wish to congratulate the Committee for a job well done and for producing an excellent Report. The Report not only recommends the upgrading of our library system but also the setting up of the infrastructure - the tapping of the various resources through the latest information technology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans, on the average, read very little compared to people of other developed nations. Even when we do read, the scope is usually very limited. Students seldom read outside their examination syllabuses. Some adults read only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1028</b></font>\n  <br>\n  <br> TV magazines and publications of the same sort. Others do not read at all. I am not sure this is the result of inadequate library services. It is more likely due to the lack of desire to learn and to further educate oneself through reading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy to note that the Government has accepted the recommendations of the Report. And I hope there will not be much delay in the implementation of these recommendations. However, having good library facilities with high-tech infrastructure may not be able to change our habit or behaviour on reading. I therefore wish to ask the Minister to pay more attention to the recommendations regarding marketing and education. The main question will be how to educate the public to enable them to make use of the libraries and the high-tech facilities, how to generate the interest of the public to obtain information to acquire knowledge and to enrich oneself through the use of the library facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, will we have sufficient number of professional staff needed for implementing the various recommendations? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, the Library 2000 Review Committee Report, I think, is a very comprehensive report. I understand the Government has already adopted the recommendations of the Report. So the next step now is the implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have many number ones - number one seaport, number one airport, and so on. But in terms of reading habit, we are far behind many countries. Take, for example, Singaporeans read only about 16 books a year compared to their American counterparts who read three times as many. The Library 2000 Report has noted that in Singapore one public library serves more than 200,000 people, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The extant library system certainly does not encourage Singaporeans to be library users nor avid readers.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last few years, I have been asking for a branch library to be built in Serangoon New Town. I am glad that the Review Committee has now recommended the building of 18 community \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1029</b></font>\n  <br>\n  <br> libraries, giving a ratio of about 100,000 people to one such library. And Serangoon New Town, as with other centres of population, will have one such library. The question is: how soon can this be done? The Committee recommended a time-frame of 10 to 20 years. I think that is too long. I hope this can be shortened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other recommendation of the Committee is building about 100 neighbourhood libraries, either at void decks or in the community centres, and these are meant for children. I suggest that neighbourhood libraries should also cater to the needs of other groups of residents in the new towns, such as senior citizens. MITA should actively encourage the setting up of such library with the support of grassroots organisations such as the CCCs and the RCs. Guidelines, I hope, could be made ready soon so that any constituency or any community which is keen to have such a library can proceed to do so as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the Report has recommended that a new statutory board be set up to spearhead the implementation of the Library 2000 recommendations. I would like to know when will the statutory board be set up. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, the Government has been encouraging people to learn Chinese and the Chinese culture. I think it is a move in the right direction. The learning of a language is a long-term process. You cannot achieve your objective of improving Chinese overnight. One way of improving Chinese is to encourage more people to read Chinese books, especially during the school days. The reading habit will influence one's mastery of a language in later life. Apart from school, the libraries should also encourage people to read more Chinese books, and I think the role is very important. I would like to ask what has the library done in this regard. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Library 2000 Review Committee has noted that only about 12% of our people are using the facility. Among them, how \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1030</b></font>\n  <br>\n  <br> many read Chinese books? I do not know. Apart from the long-term strategy recommended, I would like to ask MITA what sort of short-term and medium-term plans do they have to encourage people to read more Chinese books. According to my latest information, the Chinese books in the libraries in Singapore are only about 9,000-odd titles whereas for English, you have over 30,000. So the ratio is 1:4. In the adult section, there are only about 39,000 titles of Chinese books, whereas you have over 200,000 English books. So there is a big gap in the collection of Chinese and English books. Is it because the library does not pay attention to the collection of Chinese books and does not look after the needs of the Chinese readers? Or is it because MITA has not enough money for the purchase of Chinese books? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Library 2000 Review Committee has mentioned that we should increase the collection of books in the different languages and it recommended buying them direct from China and other places. What sort of plans do they have for the purchase of books? What is the sum allocated for the purchase of books? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, according to the recommendations of the Committee, a neighbourhood library will be set up in Hougang. I would ask the Minister when will it be established. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, I would like to thank Members for their many thoughtful comments about SBC, the arts and the future plans for the National Library. Earlier, I asked the Clerk of Parliament to distribute two documents. One, the Report of the Censorship Feedback Panel, chaired by Mr Hsuan Owyang, and the other, the Report of the Committee on TV Violence. This is to help establish the facts for debate here today and tomorrow. Mr Owyang's Committee met last year, gave us a report then, cautioned us on certain matters and SBC has followed up. This year they have given us a follow-up report. It said generally that, by and large, the problem of too much sex and violence on television is more or less under control. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1031</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, Dr Arthur Beng and some other MPs mentioned the effects of TV violence on actual violence in our streets and, because of that problem, which has been raised again by Dr Arthur Beng this year, we set up a committee consisting of members from MITA, MHA, the Police Force and SBC to monitor violence on television on a daily basis. This, they have done and have also attached their report. They have also attached, as an Annex, the Television Programme Code adhered to by the Singapore Broadcasting Corporation. So with these two committees, we have got agencies in place to monitor the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But SBC cannot get full marks. Over the last year, there have been a number of lapses, not in the area of sex and violence, but in new areas. A repeated comment I have heard is that many of the jokes on SBC are crude. This is a problem because, on the one hand, we encourage them to increase the quantity of local productions, so they have to try new things. Sometimes, they make mistakes and there is a whole list of them. Every time, I get feedback from members of the public, from colleagues here, from colleagues in Cabinet, I pass them on. But I tell them, \"Do not be disheartened. You press on, experiment, and try new things. But learn from your mistakes and, eventually, you will improve and be better able to cope with the challenges of the future.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But they do not have an easy time. Ra Ra Show, for example. I was very reluctant to stop it because it has good viewership. But then, to get the laughs, they became crude. It is one thing when we attend Seventh Moon dinners, when we attend dinners and dances for the performers to crack crude jokes because they are mostly adults. But the crude jokes cracked right in the living room are not on. In fact, I told Moses Lee, the General Manager, a number of times, \"Look, try and get them to polish up.\" In the end, he held up his hands and said, \"I have tried my very best, it is not easy.\" It is not easy because you require lots of creative people to keep up a steady stream of high quality jokes, week after week. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1032</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other night, after the SBC Award Ceremony, I spoke to Moses Lim and Jack Neo. They did very well that night. I asked them, \"How did you keep up your supply of jokes? Do you have people to help you?\" He said, \"No, no. We just talk among ourselves and, sometimes, may be in the toilet, we come up with good ideas and then we test them out.\" They have good nights and they have bad nights. They are not like Jack Benny or Bob Hope who had whole platoons of writers, feeding them with jokes and then they also played off the audiences and they become world class. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will take a while. So I told SBC, \"Better send Ra Ra Show back to the drawing board and the next time round, we try again.\" But they have to try again because if, in the face of criticisms, they become disheartened and they give up, then this whole corporatisation of SBC will be a joke. Then we can go back to the old days, to the RTS days. And, in fact, many of the radio and TV stations in the region are like that. They are all politically very correct. Ministers turn up, speeches, cutting of ribbons, then MPs' visits, everything politically correct, but the moment there are alternatives and the remote control is available at the finger tip, people switch on to other channels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That was what happened to India, with Doordarshan. They have a whole army of bureaucrats there to make sure that everything was correct and Doordarshan was run as an extension of the civil service. Then one day, Li Ka Shing's son came along, aloft on Star Television, beamed up five channels, and within two to three years, it completely undercut Doordarshan. So it was woken up. It started three, four, five stations and now it is busily trying very hard to recover lost ground. But I fear, in their case, some of the ground is lost forever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will give you an example of what satellites can do. When the Prime Minister was there for Republic Day festivities, Star Television carried it live, not Doordarshan. Star Television carried it live, not because of any Singaporean audience they may be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1033</b></font>\n  <br>\n  <br> able to reach, but because they wanted to cover the Indian audience. And that is the reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Within the next few years, by satellite alone, hundreds of channels will be available. So if we do not prepare ourselves for the new scenario, I think we will be in trouble. The waters are coming in, the storm clouds are rising. This is a scenario we cannot avoid. We cannot, like King Canute, try to keep the ocean away. We will fail. Instead, what we have to do is to determine where are the high grounds and, in an orderly way, retreat back into the high grounds and then learn to swim and set sail, because it is going to be a very watery, a very fluid environment. There is no escaping it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I was in China, I had discussions with my counterpart, with the Culture Minister, the Television Minister, also with Politburo Standing Committee member, Li Ruihuan. They know that State television, State newspapers are losing credibility. So over the years, they have let go. So today, you go to Shanghai, you go to Guangzhou, you find that television is very lively. Of course, they still maintain ultimate control and for as long as they can keep out Rupert Murdoch and Star Television, they will try to, in order to protect their own TV industry. But this is a storm we cannot avoid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For those MPs who are speaking today, I took the opportunity to send, through Dr Ker Sin Tze, the latest economic survey on television. It is a very well written piece covering the landscape, the impact of satellite TV and almost limitless band width optical fibre and how this will change human society. And there was one line in the report which struck me. It said that the explosion in multi-media will have as profound an impact on human society as printing in Europe in the 15th Century when Gutenberg introduced the printing press. After that, Europe was never the same again. After that, you had the reformation, the counter reformation, the renaissance, science and technology, the industrial age. It was never the same again. But if you remember your history \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1034</b></font>\n  <br>\n  <br> book, when Gutenberg first introduced the printing press, there were the fears, the concerns, the apprehensions that this will be the end of morality. The multi- media explosion will have an impact as profound on society throughout the world over the next 10-20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not know what the world would be like after the storm because it is not possible to forecast the future. But one thing we know for sure, and that is, it will be a very different world from what it is today. We cannot avoid this storm. And it is for this reason that, many years ago, we have been pushing SBC to become more competitive, to become more marketing-oriented, to go international and be prepared for corporatisation. Because if you are not able to compete, you can have the best \"Today in Parliament\", you can have the best explanation about our health policy, about this, that and the other, but if people are not listening, if people are not tuning in, it is all a waste of time. And we must not be afraid to look at ourselves. And for the media, the way you look at yourself is to look at who is listening, who is reading, who is tuning in, which means ratings. Ratings are important. And now we have introduced the people meter in many households. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We used to produce the Government broadsheet called Mirror. It was under MITA. A few years ago, I had a review done. I said, \"Who is reading the Mirror because it costs money to print it and I may get questions in Parliament?\" They told me that actually the readership is very low. At one stage, they asked the subscribers to pay for the postage, not for the Mirror, but just for the postage. Immediately, many people said, \"No, thank you.\" I thought about it, and I said, \"If that is the case, then why are we fooling ourselves?\" So we shut the Mirror. We still have the Bulletin which provides hard facts. It has got much higher credibility and I encourage the Singapore International Foundation to produce their own newsletter which they call \"Singapore\", and which is so much more lively, so much more readable, and so much more desired by Singaporeans and friends of Singapore who are living overseas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1035</b></font>\n  <br>\n  <br> \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this new world, what must we do if we are not to be swamped? In a multi-channel environment, there will be unbundling. It is like what has happened to our radio stations. You are young, you are old, you are old-fashioned, you are hip, you tune in to different stations. And you get amused by different stations. After a while, the market divides out and people will tune in to the TV station they enjoy tuning in most. When that happens, we must make sure that SBC channels are strong anchor channels in every market segment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea is not new. All of us who are in business, who studied marketing, understand what I mean. When motorcars were first produced by assembly lines, Ford came out with Model T. You can have any colour except that it must be black in colour. And because it was the only colour which rolled out, people bought it. Then came along Alfred Sloan from General Motors and he said, \"No, no. We must divide up the market.\" So he broke up GM into four divisions - Chevrolet for the hoi polloi, then there was the Buick, the Oldsmobile and, finally for those who have arrived, the Cadillac. So in every segment, he was able to outdo Ford. And before Ford knew what had happened to it, GM had become number one in America. And, of course, the Japanese companies have displaced GM. So today, if you look at Toyota, they have the Starlet, the Corolla, the Corona, all the way to the Lexus. In other words, it does not matter what station in life you belong to. So long as you have the ability to buy a car, there is a Toyota for you. So they hold their position in every market segment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And this really is what we want SBC to do, both radio and television, that in every key market segment, SBC retains a dominant position. The only way it can do this is to be very competitive, very alert to market pressures, watch ratings and go for local productions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why must they go for local productions? They must go for local productions because the experience all over the world is that people like information, education, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1036</b></font>\n  <br>\n  <br> entertainment about their own local communities. Yes, there will always be Hollywood. Yes, there will always be the genre of films from Hong Kong. But people like watching about themselves. So you can be in Singapore reading the Asian Wall Street Journal, the International Herald Tribune and the Financial Times. But the day is not complete unless you have read the Straits Times and the Lianhe Zaobao because you have to catch up on the local news. You can be tuning in to BBC FM all the time to know everything about the world, but, from time to time, you switch back to SBC channel to find out what is happening in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is for this reason that SBC has been told that they have to step up the quantity and quality of local productions - documentaries, news, information, entertainment, the lot - and they have been trying their level best. They make mistakes. I appeal to Members to understand why it is important for them to make mistakes. Because if they do not make mistakes, then it means that they are not trying, they are having the mentality of the old Doordarshan. And if we are not careful, within a few years, we will be engulfed by the water and we will be all wet from the storm. It is very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me go to some points in particular raised by Members. What Mr Peter Sung has said, we understand, but what controls do we have in place? Because at the end of the day, the question is one of balance between regulation and competition. If we over-regulate, we will not be competitive. If we have no regulation, we will just go down market and the Ted Turners and the Rupert Murdochs of the world will engulf us. So once SBC is corporatised into a number of companies, we will create a Singapore Broadcasting Authority and it will be for this authority to censor everything that is broadcast, to set standards and to require of all public broadcasters public service responsibilities. Like our newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Westerners say that we are over-regulated, that our newspapers are muzzled, tempered and so on. They may say what they want. But our newspapers know that if they go all out for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1037</b></font>\n  <br>\n  <br> commercialisation and ignore the public interest, then I, as Minister, under the Newspaper and Printing Presses Act have got powers over them. And when SBC is corporatised, I will be coming before Members in Parliament putting forth legislation to ensure that between the Singapore Broadcasting Authority and myself as the Minister, we have adequate powers to stop local Rupert Murdochs from getting out of control. This, I assure you, we will do. We will have ultimate powers. But at the same time, there is no point corporatising SBC only to regulate it to death. Then it defeats the whole purpose of liberalising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we want to do is, however many channels there are, if there is a national emergency, or if the SAF has to mobilise people, or something dreadful has happened and we need people to give blood, or the Prime Minister has a very urgent message to get through to all Singaporeans, then I do not care how many channels there are, we will pre-empt the lot in order that all Singaporeans get the message. And if it also means going to the cinema halls, so be it. This is what we have to do. In other words, first, accept that it will be a much more open, fluid, competitive environment. But where it affects us to the core and we must intervene and we must be able to reach out, the facilities, the regulations, the laws are there at our disposal as a community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Koh Lip Lin asked about cable television. We have decided to go into cable television for two reasons: firstly, as a defensive move. Because if we do not move into cable television, we cannot stop people from buying dishes. They are already this size [indicating]. They will get smaller and they will come in all shapes and sizes. Some will look like flower pots. Unless the Finance Ministry gives me the money to have an army of censors, there is no way we can regulate in detail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experiences in other countries, especially in America, tell us that where you provide cable, most people, 95% of them, will not be interested in going through the hassle, firstly, of buying the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1038</b></font>\n  <br>\n  <br> dish, then pointing it to the right satellite and then hiding it from the law. They will not go through that trouble. And that is why, as a defensive move, we have gone into cable television. But it is not just a defensive move. It is to make us an information, a cultural and education hub in the region. We are determined to do this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You have read in America about all this laying of fibre optics. We are doing the same in Singapore. The trunk already exists, laid by Telecom. We will extend it to every household, and we will treat it as infrastructure. Just as a developer today is required to bring into the apartment, into the house, water, gas, electricity and the telephone line, we will require him to bring in the information superhighway right into the home. We will be the first city in the world to do that. We are determined to do it because in the next century, those who are able to manipulate knowledge will do best, and we cannot afford to be left behind. It is not just television. It will be education. It will be electronic newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just the other day, I met a Senior Executive from the Asian Wall Street Journal. She was discussing with me whether the Asian Wall Street Journal could have more copies circulating in Singapore. We were talking about the Asian Wall Street Journal's electronic newspaper. She told me that in New York now, they are experimenting with an electronic Wall Street Journal which will be available next year. Every 30 minutes, one hour, the newspaper on screen will be updated. So if you are doing business and time is of the essence, you know exactly what is the latest. Let us say something about IBM. If you want to know something more about IBM, you press the button and it gives you all the detailed information about IBM. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once television and newspapers are digitized, they become one field and they will be inseparable. And what our daily routine will be like 10 years from now, 20 years from now, I dare not know. It sounds very tiring. It may be tiring for those who are older. But I think for those who are younger, who are now playing around with computers and mice, they will have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1039</b></font>\n  <br>\n  <br> no problems, because the future is theirs. And we have to prepare for that age. So we are busily laying cables. We are starting this year. Many details of who pays will have to be worked out, but the idea is to get it in place quickly as infrastructure. Part of it Government will pay, part of it will be recovered by the company. We hope within 2-3 years a basic service will be available. We should take in 20-30 channels and after that, it is virtually limitless. It is virtually limitless because the ability of that optical fibre to carry signals which are digitized and compressed is near infinite. There will be more capacity than we will ever have time to watch or be interested in. It will be like paper once Gutenberg introduced the printing press. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Everyday, in our offices, in the bookshops, in the libraries, there are more things to read than we will ever have time for. But they are there. And the people who will succeed in that new world are not those who add to the information flow, but those who are able to package it for local consumption. As they say, value added in the future is information subtracted. And that is the world we are going in. SBC will have to learn how to package, how to combine what it takes in from the satellite, local productions and create something which Singaporeans say, \"Ah, I am most comfortable with this product. Let me have it and have it in abundance.\" And that is what we want to be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Vasoo raised many concerns about the effect of this new multi-media on the family structure, on the education of the young, on our social values. I think this is something which, not just the regulatory authority, but all of us will have to be mindful of. A book, a magazine, can provide good stuff, it can provide foul stuff. In the end, if our society as a whole has the antibodies, in schools, in the homes, in the workplaces, in the Ministries, in Government departments, then I think we will be able to absorb the best from this new technology and control the excesses. But it is a challenge. It is a challenge we cannot avoid. It is a challenge we must respond to with every fibre in our body. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1040</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether there will be a second or third private TV station? There will be many more than the second or the third, because tens of channels will be available through the box. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen asked about Singapore International Television. Who will pay for it? It does not come from licence fees. Both external services on television and on radio are now separately funded by Government. And no portion of the licence fee goes into subventing those two services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Should we influence others? Our TV and radio stations now overspill on to the Growth Triangle and we receive their signals - RTM1, RTM2, TV3, TVRI - and now there is the new station from Indonesia called the education channel which is available. It is friendly competition. They have two radio stations in Batam which provoked a furious response from SBC and we have covered the ground. They, in turn, will face competition from us and they will try to compete with us. And in the end, that is part of the market. Because national borders will become more and more porous in the face of this new technology. \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is what I meant when I said that not only have we to retreat to high ground, but we have to learn how to swim and to sail, which means to move out into the region and into the world so that in this great contest for the air wave, producing programmes, switching them around and distributing them, we are also a minor player. I do not think we can be a major player because we are too small. But if we work in alliances with others, I think we can be a minor but a significant player. I encourage our local media companies, SBC and its successor companies, Singapore Telecom, Singapore Technology Ventures, Singapore Press Holdings and every other Singapore company, the multi-media business, to also xia hai [ ], to also see how they can exploit niches in various countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng raised some troubling issues about television violence and he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1041</b></font>\n  <br>\n  <br> asked me what further steps we intend to take. I think there is no substitute for constant vigilance. Recently, we decided to move on video games because they were getting out of control. But once games are digitised, and they go over the telephone line of the fibre optic cable, how do we control? How do I control a telephone conversation? How do I prevent young kids from dialling long distance to get pornographic broadcast from America? We cannot control from the centre. In the end, it is the parents, the community, ourselves, as moral human beings, to control this because controlling the technology is not possible. But we can make it difficult for people to make money. So those operations which distribute pornographic videos to housing estates, every time we get the flyers, we conduct an operation, we round them up and we imprison the distributors. Rupert Murdoch and others may want to beam in their television free into Singapore. If they are too lewd or incendiary or pornographic, we can prevent them from collecting money, but only to a point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I read recently an article in Europe. They banned hardcore pornographic stations available on satellite in Britain. But this is a game, is it not? Because the companies then use the post, send out pay cards, and if you slip those pay cards into your set tops, you can receive and decode those channels. It is like subscribing to Playboy by Singapore Post and having it put in a brown envelope. How do you control that? Yes, occasionally, you can sample and find out who are transgressing, but this is a game which should be more and more difficult to control in the future, and we have to accept that. Do all we can at all levels, but recognise that the waters are coming in, whether we like it or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For violence, I think we have to make a distinction because they are not all the same. When we were young, we watched Road Runners and Tom and Jerry and cowboys and Red Indians and kungfu movies. Yes, they are violent but I do not think they do very much harm. Or even wrestling. Personally, I find wrestling very distasteful. They trip each other, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1042</b></font>\n  <br>\n  <br> smash faces in and they do all kinds of terrible things to each other. Then you have to remind yourself that it is all wayang. I wonder why people are interested. I go to Yaohan and I see all these television screens outside and people are standing there watching, enraptured by wrestling matches. Why are they interested, I do not know. I think they must tap something very deeply psychological in human beings. If you ask me whether or not we should ban wrestling, if it provides harmless entertainment, I say carry on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we are opposed to is a kind of pornographic violence which we are now seeing in the west. It all started, if you remember, the Clockwork Orange in the late 60s, systematic, sadistic, realistic portrayal of wanton violence by human beings done to human beings. Then the Godfather and it became commonplace. I have no difficulty classifying them as pornographic. Those kinds of violence, I think we should, without hesitation, try to stamp out as much as possible. But we must make a distinction. When I talk to some Members, they say, \"Look, why do you deny me my kungfu flicks when I find it very relaxing at the end of the day.\" I have to agree with them. We have to make distinctions. But the field is changing very rapidly and it will be for the regulatory authority and for which we will have to find wise men to sit on the Council to help guide our society and navigate us through the new shoals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were some questions raised about the arts by Dr Arthur Beng, Mr Peter Sung and Mr Peh Chin Hua. The article in the Straits Times \"Short cuts\", the antics of Fifth Passage, the two-way mirror and NAFA, I can say without any equivocation that this is precisely the direction that we do not want to take. In fact, when the newspapers carried the stories on Fifth Passage, the body hair incident and the self-stimulation of vomit, I applauded and I encouraged NAC to take a very firm stand. When we promoted the arts, we said, \"Look, the old OB markers have to be widened and we would determine the new OB markers when it is clear where they should be. When this incident took place, I say, \"Ah, this is a very good spot to plant a new OB marker.\" So we took a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1043</b></font>\n  <br>\n  <br> position, and many in the Arts Committee, including Dr Kanwaljit Soin, had their reservations, but I think for the long term it is good to define the boundaries. When the boundaries are clear, then those who act within the boundaries are free. But when the boundaries are not clear, those who act within the boundaries become unfree. This is a good position to take. At the end of the day, it is one of balance. We do not want to stifle artistic creativity. We have made a lot of progress over the last five to ten years and I see us continuing to make progress in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the new Arts Centre is ready, it will not just be for artists and for the higher brow art fans. It will be for everyone. This project on Marina Bay is very exciting. It will also be quite costly. But the site is superb and I am very pleased that President Ong Teng Cheong, who used to chair the Committee before he stepped down from office, is still on the Committee as our Adviser. The detailed plans will be ready for public exhibition within a few months. But our intention is not to make it just a venue for the high arts. We want it to be a civic centre, like a piazza, for all Singaporeans, that every time there is a major festivity, Christmas or the New Year, or Hongbao Festival, we all gather there and be happy. To make us doubly happy, the Satay Club will also be moved inside because, as we all know, the way to the Singaporean heart is through his stomach. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>5.07 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh Chin Hua raised some concerns about teenage idolisation of stars. I do not quite know what we can do here because, as far as I can remember, even when there was no television and when there was only radio and the 45 rpm gramophone record, we idolised stars and we had posters. But where young teenage girls want to starve themselves to death or want to commit suicide, then this is a psychological problem which we should study more deeply into and try to correct. I do not think the solution is in stopping SBC from allowing bouquets to be given \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1044</b></font>\n  <br>\n  <br> to stars. I think this is something which involves the upbringing of children, the education system and the kind of society we are. It is a multi-faceted problem which is not easy to solve. But in most cases we need not be too upset because it is just a phase which young people go through. But if young people come under the influence of cults, it is at that point that we have to be very worried, to prevent the exploitation of the young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Library 2000, Mr Peter Sung raised the possibility of using community centres and PCF centres for the collection and return of library books. I think I will put this to the Board when it is formed. We are conducting experiments now at Tampines and I think this is an experiment which they can conduct. We started four children libraries last year in conjunction with the PCF. They were overwhelmingly successful and they would be very convenient drop-off points for the return of books. But we have to work out the details and to find out whether there is a market for it, and whether it is an administratively practical thing to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the point raised by Mr Goh Choon Kang and Dr Koh Lip Lin about reading habit in Singapore, this is not a problem which can be solved overnight. The Japanese are great readers. If you go to their hotel rooms, everywhere there are posters and instructions telling you what you can do and what you cannot do. If you go to their subway, or you sit in their train or their buses, people are reading all the time. But it took them many generations to get to where they are now. Even before Meiji, during the Tokugawa period, they have already popularised mass education. They were already a literate population by the time of Meiji. We started much later. If you look at the education profile of Singaporeans now, yes, those in the 20s and 30s are well educated, but those in the 50s and 60s, those in my father's generation, they did not have the same privilege and same access to education. So naturally for many of us, the home environment in which we grew up were not conducive to book reading because the intellectual habit was not there. But this is a problem which should be solved over time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1045</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very heartened by the proliferation of bookshops all over Singapore now. Different companies. But sometimes when I visit these bookshops, I leaf through some of the books, they are still of low quality. The books which you can find readily in London, New York, Boston, San Francisco, Los Angeles and Tokyo, you are not able to find in Singapore still because the layer of high level readers is still not there. It is still very thin. The market is still not there. Another one or two generations, we will get there. Then in every household, reading becomes part of the accomplishment of the family. But it takes time. We have got to keep pushing. It will be one of the big responsibilities of the library statutory board when it is formed, but it is an effort worth making because it will mean a different world for our grandchildren. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen and Mr Low Thia Khiang rose --- \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I must remind Members that we are short of time. Dr Wang. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> I just want to ask the Minister whether he would take time to answer my question about cable television and access of the HDB dwellers to all the channels currently available on the cable television network. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> I want to apologise to Dr Wang and Mr Low Thia Khiang for not answering their questions. I have got it here, Sir. I overlooked the two points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will require our cable company to carry Singapore stations free. Whether or not they should carry Malaysian stations, I think it is for them to negotiate because copyrights are involved. If you say tap Malaysian channels in through cable vision, we may have to pay copyrights to those who sold the programmes to Malaysian TV channels. Then the question arises as to who has the right to the commercial slots. These are practical problems of intellectual property rights which will have to be resolved when we have cable television. I do not have the answer for Dr Wang now. But we will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1046</b></font>\n  <br>\n  <br> continue to broadcast all SBC channels on the air. TV sets are getting smaller. They will be available in cars, on wrist watches, bars and on boats and so on. So we will have to continue to put them out over the air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Mr Low Thia Khiang's points about Chinese books, these are the problems we have identified, which was why we highlighted them in the Library 2000 Report. It assumes great importance now as more and more Singaporeans develop a keen interest in Mandarin, especially to do business in China. The Committee has it in the Report and I will encourage the Library Board when it is formed to do much more for books in the non-English languages, particularly Chinese, in Malay, including Bahasa Indonesia, and in the Indian languages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether his constituency, Hougang, will have a library, I would like to remind Mr Low that the Hougang area is in fact many times the size of his constituency. The Library Committee has said that Hougang is a large area and needs a community library. But whether or not it should be in Mr Low's Constituency, I think, depends on the Library Board. I cannot promise him in advance. Originally, we had intended a branch library there and then it came back that there were not enough people in Hougang to justify a branch library. In any case, they have decided that is a wrong type of library to have. All Singaporeans should be served by a network of libraries and the people of Hougang, including the people in Mr Low's constituency, will be served by that network. \n  <br>5.15 pm \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, I have two questions to raise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Minister's reply just now, he gave me the impression that the policy of MITA is quite different from that of the Ministry of Education. From what he said, he was advocating a laissez-faire approach. But the Ministry of Education seeks to promote the Confucianist idea. The Minister said that because information is coming from all over the world, there is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1047</b></font>\n  <br>\n  <br> nothing we could do to stop it. I am not convinced. Surely some preventive measures can be taken. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Clarification, Sir. May I find out from the Minister whether HDB will continue to maintain the central antenna television system so that Singaporeans will continue to have a choice to decide whether they want to watch over-the-air transmission or cable television transmission? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, the Minister in his reply to my point mentioned that there are different types of violence. Yes, I could not agree with him more. But I would like to refer him to paragraph 2.2 of the Report of 16th February 1994. Here, it is talking about programmes that are imported from overseas and are referring to Mandarin programmes. The Committee noted that \"Hong Kong productions tended to have more graphic depictions of violence, torture and suffering\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the type of violence that I am talking about. I am not talking about the type of kungfu or wrestling type of violence. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, can I seek a clarification from the Minister? Does the Ministry of Information and the Arts have any clear policy guideline in regard to purchase of various language books, in terms of budget allocation? And is there any concrete measure or plan for the library to promote the reading habit among the Chinese readers? \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, I would like to assure Mr Peh Chin Hua that I was not promoting a totally laissez-faire attitude. The point I wanted to make is too much is as bad as too little. We have to strike a balance between regulation and competition. If we want to win every battle, we will lose the war. To win the war, we have to be prepared to lose some battles. That is the point I am making. That if you want every programme to be full of educational content, if you want every documentary to be politically correct and socially correct, I think we will lose the war. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1048</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You know, maybe more than a year ago, Run Run Shaw was asked whether we could build up a movie industry in Singapore. He is a very wise man, and he smiled and said, \"No. It is too clean.\" When I read that, I told myself it is a compliment. It is a compliment because that is precisely what we want to be, and that is precisely the reason why China today, Vietnam and other countries want to learn from us. How do we have that free flow of people, of capital, information, without the society becoming seedy and sleazy? But at the same time, while we want to be a clean society, we do not want to be a sterile society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You ask me what is the difference between being clean and being sterile. Well, this is precisely the balance that I am talking about. If we seek to control everything, the creative spark will be extinguished. Let me give you an example. Many years ago, we had a young producer called Robert Chua. He worked for SBC, fell out, went to Hong Kong, and he produced the most successful entertainment magazine programme Hong Kong has ever known and seen, which is called Enjoy Yourself Tonight. And today, copycats are found all over the world, including Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I met him recently because he is starting a 24-hour TV channel in Chinese over satellite. I said, \"Would you be interested if we were to take a stake in your company, from SBC?\" He said, \"Yes, but provided SBC does not control me.\" Robert Chua is very proud to be a Singaporean and his productions are not bad, they are not lewd, they are entertaining, and from time to time he helps our Commission in Hong Kong. But we cannot have a situation in SBC where we are so rigid, we drive out people like Robert Chua. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you a sense of some of the constraints that we face in SBC. Needless to say, our heroes cannot smoke, cannot chew gum. That we do dramas about the SAF, the Police, the Civil Defence, and so on, and all the organisations must be portrayed in a good light. A few years ago, the Medical Director of a hospital told me - at that time I was a Board member, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1049</b></font>\n  <br>\n  <br> I was not in politics then - that SBC wanted to shoot a film at his hospital. He said, \"Fine.\" In fact, they wanted to shoot a pick-pocketing scene in his hospital. So he told them, \"Over my dead body.\" When Moe Alkaff sips some champagne at the end of a magazine programme, there was a big howl in Berita Harian because it was during the Puasa month and Muslims were rightly offended. And when Gurmit Singh wore a cross, declaring that he is a Christian, some friends told me, \"Look. Must we needle the Sikhs on this point?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want our producers to be creative, we want them to know what our overall policy direction is. But I do not think it is possible for us to control them too tightly because if we do that, we will become a sterile environment. We may win all the battles but we will lose the war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Dr Wang Kai Yuen's question about central TV antenna system, that decision has not yet been taken. I think we have to look at the costs and the benefits and to ensure that the services which residents now enjoy will not be taken away lightly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng's clarification of his definition of \"violence\", I am glad that we share exactly the same idea. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang asked whether we have a policy to purchase more Chinese books and to promote more reading in Chinese. Yes, that will be our policy. It may not have been to his satisfaction and to my satisfaction in the past, but it will be in the future. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sung, will you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Sir, I thank Members who have spoken on this amendment for their invaluable contributions. I also thank the Minister for his reply, eloquent as he always is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of control has not gone away and I would like to draw a parallel with the CPF. In the case of the CPF, the Government was cautious, conservative, and was not going to move until the balances were high. Members of this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1050</b></font>\n  <br>\n  <br> House will remember that they strenuously persuaded the Government to relax the rules on CPF withdrawal, and the Government did move very slowly, but always when it was sure that the balances were high and enough. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of MITA, practitioners find their own OB limits. So they push, and when they push to the brink, or when they get beyond the limits, they will be pulled back, as has happened in the case of some cheap drama or cheap melodrama. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know why the Government has two ways: one for our financial resources; a different one for our morality. But they are different subjects, maybe a different approach is useful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SBC has many challenges. I think SBC has to be as good as those in Hong Kong, but without their value system. SBC has to be as competitive as international broadcasters, but without down-marketing. SBC has to promote the value system and preserve traditional virtues, but without losing the attention of the young. And SBC has to do all these with a limited budget. This is a tall order. But we cannot look just at the long distance, as the Minister has enunciated. Members of this House, members of the public are concerned with here and now. And I think they still feel that SBC has some way to go. Much has to be done, it must be done. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Will you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> In anticipation of SBC doing these, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Tong. Two minutes. \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo (Nominated Member):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the scope in the application of digital technology is enormous. Its application has brought about many changes in the way we work and play. However, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br> misuse and abuse of digital technology can cause unnecessary harm and damage, for example, the altering and combining of photographs. To illustrate, a recent New York news day cover photograph was doctored to make it appear that ice-skaters Nancy Kerrigan and Tonya Harding were practising together, but in fact they were not. The Acting Dean of Columbia University's School of Journalism called the picture the ultimate journalistic sin because it altered reality at a time when images carried much of a story's message. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister whether the existing legislation is adequate to check such abuse and whether further legislative rules need to be drawn up to address the ethical question of using digital technology for such purposes. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M):</b> Sir, I will reply on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advancement in technology opens up new avenues for creativity and abuse. If a person uses computer materials to which he has no authorised access, he can be charged under the Computer Misuse Act. If the person uses digital technology to produce materials which are objectionable and undesirable, he may be liable under other legislation such as the Undesirable Publications Act. The person may also be subjected to civil actions that may be brought up by the offended party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from time to time, it will be necessary for us to update our laws to keep up with the revolution in technology. \n  <br>\n  <br>\n  <!-- Mr Tong Kok Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Tong Kok Yeo:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RB 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will apply self-censorship. If you make a survey of the cinemas around, you will find that there is an increase in the number of R(A) films that have been released. I am just asking whether we have in a way compromised in terms of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> standards and we are pandering to all these people who are promoting the films. Are they diluting the standards we are setting? If this is the case, then I think we are subtly trying to promote yellow culture in the context of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that we need to exercise reasonable standards and maintain standards. And I would like the Minister to inform the House what has been done so far to curb the proliferation of R(A) films in the context of Singapore. \n  <br>5.30 pm \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights)</b>(\n  <i>In Mandarin</i>): Sir, TV and computers have great influence on children and the youths. I think now its influence has already exceeded that of the books. I notice that many school children are indulging in three things. One, video games played on the TV screen. Two, computer games. And three, the comics imported from Hong Kong and other countries. We have to monitor the contents of video and computer game software to ensure that they do not have adverse effect on our young people and children. This is like the sword-fighting novels, which are readily available and young people are easily addicted to them. If the contents give play to sex and violence, then they will be poisoning the minds and thinking of our young people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Board of Film Censors has already announced that with effect from this month, there will be censorship and regulation on the import of such games to prevent the influx of sex and violence oriented games. I think it is a wise move, but I think we should extend the scope of control to include computer games as well as other undesirable comic books. Some parents have already written to the newspapers to complain that entertainment centres and games parlours close to the schools are attracting school children who frequent such places after school to play the video games there. They linger around there and, as a result, their studies are affected. Does the authority intend to exercise some control over such places, such as, requiring such shops to apply for a licence before they can be allowed to operate, thereby regulating them? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some members of the public have also written to the newspapers to complain about comics imported from overseas which contain a lot of violence and sex so much so that even adults should not be reading them. But such publications are circulating underground. I would like the Minister to pay attention to this matter. We should control them so to prevent undesirable contents of video games, computer games, comics and magazines from poisoning the minds of our young people. It is not to universally ban these games as such, because there are games or comics with a healthy content which are suitable for playing or reading by children. It is not enough just to depend on the Government to control these activities. I think the schools, the teachers and the parents themselves must also play their own role in guiding the children and the students. They must exercise some form of supervision so that these children will be able to cultivate a good habit. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> I will reply to Dr Vasoo and Mr Goh Choon Kang on behalf of my Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, with regard to the question as to whether MITA has compromised the standards of censorship and the question of yellow culture in Singapore, I would like to assure the Members in this House that, in no way, will MITA allow the promotion of yellow culture in Singapore, let alone elements which we are sure will be bad influence to our society, not just to the young. And there has been no compromise in the standards of our control and censorship. In fact, for the past three years, the area of concern by many parents and community leaders is mainly on sex and violence, not only in films but also in videos as well as laser discs, which remain under strict control and censorship by the Board of Film Censors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1991, for example, we banned a total of 368 films, videos and laser discs from being shown or imported into Singapore. Out of this number, two of them were films depicting excessive violence and another 92 were in the form of video tapes \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> and discs. In the same year, 1991, 13 of these banned materials were as a result of having excessive sex in films and 185 in video tapes and discs. In the following year, 1992, a total of 337 were banned from entering into Singapore. Out of this, 57 were related to too much violence, one of which was a film and the other 56 were video tapes and discs. And 232 were banned because of excessive sex, 23 of them were films, and 209 were video tapes and laser discs. Last year, the total number banned has gone up to 460. Out of this, 96 were because of too much violence - 92 were in video tapes and laser discs and four of them in films. For films and video tapes with too much sex, 318 of them were banned and this comprised 17 films and 301 video tapes and laser discs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the whole, it is clear that MITA and the Board of Film Censors will continue to monitor the entrance of various entertainment materials and we will continue to keep them within an acceptable norm. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> In view of the reply, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Dr Vasoo. Two minutes. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I like to commend the Ministry for the efforts to reorganise the library and I understand that both regional libraries and community libraries will be established. What I want to know is whether, with this reorganisation, the funding would be reduced drastically in the light that library boards are going to be established to manage these regional libraries as well as community libraries. At the same time, I would also like to find out, because we are going to put in a lot of hardware and knowing that generally our reading population is rather small, what efforts would be made to ensure that the resources we are going to spend in reorganising the library would be effectively utilised. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze (Minister of State for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Information and the Arts (Dr Ker Sin Tze):</b> Sir, Dr Vasoo asked two questions. First, whether the funds allocated to develop the library will be reduced and, second, what kind of efforts we use to encourage more people to read. For the first question, I would say that the funds will not be reduced for both the regional library and the community library. In fact, more funds will be given to develop the libraries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the neighbourhood libraries, the initial start-up capital would be given by the Government and experts would also be loaned to community organisations to help them to set up the neighbourhood libraries. On the point about the efforts made, as I mentioned, the Government will provide the initial capital grant. Government will try to give professional expertise to community organisations to set up neighbourhood libraries. In addition to that, we also want to explore ways, in conjunction with the Ministry of Education, to see how we can encourage more people and more students to read and utilise the resources at the libraries. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> In view of the response, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Mr Chay. Two minutes. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RC 5100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I first raised this matter in 1989 regarding the construction of the new National Library. The Minister then replied that the new Library would be built at the grounds of the old Raffles Girls' Primary School. Each year, I have been looking forward to seeing some new building coming up. The matter has since gone through the hands of several Ministers. Knowing that the present Minister is an avid lover and reader of good books, I hope he can push this matter sooner while he has a good hand to shape it. I once took a walk inside the National Library, a few years ago, and I do not think it has changed very much from the time when I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> went there as a student. It was to say the least depressing. I think Singaporeans deserve a better place to be called the National Library. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Sir, after the announcement in this House of a new library in 1989, a library consultant was appointed to study the project. The consultant studied the details and came out with a building brief. That was completed some time ago. But since we set up the Library 2000 Review Committee and we were awaiting for the Committee to come up with its recommendations, the project was held back to take account of the recommendations of the Committee. Now that the Committee has made its recommendations, we will start to work on the new brief very soon and get the consultants to re-design and submit the building plan. \n  <br>5.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I assure the Member that at the Ministry, we are working hard to get the new library started. Hopefully, in two months' time, we will have a new plan completed. The new plan will take into consideration the recommendations of the Committee to have an arts library and a business library. Also, the new National Library will house the headquarters of the Library Board. All these will make additional changes necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the date of completion of the National Library building, it will take at least five or six years from now for it to be completed. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (6), Mr Robert Chua is not here. Mr Goh Choon Kang. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RG 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, much has been said about SBC programmes. So I shall not test your \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> patience further. But some repetition is unavoidable because I need to put forward a point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can understand the predicament of SBC. It has to compete with foreign stations and programmes. But to be able to compete is not to be more enlightened. On the contrary, SBC should establish its own set of standards and find its niche. The challenge for SBC is not confined to meeting the needs and demands of local viewers and listeners. It is, I think, facing a bigger challenge, a challenge from the revolution in communication and information technology. And I support the Minister's point of view that our media industry should actually go on the offensive and promote our own values and ways of life, rather than just be defensive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the growing economic strength of Asia provides the opportunity for our media and entertainment industry to also grow and venture abroad, and maybe to take on the Western media. The privatisation of SBC is a move in the right direction. Just now the Minister mentioned that he would encourage SBC and other local media to xia hia [ ], ie, to venture abroad. I would like to further suggest that our local media, printed media, entertainment media, Telecom and so on, team up together. Because by pooling resources, our local media and the entertainment industry can better compete abroad and stand a better chance of success. As a second step, it can then team up with other regional media companies to make further inroads into the global media market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in terms of programmes, to be fair to SBC, it has made many improvements, one of which is the many Mandarin series it has produced over the years. I think it has done a good job in terms of helping to promote the use of Mandarin among Chinese Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much of the success of the \"Speak Mandarin Campaign\" is definitely owed to SBC. Over the last 10 years or so, I think Mandarin has already taken root because \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> of the very vigorous promotion. It has already taken root in the Chinese community, especially among the younger generation. Maybe it is time now to have some review as to what should be the future direction and thrust of the campaign. I think our social environment has changed. The external environment has also changed. A new thrust of the campaign could be to facilitate and help all those who want to learn the language that has now become economically very useful. Just like the English language is being promoted by BBC and the British Council. Maybe some non-Chinese educated Members can be appointed to the campaign committee to provide new inputs and inject new ideas. Can I have the comments of the Minister? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chandra Das is not here. Mr Chin Harn Tong. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong</b>(\n  <i>In Mandarin</i>): Sir, I would like to give my views on the programmes over SBC Channel 8. The entertainment programmes broadcast by SBC over Channel 8 as compared to the early eighties have already improved in their content, and viewership has increased. I am therefore more concerned about the quality of the programmes. Ideally, entertainment programmes should not only make the viewers happy, but also be able to inculcate subtly the right values among the viewers. At least, there should be some meaning in humour, so that while people enjoy the entertainment, they will also reflect on what they have watched and gain some knowledge. In other words, there should be a balance between entertainment and education. It is not easy. To over emphasise on the educational aspect of the programme, of course, it will make the programmes boring, and will make the people unhappy. But if you stress too much on the entertainment aspect, then it will become a bit down market. As it is necessary to maintain a balance between the two, I feel that we should pay more attention and handle this matter very, very carefully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, a few months back, SBC broadcast a programme in Mandarin \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> known as \"Travels around China\". In this entertainment programme, there was a lot of educational content and it was a very, very good programme. At that time, people were disappointed with the programme being aired too late in the evening. Later on, when the programme was discontinued, some people thought that SBC was trying to produce \"Glimpses of South East Asia\" as a programme to replace \"Travels around China\". Unfortunately, this was only an expectation that did not materialise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In recent years, I have been very greatly concerned about the contents of the entertainment programmes broadcast over Channel 8. For example, in TV dramas, like the \"Angels of Vengeance\", there was so much violence in it that it even surpassed the Hong Kong programmes and was discontinued. I feel very appreciative and nostalgic about the old TV programmes which reflected the historical development and changes of society in this part of the world, like \"The Awakening\" and the \"Kopi O\" serials which reflect the life of the ordinary people. Why is it that our TV producers cannot produce more of such programmes? Why should they follow blindly the style of the Hong Kong producers? Is it because many of our producers in SBC have come from other countries and they do not quite understand our social conditions? If this is the case, then the authority concerned should take the necessary steps to rectify the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Variety programmes appear to be following the down market trend. One programme had one girl and one boy trying to catch an object thrown up into the air with their faces. Is it deliberately done to give them a chance to rub each other's cheek? What kind of game is this? Do you want viewers to get a chance to get close to their idols? Is it necessary to resort to this? This again shows that we must always maintain the necessary balance between entertainment and education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The selection of TV movie programmes seems to be very, very slipshod. For example, there are a lot of ghost stories, a lot of stories about cops and gangsters \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> and many of these low-taste down market programmes have been repeated several times. I know that we have not taken off in movie production, but there are still many, many good movies available from outside. So we have a lot of opportunities to select good programmes. I feel that maybe it is because SBC lacks comprehensive planning and guidance in the selection of movies for TV. I think the authorities should do a proper review. It may be said that it is because of the demand of the viewers that we have this kind of programme. But that is not a good reason. Do you have to design your programmes just to pander to the taste of the audience? Do you not think that the selection of good movies is also very important in an effort to maintain a good balance between entertainment and education? I hope the authority concerned will look into this problem and carefully select the movies for TV broadcast. This is a very important principle to follow. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin</b>(\n  <i>In Mandarin</i>): Sir, in recent years, the various programmes telecast by SBC, like their serials and documentaries, have shown marked improvement in their standard. I think we should commend them for this achievement. At the same time, members of the public are getting more concerned with the contents of the programmes produced by SBC, particularly the variety shows and the TV serials. Many people are of the opinion that the contents of these programmes have some adverse effect on our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, let me talk about the variety shows. At the moment, such programmes have too many low-grade jokes and some of the comperes are simply not up to the standard. This type of programme can be said to have the least improvement among the programmes in SBC. Even the prize-giving ceremony for the \"Most Popular Stars in SBC\" was disappointing. I think the vast majority of viewers were unhappy with this programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 6th March, there were some comments by the viewers in the newspapers. This programme enjoyed very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1061</b></font>\n  <br>\n  <br> high viewership because it was being slotted in prime time. At the same time, --- \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, I beg to report that the Committee of Supply has made further progress on the Estimates for the financial year 1994/1995, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [BG George Yong-Boon Yeo]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Six o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>MONITORING BENZENE IN AMBIENT AIR</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for the Environment (a) what is the level of benzene concentration in the air in Singapore; (b) whether there is any monitoring of the level of that concentration; and (c) what is the permissible limit. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Benzene is a suspected carcinogen. Diseases of the blood such as leukaemia and anaemia have in other countries been associated with repeated exposure to high concentrations of benzene vapour in the workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Monitoring of benzene in ambient air was initiated by my Ministry in 1990. So far, benzene has not been detected in our air. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The main source of benzene in ambient air is potentially from automotive petrol. Benzene is naturally present in petrol and may even be added as an octane booster. Complete combustion in the petrol engine converts the benzene to harmless products. To ensure it does not pose a problem, the level of benzene in petrol used in Singapore is closely monitored by my Ministry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) There are currently no standards or guidelines prescribed for benzene in ambient air although there are standards for workplace exposure. The Department of Industrial Health adopts a maximum permissible limit of 5 parts per million for workplace exposure for a normal 8-hour workday and a 40-hour workweek. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TRANSHIPMENT OF TOXIC WASTES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for the Environment what steps have been taken by his Ministry to prevent Singapore from inadvertently becoming a transhipment centre for toxic and hazardous waste intended for neighbouring Asian countries. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Large volumes of normal goods pass legitimately through Singapore every day as Singapore is a major goods distribution hub for the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, toxic wastes are moved through the same channels of transportation as normal goods. These wastes are sometimes disguised or falsely declared as normal goods. This is not easy to detect or prevent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore does not condone the illegal movement of wastes of any kind and we have taken several measures and initiatives to deter this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are adequate disposal facilities for wastes generated by our local industries. The generation, movement and disposal of wastes are closely monitored by my Ministry. There is no need to export unless it is to legitimate recycling centres approved by the importing country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Any action taken by Singapore alone, however, will not be enough to prevent or even deter the movement of toxic wastes as such an activity transcends national boundaries. It can only effectively be controlled through co-ordinated and joint action by all the countries affected. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry therefore works closely with the authorities in our neighbouring countries to investigate any shipment of toxic wastes and to take the necessary control measures whenever we have information about such shipments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Procedures to monitor and control the movements of wastes have already been developed with Malaysia on a bilateral basis through the Malaysia-Singapore Joint Committee on the Environment and we are developing similar controls with Indonesia through the Indonesia-Singapore Joint Committee on the Environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry, which currently chairs the ASEAN Working Group on Transboundary Pollution, has initiated through this Working Group the development of similar procedures for ASEAN countries to assist each other in monitoring and controlling the movement of such wastes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUBLIC ASSISTANCE ALLOWANCES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for Community Development how the monthly allowance of $150 for people on public assistance was arrived at; and whether this is an adequate sum for subsistence. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prior to 1990 Public Assistance (PA) rates were based on the Minimum Household Expenditure (MHE) determined by the Department of Statistics. In 1989 the Committee on Destitute Families of the Advisory Council on Family and Community Life expressed reservations about using the MHE and called for a review taking into consideration the changes in consumption patterns and prices of goods and services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome the limitations of using the MHE, my Ministry engaged a consultant firm to conduct a survey on the lifestyle and consumption patterns of low-income families, including PA recipients, ex-PA recipients and other low-income families. The 1990 survey showed that households with children had higher consumption expenditures than households of the same size without children. The 1991 PA rates were increased based on the survey results. For the first time families with children were also given a higher quantum of PA allowances. In 1992 the PA rates were again increased taking into account increases in the Consumer Price Index since 1990. No survey was carried out as consumption patterns were unlikely to have changed in the intervening two years. The current PA rates effective since 1st January 1993 range from $150 for one-person households to $430 for households with one adult and three children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to Public Assistance allowances, PA recipients and their dependants are given free medical treatment at outpatient clinics and restructured hospitals. Assistance is given to schooling children by the Ministry of Education and schools through waiver of school fees, supplementary fees and the provision of free textbooks, uniforms, bursaries, etc. My Ministry helps in job placement and provides interest-free loans of up to $2,000 to help PA recipients set up small businesses. As the PA rates are based on actual expenditures as determined by a survey and with the additional package of assistance, my Ministry feels that the help given is adequate. Nevertheless, we will continue to review the PA rates every two years to ensure that they meet current needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help PA recipients upon the introduction of GST on 1st April, PA rates will be increased by $5 to $15 per month or between 3.3% and 5.2% over the current rates depending on household size. This increase will more than offset the GST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will be reviewing the PA rates in the next financial year. We will be conducting another survey to determine the changes in consumption patterns and prices of goods and services for low-income families. Based on the survey the PA rates will be revised if necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RENOVATION OF THE KANDANG KERBAU HOSPITAL</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Health if he will justify the cost-effectiveness of spending $5.5 million on upgrading the Kandang Kerbau Hospital as the Hospital will be moving to its new premises in 1997. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The renovations to Kandang Kerbau Hospital were undertaken in the period immediately before and after its restructuring in April 1990. The new KK Hospital is scheduled to be operational in its new premises in 1997. The costs of the renovations are therefore being amortised over a period of 7 years. The renovations were necessary for the following reasons: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. the last major repair works and painting of the hospital had been done more than five years prior to that date, and the buildings were grossly in need of repair and maintenance; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. at the time of restructuring more facilities were required to accommodate an additional Department of Neonatology (transferred from Alexandra Hospital) and an additional Department of O &amp; G (comprising the Departments of O &amp; G from Alexandra Hospital and Toa Payoh Hospital) and to cater to anticipated increase in patient load; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;3. certain facilities were clearly unacceptable even for a very basic level of service to patients, for example, delivery rooms which were shared by four patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increased patient load that KK Hospital has had to handle within its present facilities in the last four years is as follows: \n  <pre> \r\n\r\n                                  1989        1993     Increase\r\n\r\n\r\n\r\n     Births                      12,291      15,858      29%\r\n\r\n\r\n\r\n     Admissions                  29,648      40,813      38%\r\n\r\n\r\n\r\n     Outpatient Attendances     117,929     202,427      72%\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;KKH has to continue providing a reasonable level of service, and handling these and continued increasing patient loads on an operational level in the current hospital until the new hospital is ready. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SOCIAL WORKERS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for Community Development if he will state: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) what is the number of qualified social workers; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) whether a formal registration for social workers is required; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) what is their salary scale based on; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) how many trained social workers are not working in their professional capacity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1069</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> \n  <br>\n  <br>\n  <i>Number of qualified social workers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, the only tertiary institution for training in social work is the National University of Singapore. Since 1974, the University has trained an estimated 830 social workers. In addition, there is a small number of social workers who are trained overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether a formal registration for social workers is required \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Formal registration of social workers is not required. \n  <br>\n  <br>\n  <i>Salary scale of social workers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Civil Service, social work graduates are paid the same salary as other graduates on similar grades. A graduate with a degree in social work in the Welfare Scheme of Service has the same salary as a graduate in the Executive Scheme of Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year the National Council of Social Service (NCSS) commissioned a study of the salary scales of workers in occupations similar to social workers. They adopted a salary scale which is comparable to what the Civil Service now pays its social workers. \n  <br>\n  <br>\n  <i>Number of trained social workers not working in their professional capacity</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1992, the Singapore Association of Social Workers (SASW) conducted a study on the number of social workers in social work related jobs. The study found that over the years about half of the NUS social work graduates of each cohort took up social work related jobs. Subsequently, only a third of the cohort remained in social work related jobs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1071</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940315/19940315-HA-0621071.htm\">Table 1 - Year-on-year Growth of Retail Sales Turnover, Breakdown of Visitor Arrivals, 1992-1993, Average Expenditure Per Person for 1992-1993 (Cols. 1071 - 1072)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1072</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1073</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940315/19940315-HA-0621073.htm\">Table - SKILLS DEVELOPMENT FUND (Cols. 1073 - 1074)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1074</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
