{"memberId": null, "volumeNo": "63", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"63\"> \n  <meta name=\"Sit_No\" content=\"3\"> \n  <meta name=\"Sit_Date\" content=\"1994-07-26\"> \n  <meta name=\"Start_Col\" content=\"227\"> \n  <meta name=\"End_Col\" content=\"310\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">63</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">3</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-07-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 227</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 63</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 26th July, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 228</b></font>\n  <br>\n  <br> \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Defence and Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Defence. \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Davinder Singh - from 26th to 27th July, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong - from 28th to 30th July, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Abdullah Tarmugi - from 2nd to 4th August, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung - from 16th to 20th August, 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>GOODS AND SERVICES TAX</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress report on implementation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Robert Chua Teck Chew</b> asked the Minister for Finance whether he will give a progress report on the implementation of the Goods and Services Tax and what is the impact of the GST on the economy and the different business sectors. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, on the whole, the implementation of GST since 1st April 1994 has progressed very smoothly, considering it is a new tax with a very comprehensive tax base. There were, of course, some minor hitches in the initial stages of implementation due primarily to unfamiliarity of traders with new procedures introduced as a result of GST. However, teething problems encountered were resolved quickly. For example, based \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> on feedback from traders, the requirement for outward permits to be taken out prior to export of goods was done away with on 1st June 1994. I would therefore like to assure the House that the Ministry of Finance, the Inland Revenue Authority of Singapore and the Customs and Excise Department will continue to hold regular dialogue sessions with the various Chambers of Commerce, the Institute of Public Accountants and various business associations to monitor and resolve any teething problems that may arise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As GST has only been implemented for three months, it is premature to assess its overall impact on the economy at this stage. Nonetheless, preliminary indications are encouraging. The Consumer Price Index (CPI) rose by only 0.5% between the months of March 1994 and April 1994, and by only a total of 1.5% between April and June 1994. The year-on-year increase from April 1993 to April 1994 was only 2.9%. Although the year-on-year increase for June 1994 of 4.1% was the highest since the implementation of GST, Government still expects the overall inflation for this year to remain within the range of 4.5% to 5.5% forecast earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Trade figures for the months of April to June 1994 also indicate that the implementation of GST has not hampered our trade with the rest of the world. Between the months of April to June 1994, total value of our imports amounted to about $37.6 billion, up by about 8.4% from $34.7 billion over the same period last year. The fact that trade has not been affected by the implementation of GST is probably due to the various schemes implemented, such as the Major Exporter Scheme and the Bonded Warehouse Scheme, to help alleviate possible cash flow problems traders may face as a result of GST. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The implementation of GST is still in its infant stage. The Ministry of Finance will continue to monitor its implementation and impact on the economy in general and specific business sectors, in particular, to see what procedures could be improved or fine-tuned, where necessary. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Sir, would the Minister be able to tell us about the impact of GST on the retail sector? Does he have any figures or information? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> At this stage, we do not have. Collecting that data is not easy and it is difficult to see any way for the first three months. I think we will have to wait for six months or a full year's implementation before we produce any figures of significance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TAX ON PUBLIC UTILITIES BOARD CHARGES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Ling How Doong</b> asked the Minister for Finance, with 3% Goods and Services Tax, why is there a necessity of 2% tax on Public Utilities Board charges. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The Goods and Services Tax (GST) and the PUB tax were imposed for different reasons. A 5% utilities tax on PUB charges in excess of $40 per month was introduced on 1st April 1989 as a means to discourage the excessive consumption of gas, electricity and water. This conservation measure remains valid and should be retained. On the other hand, the GST is a general consumption tax levied on the final value of any goods and services consumed in Singapore and will therefore have to be imposed on top of the 5% utilities tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To avoid increasing the total tax levied on PUB charges, the utilities tax was therefore reduced from 5% to 2% on 1st April this year, simultaneously with the imposition of 3% GST. It is an offset. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> I thought GST was meant to convert the present tax system into a broad based and more equitable one. I fail to see the reason why this particular tax cannot be abolished for the simple reason that if you use more you pay more GST. If you use less, you pay less GST. The same principle should apply here. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> I said that the 5% tax was originally used as a conservation tax and conservation is still an important consideration. I think we should retain it to discourage people from spending more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> rather than paying more because you spend more. We should spend less and pay less. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member):</b> Sir, since the introduction of the 5% tax, has consumption been reduced? Has the 5% tax been effective? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> I do not know the exact figures. I would doubt that consumption has declined in absolute terms. What we are hoping for is that it will reduce the rate of growth because consumption of PUB utilities normally grows either in line or faster than GDP. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PUBLIC SECTOR FEES AND CHARGES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Increases)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Robert Chua Teck Chew</b> asked the Minister for Finance whether there have been any recent or proposed increases in fees and charges in the public sector contrary to the Government's agreement to impose a moratorium on such fee increases during the first year of the introduction of the Goods and Services Tax as recommended by the National Wages Council and, if so, what are the reasons for such increases. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> The NWC recommended that during the first year of the introduction of the GST, there should be a moratorium on increasing public fees and charges, except for those increases that are absolutely necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The GST was implemented on 1st April 1994. Between then and 1st July 1994, fee increases were implemented by one ministry, one statutory board and five educational institutions. The Ministry of the Environment raised refuse removal and disposal fees on 1st June 1994. The Port of Singapore Authority raised its tariffs on 1st July 1994. University and polytechnic fees were increased on 1st July 1994. None of these fee increases were related to GST itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increases were necessary to recover unavoidable manpower and material related cost increases. They are consistent with the Government's policy to make gradual and periodic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> fee adjustments to minimise their inflationary impact. Delaying them would only have resulted in far larger and more painful adjustments for individuals and businesses later on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>QUEUE-JUMPING IN PUBLIC PARKING PLACES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Lau Teik Soon</b> asked the Minister for Home Affairs whether he will consider introducing or amending legislation to make the act of queue-jumping at public parking places a criminal act and a punishable offence. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Wong Kan Seng):</b> Sir, queue-jumping at public places which causes danger to other road-users is already a criminal act and a punishable offence. Depending on the situation, action can be taken against a motorist under the Road Traffic Act for reckless, dangerous or inconsiderate driving or under the Road Traffic Rules for careless driving. If convicted, the offender can be jailed for up to six months or fined up to $1,000 for the first offence. There is no need to amend these legislation or rules as the existing penalties are adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other forms of queue-jumping such as those which do not cause danger to other road-users are essentially discourteous rather than criminal acts. Police does not see any need to criminalise such acts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RENEWAL FEE OF DRIVING LICENCE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Reduction)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Chiam See Tong</b> asked the Minister for Home Affairs whether the renewal fee of a driving licence will be reduced from $20 to $5 per year as the administrative costs do not justify a charge of $20. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, the fees for driving licences were last revised 16 years ago in 1978. Despite the increase in the cost of administration during this period, these fees have remained unchanged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore do not see any need to reduce the driving licence fees as proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> What is the administrative cost to renew one driving licence? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> The administrative cost to renew a driving licence is about the same as what we collect. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PAYMENT OF FOREIGN MAIDS' LEVY BY GIRO</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Ling How Doong</b> asked the Minister for Labour why his Ministry insists that employers pay their foreign maids' levy by GIRO on pain of having their applications refused or permits revoked. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Mr Speaker, Sir, currently, about one-third of employers of foreign domestic workers pay the foreign worker levy of $300 a month by GIRO. The remaining two-thirds pay the monthly levy by cash or cheque. Paying the foreign worker levy by cash or cheque is not only more inconvenient than GIRO but can also lead to problems if employers forget to pay the levy or fail to pay the levy on time. This is because failure to pay the foreign worker levy will result in the cancellation of the work permit for the worker involved. The employer will then have to apply for reinstatement of the work permit which requires time and effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such situations not only inconvenience employers but also create unproductive work for the staff of the Work Permit and Employment Department as each case has to be reviewed individually. Hence, the implementation of compulsory GIRO payment of the foreign worker levy is to reduce the inconvenience to employers as well as to enhance the productivity of the Department. Adopting the GIRO mode of payment is also in line with the national effort to reduce the need for regular cash or cheque payments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has therefore decided that approval for all new work permit applications or renewals for foreign domestic workers submitted on or after 1st September this year will be on condition that the employer pays the foreign worker levy through GIRO. Employers who are currently employing foreign domestic workers will be required to switch to GIRO \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> only when renewing their workers' work permit. Hence, no work permit will be revoked. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Would the Minister agree with me that this impinges on the right of individuals in the sense that indirectly you are saying that the Singapore money is not legal tender and a cheque from a bank is also not legal tender? Neither is postal order. It will be a very dangerous precedent to set here because there will be nothing to prevent private enterprise from imposing the same condition, more so if it is a monopolistic organisation outside. They can insist that if you want to buy this good, you pay by means of a gold bar or something else. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I think the Member is grossly exaggerating the situation. What we have done is to require those who apply for a work permit to employ a domestic worker, as part of the condition for the approval of such a permit, to make payment of the levy through GIRO. This is for the employer's convenience and also to improve productivity and reduce unnecessary work on the part of the processing department and the collecting agency. We are not saying that by doing so, the Singapore currency is no longer recognised as a medium of monetary transaction. Nothing of that sort. All I am saying is that if you want to employ a foreign domestic worker, you have to comply with certain conditions. There are conditions attached to every approval for a work permit. Among the many conditions that are attached is the one that requires you, as the employer, to pay the levy by GIRO deduction. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, would the Minister confirm whether this regulation applies to employers of all foreign workers, or only to employers of domestic foreign workers? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, as a first step, we have decided to impose this requirement on those who employ domestic workers with effect from 1st \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> September 1994. My Ministry will review whether there is a need to also extend this to all the other employers, in other words, the commercial employers of foreign workers. This is a matter that we will study and we will make a decision at a later stage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD BALLOTING EXERCISE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Number of applicants and flats)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Chng Hee Kok</b> asked the Acting Minister for National Development, in the latest Housing and Development Board balloting exercise, if he will state the number of (i) first-time applicants; (ii) applicants upgrading to larger flats; and (iii) flats available. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for National Development (Mr Matthias Yao Chih) (for the Acting Minister for National Development):</b> I have the numbers for the second quarter for this year. The third quarter's numbers are still being processed. In the second quarter 1994 booking exercise held in April this year, HDB received a total of 91,939 requests for a total of 8,422 flats located in both mature and non-mature estates. Of the total requests, 41,646, or 45%, were from first-time applicants and the remaining 50,293, or 55%, were from those who have bought a flat from HDB directly before. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, how will the Government favour first-time house owners over those who are upgrading from a HDB flat and who have already taken advantage of the Government's subsidy? In other words, how does the Government favour the first-time house owners in this exercise? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, under the existing balloting system, first-time applicants are favoured in that within four to five ballotings, they will be given a number whereby they can come to HDB and select a flat. They may not actually select a flat, but they will be asked to select one within four to five ballotings. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> But due to the big gap between the supply and demand in any balloting exercise, there is no assurance that first-time house owners, no matter how many times he ballots and if he is very unfortunate, he will not get his flat. How does the Government ensure that he will get his flat at some point in time? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, HDB is reviewing the balloting system. We want to try to change the system in such a way that there is greater assurance to such first-time buyers so that they will be getting a flat within a certain time frame. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, may I get clarification from the Senior Parliamentary Secretary as to how long an upgrader will have to wait before he gets his flat? From the figure given yesterday, I understand that HDB is building 30,000 flats a year and every year, 26,000 new families are being formed. If we were to give priority to the new families, then every year there is only a surplus of 4,000 flats available. And in his reply this afternoon, he said that there are 50,000 upgraders. So if you take 50,000 and divide by four, you are talking about 12 years. Maybe some of those upgraders would have died before the flats are allotted to them. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, indeed that would be the case if HDB chose the system where every first-time applicant will get his flat straightaway when he applies. I do not think that is a good solution. We are looking at the various formulas and reviewing what we should do and, in due course, we will announce the new system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CENTRAL PROVIDENT FUND</b>\n  </div> \n  <div align=\"center\">\n   <b>(Employer's contribution for employees above 55 years)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Goh Choon Kang</b> asked the Minister for Labour whether he will review the employer's Central Provident Fund contribution rates for employees above 55 years of age in view of the fact that the retirement age is now 60 years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, the employers' CPF contribution rates for employees aged above 55 were reviewed last year when the retirement age was raised to 60. As a result of the review, the employers' CPF contribution rate for employees aged 55 to 60 was reduced from 12.5% to 7.5%. The employers' contribution rates for employees aged 60 to 65 remain at 7.5% and for those above the age of 65, they remain at 5% unchanged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 5% adjustment for those aged between 55 and 60 was made to address concerns that raising the retirement age would result in higher labour costs as the wage scales were and still are very much seniority-based. It helped to reduce the cost of retaining employees beyond the age of 55. Employers were also urged to make use of the saving resulting from the 5% adjustment to upgrade the skills of their older workers through re-training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the 5% adjustment would have minimal effect on most workers' ability to meet their retirement, housing and medical needs. Projections or studies by CPF Board show that apart from providing for the worker's housing and medical needs, his CPF balance at age 60, after the 5% reduction, would still be sufficient to provide him with a monthly annuity of between 20% and 40% of his last take-home pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the recent 5% adjustment, my Ministry feels that there is no need to make further adjustments to the employers' or employees' CPF contribution rate for the older employees. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, does the Minister feel that this adjustment actually goes against the very rationale of raising the retirement age to 60 years old? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I do not think the revision to the CPF contribution rate for those aged between 55 and 60 is contrary to the objective of raising the retirement age. I think we have to recognise that in the Singapore context where our wage scale is still, by and large, seniority-based, we have to note the concerns of the employers in particular \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> that, by raising the retirement age, we are unwittingly contributing to a higher cost for the employers, especially if they have to retain more of their older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The intention here is to ensure that older workers will remain in employment and not be retrenched by their employers because it may cost the employers more to employ them because of the seniority-based wage scale. So by adjusting the CPF contribution rate for those aged between 55 and 60, we are in fact supporting the objective of the higher retirement age. We are ensuring that fewer employers will feel the necessity or be compelled to retrench their older workers because there is now a slight reduction in the cost to the employers by way of a lower CPF contribution rate. So more of the older workers will remain in employment, more of them will be able to have a regular monthly income, at a slightly lower CPF contribution. But I think, on balance, it is in their long-term interest to have this adjustment and to remain in the workforce. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> But why is it that only this age group of 55 to 60 years are affected, that is, their contribution rates are reduced, and not the other age groups? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I would like to inform the Member that those aged between 60 and 65 contribute a total of 15%, ie, the employer contributes 7.5% and the employee contributes 7.5%. Those above 65 contribute a total of 10%, ie, 5% each from employer and employee. So, in effect, there is a gradual reduction in the rate of CPF contribution as the worker gets older. Below the age of 55, the total contribution is 40%, ie, 20% each. For 55 to 60, it is 20%; 60 to 65, 15%; and above 65, 10%. So there is a gradual reduction in the rate of contribution. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> But why is it that the employer pays less for this category of workers? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, as I have explained in my main answer, the adjustment of the CPF contribution rate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> for the older workers is to take into account the concern about the higher cost that comes about with employing more of the older workers. And, again, I must reiterate that this has come about because of the seniority-based wage scale. So if you reduce the employees' CPF contribution rate, it has no impact on the cost reduction objective. Therefore, you should reduce the employers' contribution in order to reduce the cost to the employer for employing the older workers. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> The contribution rate is 20%. My question is: why cannot the employer pay 10% and the employee pay 10%? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, that is a matter of judgment. We felt that a 5% reduction for the employer was necessary to ensure that there is no temptation nor preference to retrench older workers. If I were to take the Member's suggestion, it would in effect mean only a 2.5% reduction for the employers of the older workers. This may still be inadequate to address the concern and may, in fact, still encourage some employers to find ways and means of either retrenching or terminating the services of their older workers. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> The Ministry seems to assume that people who are 55 years and above are less productive. But they are just as productive after they reach the age of 55. They are very senior and if they carry on working up to 60 years, they are in fact taking a wage cut. So are there provisions for people, who are still very productive, to maintain their CPF at the normal rate? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, I pass no judgement on the productivity of the older workers. All I am saying is that, under the seniority-based wage scale, the older workers invariably will cost employers more. Although the CPF contribution for the employers has been reduced by 5%, there is no provision or requirement to stop the employer from rewarding his older workers for their experience or their high level of productivity by other means. And I think wise and prudent employers would do so to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> encourage or motivate their older workers. There are many other mechanisms which will more than offset the reduction in CPF on the part of the employers' contribution. They can always pay them a bonus, like other workers, and they can receive other kinds of incentive payments to give recognition to the older workers in order to get them to maintain their productivity and to make use of the experience for the organisation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>POST OFFICES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension of closing hours)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Harun bin A Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Encik Harun bin A Ghani</b> asked the Minister for Communications whether the closing hour of post offices will be extended to 10 p.m. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, the closing times of post offices vary according to demand for their services. Most post offices close at 5.00 pm on weekdays, 1.00 pm on Saturdays. However, six post offices in Orchard, Ang Mo Kio, Jurong, Toa Payoh Town Centre open till \n  <br>8.00 pm on weekdays. Most sub-post offices and postal agencies operate up to 9.00 pm on weekdays and Saturdays, some open on Sundays and public holidays as well. The General Post Office at the CBD area is open 24 hours every day, 365 days a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore Post did open all their 88 post offices till 8.00 pm one day a week. This was a few years ago. They have now reduced this to 13 because of low demand for postal services after 8.00 pm. Because of low demand, it is not cost effective to extend the closing hours of post offices to 10.00 pm. Customers who need to buy stamps after 8.00 pm can go to stamp vendors or make use of postage vending machines and ATMs which dispense stamps. Other postal services after 8.00 pm are available at postal agencies and at the General Post Office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FORMER DRUG ADDICTS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Grant of taxi licence)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Encik Harun bin A Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Encik Harun bin A Ghani</b> asked the Minister for Communications whether he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> will consider giving a taxi licence to remorseful or repentant former drug addicts after they have led a drug-free life for at least five years after their release from drug rehabilitation centres. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, in order to make sure that the public can take taxis and other public service vehicles without worrying about their safety, ROV ensures that drivers of these vehicles have clean and safe driving as well as criminal records. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it does not mean that applicants with adverse records are barred forever. ROV considers such applications on a case-by-case basis, depending on the severity of the offence and other special circumstances. Since January 1992, based on the recommendations of the Central Narcotics Bureau and the Singapore Anti-Narcotics Association, ROV has approved 88 applications for taxi driver's vocational licence from former drug addicts. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, how many applicants applied for licences, whereby 88 were approved? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I am afraid I do not have the figure offhand, but I can make it available. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is it 1,000 or 2,000? Or the Minister really does not know. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I have no idea. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Sir, does the ROV go into the medical history of a prospective taxi driver? For example, will an epileptic be allowed to drive a taxi? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, taxi drivers go for medical check-ups and beyond a certain age, the medical check-up becomes more and more thorough in order to make sure that they are able to withstand the stress of driving taxis. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, will the Minister indicate whether there are any relapse cases out of the 88 ex-drug addicts who were given licences? In other words, were any of these licences withdrawn since then? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I do not have any records so far of any relapse cases among the 88 ex-drug addicts. If there have been any relapse cases, they would be drawn to my attention. But so far, I have not received any such evidence. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Will the Ministry be more liberal in considering the applications of these people if the number of relapse cases is very small? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> As I said, on the one hand, the ROV has to make sure that the people who drive taxis on the road do have a clean record in order to ensure that commuters are able to take taxis with complete ease of mind. At the same time, we do recognise that there are special circumstances and because of that, we do grant special dispensation. But this has to be done on a case-by-case basis. It cannot be a blanket regulation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB DESIGN-AND-BUILD SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Dr Toh Keng Kiat</b> asked the Acting Minister for National Development whether he will give an update on the progress of the Housing and Development Board design-and-build scheme. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih (for the Acting Minister for National Development):</b> Mr Speaker, Sir, the design-and-build scheme was launched in 1991 to provide a greater variety in housing design. Under the scheme, the HDB sets aside land within its new towns for private architects, engineers and contractors to design and build public housing. To-date, HDB has awarded seven design-and-build contracts to the private sector. Five of these have already been offered for booking. Two are located in Tampines, two in Chua Chu Kang and the latest offered in the July booking exercise is situated in Jurong West. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The response to the design-and-build flats has been very good. For example, the ratio for applications to the flats available for Chua Chu Kang in the April exercise was nine times. The seven design-and-build contracts awarded so far are now at various stages of construction. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> earliest to be completed is the first contract in Tampines which will be ready by the end of this year. When all the seven contracts are completed, they will yield a total of 4,643 flats. HDB plans to build 10% of its new flats under this design-and-build scheme. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat:</b> Sir, if I may ask the Senior Parliamentary Secretary, what have been the problems raised by people involved in this scheme? In particular, has there been any complaint about the adequacy of time given for completion of a project? I have spoken to one or two people involved in this and they said that --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. No speeches. Please ask your question. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat:</b> Sorry, Sir. In particular, as I said, the adequacy of time allowed for the completion of the project. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, this is a new scheme and the designers and contractors are learning how to work within HDB's requirements and framework. There are private sector practices which differ from public sector practices. As the hon. Member knows, there is a long waiting list for HDB flats and naturally, HDB would like the flats to be completed fast so that all the applicants can get their flats early. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, in view of the fact that land is being tendered out by the HDB to the private sector, is it necessary for us to continue with this design-and-build scheme? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, we will look at the scheme as we go along. The design-and-build flats are, on average, more expensive than the flats designed and built by the HDB. Therefore, we would like to continue to give a choice of good, functional and affordable flats built by public sector architects. And for those who wish to have more elaborate designs built closer to private sector standards, they can choose the design-and-build flats. HDB intends to have 10% of such flats under this scheme. But if there is demand, HDB can always increase it to a higher percentage. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, the Senior Parliamentary Secretary misunderstood me. I said that in view of the fact that we are already tendering out land to the private sector, maybe we should abolish this scheme completely. There is really no need to increase the percentage of flats built under this scheme. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> I do not understand. Is the hon. Member suggesting that we abolish the design-and-build scheme? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> And what do we do? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> The design-and-build scheme has both features of cheap land and good design by the private sector. Naturally, it encourages a very high demand. In view of this, do you not think that it is high time we started to move away from this? This land can be tendered out to the private sector. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, certainly, we will consider this suggestion. What will happen is that when we tender land like URA parcels being tendered out and developers develop the pieces of land into condominiums and price them according to private sector prices, then that would not be public housing any more. The choice will still be between HDB-designed flats and condominiums. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the Senior Parliamentary Secretary says that the design-and-build flats are more expensive. Does that mean that, relatively speaking, these flats are more costly for the HDB to build? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Relatively speaking, yes. Because the private sector architects will incorporate better finishes, more elaborate designs and therefore the cost of these flats will be higher. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Is that the reason why the HDB is limiting the design-and-build flats to only 10% and not to increase it to a higher percentage? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> We are looking at the demand. So far, there is a good demand for design-and-build flats, so is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> there a good demand for HDB design-and-build flats. We will look at the balance and see what is a better formula. At the moment, it is 10%. The flats have not been completed. Nobody has moved into any of them yet. So we still do not know. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> In principle, is the HDB willing to give more work to the private sector in regard to building public housing? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> In principle, yes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LABOUR WASTAGE AND UNDEREMPLOYMENT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Mr Chia Shi Teck</b> asked the Minister for Trade and Industry whether labour wastage and underemployment are a problem and whether he will set up a committee to deal with the problem. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Goh Chee Wee) (for the Minister for Trade and Industry):</b> Mr Speaker, Sir, given the very tight labour market and high level of competition in Singapore today, it is unlikely for labour wastage or under- employment to be much of a problem at the national level. At the company level, however, there could be individual cases of inefficient utilisation of manpower. But companies which routinely waste or underemploy their labour will suffer cost penalties which would render their operations non-competitive or even non-viable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To remain profitable and viable, employers will need to deploy their staff efficiently and help them to be productive by training, motivating and managing them properly. With technology and the market conditions changing rapidly, employers will need to train their workers continually to equip them with the relevant skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are numerous training programmes available to help employers become better and more effective business managers. These are run by organisations like the Singapore Institute of Management, Marketing Institute of Singapore, Management Development Institute of Singapore, NUS and NTU. The National Productivity Board (NPB) also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> runs best-in-management lectures and breakfast talks to help keep business managers abreast of current productivity issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Skills Development Fund (SDF) also sponsors many schemes for the training and upgrading of workers. These are run by various organisations, including NPB, polytechnics and the Institute of Technical Education. In addition, NPB has intensified its efforts to promote on-the-job training which is more affordable for the smaller companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through active promotion by these organisations, the SDF now supports more than 400,000 training places annually. It spends about $70 million on these training schemes every year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NPB regularly reviews its training schemes to ensure that they are relevant to employers' and employees' needs. For example, NPB recently launched three new worker training schemes which will benefit employees of small firms, workers in the high value-added manufacturing sector, and retrenched staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I strongly encourage employers to make full use of the available training schemes for both themselves and their workers so that they can maintain their competitive edge. As the schemes to help employers make better use of their workers are already in place, there is therefore no need to set up a committee to look into the issue. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, from the answer, is the Minister of State saying that there is no labour wastage in Singapore? \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> As I said earlier on, at the national level, we do not think labour wastage or underemployment is much of a problem. But at the individual company level, there could be cases of under-utilisation or inefficient utilisation of labour. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Sir, is there a standard in all industries which is set by the Ministry so that we can actually measure whether or not there is wastage? Let us say in the hotel industry, the ratio on the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> number of rooms to the number of staff, where we can then give incentives to those who meet the standard and penalise those who do not. Because under the tight labour situation, we may have to look at that. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> There is no such so-called standard. But I think in a competit2ive environment, companies will have to be efficient and those which can utilise their labour efficiently will be the ones which will succeed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Privatisation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;13. \n  <b>Dr Kanwaljit Soin</b> asked the Acting Minister for National Development whether he will consider the privatisation of the Housing and Development Board in line with the nation's long-term economic plans. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih (for the Acting Minister for National Development):</b> Mr Speaker, Sir, privatisation of Government agencies or statutory boards allows self-financing organisations greater autonomy and incentive to streamline, improve productivity and expand their scope of operations. HDB has not been identified in the list of statutory boards suitable for privatisation, as it clearly does not fall under such a category. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB incurs very large operating losses in its public housing programme, and has to be heavily subsidised by the Government. In FY 92, for example, the subsidy given by HDB in its sale of flats activity was $624 million, while the total subsidy in HDB's housing activities (which include its rental flats activity, for example) was $819 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB is not a suitable candidate for privatisation. However, I can assure the hon. Member that HDB has already divested itself of many of its functions which can be privatised. For example, its estate maintenance services have been privatised with the formation of two companies, and HDB's building programme is tendered out to private contractors. Some of its new neighbourhood and town centres are being \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> developed by the private sector. HDB's design-and-build scheme involves private architects and contractors in the design and construction of HDB flats. In the Main Upgrading Programme, the design of some of the upgrading precincts is farmed out to the private sector. The formation of Town Councils is also a divestment exercise in which the management of the new towns and the estates has been passed to those in closer contact with the people on the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;HDB is constantly reviewing its operations and identifying further operations and functions that can be divested or privatised if appropriate. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Would the Minister consider following the example of the restructured hospitals which are costed, run and managed on a private basis but with subventions for the subsidised beds? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, that can be considered, but HDB is already doing as much as it can to actually privatise part of the operations. So we will look for more ways of doing so, and at the same time providing good public housing to the public. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I want to ask about this subsidy given to the HDB in 1992. Can the Senior Parliamentary Secretary please explain how this $624 million come about? \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, this is a question on privatisation of HDB as a company. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUICIDE OF FULL-TIME NATIONAL SERVICEMAN</b>\n  </div> \n  <div align=\"center\">\n   <b>(Terms of reference of Committee of Inquiry)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;14. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Defence (a) what are the terms of reference of the Committee of Inquiry to be convened by his Ministry into the suicide of full-time National Servicemen Gordon Khor Chun Keat aged 20 in Jurong Camp on 1st July 1994; and (b) whether he is aware of any prevalence of excessive punishment for relatively minor offences in the camp of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> deceased and unfocused attitude of the High Command to suicidal tendencies in its rank and file and, if so, whether his Ministry will include questions concerning these matters in the terms of reference of the Committee of Inquiry. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Defence (Dr Lee Boon Yang):</b> Mr Speaker, Sir, before I proceed to answer the question, may I urge the Member for Hougang to familiarise himself with parliamentary procedures concerning Questions for Oral Answers. His untimely interjection yesterday was unnecessary and a mark of impatience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we value the life of every SAF serviceman. Whenever an SAF serviceman loses his life, regardless of the circumstances, we consider the loss one too many. Therefore, it is the practice for Mindef to conduct an independent and comprehensive investigation into all deaths from unnatural causes which include suicide cases. For those involving national servicemen, the investigation is normally conducted by a Committee of Inquiry (COI) headed by a senior public official from outside Mindef. The scope and terms of reference for each Committee of Inquiry are comprehensive and seek to cover all possible aspects that could shed light on the incident. The Committee will look into the circumstances and events which led to the incident, including the serviceman's family background, medical and psychiatric history, disciplinary records and personal problems. The findings and recommendations of the Committee of Inquiry into the death of Private Khor, like other Committees of Inquiry, will be submitted to the Armed Forces Council which is chaired by the Minister for Defence and includes the Permanent Secretaries, the Chief of Defence Force and the Service Chiefs. Appropriate follow-up actions will be taken after the deliberation by the Armed Forces Council on the Report from the Committee of Inquiry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hougang must also know that under our laws, the Police conduct their own independent investigation of all unnatural deaths in Singapore and present their findings to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> the State Coroner. I would also like to say that the unit that Private Khor was attached to did not have any complaint or incidence of excessive punishments being meted out to national servicemen. So it is therefore premature for Mr Low to speculate on the cause of the suicide of Private Khor and to cast aspersions on the attitudes of senior SAF officers. By doing so, he may be causing unnecessary alarm among national servicemen and their parents. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Thomson GRC):</b> Would the Minister inform the House what measures are in place to ensure that such incidents will not recur? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, as I have said in my answer, Mindef is very concerned with the well-being of each and every serviceman in the SAF. Therefore, Mindef has put in place various measures to try to identify and help servicemen who have problems. We recognise that, because of our universal conscription system, the SAF takes in people from all walks of life and from different backgrounds, some of whom will bring with them into national service their own personal and family problems. Because of this situation, we have an extensive mechanism to help SAF servicemen who have difficulties. We have a 24-hour hotline manned by professional counsellors at the SAF Counselling Centre. Servicemen can always call this 24-hour hotline for advice or assistance if they have any difficulty, including emotional problems. We have also appointed para-counsellors for the SAF Unit. The para-counsellors are there to help servicemen in the unit who may have difficulties in adjusting to military life. We have also appointed Orientation Officers in all the basic military training units. This is precisely to give assistance to those national servicemen in full time service who have just been enlisted and are undergoing their BMT and may need some assistance in adjusting to the rigour and discipline of military life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The units also have a mechanism whereby the immediate superiors conduct interviews with their servicemen to find \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> out from time to time how they are coping with the training. This will help to identify those who may have difficulty making adjustment and to spot potentially troublesome cases early. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Has the Committee of Inquiry completed its findings? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the incident in this case took place in early July. The Committee of Inquiry has not completed its findings. That is why I said it was premature for him to speculate and to try to cast aspersions on senior SAF officers. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, since the Committee of Inquiry has not completed its findings, on what basis is the Minister sure that what I have mentioned in my Question would not have happened? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member is recalcitrant. I just told him that the Committee has not completed its findings. Therefore, it is premature for me to speculate and it is also premature for him to try to speculate on the possible causes of the incident. So he should refrain from this line of questioning. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Okay, we do not speculate. Would the Minister agree that the Committee should look into these possible causes? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I take the Member's Question seriously and therefore I expect him to listen to the answer that I give. I have said in my answer that the scope and terms of reference of each Committee of Inquiry are comprehensive and seek to cover all possible aspects that could shed light on the incident and that should be the answer to his supplementary question. We would investigate and get to the bottom of each and every incident of unnatural death. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> The Minister has said that there are lots of avenues where these national servicemen or their parents can turn to for their problems. Are these made known to the national servicemen and their parents? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Speaker, Sir, yes, the avenues for assistance for servicemen in the SAF are widely circulated to all servicemen. Telephone numbers are circulated or posted at conspicuous places so that servicemen know where they can call up for assistance, if necessary. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck:</b> Under the Army discipline, would they be charged for insubordination because soldiers are afraid to by-pass their superiors to lodge complaints or things like that? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, servicemen who call up the Counselling Centre for assistance are not charged for by-passing the normal military disciplinary procedure because these are not deliberate attempts to by-pass military disciplinary procedure. These are soldiers who have difficulties and who need assistance. We will listen to their request and we will see how we can help them overcome their problems. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> May I ask the Minister whether the Committee of Inquiry's proceedings and report are kept confidential or made available to the public, or at least made known to the next-of-kin? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the findings of the Mindef Committee of Inquiry are meant for Mindef's internal use and not generally released. The reason is that such investigation, in some cases, may touch on areas with military security implications. Nevertheless, as I said, the Police will conduct a completely independent and equally thorough investigation into any cases of unnatural death in Singapore, including those taking place among SAF servicemen. The Police will release its findings to the State Coroner. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Would the Minister have on hand the number of suicides by national servicemen in the last three years? I am just asking whether he has on hand the statistics. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the SAF does not reveal statistics on its servicemen. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Before I go on to my supplementary question, I do not think the Minister should be so hot under the collar. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Chiam, no speeches. Ask your supplementary question. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Minister has said that Mindef has got a comprehensive means of detecting problems in national servicemen, such as a 24-hour hotline, para-counsellors and Orientation Officers. But can the Minister explain, despite all these good measures, how is it that there are still suicides among national servicemen? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the SAF has put in place an extensive network of counselling services and help-lines to assist servicemen who are in trouble. But this network of assistance can only work if the serviceman who is in trouble comes forward to seek assistance. From time to time, despite all the good intention and all the care and concern that we have towards our servicemen, there will be some who have certain difficulties and who may not be prepared to seek assistance and the problem is aggravated over time and he may therefore commit some act which could get him into trouble or lead to perhaps even a suicide. The measures that we have put in place are there to help those who come forward to seek assistance or for us to reach out to those who are showing symptoms of such a problem. But it can never be a fail-safe mechanism. It can never be a 100% successful mechanism because from time to time there will be some people who will slip through. \n  <br>1.30 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. It is 1.30 pm. End of Question time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;[Pursuant to Standing Order No. 21(3), Questions Nos. 15-19 have been postponed to the sitting of Parliament on 27th July, 1994.] \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAINTENANCE OF PARENTS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [25th July, 1994], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill be now read a Second time.\" - [Assoc. Prof. Walter Woon, Nominated Member]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, whether we like it or not, this debate is a debate on filial piety. You can call it by another name - Maintenance of Parents Bill - but you cannot camouflage the true implication of this Bill. Filial piety is now challenged by modern thinking and modern behaviour. I see advocates of this Bill have little faith in our young Singaporeans to carry on this age-old tradition of looking after our parents and this is where we should ask ourselves whether we would like to pass judgement on our young. We should instead stand by our young to gain their confidence and trust and, by examples, demonstrate how we take care of our parents, rather than showing impatience by advocating legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would prefer to continue to uphold and promote this tradition with the young because this formula has worked through the ages, and each generation benefits. It is true there are cases of abuse. It not only happens these days, but I am sure during our forefathers' time. Are we saying that our forefathers did not go through such challenges? I am sure they did. But they met such challenges with patience and perhaps shame - shame that as parents they failed to inculcate this value well enough in their children. In my medical practice, I have seen cases of abuse, but they are so few compared to the ones who cared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is this unwritten bond between parents and children, of love, care and trust handed down from generation to generation. This bond cannot be quantified. You cannot put a value and a penalty on this. Legislation will do just these. It is like putting a wedge in the relationship between parents and children. Yes, you may argue that the Bill affects the minority of recalcitrants. But why pass this Bill to embarrass the majority, especially the younger Singaporeans? Let us have more faith and trust in our young Singaporeans. Do not try to impose this on them. Instead, let us pass on this tradition to them so that they can benefit from this and they, in turn, will pass it to their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if legislation is introduced, let me read to you what the report of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> Advisory Council on the Aged, chaired by Prof. Jayakumar, has to say. I refer to page 24 of the 1989 report. First, let me quote the section on legislation, paragraph 4.9.2. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Legislation for the financial support of parents is presently not recommended for the following considerations: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;projections on the profile of the future aged show that, barring unforeseen circumstances, the majority are likely to own a house and have Central Provident Fund (CPF) and personal savings; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;statistics kept by MCD on public assistance applicants who have children show that, for the past 3 years an average of 6 out of 140 applicants claim to be rejected by their children; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;the National Survey of Senior Citizens conducted by the then Ministry of Social Affairs in 1983, showed that the majority of senior citizens received financial and material support from their immediate family members and other relatives. 95% of those who did not have their own sources of income were receiving cash contributions from relatives while 71% of those who had their own source of income were also receiving such support.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the reasons offered are still valid today. I feel the advocates of this Bill are concerned for the present generation of old who did not have the benefit of a good education and probably have no CPF savings and are dependent on their children. This is indeed a very good intention. The present old are our parents - my parents, your parents. But we have the benefit of learning from them many good values, amongst which is filial piety and caring for the old. Our generation who has had the benefit of their wisdom are now coming to this House to seek approval for a legislation for our children to maintain us. I think we should be ashamed and better think twice about this. Do not be in such a hurry. You have heard Mr Sinnakaruppan yesterday giving us the youths' view. They do not want legislation. They want guidance. We have heard Mdm Foo. She revealed three surveys yesterday to show that most wanted to look after the old. And the Straits Times recently quoted the Minister for Community Development's observation on a HDB's survey last year which showed that the majority of families wanted to live close to grandparents. An NTUC survey confirmed this when 88% of women said it was important to live with their parents or in-laws. And a telephone \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> survey conducted by Lianhe Zaobao last month showed that 96% of Singaporeans felt that Singaporeans should look after aged parents without being told to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These surveys showed that the majority of Singaporeans do care. We cannot come to this House to try and abdicate our parenting role to a piece of legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, even if legislation is introduced, what are the difficulties in implementation? Again, I refer you to page 24 of the report of the Advisory Council on the Aged. This time I quote page 24, paragraph 4.10: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Difficulties in implementation \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if legislation is introduced, there would be difficulties in implementation. This is because: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;filial piety is a sentiment of the heart which cannot be legislated; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;legislation could at most compel children to make cash payments which may be complied with grudgingly; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;legislation would only affect an errant minority; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;there will be practical difficulties in collecting payments from children who choose to evade their responsibilities; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;parents may not be prepared to institute proceedings against their own children due to a desire to preserve family harmony and the fear of alienating their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The above difficulties are faced by other countries which have introduced legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Taiwan, only a few cases were brought to the family court as parents and children do not wish to bring shame to the family. In Israel, the law is hardly implemented because traditional Jewish feelings of family kinship are still very strong.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel quite comfortable quoting from Prof. Jayakumar's report because he is a very careful, a very thorough and a very learned man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So you see, Mr Speaker, Sir, legislation is no answer to this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, where do we go from here? To begin with, the Government wants to promote and enhance good family values, amongst which is filial piety, and because we believe in these virtues, a Singapore Family Values Committee was set up recently, and its members represent different ethnic and community groups. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Prime Minister announced a $1 million Singapore Family Values Promotion Fund to beef up the committee's tasks. And our Senior Minister of State for Community Development, Mr Ch'ng Jit Koon, went to the streets to help promote this message on bus panels. If he has forgotten, I have got a picture to show him. And this is the message on the bus panel: \"Family - where true love and warmth is. Treasure your spouse, love your children, respect your siblings and be filial to your parents.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, Mr Speaker, Sir, we are making efforts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I request the advocates of this Bill not to be too hasty about this. This being the International Year of the Family, we should promote family values by working closely with our young Singaporeans to trust them to continue to enhance this pillar of strength in our society - love and care for our parents. Do not undermine this with legislation. Do not tinker with this age-old good social behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no need to refer this Bill to a Select Committee. The Bill cannot be supported. \n  <br>\n  <br>\n  <!-- Mr Chia Shi Teck -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chia Shi Teck (Nominated Member)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the introduction of the Maintenance of Parents Bill in Parliament has attracted much heated debate from people from all walks of life on the feasibility of such a legislation. This is indeed very encouraging. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ratio between those who support and those who oppose the legislation is fifty-fifty. Public opinions are divergent. Among the many arguments put forward, most people hold the view that maintenance of parents is a natural duty of the children. Only a small minority of people feel that they are not obliged to maintain their parents. This group of people, I believe, has been influenced by the Western thought of individualism. They argue that the children were given no option to choose their parents in the first place. Therefore, they have the right not to maintain their parents. However, there is only a very small number of people with such thinking. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Western society, it is very common for children to call their parents by their names. But in the Oriental society of ours, such an act would be considered highly outrageous and unacceptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A famous professor who holds a doctorate degree in Economics recently told me that his son-in-law, an American who was a very respectable person in his profession, called him by his name when they met for the first time, and he was very upset about it. His daughter pulled the young man aside and told him that if he wanted to marry her, he would have to refrain from addressing her father by his name. After the marriage, his son-in-law very reluctantly called him \"Papa\", and pulled his daughter aside to tell her that he was giving face to her as he did not even address his own father as \"Papa\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the Western society! In the western society, when a child reaches adulthood at 16 or 18 years old, he would, more often than not, move out and stay on his own. In Australia, the government even has to subsidise these so-called independent self-helpers by giving them A$100 per month each. Those who do not move out will have to pay rent to their parents. This is the Western society. On the contrary, in our society, our parents are always worrying about the welfare of their children. Of late, parents are known to be purchasing residential properties for their children for fear that they may not be able to afford them in future. So, our Society is different from the Western society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, what is the main objective of legislating to provide for the maintenance of parents? Is it to provide for instant cash and material protection for the old folks who are deserted by their children, or to set a standard for human relations in Singapore in the future? Before we discuss the motion before us, we should, first of all, look into the actual situation in Singapore with regard to old people being deserted by their children. I would like to ask the Acting Minister for Community Development whether his Ministry has any statistics on the number of parents \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> who are being deserted by their children, and whether such a situation has worsened. What is the percentage of such cases in terms of the various races in Singapore? Yesterday, we heard from the Parliamentary Secretary, Mr Maidin, that this is not a problem in the Malay community. Is there a trend of such a problem getting worse among the Indian Community and the Chinese Community in Singapore? Have the educational levels and background of such families anything to do with such a problem? Can we know what is the real cause or reason for the existence of such a problem? Many people feel that we should not wait until the problem has surfaced before we legislate to solve it. What I want to ask is: can legislation really solve the problem? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Maintenance of Parents Bill was first introduced, it was translated by the Chinese newspapers as feng yang (meaning to support and wait upon) and not shan yang (meaning to maintain, provide for) the parents. Feng yang implies something coming from the heart, voluntary. Shan yang means just giving some money. Can legislation solve the problem? Apart from legislation, are there no other preventive or remedial ways of resolving this matter? This is like suggesting that in order to prevent a heart attack, a person should immediately go for operation or go on medication. Or should he change his lifestyle, pay more attention to his diet and do some exercise regularly? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that the problems faced by the old people should be considered as a whole. Apart from money and material needs, old people need to have the respect, care and understanding from others. They need companionship to travel through the twilight years of their lives. These non-materialistic needs can be obtained through the manifestation of filial piety of their children. This type of traditional filial piety is the most effective way to prevent the parents from being deserted by their children. This sort of filial piety can be inculcated through education and the enhancement of cohesiveness in the family whereby members \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> of the family can identify themselves with the family, leading to a more harmonious and compassionate society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many people, including Members of Parliament, feel that so long as they are filial to their parents, this legislation would have nothing to do with them. This argument is not a wise one, because legislation will give rise to some adverse consequences, some of which may not be foreseeable at this moment. But we can surely foresee that legislation will cause filial piety and legal obligation to be mixed into one. Parents will not be able to tell whether their children are maintaining them out of filial piety or just merely carrying out their duty as required by the law. This will cause the relationship between parents and children to become non-transparent and even hypocritical. It will also cause a fundamental effect on the relationship among siblings in the family. It will provide members of the family with more cause to litigate among one another, resulting in a break-up of affinity among members of the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some irresponsible parents may even make use of this legislation to increase the burden of their children. They may even squander away their own savings because the law will give them protection at their old age. Once this abnormal phenomenon is formed, it will be the misfortune of society and the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, this legislation runs contrary to the Government's measure of increasing the CPF Minimum Sum to encourage the people to be more self-reliant. Even when this legislation may have an immediate but superficial effect to help those parents in our society who have been deserted by their children, yet when coming to implementation, how is the Government going to ensure that the children will promptly provide the legal protection to their parents as required by the law? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Government provide the material needs of the old folks, through a department or agency, during the litigation process, and recover the cost from their children after a court order has been made? Can this legislation alleviate the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> stress the old folks have to endure during the litigation process? Mr Sinnakaruppan mentioned yesterday that some organisations may make use of this legislation to sue on behalf of the parents and reap a profit out of it. What will happen to those who, for some reason, did not marry, widows or widowers who have no children? Who is going to maintain them. Will the law be extended to bring in their nephews and nieces to be liable too? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has promised that no citizen will be denied appropriate medical care just because he is poor and cannot afford it. With rising medical costs, the Government has tried not to provide free medical service to the people any more. Now, with this legislation, the children will have to bear the medical costs of their parents. As far as social welfare is concerned, the Government has urged the various communities to manifest the spirit of self-help. Do all these measures imply that the Government is attempting to stay away from its responsibility to provide social welfare? As the saying goes, \"There are hundreds of sorrows in a poor family\", will the Government continue to actively lend a helping hand to the less fortunate in our society? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Basically, legislation cannot solve the problem of old people being deserted by their children. Yet, what the old people need is very immediate. This legislation is unable to go into the root of the problem to resolve it, not to mention preventing it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Dr Tan mentioned just now, the Government has recently introduced the five core values. The five core values are of great significance. Yet, to attain these objectives is not something which litigation itself can achieve. It requires the concerted effort of the Government, the families and the individuals to establish a good human relation in our society. We are talking about human relations. Only then can we arrive at a society where \"everybody respects his elders and extending the respect to other people's old folks as well\". Only then will the old people enjoy the basic protection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many social problems cannot be solved by litigation, for example, smoking. We all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> know that smoking is harmful to our health. Then why does the Government not simply ban smoking and ban the sale of cigarettes? On gambling, the Minister has said that the Chinese community or the Oriental people as a whole like to gamble. But, we all know the harm that gambling can bring us. Then why does the Government not simply ban gambling? Give anyone who violates the ban our famous sentence of caning. Give him six strokes of the cane! That will serve the purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think to solve this problem of old people being deserted by their children, which is only a very small number at the moment, we should adopt some methods which are more healthy. I have two suggestions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, set up a Senior Citizens' Fund so that we could give these old people an insurance, a form of protection. So that our people, who do not have a home to return to or any relative to turn to, may make use of this fund. Who is going to contribute to this Senior Citizens' Fund? I think it should be set up by the Government with the private sector. If we can raise $100 million and the Government backs it with another $100 million, then we will have a fund of $200 million. I suggest that each of the 85 Members in this House raises $1 million, and the Ministers raise $2 million each. Then we will be able to raise $100 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, who is going to manage this Fund? I think we can set up a centre known as \"Parents-Children Relations Mediation Centre\" or \"Counselling Centre\". This Centre can serve not only as a manager of the Fund but also function as a counselling centre to exert social pressure on the irresponsible children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not support the Bill. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Mr Speaker, Sir, I rise in support of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree in principle with the Bill because I think it meets a need in our society. The Bill has aroused a lot of interest and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> discussion - for and against. The controversy is to be expected, as the subject of the Bill is an emotional one and the scope of the Bill is wide and general. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I can understand, though I do not agree, why some people confuse the Bill with an attempt to legislate on filial piety. If it were so, I would not have supported the Bill because we cannot order or force people to love and respect their parents if they do not want to. What I find it difficult to understand is why some people keep on harping that law has no part at all to play in the relationship between children and parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As it has been said, to err is human. A society of human beings must also be expected to make mistakes. Regrettably, human relationship, such as between parents and their children and between husbands and wives, is one area where the State has to intervene to put right human wrongs. Despite the general belief of parental love for children, the State has to make laws to protect children from abuse by their own parents. Similarly, the State has to make laws to require husbands to support their wives and children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is precisely what the Bill seeks to do except that it is now the children who may be required to support their parents. I quite agree with those who say that many Singaporeans are already contributing to the financial support of their parents without any law requiring them to do so. I also agree there are parents who have expressly declined support from their children. Having said that, I must add that there are also parents in Singapore who need financial support from their children and are unable to get it because of the present gap in our laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Bill is needed not only from the viewpoint of the aggrieved parents but also from the viewpoint of the State. After all, if some children refuse to help their parents who are without any means of support, the State has to pick up the tab in the end. That is why I cannot accept the argument that the support or non-support of parents is the business of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> their children and nobody else. If the parents continue to live in Singapore without any support from their children, they will become the burden of all Singaporeans who pay taxes in one form or other. To claim that some of these unfortunate parents are housed in charitable homes is to beg the question. Who support these homes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people find the idea of parents having to sue their children for financial support very offensive. I agree it does not make for an inspiring scenario. But what is the alternative that is as practical and equitable? For that matter, the idea of children having to sue their rice-bowl parents, or spouses having to sue their better-off mates, for support is just as offensive to many people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not really think anyone can fault the Bill on the basis of its underlying principle. Only parents or persons in a comparable position who have helped to bring up their children may claim financial support from their children. As for those who think the Bill should cover not only financial support for destitute parents but also social companionship for lonely parents or personal care for sick or disabled parents, I do not think these are problems that are suitable for legislation. What the HDB is doing, ie, making it easier for children to stay near to their parents and even grandparents in public housing estates, is a more realistic and pragmatic approach to the problem. Social companionship or personal care simply cannot be turned on or off like tap water, however much we wish it is so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think it is a good thing that this Bill attracts a lot of attention and generates a lot of discussion. The criticisms, suggestions and queries made by members of the public may not be always on target, but now the public should know that the law, as a method of solving social problems, has its limitations. The Bill does not provide any solution for the problem of parents abandoned by their children who have migrated elsewhere, because Singapore cannot enforce its laws outside its own territory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is precisely why I say I support the Bill only in principle. I do not expect \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> the Bill to give us a clean-cut or sure-fire solution to every problem. But where I expect the Bill to be as sharp as a scalpel, it turns out to be blunter than a toy plastic knife. I am sure the mover of the Bill wants to help parents in need of assistance. But desperate parents seeking guidance from the Bill are referred to a law library or, more likely, a lawyer. If the intention of this Bill is to help discarded parents and not to make lawyers indispensable, the Bill can and should have a few more paragraphs to spell out a step-by-step procedure by which parents may claim the benefit of the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Bill seeks to throw a life-line to parents struggling in heavy seas and then expects them to haul themselves up like commandos from the water. I should have thought that at least a gangway is lowered for them. The parents who are targeted under the Bill are unlikely to be able to afford legal assistance. Legal aid may be more of a hindrance than help. There have been suggestions that the Government sets up a family court. Whether it is called a family court or a filial court or by any other name, the main consideration is that it provides a hassle-free avenue for help under the Bill. I have in mind the kind of machinery that is used in the Small Claims Tribunal and the Industrial Arbitration Court, where the parties are not represented by lawyers and where the legal procedure is very informal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Moreover, the proposed machinery for settlement of claims should be oriented towards consensus rather than confrontation. It should help to assuage the fear of those who worry about solid pillars of society being legally vandalised in public by irresponsible, recalcitrant and non-contributory claimants. The proposed machinery should have built-in safeguards to filter out groundless claims and publicity-seeking claimants. Considering the subject, I think the Bill should promote voluntary conciliation, mediation and settlement of claims and minimise messy litigation that ends in unpleasant adjudication. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of course, if such a proposed machinery is considered by the Government, the statement at the end of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> the Bill regarding the expenditure of public money will have to be modified. I am sure the money will be well spent as, with the greying of Singapore's population, there will be more rather than less aggrieved parents claiming under the Bill with the passage of time. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Abdullah Tarmugi):</b> Sir, the Bill before us is really a straightforward one with a specific and limited objective, to provide legal recourse for parents to claim maintenance from their children, nothing more, nothing less. Problem is, many of us proceeded to bestow upon the Bill attributes and aims which were never intended by it in the first place and, in the process, changed the Bill beyond recognition and turned it into a monster which we do not like. Based on what we built it up to be, we proceed to reject the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, despite repeated clarifications, the Bill is perceived, even in this House, as attempting to legislate various feelings and emotions like filial piety, moral obligation and love between parents and children. This, as I see it, has never been the intent of the Bill. Indeed, we merely fool ourselves if we think that we can dictate feelings, we can dictate attitudes through the passage of laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill has also been credited to be able to cause an upheaval, if not an eventual denial, of our Asian values and morality as children merely pay but not love their parents, because they are made to do so by law, as parents count their dollars and cents that they had spent on their children and demand just monetary returns from the latter in their later years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the flawed logic in this argument is obvious. The vast majority of Singaporeans will be unaffected by the Bill. Only those who fail to maintain their parents in old age will be. But what I find sinister and cynical is the contention that the Bill is somewhat a Government ploy to abdicate its responsibility of looking after the aged. Those who think so seem to forget that this Bill is not a Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> Bill. It is not initiated by Government. Indeed, it is initiated by a Backbencher, and not even a PAP Backbencher at that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This view, I think, is mischievous for the unjustified pot shot it is taking at the Establishment and for the suggestion that it is Government's job to look after senior citizens whose children do not care to maintain them even when they are able to. Sir, this Government is concerned about the condition and the future of our aged. It has and will continue to look into measures that will increase the chance of our senior citizens to grow old gracefully, healthily and financially independent, for as long as possible. It will also continue to find ways to make the lives of the aged as enriching and fulfilling as possible. The destitute aged need not worry as the Government will do all it can to look after them. We will also assist those whose children, for one reason or another, are unable to care or maintain them. But it is wrong to expect Government to assume the responsibility of children to at least maintain their parents when they are able to do it, out of love, out of moral duty. Government will, in fact, only exacerbate the problem of abandoned parents should it relieve children of this responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, someone succinctly described our dilemma in dealing with this Bill when he said, \"My head tells me this Bill is necessary, but my heart has difficulty in accepting it.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are obviously emotional barriers to the acceptance of this Bill, not least of which is the high regard most of us have for our families and our parents, such that it appals us to even think that such a law should be passed to force children to maintain their parents. It is an affront to the habits, to the values which most of us hold dear. It challenges what we wish our reality would be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wholeheartedly agree with the view that education, upbringing, persuasion and social pressure are more desirable ways of inculcating feelings of love and filial piety for one's parents. And Government will certainly continue to do what it can to facilitate all this. And we will continue to promote family values. It is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> not as if with the passage of this Bill we just drop all tools and forget what we have to do for the family and for the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But despite all these, Sir, there will be children who neglect their obligation to maintain their parents even though they are well able to do so. Admittedly, the number is small. Will the problem grow? I hope not. But if it does, we will at least have another mechanism to deal with it. But it would certainly be unwise to wait and, to quote an MP who spoke yesterday, until the problem becomes \"prevalent\" or only when it becomes a \"national problem\" before we embark on such a legislation. We must remember that the proportion of the elderly in the population continues to increase, and despite what we do, I suspect that the children-do-not-ask-to-be-born syndrome and the one-should-be-able-to-choose-what-one-wants-to-do sentiment are likely to gain more followers in the future. Given these circumstances, there is therefore increased probability that the incidence of parent abandonment could rise in future if we are not careful. We must therefore be prepared. Yes, all this is an indictment of the state of our society. Yes, it means that our society is not perfect. The only consolation is that we are not alone in this predicament. Indeed, our condition is better than many societies when it comes to the value we place on the family and on family relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I urge Members to think with their head and not with their heart in deciding where we stand vis-a-vis the Bill. I support the Bill. Still, with the interest and the concern generated, I would also support the motion that this Bill be committed to a Select Committee. \n  <br>2.20 pm \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, this Bill has generated much discussion outside this House. Discussion has not been confined to the intellectuals and the academia, but also took place at most levels of society. In my own constituency, Sir, it was discussed at some length by the grassroots leaders and residents. While some felt that there was a need for this Bill, the majority felt that it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> was not necessary to have this piece of legislation. Let me summarise their main arguments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, Sir, they felt it was very un-Asian for a parent to take his son or daughter to court and to sue for maintenance. This then reduces their relationship to a purely financial level. I might say, Sir, one grassroots leader went to the extent of telling me that if his children failed to look after him, then the fault is entirely his as he had not imbibed the right values to them. In this case, it is better to hang himself than to sue his child for maintenance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second argument against the Bill is that for the moment it is not a serious problem. Our old age homes, as the Acting Minister for Community Development will bear out, are not overflowing with discarded parents. There are cases of parents being neglected, but the numbers do not warrant any legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, as what Dr Tan Cheng Bock has said earlier, it was felt by younger grassroots leaders that the introduction of this Bill shows a lack of faith in the younger generation Singaporeans. It is assumed that the younger generation will act in an irresponsible manner, as far as looking after their aged parents is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with my grassroots leaders that we do not have an immediate problem on our hands and as such we can do without this Bill. However, to be realistic, it may not be the case in the longer term. This will be a problem, together with a whole host of problems relating to the family. If this Bill is passed by this House, it is my view, Sir, that it is a piecemeal effort to solve problems relating to the family and the aged. This Government is not known for piecemeal efforts. Whether this particular Bill is moved by a Backbencher, or the Government, it will become a law if passed by this House. Sir, legislation is needed, and I do not disagree with the principle of this Bill. But I would strongly urge that the Government reviews all existing policies and legislation relating to the family and the aged. The time is now ripe for such a detailed and in-depth review. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many calls have been made to the Government to set up a Family Court to specifically deal with family affairs. These include parent/child relationship, husband/wife relationship, juvenile delinquency, wife battering, husband battering, elderly abuse and others. The National Committee on the Family and the Aged strongly recommended that a family court should be set up to deal with family problems and disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, current trends in family cases handled by our courts are indeed disturbing. The rise in the number of divorces, domestic violence, child abuse and maintenance summmons should be a cause for concern for all of us. The causes for the increase in these matters are complex. It could be due to the stress of modern living, western influence on attitudes towards marriage or a general decline in Asian values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that our current judicial system is not geared to slow down or reverse this trend. I believe the setting up of a Family Court in the near future can take the concerns of Assoc. Prof. Walter Woon's Bill. A family court approach will differ greatly from the current judicial system. It can adopt, I believe, a more conciliatory approach in dealing with actual problems of the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, this Bill seeks to determine and secure the legal rights of the aged parent. It does nothing to protect the family as a basic unit of society. In my opinion, it is best that we try to find a total solution to the problems involving the family. At best, as I said earlier, this Bill is only a piecemeal effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am unable to support the Bill in its present form. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Thank you, Mr Speaker, for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I once heard a story about a very poor man and his wife, and he had an aged father and a son. The father was old and useless and he could not contribute to the family. The man was so poor and he felt he could not feed his father any more. So \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> he discussed with his wife and decided to put his father in a basket and, in the tradition of his tribe, he was going to take him up to the mountain and to leave him there to die. Just as he was about to do that, his little son came along and said, \"Father, what are you doing with grandfather?\" He said, \"Well, my son, your grandfather is old and useless and we cannot afford to feed him. I am going to take him up to the mountain and leave him there to die.\" The little boy said, \"Father, can I come along?\" \"Why do you want to come along, son?\" The little boy said, \"Father, I want to know where you are leaving grandfather so that when you are old and useless, I will know where to leave you to die.\" Some say it is retribution. But how we treat our parents our children are around to see and perhaps that is how they will treat us. If we take care of them, I am sure our children will take care of us. There is no guarantee, but it is our responsibility to take care of our parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some have mentioned about the strength of the Jewish people in honouring their father and their mother. When Moses was given the 10 Commandments, according to the Bible, the Fifth Commandment said, \"Honour your father and your mother that your days may be long in the land which the Lord your God is giving you.\" They have not forgotten this Commandment, though it was given more than 4,000 years ago to Moses on Mount Sinai. The point is that even though they have such a Commandment, they make sure that it is part of the modern laws of Israel to remind the children of this very, very important responsibility. In their case, it is a God-given Commandment. The Bible also gives wise exhortations and proverbs to listen to your father who gave you life and do not despise your mother when she is old. Filial piety is really paramount and the most important element for strengthening society's moral fibres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had problem trying to decide whether to accept or to reject this Bill. But assuming that the Bill is passed, does it do any harm? Some said yes. It shows that our society is decaying. Is it true? The Bill on its own does not show that our society is decaying. But the subsequent usage of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> it will be a good indication whether our society is indeed heading for trouble and whether our moral fibres have been weakened. If its usage in court, or in a family court, as suggested by some others, becomes very popular, meaning more parents are suing their children for maintenance, then we should be very concerned that we are losing strength in our moral fibre. But what does it mean? To most people, this Bill would not do anything to you or to us if we are already maintaining our parents. But for those who have chosen to neglect their parents, they are served notice that they have to play their role in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with Mr Chandra Das in one of the points he made, that when a parent has to resort to suing his children for maintenance, he should take a closer look at what he himself has done in bringing up his children. Somewhere along the way he must have made some mistakes in bringing up his children so as to cause them to ignore him or his needs. The chances are that he is partly or wholly to blame for such neglect by his children. But whatever it is, it does not absolve the children from their responsibility to maintain their parents. Once again, the Bible does say, \"If you love only those who love you, what reward do you have?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My concern about this Bill actually is that we already have the CPF providing a safety net for our working parents when they retire. On withdrawing his or her CPF, currently, without this Bill, the parent knows that he has to be very careful and prudent in spending this saving and will not spend it unwisely. However, if the parent knows now that he has well-to-do children and can fall back on them as a second safety net to provide for him should he imprudently waste away his CPF, then the parent might unwisely or rashly invest in some speculative stocks or other things resulting in irrecoverable losses. That is my concern. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also would like to say that the Bill provides for payment in a lump sum or monthly payment. I do not agree that an applicant should ever be given a lump sum. If the Bill is ever passed, I would like to see that the applicant be given a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> monthly payment. This is to prevent him from being tempted to spend away a large sum of money or invest it unwisely or to fall prey to some others who are helping him to apply and recover this amount from his children and then taking part of it away from him. I wonder if the timing is right. I believe that our society has not reached a stage actually for this Bill to be really needed. But, as I have said, so what if the Bill is there and is not used. Will it do any harm? I do not think so. I would like to see the Bill sent to a Select Committee and amendments made before I would fully support it. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Bill introduced by the Nominated MP, Prof. Walter Woon, is intended to provide a solution to the problem of a fast aging population in Singapore. The Bill also seeks to provide a safety net for old people in Singapore if their children do not shoulder the responsibility of maintaining them, so that the parents can take legal action against their children, if necessary. In other words, Prof. Walter Woon is worried that Singapore may follow the fate of the western countries where there are more and more parents who are neglected by their children, and it may eventually become a social problem and a burden to the economy of Singapore. At the same time, Prof. Walter Woon reflects his pessimism and disappointment with the changing values of the western society. I personally appreciate his intention in introducing this Maintenance of Parents Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, looking after the old is the responsibility of the nation, the society and the family. There is no doubt about it. But Prof. Woon's key point in solving the problem of the aged in Singapore is his belief, his own belief - I stress - his own belief that Singapore will become a society totally devoid of traditional values, and hence, a completely westernised society. Can this be true? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, from my analysis of Prof. Woon's past speeches, I realise that his knowledge of traditional and cultural values is very superficial. It is not intensive and somewhat lacking. In fact, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> certain areas, he seems to have no understanding at all. Therefore, when he introduced this Bill, he did not consider the factors of our traditional and cultural values. As a matter of fact, he drafted this Bill using the western values as his basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The oriental society and the western society are different in cultural origins. In many respects, their values also differ greatly. Will it be feasible or will it be appropriate to our nation of traditional cultural values to implement the Maintenance of Parents Bill from the point of view of a western society? Is it feasible? As a responsible government, an in-depth study should be conducted before any decision is made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should not follow Taiwan because the Taiwan of today is no longer a society like Singapore which maintains strong traditional values. The present Taiwan is greatly influenced by the west. Its economic reform is going too fast and is following the American footsteps. It is too westernised. Many political leaders of Taiwan are concerned about the problems. They shake their heads in despair and they are beginning to envy Singapore and want to learn from Singapore. Why should our respectable Members of Parliament follow the Taiwan Parliament in legislating this Bill? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to my understanding, Taiwan has the law to provide for the maintenance of parents and this law is very close to the five core values we are promoting. I do not understand why the much respected Parliament of Singapore should want to learn from Taiwan and pass a legislation which is more open. Even today, the people of Mainland China and Taiwan are of the view that Singapore has done much better in maintaining the traditional values and culture than they do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should not learn from India because the present India is not only very populous, but also its economy has not even taken off. India has not considered this kind of a Bill despite its large population which is also rapidly aging, and the burden on its economy is getting greater and greater, heavier and heavier. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, Singapore has a much smaller population. Our economy is growing fast. Unlike India, the problem of an aging population has not become a serious threat to our economy yet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is also no need for us to learn from Israel either, because Israel is always in a state of preparedness for war. It has got no foreign investment, its economy is not fully developed. As it is always preparing for war, it has a huge expenditure on national defence. National defence takes up a giant share of their national economy. How can it afford to look after its old people? The situation in Singapore is different from that of Israel. We cannot use Israel as a comparison, neither shall we blindly follow Israel. Furthermore, Singapore's population policy has already evolved from \"Stop at Two\" to a policy of \"have more if you can afford it\". We have also the Minimum Sum of $80,000 in the CPF account to cater for old age. So these, to a very large extent, will take care of the maintenance of old people and reduce the burden on the national economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am very doubtful about the feasibility of this Bill. If the Bill is passed, will this be able to solve the problem of our people, once and for all? With all its oriental traditions and cultural values, how many parents in Singapore would resort to use the law to sue their children? Even if they succeed in suing their children, how will they feel within their hearts? Will this Bill be fair to those non-parents who have been maintaining and looking after the children? Or, will the Bill be abused by a minority group of irresponsible and thick-skinned parents? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you some examples to show that this Bill is incompatible with the society of Singapore which is steeped in traditional values and I feel that the Bill proposed by Prof. Woon will not solve the problem of the aged. Firstly, as we know, parents do not want to put their children to shame by bringing them to court. We know parents have a heart. They are selfless; most of them are; they are great people, especially those who live in the East. They make sacrifices, save for their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> children, look after them and bring them up, educate them, love them. As other Members of Parliament have said, \"The parents love their children more than they love themselves.\" There are so many real-life examples that we can see around us. So if you want such parents to sue their children in court to claim maintenance for themselves, it will be very difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote a Chinese saying from the \"San Zi Jing\": \"To bring up a child without proper guidance is the fault of the father. To slacken in teaching is the fault of the teacher ...\". This shows that for parents in an oriental society to take their children to court, it will be like announcing to the world that they have failed in the upbringing of their children. So, they are the ones who are at fault. It amounts to openly admitting their own fault. Therefore, it is most unlikely that they will go to court to sue their own children. If the children have failed to maintain their parents, I think the primary fault lies with the parents, just as in the example mentioned by Mr Chandra Das a while ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The oriental society is different from the western society because, in the mind of the oriental people, dirty linen should not be washed in the public. So if the parents are to sue their children in court, I think it is something that is very shameful. In order to save the face of the family, even though the children do not carry out their moral obligations, they will be most reluctant to sue their children in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday morning, I contacted the Taipei Representative Office in Singapore and I was told that although there is a law, there has not been a single case of parents suing their children in Taiwan. This strengthens my argument that people who are steeped in oriental cultures and traditions will not sue their children in court. So, even if the Bill is passed, it will perform practically no function at all, and will lose the meaning of legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the western society does not believe in the doctrines such as: \"To bring up a child without proper guidance is the fault of the father\" or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> \"Wash not your dirty linen in public\". For this reason, when the American student, Michael Fay, was given the sentence of caning by the court recently, his father went on prating that he was going to sue the Singapore Government. He does not realize that when his son committed an offence, the fault lay with him because \"bringing up a child without proper guidance is the fault of the father\". It was his fault, not the fault of the Singapore Government. So, by right, scandals in the family should not be publicised. Yet, he wanted to publicise his own family scandal, far and wide, to ensure that everyone in the world knows his son was sentenced to caning by the Singapore Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the provision in the Bill for a third party to sue on behalf of their parents, I think this will make its implementation even more complicated. I do not wish to see the day when Singapore will be like the days of Mao Zedong's cultural revolution with the father suing his children, and the children suing their parents. Everybody is suing everything. The whole country is thrown into a chaotic situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the narrowness of this Bill is unfair to those non-parents who have been looking after the children. The Bill refers only to natural parents, foster parents and step-parents. What about the child whose mother has passed away early and whose father was irresponsible, resulting in the child having to be looked after and brought up by his uncle or other relatives? In a situation like this, how do we deal with it? In the case of both parents having died young, and the eldest brother and the eldest sister have to look after their younger siblings as though they are their father and mother, why are they not covered in the Bill? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I bring up these examples not to suggest that we should protect these non-parents, but to stress the strong cohesiveness within an oriental family. This is not something which a family in the western society can understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, this Bill will undermine the strength of cohesiveness and mutual-help within our families and lead to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> breakdown of this kind of family cohesiveness. People will become more realistic and they will eventually be forced to learn the western ways of life, looking after just their own interest, becoming self-centred, and taking no heed of the welfare and well-being of their nieces, their nephews, and other siblings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill may also be abused by a small group of irresponsible and \"thick-skinned\" parents. We cannot deny that there are some parents who give birth to their children but do not bring them up properly, nor educate them properly. Then the children will suffer. They do not enjoy the love and the warmth of the family and from their parents. Worse still, some fathers refused to work for a living even in their younger days, yet managed to have many wives and concubines, produced a good number of children, but did not care about them. The children were left to fend for themselves. Then, when such fathers become old and weak, they will use Walter Woon's Maintenance of Parents Bill as a basis to sue their children in court. Although the court may not rule in favour of such fathers, (I believe no court will rule in favour of such fathers), it will be a traumatic experience for the children, who have already suffered so much in life due to their irresponsible fathers, by adding more insult to injury. Why should we allow this to happen? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if the parents succeed in suing the children, the law will not be able to compensate the parents for the kind of sorrow and misery in their heart after the court has awarded the maintenance to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the effect of legislating for maintenance of parents is different from legislation against littering. You can legislate against littering to deter the offenders from repeating the offence. But once you have parents suing their children in court, then the contradiction between parents and children will be even greater. They will become more antagonistic. So when they are already on the flimsy family ties, the litigation will make things worse. So even if the court decides in favour of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> the parents and the children are forced to pay some form of maintenance to their parents, the chances are that they will pay the money reluctantly and at the same time, hurl some abuses at their parents. \"All right, here's your money,\" and at the same time give them a scolding. So, on the one hand, you have the reluctant giver and, on the other hand, the parents will have to suffer the humiliation of accepting the money paid in contempt. Now, how can this be in keeping with our traditional society? In such circumstances, would it not be better for them to get the limited allowance from the Ministry of Community Development or the other social charitable organisations? With the little money, feed yourself with plain porridge and salted vegetables. It is better off this way! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now let me talk about the negative effect on the next generation. In a family, when the young children see their own parents paying maintenance money to their grandparents every month at the call of the court order, what kind of impression will they have and what unhealthy education will they receive in the process! This will certainly expedite the move of our Singapore society towards total westernisation, as mentioned by Nominated MP, Mr Robert Chua, just now, and the argument of Prof. Walter Woon will not hold water. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill is against the basic concept and philosophy of the Government's five core values. The traditional family values and outlook in life has a very strong influence on the children of Singapore. The feeling of \"blood is thicker than water\" can be felt everywhere. The industrialisation of Singapore has not weakened our family ties to the extent of having to rely on legislation to resolve the contradiction between parents and children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Prof. Walter Woon said that even if only one person benefits from the law, the legislation would be deemed to be a success. If that is true, then we may have to legislate for the benefit of each and every private matter of all the 2.7 million people in Singapore. This is impossible! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even for the compulsory education of our children, we feel that it is not necessary to go through the trouble of legislation. Then, why are we legislating now just for the sake of a very small minority in our society? The Government has, time and again, stressed that we must enhance the cohesiveness between members of the family so as to enhance our social cohesiveness. The negative effect arising from the introduction of this Bill will run counter to the promotion of the concept of the Government's five core values, making the promotion more difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Bill introduced by Prof. Walter Woon cannot achieve the desired effects in a traditionally oriental society of Singapore. I would like to urge the Government to consider a number of alternative measures to replace this Bill in order to solve the problem of our aging population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If, one day, Singapore becomes a westernised society and we are unable to preserve our traditional oriental cultural values, then I would suggest that the Government consider making use of 2% to 4% of the children's CPF savings for the maintenance of their parents in place of Prof. Walter Woon's Maintenance of Parents Bill. At least, this is more in keeping with the conditions of our society. Children should look after their parents and repay their parents for bringing them up. This is particularly so, because they will, one day, become parents too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is an old Chinese saying: \"The young lamb kneels down when it sucks from its mother's breast, and the crow knows that it has the duty to feed its parents.\" How can we human beings who are supposed to be civilized not measure up to them! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, if there is a necessity, I would urge the Government to consider making the children use 2% to 4% of their CPF savings to maintain their parents. From the day a person starts working, he should transfer 1% to 2% of his CPF into his father's account and another 1% to 2% into his mother's account, as monthly maintenance for his parents. If necessary, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> the parents can withdraw some money from their CPF account for their daily expenses or make monthly withdrawals. If the money is not used, or if there is any amount remaining in the parents' accounts, then upon the death of the parents, then whatever amount remaining of the 2% to 4% contributions from the child will be automatically credited back into the original account of the said child. This method will not affect the family ties of the oriental society of Singapore and the parent-children relationship will not become cold and stale, and held on merely as required by law. This will also avoid putting the parents and their children in an antagonistic position. This is in keeping with the present situation of our society and it will radically resolve the problem of the aging population in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I know, at present, most of our children are filial to their parents. Every month, the amount of money they give to their parents far exceeds 2% to 4% of their CPF contribution. Therefore, using 2% to 4% of the CPF contribution of the children to maintain their parents will not increase the burden of the filial children who are already looking after their parents. For example, if the filial son gives his parents $500 every month, then after deducting 2% to 4% of their CPF contribution which amounts to say, $290, they need only to top up $210 in cash. On the other hand, for those children who have not been filial to their parents, their parents will, at least, have the use of the 2% to 4% of their children's CPF contributions amounting to, say, $290, and they can be spared the agony of having to go to court to sue their children for maintenance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose that for children who are earning below $3,000 per month, they should pay 2% � 1% for the mother and 1% for the father. For those earning below $6,000, they pay 3%, and those earning more than $10,000 per month shall pay 4%. So, if the parents have two children and one of them earns $1,500 per month, 2% will be $30 per month; another earns $6,500 per month, then multiply it by 4%, it will be $260. Adding the two together, the parents will have $290. Apart from this, we must not forget that we have the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> $80,000 CPF Minimum Sum Scheme which we have already implemented. Our retirees will have no problem looking after themselves in their old age. As for those irresponsible parents or other non-parents, they can be dealt with by the Ministry of Community Development on a case by case basis, based on their investigation reports on the individual families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, in my view, there must be love before there is a family. When there is harmony in the family, everything will be well and good. To the old people, apart from being able to sustain a comfortable living, they also need the genuine care and concern from their children. If they do not have even this minimum love and compassion from their children, and have to go to court to get the little meagre maintenance money to cater for their everyday living, then how can the lives of these old people be meaningful at all? Faced with all kinds of problems, spiritually and morally, they will eventually become the most desperate lot of people in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My second proposal is that we should also consider a higher tax incentive for the maintenance of parents. At the moment, the tax relief for maintenance of parents is only $7,000 per year, out of the children's annual income. The actual tax rebate, in real terms, is a meagre $1,000 to $2,000 only. This is not enough. In Singapore today, the income tax relief for maintenance of parents should be further increased so that our people will understand that the Government is not standing by with folded arms as far as the problem of looking after our older citizens is concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, as mentioned by a number of speakers before me, we should inculcate in our students, through education, the proper traditional values of the East. In schools, we should actively promote the virtue of filial piety, and sow in the seeds of moral obligations on the part of the children to maintain and look after their parents. On the other hand, we should make use of the mass media, such as newspapers and television, to expose the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> wrong doings of those unfilial children who refuse to maintain or choose to neglect their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The traditional oriental values are more centred on emotional feelings. As we have been arguing, it is whether we should look at the matter with the heart or with the head. In the oriental society, the heart is used more often than the head. The traditional moral values of the East are more emotional than rational. For children to look after their parents is a principle which is unalterable, something which is fair and reasonable. We should change the thinking of those who believe that it is the heavenly duty for parents to bring up children but who neglect to educate their children on the moral obligations to repay their parents for what they have done for them. The western way of thinking is that since our parents brought us to this world without giving us a choice, it is their obligation to bring us up, and when our turn comes, we will, likewise, have to look after our children. As to whether we should look after our parents in their old age it is another matter altogether. I think that kind of argument is plain individualism and selfishness, which is prevailing in the west. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Government has the responsibility to look after the abandoned old citizens. I am very glad to hear from the Acting Minister, Mr Abdullah Tarmugi, that the Government will be doing so. As long as it does not adversely affect the economic growth of the country, nor impose too heavily on its financial burden, the Government should shoulder its responsibility to look after the abandoned old people in our society. When the situation develops to a point beyond remedy, it is the responsibility of not only the members of the family, the charitable organisations in society, but also the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt, I agree that \"bringing up a child without providing him proper guidance is the fault of the father\". Yet, if the Government is only concerned with creating job opportunities and generating wealth for the people, but neglects the role of inculcating in its people the traditional values of the East, resulting in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> number of cases of children failing to maintain their parents escalating year after year, affecting the national economy and increasing the burden of the country, then it will be the Government's fault in failing to educate its people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In any event, the many old people of Singapore had contributed significantly to our present prosperity and success. In the process of our nation building, they worked and toiled for our well-being. Their contributions cannot be denied. As such, looking after them now is the common responsibility of the nation, society and family. It is the duty of the Government and society to resolve the problem of the old people. Only a policy which is capable of fitting into our oriental society can effectively resolve the problem of our aging population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Using a system based on the western concept to deal with problems in our oriental society is no solution to the problems but will only make us a laughing stock. The paramount leader of China, Mr Deng Xiao Ping, urged the political leaders and people of China to learn from Singapore with the hope that the rapid economic reform of China, which has resulted in a better standard of living for its people, will not erode the traditional oriental values of its people which may well result in a total westernisation of its society. Therefore, when Mr Deng Xiao Ping urged the leaders of China to learn from Singapore, I feel this is something which we, as a small nation, ought to be proud of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given time, if the economy of Singapore continues to grow rapidly and in the process bring in more and more adverse influence from the western culture, resulting in our people behaving like the westerners whereby the relationship between parents and children is built on legal responsibility and obligations rather than love and compassion, then it will be the greatest sorrow and satire to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At that time, I am sure the leaders of foreign countries will not want to learn from Singapore, for they might as well go and learn direct from the western \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> countries. Then, the term \"Learn from Singapore\" will become a historical term. This is not something which we would like to see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest the Government set up a Commission to find a solution relevant to our social environment to resolve the problem of our aged citizens. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.30 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.00 pm until 3.30 pm</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MAINTENANCE OF PARENTS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Mr Speaker, Sir, a long time ago, far, far away, there was a mythical country whose name is of no importance now. What is important was that this country was like paradise on earth. It was peaceful and prosperous. Its people were hardworking and lived happy, contented lives. There was, however, one strange thing about this country. It had no laws. This was because the people did not need laws to live together in peace and harmony as one community. All problems were resolved through consensus and its communitarian values. Its people accepted this as a way of life and acted accordingly with such values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The country was the envy of many people from other countries. There was a long list of outsiders who wanted to get in. The country, however, was very selective and strict on its immigrants and kept its borders closely guarded. Then one day, horror of horrors, a hideous thing happened. Somebody was brutally murdered. It was a terrible shock as such an event had never happened before. A great public debate took place on how to resolve the matter. After much debate, somebody suggested legislation to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> combat this evil, making murder a crime with the most severe punishment: banishment forever from their beautiful country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, back came a chorus of protests. \"No, no, no, we must not have laws. They are against our way of life. They will tear asunder the fabric of our community. We are the beautiful people. We know what is right and we know what is wrong. It is only one case. It is only one murder. We do not need laws to tell us how to behave, how not to behave. These laws will, through time, make us into a society of murderers.\" The great public debate continued. And even as the people debated, two more murders were discovered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sorry that I have to stop here because, unfortunately, the rest of the historical records were destroyed. It is not known how the great public debate in this beautiful mythical country ended. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even so, we have the same self-appointed keepers of public morals here. In opposing this Bill, they are hell bent on making a case that the fabric of our family institution and ties will be ripped apart by this legislation, that the bonds between the majority of Singaporeans and their children are so fragile as to be shredded into a thousand pieces by the mere enactment of a law requiring children to look after their parents. Surely they must know that such legislation is not meant to replace traditional ties of love and filial piety. Surely they must know that people who are bonded by such ties will simply ignore such legislation. Yes, we should continue and we must continue to promote good family values including filial piety. The majority of Singaporeans, I am sure, will live by these values. But what about the minority? What about those poor unfortunate parents who indeed have uncaring, unfilial children. For these people, this legislation will be like manna from heaven. They are now with little means of supporting themselves with unfilial children, perhaps even rich unfilial children, who refuse to support them. There is no question of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> family ties, no question of love and no question of filial piety. They have no tears left to cry. There is no love left. Let us not even deny them food and shelter. That is what this legislation is all about, not love, not filial piety, but food and shelter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a bigger issue in this legislation, as far as I can see, is that of who should take care of the nation's aged - the State or the individual. Over the past several years, the Government has taken steps to allocate more and more responsibility to the individual to take care of himself. In fact, I would say that this legislation is part of that general trend, regardless of whether or not this Bill is moved by a Backbencher. It simply means that the Backbencher, NMP Assoc. Prof. Walter Woon, agrees with such Government policies. I too support these policies. They may appear harsh only because we expect the Government to be all things to all people. The Government, however, cannot and should not be so. In the ultimate analysis, it is better for us individuals to be responsible for ourselves, to enjoy the benefits or suffer the consequences of our past actions. In the nature of today's world, it is the only way that we together can survive as Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, having said so, there will always be a small minority who cannot take care of themselves, especially when they grow old. The CPF savings and the Minimum Sum scheme may help to reduce this small minority to a yet even smaller minority. That is all it can do. It cannot eliminate this minority altogether. What happens then to this small minority who cannot take care of themselves? What happens when the authorities are convinced that an applicant needs support, needs maintenance from his children, but none of his children can afford to support him? Should nothing then be done? Should we leave such an aged person to fend for himself as best as he could; like in the animal kingdom or in primitive societies? Sir, I am glad that the Acting Minister for Community Development brought up this issue in his speech earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hallmark of a civilised society is how it takes care of its weak and aged. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> believe that we have in Singapore a very civilised society and that the Government will want to keep it this way. I would therefore like to propose that in addition to what is in the Bill, a maintenance order could also be made against the State if the children do not have the financial resources to help. The State could also be ordered to make up the shortfall should the money from one or more respondents be inadequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one may say that this proposal is a hand-out and runs counter to the principle of placing more and more responsibility on the individual. I do not deny it. I can only say that the principle cannot be taken to extremes. Helping out this minority with hand-outs of minimum sums for subsistence will not in any way violate the principle of getting the people to be more responsible for themselves. The money needed for this proposal will not be much. I think we can afford it. I think we cannot afford not to afford it. Because I am talking about a small minority. I am talking about a very, very small minority, the poorest of the poor, the most unfortunate of the unfortunates who do not even have their children to support them or their children cannot even afford to support them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am talking about the State as the provider of last resort for these people; after their own resources are depleted, after calling upon the financial resources of their children for assistance, and after the strictest of means tests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government can perhaps justifiably say that this proposal is not different from what it is already doing under its public assistance programme. If so, why can't that part of the programme relating to the aged be legislated as part of this Bill? In this way, all Singaporeans are assured of some minimum financial support in their old age; first, from their own voluntary savings; next, from their CPF savings; then from their children; and, finally, if all else fails, from the State. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another comment is that the procedures for seeking maintenance are not appropriate. If so, I would like to suggest that the Government with its experts come up with better procedures. Let this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> Bill, as already suggested by the Acting Minister, be referred to a Select Committee for better procedures. But let us agree on the substance or the principle. The Government can help to improve the form, if not now, then later. The Acting Minister has already promised that. Let us support the Bill. If not the actual Bill, then at least let us support the principle of legislation so that this Bill can go to a Select Committee. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Mr Speaker, Sir, what strikes me about the proposed Maintenance of Parents Bill is that one would expect the elderly parents to support this Bill wholeheartedly. But this seems not to be the case and we wonder why. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had the opportunity to discuss this proposed Bill with my three senior citizen groups - the Crawford, Kampong Glam and Rochore Senior Citizens Executive Committees. They have hesitation in accepting the Bill as proposed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The senior citizens felt that using the law is not the way to encourage filial piety. It must come from the heart. They do not see it as a major problem in our society today to warrant Parliament to pass legislation to require children to maintain their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our objective and approach should be to bring the family together rather than to cause the family to break further apart. By using the law to decide on family matters, there will be little chance to bring the family together again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, however, advantages if certain changes could be incorporated into the Bill. Though the number of cases of children not maintaining their parents at present is small, the Bill may be effective in reversing the trend in case the parent/children relationship deteriorates in the future. It serves as a reminder that it does not pay to be ungenerous and unforgiving to members of the immediate family. It will serve the purpose of ensuring that today's parents take their duty of looking after their children with responsibility and devotion and for the children to reciprocate later. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are bound to be episodes of stress and strains in human relationship including members of the same family. Our objective must be to create the conducive conditions and environment for people to make up and especially in a relationship where blood should be thicker than water. Many elderly parents do not like to take their children to court. I personally do not like the legalistic approach proposed in the settling of family disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In trade disputes between employers and trade unions, the parties are asked first to try to resolve the dispute through the conciliation machinery with the Ministry of Labour before going to the Industrial Arbitration Court as a last resort. Even then, no lawyers are allowed to represent either the employers or the trade unions in the Industrial Arbitration Court. The tribunal is made up of employer and employee representatives and independent referees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in a family dispute, it is all the more necessary for the dispute to be settled through counselling, mediation and conciliation. I do not think that we should allow lawyers to represent either the parents or the children in a family dispute on maintenance. If we could have such an arrangement in the labour tribunal, I wonder why it should not be possible in a family tribunal. Mr Chandra Das suggested the family court or such equivalent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In working out this Bill, it is important for the State to recognise that if the elderly parents failed because the children could not really afford to maintain the parents for good reasons, the parents are likely to approach the State for help and we should be prepared to do so. As of now, some lower-income families are doing their best to look after their elderly parents even with their modest means and such cases do not normally qualify for public assistance. I hope the proposed legislation does not have the unintended effect of throwing up more cases for public assistance because the children cannot afford to look after their parents and are turning to the State for support. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the principles of the Bill and that it be committed to a Select Committee. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Sir, it is with some regret that I have to speak on this Bill. Being brought up in an Asian tradition, it depresses me immensely that in principle I have to agree that it is time for us to take steps to ensure that our senior citizens are appropriately and adequately taken care of by their offsprings. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>3.48 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Mr Howe Yoon Chong presented the White Paper some 10 years ago, he already envisaged that legislation had to be made to ensure that all parents be looked after by their children. All the while I have harboured the wish that we would not be faced with such an unpleasant decision. But, unfortunately, time and again, we have come across cases where the children abandoned, abused and neglected their parents. We may take comfort in the fact that the number is at the present moment still not significantly large. But our trend of demography shows that we will have more and more senior citizens as the years go by. Coupled with the shift in the attitude of our young, it is inevitable that the problem of the aged will greatly increase. It is timely that we begin to examine the issue and propose appropriate action. However, the Bill presented by the Nominated Member, Assoc. Prof. Walter Woon, to this House, in my opinion, is too simplistic and too general to achieve its objective to ensure that our senior citizens will be appropriately maintained by their children. For this reason, I cannot support the Bill as it is presented. Let me elaborate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I will explain why I feel that a Bill to ensure that our parents are properly maintained should be in place. We have to face the reality that the abuse and neglect of older persons do exist hand-in-hand with spouse abuse and children abuse. On the one hand, the elderly may be a victim of villains who qualify as unfilial sons and daughters. On the other hand, the abuse \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> and neglect may come about due to excessive stress faced by the care-giver of the aged or infirm elderly. I think the Bill should attempt to address the former where the elderly has been victimised. In such cases, the elderly is financially exploited and deprived of the needed medicine, food, clothing, housing, social contact and assistance with daily functions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While such a Bill will have no or very little impact on the majority of us, because I still believe strongly that the average Singaporean will uphold the Asian values for a long time to come, we will have to accept that there will always be a group of hard-hearted people who have actually and severely neglected their parents. If we want to deal with this small group of incorrigible hard core people, we must have a Bill that is much more definite and finite in order to be totally effective because the Bill presented has not clearly defined what it means by \"adequately maintained\". For example, can the court take action on those who so cleverly disguised their unkind action by just providing their parents with a space to sleep, feed them with the minimum amount of food and yet still put psychological pressure on the old folks day after day? Can they be deemed to be adequately maintained? Therefore, the children can claim that their parents are being looked after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, maintaining parents is different from maintaining divorced spouses and children because divorced spouses and children stay separately and it is a clear-cut situation where a quantum of financial amount is needed for the assistance. Whereas in the case of the parents, as long as shelter and food are provided, it can be argued that they are being maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, even if the children decide not to maintain their parents, the worst that can happen to them is that the parent can go to court to sue the children and if the children are found guilty, all they have to do is to start providing financial support to the parent and would not suffer any adverse consequence. In other words, the Bill lacks one very important ingredient, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> ie, the deterrent factor in which those who are found guilty of violating the provisions will have to face appropriate punishment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us be reminded that the target of this Bill is at the incorrigible few. Even Assoc. Prof. Walter Woon has stated that there would not be a big rush of parents suing their children and that the intention is to just keep this Bill in the background to be used only if and when necessary. Therefore, to deal with this group of hard core people effectively, there must be a punitive measure so that they would think twice if they decide to abandon or abuse their parents. Would we be over-reacting in imposing punishment to those offenders? I do not think so because there is already in place a legislation which punishes parents for abandoning their children or for abusing or ill-treating their children. It is perfectly appropriate to do vice-versa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To conclude, the proposed Bill needs to be examined more carefully. It is recognised that filial piety and love for one's parents cannot be legislated. Therefore, no Bill can make those who are already unfilial or actively abusing or neglecting their parents more filial or responsible. Apart from getting maintenance for the parents, it is imperative that some form of punishment as a deterrent should be introduced, otherwise it would not convey the society's resolution that such irresponsibility and cruelty is socially unacceptable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I repeat that I am for some form of legislation to protect the old folks but I cannot support this Bill as presented, as it is not going to be effective and, therefore, fails to address the objective of the intention. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, Nominated Member, Assoc. Prof. Walter Woon, approached me to give my comments on his draft Bill before he introduced it in Parliament. I raised a number of questions with him and from his written answer to me he confirmed a number of points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, he agrees that, at the moment, the issue of children neglecting their parents is not a problem in Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, he feels that filial piety in our society has not deteriorated to a state which is as bad as that in the developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, if the children are poor, the law cannot compel them to do the impossible. For those who are genuinely poor, the State should offer them financial assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From my understanding, Assoc. Prof. Walter Woon is of the view that the introduction of this Bill can only achieve the following limited effects: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. For those recalcitrant ones who refuse to maintain their parents despite repeated counselling efforts, there is at least a channel for the parents to sue for maintenance through the legal process; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;2. With this law being in force, the children will be less inclined to neglect their parents, for fear of being sued in court and lose face. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If this Bill, which is now being debated in Parliament and for which the media have spared no efforts in covering, has only such limited effects, then I really doubt its value. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although this Bill provides that parents may go to court to sue their children for maintenance, it does not necessarily mean that the parents will receive their maintenance promptly every month, even after the court has made a ruling. If the children fail to pay the maintenance, the parents will have to bring their children back to the court again for an enforcement order. They cannot expect the matter to rest with just one appearance in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, to make the children pay up the maintenance to their parents as ordered by the court, is just like the maintenance issue in divorce cases where the parties will always have to go through the legal processes which are too tangled up to unravel. There is a problem in implementation. In his reply to me, Assoc. Prof. Walter Woon too admitted it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, if the purpose of this Bill is to make the children afraid of being brought to court and branded as greatly outrageous, and therefore not daring not to maintain their parents, then the reporters from the newspapers can be even more effective for this purpose. They can interview the parents and even present them on television to tell the whole world how unfilial their children are. I think this will be more effective than bringing them to court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me express my views on this Bill. \n  <br>\n  <br>\n  <i>Mutual distrust between parents and children</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you two real-life illustrations. A resident in my constituency had all along been giving money to his mother for her to pay the monthly conservancy charges to the Town Council. But since the introduction of this Bill in Parliament, this young man has been coming personally to the Town Council to pay the conservancy charges and asking for a receipt so that, in future, he will have evidence that he has been maintaining his mother. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another person enquired from me the contents of this Bill. After that, he told me that he was considering whether, in future, he should make his monthly payment to his father by way of cheque rather than by cash. No doubt, in these two illustrations that I have given, the existing relationships between the parents and the children are already bad. But now it has developed into mutual distrust between the parents and the children. There should be love and affection between parents and children. Yet it has now degenerated into mutual distrust. Is this not lamentable? \n  <br>\n  <br>\n  <i>Undermining the relationship among siblings and causing existing conflicts to turn white-hot</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the vast majority of parents would not resort to bringing their children to court as provided for under this Bill. But, in the case of children whose parents are staying with them, if their other siblings have not been making financial contribution to them, then they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> may be tempted to make use of this legislation to demand that their parents go to court to seek maintenance from the other siblings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result, the existing conflicts will become more acute and even to the extent of being irretrievable. The parents who are sandwiched in between would not know which side to take. This would certainly add on more misery to the old folks in their autumn years. \n  <br>\n  <br>\n  <i>Bill is no solution to problem</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the name implies, \"maintenance\" means \"sustenance\". But for the old people, their expenses are not confined to just sustenance. The most important thing is medical cost, especially those who are suffering from chronic diseases such as kidney failure, senile dementia, etc, and the burden on the children is certainly not simply sustenance only! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If, one day, our society has to face the problem of many old people being deserted by their children, then we would have to review where the problem lies. Why are the old people having no protection for their living? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who are the people who refuse to shoulder the responsibility of maintaining their parents? What are their family incomes? Is it because the pressure in life is too heavy for them to tackle? Or is it because we have been emphasising too much on material returns that the moral standard in our society has degenerated to such a deplorable state? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have yet to have a thorough understanding of the nature and actual situation of the whole problem. For that matter, we are not even sure if there will be a problem. To hastily legislate and even to pass a law at this moment is just too perfunctory! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, this Bill provides that the duty of the children to maintain their parents is only up till the death of their parents. What about the funeral matters and their expenses? Will the children who have been sued in court and who have already had a show-down with their parents come forward and deal with the funeral of the deceased parents? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will Assoc. Prof. Walter Woon consider further legislation to make it mandatory for the children to bear all funeral expenses of their parents, and make their attendance at the funeral compulsory? \n  <br>\n  <br>\n  <i>Possibility of Bill being made use of by the Government after it is passed in Parliament</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us not forget that this question of maintenance of parents had already been raised in the Howe Yoon Chong Report on the Aged. At that time, the Government felt that the moral standard of our society had not degenerated to a state where legislation had become necessary, and also the aging problem was not yet serious. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, with the Government worrying about our aging population and the problem of the aged becoming a threat to the Government, this legislation introduced by Assoc. Prof. Walter Woon to make it mandatory for children to maintain their parents can be said to be most opportune. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After this Bill is passed and becomes law, the old people who have children may not be able to go to the Government for assistance when they are in trouble, because there is provision in the law for them to sue their children in court for maintenance. The Government can then be perfectly justifiable in washing their hands completely off the matter. However, the Minister said, just now, that the Government will not. I heard it! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Does this mean that, in future, those parents who would not bear to bring their poor children to court will find it more difficult, or even impossible, for them to get any assistance from the State or from welfare organisations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These taxpayers who have been working unrelentingly for the country enjoy no protection for their old age. They have even to cough out exorbitant lawyer's fees to sue their children in court. Is this the reward they get from the country? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, maintenance of parents is part of our culture, and an unalterable principle. But as the saying \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> goes, \"Even the most upright magistrate will find it difficult to decide in a family dispute.\" This very complicated and delicate matter concerning human relationship, particularly the individual family relationship and operation, should best be resolved through mediation by the individual families and relevant organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of this Bill is not to provide a solution to the problem, neither can it provide an effective protection to the parents. Furthermore, it may even give rise to negative effects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To a perfect family where children are already supporting and maintaining their parents, this legislation is redundant. To those whose children are not providing any maintenance, but are self-reliant, this legislation is meaningless. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for those who are in need and not receiving any maintenance from their children, there is doubt whether they will bear to go to court and bring charges against their own children! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If this legislation has resulted in the parents being forced by one or more of their children to go to court and bring charges against their other children who have not been contributing to their maintenance, then the parents will be in such a predicament. Even if they succeed in getting the maintenance, can it be meaningful? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is more worrying to me is that even up till this moment, the Nominated Member who introduced this Bill has not been able to produce any valid data or statistics to show that there is a need for this legislation. Even the PAP MPs who are supporting this Bill are unable to produce data to prove that there will be a need for such a legislation in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only argument is that this Bill can provide a safety net for a very small minority of old people. The number is so small! Really, to whom are we providing this safety net? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, after the implementation of this law to provide for maintenance of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> parents, should there be any adverse effect, or as MP Peh Chin Hua said, \"various kinds of adverse effects\", then will Assoc. Prof. Walter Woon consider introducing further legislation to make it mandatory for children to treat their parents with kindness? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, to this Parliament, yesterday and today can be said to be days of grief and sorrow. This is the year which is designated the \"International Year of the Family\". Yet, ironically, we have to be here to debate this Bill. As some Members pointed out just now, the introduction of such a Bill is undoubtedly a show of no confidence in the filial piety of our younger people in Singapore. This is indeed lamentable! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now, the Member for Hougang referred to a Chinese saying: \"Even an upright magistrate will find it difficult to judge on a family dispute\". If Prof. Walter Woon has the benefit of dealing with constituency affairs, he will be able to understand the significance and meaning of this saying and the profound philosophy behind it. During our \"meet-the-people sessions\", we often come across various kinds of family disputes and problems - disputes between mother-in-law and daughter-in-law, husband and wife, father and son, and among siblings. They would come to their Members of Parliament to pour out their grievances and want us to settle the disputes for them. Very often, it would appear as though each party has its own reasons, and both sides would insist that they are in the right. So, who is the wiser? From my experience, I would say it is extremely difficult for such family disputes and problems to be resolved through legal means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, we read from the newspapers about some real-life cases, such as husband and wife going to court to fight over a HDB flat; mother and son suing each other in court over some property; brother and sister fighting over some estate matters, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When members of one family go to court over some family disputes, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> have to go through some lengthy and costly process of litigation. In the end, are their problems truly resolved? Are these family disputes settled? I do not think so. No doubt, the court may have made a ruling to conclude the process of litigation, but this does not necessarily mean the family disputes are thus resolved once and for all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I feel that if the Bill is passed in this House, there will be great problems and difficulties in its implementation. I have personally come across such an example, the case of a divorced woman claiming for maintenance. Her ex-husband was a professional with very good income. The court has granted custody of the children to the wife and ordered the husband to pay a fixed sum of maintenance to the wife every month. But he fell in arrears of payment of the said maintenance for six months. The woman had to go to court to apply for an enforcement order and, eventually, a warrant of arrest. But she faced problems in the execution of the order. For a number of months, according to this woman, the husband was at home but the authority was unable to bring him to court or compel him to pay up promptly the monthly maintenance to the wife. Yesterday, I heard the Minister for Home Affairs talking about the difficulty in executing the orders to bring parking offenders who had been summoned to court. There is a problem with enforcing such orders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if one day, unfortunately, we have more and more of such cases, we will surely face great difficulty in enforcing the maintenance orders or warrants of arrest against those who fail to comply with the maintenance orders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am even more worried that one day, if we begin to resort to legal means to deal with family problems, then gradually we will develop a trend of over-litigation in our society. More and more people will be resorting to legal means to solve their problems, especially family problems and disputes. I believe this would result in very bad consequences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take America, for example. The American society is one which practises \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> the rule of law. Can their laws resolve their social problems? I do not think so. In the United States today, one out of every two marriages ends up in divorce. What are the consequences? The consequences are that it becomes very popular for the Americans to enter into a contract between the husband and the wife, even before they are married, like a business dealing. The contract specifies that after the marriage, the husband cannot do this and that, and he must do this and that. Similarly, the wife must do this and that, and cannot do this and that. So, what kind of a marriage is this? The contract also provides for the division of matrimonial property after their divorce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if one day, unfortunately, our society suffers a collapse in the spirit of filial piety of our people, then even though you have this law in existence, it is but an empty shell. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem with attempting to resolve family problems through legal means is that it will, more often than not, result in abuse. In the United States, many lawyers are like private advisers. They specialize in suggesting wicked ideas for their clients. Originally, the clients may not want to sue, but the lawyers, in order to earn commissions, would instigate them to sue. This is one example of how the legal process could be abused. If there are more and more of this kind of cases coming up, then some lawyers will certainly use all sorts of tricks to attract more business to their firms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, a colleague of mine went to Los Angeles. He told me that one day he was walking in the streets when he noticed a signboard outside a very small office, and that was the office of a lawyer. It was written on this signboard: \"Quick divorce. No hassle. US$399 only.\" I think if our society develops to such a stage, then it will be a very great tragedy indeed. So, if you want to have a quick divorce, it is just US$400 only. It is simple. There is no hassle and no trouble. You can get it done straightaway - instant divorce! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the society has problems, I think we must try and find out the root cause and trace the root of the problems. Otherwise, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> it will be like what Laozi had said, \"The law may be manifested, but robbers and thieves are still abundant.\" Notwithstanding the many laws a country may have, if the society has problems, there will still be many robbers and thieves around. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, using legal means to resolve family disputes and problems is a wrong approach. Parents who have to resort to legal means to get money from their children to cover their expenses in the autumn years of their lives will not lead happy lives. I do not think they would be living happily, neither will they live long. How can their lives be meaningful! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the crux of the problem is whether we want to emphasise and propagate the spirit of filial piety. Although we do not have to be like Emperor Kangxi who attempted to rule his empire by the spirit of filial piety or the \"24 examples of filial piety\", many of which were \"blind\" filial piety, I think we should promote vigorously the idea of filial piety in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, we should also be very careful in handling the arguments which have been advocated by the so-called experts. These sociologists are attempting to inculcate among our young people the idea that children themselves did not ask to be born, and as such they have no obligation to support or maintain their parents. If we allow this kind of thinking to be promoted among our young people, then even if you have such a law, it will be just an empty shell. Furthermore, if we want to learn from other societies where the children can call their parents by the first name, then again, the consequences will be unthinkable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in short, any matter within the realm of moral values should be handled through moral and ethical education. If you must legislate, then I think it should be done the other way round. The Bill is known as the \"Maintenance of Parents Bill\", but its contents do not seem to provide for the maintenance of parents. In my view, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> contents of this Bill seem to suggest that it is a Bill for parents to demand money from their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If you want to talk about maintenance of parents, I think the contents should be reversed and that is to provide for all children to fulfil their legal obligations to maintain their parents. If you do not maintain your parents, then you must show cause as to why you should not be maintaining your parents, by producing evidence to the effect that you have been ill-treated or neglected by your parents during your younger days. Only then, will the law be fair and reasonable. We have, in force, a law to provide that parents must bear the responsibility of looking after their children. Conversely, those people who have been brought up by their parents shall be legally obliged to look after their aged parents when they get old. I think it will be perfectly justifiable. It should not be designed in such a way that parents who have been neglected by their children will have to beg for money from the children for their old age, through legal means. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of all the aforesaid reasons, I feel that I am unable to support this Bill. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Mr Deputy Speaker, Sir, I wish to speak in support of the Bill in the name of the hon. Nominated Member of Parliament on the maintenance of parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has been highlighting the important problem of aging in our population. Not many people may realise that Singapore has a relatively more older population than Malaysia or Indonesia. In some of the more older constituencies, as in Queenstown, one can almost find one in two flat units comprising largely the aged and the retired. Most of these aged and retirees stay by themselves and live on their savings. In most cases, the children support them though the children may not be staying with the aged parents. However, sad to say, there is a small minority of aged who have children but are not getting the maintenance support from the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To me, the reason why I would support the Bill is very simple. Are we as a society \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> valuing filial support in the family? If we believe and nurture this as a value, especially as we stress family value as a national value, then children should help to maintain their parents in their old age, especially if they have no means of income. Most people would not need to, or want to have recourse to the law to seek maintenance from the children, but this does not mean that the recourse is not available. Hence, my support for this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some people have argued that we do not need such a law. We have not got one for so long. Why one now? But the sad fact that there are such cases of the aged struggling by themselves, with little help, or no help from the children, is real. There are not many, but there are. I have actually received a letter a few years back by the daughter of one of my residents who sought some assistance from me. She wrote to me from overseas where she had emigrated, telling me specifically that it is the State's duty to look after the aged, namely, her parents. After all, she argued, people pay taxes and what is the Government for. I can understand how one can get into this mindset. It is part of being initially enamoured of and later ensnared by the welfare by the state prevalent in the West. The danger is that our people can also get into this mindset. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We stress family value as a virtue and do not like to see families break up. But we do have laws to protect the women and the children; why not parents when they are aged and cannot fend for themselves when the children are no more living with them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill leaves it to the Government of the day to decide on the quantum of the maintenance and the detailed administration of the law. I have no doubt the details for the smooth administration of this law need to be worked out. Perhaps, it may not be a good thing to go to a court in the first instance. It is expensive going to the courts. Perhaps, it may suffice administratively, in the first instance, to apply to some agency in the MCD. Perhaps, the consensual approach through some counselling agency is preferred than taking the adversarial approach through the courts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Those of us who have sat in the Public Assistance Review Committee (PARC) will, no doubt, agree that many of the cases of the aged and destitute that come up to the PARC do have children. But through breakdown in the family relationship and communication and through the financial hardship of the children's families, the old folks are left unsupported. As a result, they have no recourse but to seek the help of the MCD. The MCD, as we all know, is reluctant to help because the applicants have children. I hope that, with the law for children to maintain their parents, there is better reason for the MCD to assist, if it can be established that the children are doing their best to help in spite of their economic difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not subscribe to the argument by some people that because we are an Asian society, we will know what to do with our parents, that is, to naturally maintain them. This law provides for those in difficulties, who have children, but are not supported by them. At least, there is a recourse for them. It will not be something they will factor in in bringing up the children. The Bill will not substitute legality for morality. But it will draw the line for the limiting case and allow the abandoned poor and the aged to seek assistance from their children. It will also help in the limit to draw the line for the society we are attempting to build through the shared values and the emphasis on the family, including filial piety. Philosophers, moralists, story tellers will interpret the issue in different ways, at different times. But the law founded in morality will maintain its course. That is why we are all here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I support this Bill in principle and suggest that the Bill be committed to a Select Committee. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Mr Deputy Speaker, I find myself in the same unhappy predicament as Dr Tan Cheng Bock was at the end of yesterday. I will start off by referring to a suggestion by the hon. Mr Peh Chin Hua who suggested that 2% to 4% of a working child's CPF be channelled to the parents' account to be divided between the father and the mother. This suggestion might \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> provide the answer to our problem of declining birth rates. If each child has to put 2% to 4% of his or her CPF into the parents' account, this might be the best inducement for parents to have more children so that their old age financial maintenance is secured. Just as the peasants of farming families of old days used to have many children so that more hands could work on the farm and ensure the old folks' needs in their later life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, the Maintenance of Parents Bill has had mixed reactions. Why has this been so? Because different people have different conceptualizations of family relationships. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One idealised view is that the family is a warm, loving place where people are nurtured, cherished and cared for. According to this view, grown up children will automatically look after their dependent parents and thus there is no need for the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other view is that the family is an area where there is an abundant opportunity for potential and actual conflict and this Bill will bring all this conflict out of the private domain into the public sphere and will not add to enhancing filial respect but will actually worsen the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally support the spirit and principle of the Bill which is, that it is the responsibility of adult children to care for their parents. Ideally, this care should include both psychological and material dimensions but emotional care cannot be legislated and thus the Bill deals only with financial maintenance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the principle of this Bill would be acceptable to many of us, though not all of us, it is clear that there are many grey areas in the interpretation and implementation areas and much is left to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> discretion of our courts that have an adversarial system and have neither the time nor the resources to sort out the many potential problems. I realise that the similarities in the implementation of this Bill to relevant sections of the Women's Charter have been pointed out by Prof. Woon but there is one essential difference in the maintenance of wives and children and in the maintenance of parents. In the former case, there is only one spouse in the equation while in the latter case, the equation becomes very complex because of the many siblings, their various relationships to each other and their parents and the difficulty of assessing the needs of the aged - should these be basic needs or needs tied to a comfortable way of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of the parents who will require maintenance from children will also require financial aid to press their claim. However, these parents may own a small flat but may not have disposable income. Being an owner of a flat may disqualify the parent from applying for legal aid and therefore the stringent qualifications for eligibility of legal aid may have to be reviewed for parents applying for maintenance under this Bill. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Order. It is 4.30 pm. Moment of interruption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate to be resumed what day, Prof. Woon? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon:</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half past Four o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
