{"memberId": null, "volumeNo": "62", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "9", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"62\"> \n  <meta name=\"Sit_No\" content=\"9\"> \n  <meta name=\"Sit_Date\" content=\"1994-03-09\"> \n  <meta name=\"Start_Col\" content=\"663\"> \n  <meta name=\"End_Col\" content=\"759\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">62</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">09-03-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 62</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 9th March, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 01:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Labour. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>SECOND SUPPLEMENTARY ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   <b>FOR FY 1993/94 AND ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   <b>FOR FY 1994/95</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the Second Supplementary Estimates of Expenditure for FY 1993/94 (Paper Cmd 3 of 1994) and the Estimates of Expenditure for FY 1994/95 (Paper Cmd 2 of 1994) be taken today. - [Dr Richard Hu Tsu Tau]. \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY SUPPLY BILLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for FY 1994/95 and the Supplementary Supply Bill for FY 1993/94 may be proceeded with immediately after the conclusion of the proceedings on the Main and Development Estimates for FY 1994/95. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SECOND SUPPLEMENTARY ESTIMATES OF EXPENDITURE</b>\n  </div> \n  <div align=\"center\">\n   <h4>FOR THE FINANCIAL YEAR 1ST APRIL, 1993</h4>\n  </div> \n  <div align=\"center\">\n   <h4>TO 31ST MARCH, 1994</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 3 of 1994)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Second Supplementary Estimates of Expenditure for the financial year 1st April, 1993 to 31st March, 1994, contained in Paper Cmd. 3 of 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;No notice of amendment has been received. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum stated for the Head of Expenditure as shown in Paper Cmd. 3 of 1994 stand part of the Second Supplementary Main Estimates\", put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $500,000,000 shall be supplied to the Government under the Head of Expenditure for the Public Services shown in the Second Supplementary Main Estimates of Expenditure for the financial year 1993/94\", put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution to be reported. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Speaker, Sir, I beg to report that the Committee of Supply have come to certain resolution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $500,000,000 shall be supplied to the Government under the Head of Expenditure for the Public Services shown in the Second Supplementary Main Estimates of Expenditure for the financial year 1st April, 1993 to 31st March, 1994, contained in Paper Cmd. 3 of 1994.\" \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Mr Speaker, Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolution.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolution accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1994 TO 31ST MARCH, 1995</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 2 of 1994)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Estimates of Expenditure for the financial year 1st April 1994 to 31st March 1995, contained in Paper Cmd. 2 of 1994. I shall take the totals for each head of expenditure in the Main and Development Estimates appearing in the last columns of the Main and Development Outlays for FY 94 on pages 43 and 44 respectively of the Command Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the \"guillotine\" times for heads of expenditure, which I have fixed under Standing Order 89(7)(a), I have also allotted the time for the discussion of each amendment in the Estimates. I shall announce these times as we go along. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the extension of the sitting time of the Committee by half an hour on each of the seven allotted days, I have also increased the number of allotted days by one day to eight days. However, even with these increases of time, we will, I expect, be hard pressed for time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will therefore not be allotted the time they have requested for discussing their amendments. I shall \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> confine speeches to certain time limits wherever it is necessary to do so. While I shall try to keep the proceedings moving at a brisk pace, I would ask Members on both sides of the House to keep their speeches short and sweet so that we can complete our business expeditiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V - \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V of the Development Estimates be reduced by $10 in respect of Code VA 5100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, the Development Estimates have increased tremendously under the Prime Minister's Office. There is a seven-fold increase, about $9.14 million for Istana and $3.11 million for the renovation of Command House, and $2.6 million for the completion of some projects. Apart from MND spending about $10 million for the renovation of the Istana Park outside the Istana entrance, we are now spending such a lot of money to renovate Istana. Why is it necessary to carry out the massive renovations? I would ask the Prime Minister to justify this renovation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the renovation of Command House. According to Lianhe Zaobao, this will become the official residence of the Elected President. I do not understand. Istana is meant for the President. Why does the Government want to spend so much money to renovate Istana and, at the same time, spend another big sum of money to renovate Command House for the Elected President? Is it necessary? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, some completed projects needed $2.6 million. What sort of projects were involved and when were these projects completed? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Acting Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for National Development (Mr Lim Hng Kiang):</b> Sir, first, let me clarify the $10 million that has been spent for the Istana Park is the park outside the Istana. It is not in Istana. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> We name it Istana Park, but it is intended for the use of the Singaporean public. It is a piece of land outside the Istana, along Orchard Road. So he should not ascribe the $10 million to renovation within the Istana. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is: why is there a need to refurbish Istana? The Istana buildings are very old. The main building was built in 1869, that is about 125 years ago. Minor renovations have been done over the years but the building requires upgrading to meet present-day needs. Space and facilities for the staff and for holding state functions are very limited. The Government has therefore decided to have a major renovation to the Istana to upgrade and modernise the mechanical and electrical services and facilities as well as to build an extension block to provide the additional space. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate the reasons why we have to refurbish the Istana. First, there is an acute shortage of functional space in Istana. Because of this constraint, the Government has to limit the number of guests to be invited to state functions, for example, state banquets for visiting heads of state or other ceremonial functions. Second, the Banquet Room and the State Room have to double up for use as wet weather programme for garden functions. Each time when there is a garden reception, as a precaution for wet weather, all the tables and chairs in the Banquet Room and State Room have to be removed and stacked away along the corridors and tarpaulins rolled on to the floors to protect the carpets. This is very labour intensive. It will also incur maintenance cost. It is also very unsightly for guests to see all the tables and chairs stacked along the corridors. Therefore, in the proposed renovation, a new multi-purpose hall will be created to serve the purpose of wet weather programme. Proper storerooms are also built to store the furniture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, there is also a shortage of space for the staff working in the Istana. There are no common rooms for the staff to rest when they are required to stay back in the evening to organise official functions and attend to the guests. The staff have to rest along the corridors. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, most of the M&amp;E equipment in the Istana are 15-20 years old, beyond their normal lifespan. It costs us a large amount to maintain them and they are in need of replacement. For these reasons, therefore, the Government decided to refurbish the Istana. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Command House, the Command House was also built a long time ago. It was built in 1938. It was used as the official residence of the Speaker of Parliament from 1972 to 1989. The current Speaker had decided not to live in the Command House. The House was therefore put up for rent. We managed to find two short-term tenants. The House has been vacant since March last year because there were no suitable tenants to be found. The existing House is not properly furnished and its provisions are very basic. The Government has therefore decided to renovate the building and upgrade the mechanical and electrical systems. After renovation, the Command House will be used as the official residence of the Elected President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the refurbishment of the Istana is primarily to serve state functions. The refurbishment of the Command House will serve as the official residence of the Elected President. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Minister mentioned about staff. Approximately, how many staff are working in the Istana? As for the renovation of Command House, I understand that previously the President had been living in the Istana. Since we are going to renovate Istana, why can we not have an extension for the President to live there? Why is there a need to further renovate Command House? What would happen if, say, the next Elected President decides not to live there, just like the Speaker of the House? What are you going to do then? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other question which the Minister has not answered is the $2.6 million of completed projects. What are the projects? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> I do not have the specific number of staff that the President has. The main part of the refurbishment of the Istana is in the refurbishment of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> old buildings. Many of our old buildings, City Hall, etc., have to be refurbished after 100 years. The buildings are in a very bad state. So it is mainly to refurbish the buildings. Part of the other reason is of course to create office space and rooms for the staff. I do not have the exact numbers but I will find it out and pass it to the Member. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is: why can the Elected President not stay in the Istana? As he well knows, the main building of the Istana and the Annexe are used as offices for the Elected President, the Prime Minister and the Senior Minister, as well as rooms for state functions. The previous President lived in another small building on the Istana grounds, called the Istana Lodge. During this refurbishment, the Istana Lodge will be used as a temporary office for the President and his staff. This allows us to make use of the building while we are refurbishing the main building. Otherwise, we have to find temporary offices for the Elected President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of $2.6 million, I am not sure where the Member gets the figure. Maybe he could enlighten me. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> It is in the Budget book. It was for completed projects. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Is it related to Istana and Command House? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is ``guillotine'' time. Mr Low, do you want to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I beg to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $24,869,830 for Head V ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $15,352,000 for Head V ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head K of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past several years, the security situation in the world, and in particular in this region, has undergone dramatic changes. While the threat of nuclear wars has abated somewhat, the same cannot be said of the conventional conflicts which have affected many countries in Europe and Africa. A more disturbing trend is that many of these conflicts arose as a result of internal problems relating to ethnic and cultural backgrounds of the people rather than from external sources. We are more blessed in nature where rapid economic development in most countries in the Pacific Rim has brought about prosperity and improved well-being to the people. There is less opportunity for conflicts as everyone is preoccupied with improving the standard of living. To a large extent, many people would hold the view that wars are no longer imminent and we will reduce the emphasis we have placed so far on defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we have always taken the position that it is far better to be prepared than to be caught unaware no matter how remote the possibility of conflicts that may arise, given the multi-racial and cultural nature of our society. We have for some years now subscribed to the concept of Total Defence encompassing Military, Civil, Economic, Social and Psychological Defence. Each of these aspects is relevant to the particular structure of our society. Each of these policies needs to be reviewed and varied where necessary so that they may remain relevant to our security needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would be useful for the Minister to brief the House on the changes that have been brought about in the past year to maintain our military capability. Since the five areas of Total Defence are closely linked, the Minister may also wish to enlighten the House on the progress that has been made to the implementation of the Total Defence policy. I know that the Minister will be tempted to ask the other Ministers to answer the other four polices, but I submit that since the Minister for Defence is in overall charge \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> of Total Defence, the Minister may find it more convenient to do on behalf of his colleagues. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam is not here. Dr Lau Teik Soon. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Thomson GRC):</b> Sir, defence analysts have noted a worrying trend with regard to defence expenditures of states in the Asia-Pacific region. With increased growth rates of many states in the region, for example, in the case of China, double digit growth over the last few years, and some of the ASEAN states experiencing growth rates of over 6%, more money is available for the defence establishments in these countries. At the same time, there are a number of countries offering very sophisticated weapons at bargain prices. It seems that there is a rush to buy sophisticated weapons on the part of many states, whether it be F16s, SU29, radar installations or any other weapons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons for the increased expenditures are many. They include the modernisation programmes of defence forces, the need to enhance defence capability and to contribute to regional security. However, there is the view that defence build-up may lead in fact to an arms race among the states in the region. This is worrying because there are many potential conflict issues in the Asia-Pacific relating to territorial disputes, competition over resources and age-old problems, for example, in the Korean Peninsula. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To prevent misunderstanding, Sir, it is important therefore for states to promote defence cooperation among themselves, especially among states within the sub-region. Various cooperative measures can be adopted, for example, exchange of visits, joint exercises, exchange of information, bilateral arrangements and even multi-lateral defence arrangements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister to inform the House what forms of defence cooperation have been implemented between Singapore and other states in the region, especially our ASEAN neighbours. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, over the years, increasing competing demands \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> for land use as industrial, residential and national development projects have reduced the land available for military training. Many areas previously used by the SAF are no longer available. Tampines is now developed into a residential area. JTC has taken back Woodlands and Loyang for industrial development. Parts of Lim Chu Kang and Yio Chu Kang are now used for high-tech farming. Only about 15% of the total land area is available for SAF training purposes. Yet providing realistic training is the cornerstone of a credible and modern fighting army. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, space constraint is not limited to land but also air space. Local air space available for air force flight training is minimal. Singapore's air space is already very small and yet a significant proportion of the air space is being crowded by complex and block systems of flight paths and air corridors serving civilian airline flights. This is expected to increase in the coming years. The air space for training can therefore be expected to be reduced even further. At the same time, access to certain hazardous zones such as flying over army live firing areas must continue to be restricted for safety reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, traditionally in the 60s and 70s, Singapore had limited access to training space over peninsular Malaya. In 1983, Singapore and Malaya had an official agreement defining boundaries of what is known as the low flying area. But I understand that in February 1991, Malaysia has drastically reduced this by 85%. Our air force could of course conduct their training over the South China Sea, but this space is also used by other air forces for training. I understand that to fly to the training area, two-thirds of the flying time is used. In spite of the land and air space constraint, the SAF must train hard to maintain operational readiness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister what alternatives have been provided to the SAF for training and how effective are these alternatives. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Second Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (Dr Lee Boon Yang):</b> Sir, I shall reply to the Chairman of the GPC for Defence and Foreign Affairs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1984, Mindef introduced the concept of Total Defence as Singapore's strategy for security. Total Defence comprises five aspects, as the Chairman of the GPC has mentioned, namely, Psychological Defence, Social Defence, Economic Defence, Civil Defence and Military Defence. Let me highlight the key principles of each of these elements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Psychological Defence is the foremost aspect of Total Defence. Psychological Defence is about the collective will to stand up for our right, to protect what is ours, and to prosper and progress in our own way as a nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Social Defence is about our people living and working together in harmony. Social Defence strengthens Singapore's community spirit and ensures that the social cohesion we now enjoy will never disintegrate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Economic Defence is Government, business and industry, organising themselves in a manner such that our economy will never collapse when faced with adversity. If we slip behind economically, we also slip behind militarily. Economic Defence will ensure that we remain nimble, resilient and robust, able to deal with all forms of threats without allowing our economy to come to a standstill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Civil Defence is preparing and educating our people to respond to emergency situation and to ensure that life goes on as normally as possible. Civil Defence readiness means having adequate supplies of food, water, fuel, medicine, blood and so on. And the population, so well prepared, that they will not panic when disaster strikes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Military Defence is the ability to have credible defence strategy against threats to Singapore's sovereignty and territorial integrity. Military Defence is bolstered with a strong defence technological capability and an efficient defence industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministries of Community Development, Trade and Industry, Home Affairs, Information and the Arts and Mindef are responsible for the various aspects of Total Defence. A Total Defence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> working committee chaired by the Head of Civil Service was formed in July 1985 to oversee the efforts of the various Ministries. This committee's main role is to mould attitudes towards Total Defence so that it becomes a conscious element in policy formulation by the Ministries and their statutory boards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, Mindef has worked with the other Total Defence Ministries to bring home to Singaporeans the importance of Total Defence. This has been carried out through various activities, campaigns and national education programmes run by the respective Ministries. Exercises have also been held, such as the Food and Fuel and Civil Defence Shelter exercises. Other preparatory measures have also been implemented such as the use of computers to monitor stocks of essential food items and construction of air-raid shelters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Mindef's part, we have organised mass information campaigns and national education programmes to highlight the importance of Total Defence to Singaporeans. Last year, we launched a programme for national awareness for trainee teachers together with the Institute of Education. Teachers play a vital role in emphasising the importance of defence to young Singaporeans. The experience and exposure in this programme would generate confidence in the SAF among the teachers and enable them to convey the essential values and concept to our students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the Total Defence plans were formalised in 1984, Mindef carried out an extensive public information campaign on the Total Defence concept. To regenerate awareness of Total Defence as Singapore's strategy for security, in July this year Mindef will once again launch a mass information campaign to educate younger Singaporeans who have not been exposed to this concept or are not totally familiar with Singapore's approach to security. Mindef together with the other Total Defence Ministries will continue with efforts to generate and give greater awareness of the Total Defence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> programme so that every Singaporean understands his or her role in the defence of Singapore. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong (Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Defence (Dr Yeo Ning Hong):</b> Sir, I will be responding to Prof. Lau and Dr Ho's points on defence cooperation and limitation of space for training. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's defence policy is based on a two-pronged approach of diplomacy and deterrence. We have built up a strong deterrence capability to deter threats to Singapore from surfacing. But deterrence alone is not enough. As a small nation, it is vital for Singapore to have good defence relations with as many countries as possible, especially with our neighbours in ASEAN. Hence, Mindef has an active policy of fostering good relations, building open and frank communications, enhancing common interests among our neighbours and other countries. Such relations will serve us in good stead and minimise the prospect of tension and instability in the future. Our efforts to establish close defence ties and strengthen relations with our neighbours and other armed forces have been successful. I will give a brief account of some of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef gives priority to maintaining close defence relations with our ASEAN partners. The SAF enjoys warm and cordial ties with the armed forces of the other ASEAN countries. These ties have been built up over the years and bilateral relations have been institutionalised. We hold regular bilateral exercises and annual bilateral games and facilitate regular exchange of visits. Our officers also attend each other's military academies and training institutions. The SAF now conducts regular bilateral exercises with all other ASEAN countries, the most recent country being the Philippines. We place great emphasis on such bilateral military exercises which have over the years grown both in scope and sophistication. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Air Forces and Navies of the ASEAN countries also hold regular bilateral exercises. Our Air Force, for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> example, exercises annually with the Indonesian Air Force and the Royal Thai Air Force, while our Navy has regular bilateral exercises with the Navies of Malaysia, Indonesia, Thailand and Brunei. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our close ties with our ASEAN friends are also manifested in the training opportunities that they have granted to the SAF. Indonesia, Thailand and Brunei allow Singapore Armed Forces to carry out unilateral exercises in their countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Air Combat Manoeuvring Range in Sumatra which we develop jointly together with the Indonesian Air Force will be commissioned later this month. Last year, Thailand renewed the training arrangement for the SAF and the RSAF to train in Thailand itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now move on to the relations with the Five Power Defence Arrangement (FPDA) countries. The Five Power Defence Arrangement countries, namely, Malaysia, Australia, New Zealand, the United Kingdom and Singapore form a key institution contributing to the security of the region. The FPDA has served us well over the past two decades. Its value as a political and psychological deterrent has not diminished. This arrangement remains relevant to the region. Cooperation between the FPDA partners is excellent. The regular air defence and naval exercises have been broadened and interaction between FPDA defence officials institutionalised. This year, Singapore will be hosting the second meeting of the FPDA Defence Ministers and the Chiefs of Defence Forces will also be meeting in Malaysia later on in the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the House is aware of our increasing defence ties with Australia. Last year, we signed the MOU to shift the RSAF Flying Training School to Pearce in Western Australia. The School has already started operations and it is progressing well. The permanent premises of the School are being built and should be completed this year, with the laying of the foundation stone of the building scheduled for later this month. Last year, we signed a defence cooperation and technology agreement with Australia to facilitate collaboration in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> defence research and technology. And in December, we signed another MOU allowing our armoured troops to exercise in Australian territory this year. We also conduct regular joint exercises with the Australian Defence Forces and these exercises have proved to be extremely valuable to the Singapore Armed Forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our defence ties with the United States are also excellent. We see the United States as a special friend and we regard continued US engagement in the region as important for regional stability. Singapore is not alone in supporting continued US presence. Over the past two years, many other countries in the region have also expressed in one form or another their view that the presence of US forces in the region is still vital and necessary to the continuous stability and security of the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SAF has regular exercises with US forces, in particular with the US forces under the US-Pacific Command. These exercises are carried out in Singapore, in Hawaii, in continental US, and in Alaska. Our three services have benefitted immensely from our interactions with the US forces. Mindef will continue with its active defence diplomacy to strengthen existing relations and forge new relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Ho has touched upon the scarcity of training space in Singapore. This is indeed a serious problem for the SAF and a very severe constraint. Over the years, the availability of training areas in Singapore has shrunk. The total land area available for training is now less than half the land available to the SAF in 1967. As Singapore develops, we can expect further encroachment on the training areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we also face constraints in the air. When our Air Force jets take off, in less than a minute they are already out of Singapore airspace. That gives Members an idea of how small, how limited the airspace of Singapore is. But we cannot allow the lack of training area or the shortage of airspace to impede the training of the Singapore Armed Forces. We need to conduct regular and realistic training in order to hone the SAF into an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> effective and efficient fighting force, a force that is capable of fulfilling its task and mission of safeguarding the sovereignty of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, wherever possible, we have applied technology to help us resolve and overcome the problems related to shortage of training space and training area. Hence, the SAF has made extensive use of simulators. After training on the simulators, when our troops go out for actual exercises, they are able to maximise, to make the best use of, the very limited space that is available to us. In this way, every exercise in the training area is optimised to give the best possible training to our Armed Forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to provide realistic simulator training, we have gone extensively into laser technology, into systems that permit us to help the soldiers themselves have a good feel of what it would be like in actual battle. We use systems that are referred to as the Multiple Integrated Laser Engagement Systems (MILES). Such systems permit the SAF to engage in a whole variety of exercises with realism. When a soldier is not carrying out his actions or his tactics properly, that lesson can very easily be brought home to him because he can be \"shot\" by a laser gun. And when he is shot, his system is deactivated and he knows that in real training, in a real battle, he would have been dead. With the laser system, we are able to get our soldiers to learn very realistically the correct moves that they have got to make tactically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to optimise also on limited space, we have developed baffled ranges. These are ranges which minimise the amount of land required around the range. This means that we squeeze the maximum amount of training value out of the land available to us. We also use various parts of Singapore using imaginative and innovative exercises on a large scale. For example, we use old HDB flats that have been designated or earmarked for demolition for our troops' training. When holding such exercises, particularly exercises near to built-up areas, the SAF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> makes every effort to minimise inconvenience to the public. We inform residents and members of the public of the areas of the exercise before we launch the exercise itself, so that residents will be forewarned and not be alarmed. We also establish hotlines for residents to call should they have queries on such exercises. However, and here I want to stress, even with the best of effort, because of some of these large-scale exercises, a certain amount of inconvenience to residents and to members of the public may be inevitable. And here I request Members to explain to their constituents the training constraints faced by the SAF and to seek their understanding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I touched briefly earlier on on the training of the Republic of Singapore Air Force in Australia. We have been very fortunate in that, with the constraints that we experience, we have many countries which are generous in providing us with training facilities. The Singapore Government is grateful to these countries. Because of the availability of land overseas, we have been able to carry out large-scale, sophisticated and complicated manoeuvres that would otherwise not be possible if we were to do it in Singapore itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a result of the steps that we have taken, Sir, I am happy to assure the House that the Singapore Armed Forces' operational readiness and combat effectiveness have not in any way been undermined, despite the lack of training areas in Singapore. In fact, what we have done is to turn adversity into advantage. Because we have to send our servicemen overseas regularly with large amount of movement of equipment and weapon systems, we have been able to develop and sharpen our ability to deploy our forces quickly, notwithstanding the extremely large logistic tail that has got to follow the troops wherever they go. This, I have no doubt, will stand us in good stead in the event of an emergency. The SAF is fully capable of carrying out its mission of safeguarding Singapore's sovereignty and territorial integrity. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I have a cut. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You were not in the House when I called your name. We have run out of time on this amendment. Mr Chen, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), six minutes, Dr Ho. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K of the Main Estimates be reduced by $10 in respect of Code KA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before the recruits in the SAF can accept rigorous combat training, they have to be physically fit. If not, there will be many training casualties resulting in manpower wastage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore where we have a limited number of youth available for military duties, manpower wastage is something we can ill-afford. In 1976, the number of 18-year olds eligible for national service recruitment was 32,000. By 1994, this figure dropped to 20,000 as a result of declining birth rates. It is therefore all the more important for the SAF to save on medical attrition and reduce training injuries to the minimum. At present, the Basic Military Training (BMT) can be segregated into either three, four, or five months depending on the physical fitness of recruits. Sir, I would like to ask the Minister to update the House on the effectiveness of the segregated BMT. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having completed their full-time National Service, the men are operationally ready for combat duties. They will leave full-time service to be NSmen. The name \"Operationally Ready\" signifies that our NSmen have a moral obligation, if not a legal one, to maintain their physical fitness. The NSmen's physical fitness is monitored by the IPPT. Since April last year, the SAF introduced new IPPT standards and incentives to motivate the men. I would like to ask the Minister \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> what these new IPPT standards and incentives are and how effective they have been to motivate the NSmen to keep fit. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Can I interrupt, Mr Chairman? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> \"Guillotine\" time is at 2.30 pm. There are still 15 minutes more. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chiam, I think you are not following the proceedings carefully. We are going amendment by amendment, and that amendment has already used up the time allotted for it. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> But the point is that we are still within time. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I think you do not understand Standing Orders. The point is that you were not in the House when your name was called earlier. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, last year, in June, Mindef introduced the restructured Basic Military Training system where enlistees who are not sufficiently fit have got to attend a two-month physical training phase before they join those enlistees who are fit. Then together they go through a three-month common Basic Military Training programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under the physical training phase, the enlistees who are less fit undergo a more focused physical conditioning programme designed specifically to help them attain the basic requirements of fitness so that they can start the military training proper. Since the implementation of this programme, the medical attrition for the recruits who are less fit has come down very sharply. Previously, the medical attrition of the less fit has been hovering around 13.4%. This has dropped by about a half to about 6.8%. In toto, if we include also the results for those who are fit, Mindef has reduced the overall medical attrition rate for each cohort from 14.2% under the old regime, where everybody goes in to do a 3-month Basic Military Training programme, to 5.7% under the present programme of the less fit taking a little more time. What this means is that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> each year, with an annual cohort of about 15,000 recruits, we are able to get 1,300 more recruits available for combat. These would be those who previously would have been medically attrited and hence not available for combat duties. Quite obviously, this is a very important contribution, given the progressively diminishing male citizens at the age of 18 available for national service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Physical fitness among the less fit has shown a very dramatic improvement. 75% of a thousand-odd enlistees who came in for this special programme passed the IPPT under the physical training phase. Indeed, another 23% marginally failed only one test and that is the chin-up which Singaporeans, by and large, find great difficulty in passing. Only 2% of those who were considered less fit prior to the programme have not been able to pass the IPPT test itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, National Servicemen, previously referred to as reservists, are our front-line soldiers. They are the people who form the bulk of our defence force. It is, therefore, extremely important that their physical fitness be satisfactory. To encourage them to strive for higher levels of physical fitness, we recently introduced the IPPT monetary incentives. I am happy to report that since the introduction of these incentives, beginning 1st April 1993, there has been a general improvement in the physical fitness of the NSmen. Compared to work year 1992, the overall number of IPPT passes has increased by 2.4%. But the 2.4% covers a very sharp improvement because there is the improvement in quality, over and above that of the minimum standards required. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give the House some details. For example, the number of NSmen who have attained the gold standards, in other words, the highest level required, has more than doubled. For those who have attained the silver standards, it has increased by more than half, in other words, more than 50%. And the number of those who have passed, at what we refer to as special incentive standard, has increased by a quarter. So not only is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> there a total increase in the number of people passing, there is now a much fitter army of NSmen. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Yeo, we are running out of time. \n  <br>\n  <br>\n  <!-- Dr Yeo Ning Hong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yeo Ning Hong:</b> Sir, to encourage the new NSmen to maintain the same physical fitness that they have achieved while they were in full-time National Service, Mindef will increase the IPPT pass standards for new NSmen who ROD on or after 1st April to the same level that they attained when they were NSF. We will also be helping those NSmen who have difficulty in maintaining their physical fitness by replacing the residential training scheme with a new non-residential remedial training, beginning 1st April 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new training system is another of Mindef's continuing efforts to help our servicemen improve their physical fitness and, in the process, enhance Singapore's defence capability. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K of the Main Estimates be reduced by $10 in respect of Code KA 2100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, recently the body of a Taiwanese Navy Captain was found floating in the sea which led to the discovery of a collusion between the military and the military equipment suppliers. The military equipment suppliers have established a relation with retired military officers to rig the procurement of military equipment. So the extreme case in Taiwan that was uncovered has given rise to the question as to whether we have any safeguard against such irregularities. What kind of system do we have to monitor the system of military procurement, especially those that are not done by way of tender, that is, from the time of proposal to procure military equipment up to the time of approval? What sort of procedures are followed? Furthermore, are there any regulations to ensure that there is no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> irregularity among our people who are involved in military procurement? Can the Minister for Defence assure us that there is no such irregularity happening in Singapore? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the Member for Hougang has asked whether Mindef has any safeguard in its military procurement procedures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me assure this House that Mindef is fully conscious of the need for a rigorous and objective military procurement system. Mindef has to stretch every dollar in its defence budget to build up a credible defence capability to ensure Singapore's peace and security. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, apart from the quality of our commanders and soldiers, the success or otherwise of our mission to defend Singapore also depends on the defence systems which we purchase for peace time training and for countering threats in the event of war. Our procurement system is, therefore, designed to ensure that we get the most cost-effective equipment. Before any system is procured, there are many steps to be taken. From defining the needs for a particular weapon system to the actual acquisition of the system, there are stringent procedures and involvement of various professionals to ensure that money is spent only when there is a clear and definite need for that particular system and that they be spent in the most cost-effective way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many different levels in the committee comprising professionals from the military services, meaning the airforce, the army and the navy, Technology Division, Contracts and Finance Organisation within Mindef which will objectively deliberate and assess the requirements and the funding limits for the respective projects before Mindef proceeds to procure what is required. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every purchase is recommended only after thorough evaluation by different groups of professionals. They evaluate offers based on specifications established clearly beforehand. Potential suppliers - and these are international \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> suppliers because when Mindef calls for tenders for the supply of equipment, these are international tenders and the defence industries from many countries take part in these tenders - know very well, through our tender document, that it is illegal to offer gratification and, through the practice of our procurement procedures, they know that it is useless to attempt political or other influence on our process of evaluating tenders. They know that it is useless to attempt influencing present serving or retired members of the armed forces. Depending on the value of the purchase, the committee which approves the purchase may involve Ministers from other Ministries to further enhance impartiality and objectivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the procurement procedures and the actual contracts themselves are routinely audited both by Mindef's internal audit department and also the Auditor-General's Office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our military procurements are therefore based on sound, tested and regularly audited procedures to ensure that the SAF derives maximum value for every defence dollar spent. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Would the Minister assure this House that a similar incident which happened in Taiwan will not happen in Singapore? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I will assure this House that there is no possibility of such an event of any corruption, or wrongdoing, taking place in Mindef's procurement procedures. But I do not know what goes on in other countries, regardless of what the Member is suggesting here. Let me assure him and other Members of this House that we regularly audit our procedures to ensure that no wrongdoing can ever take place. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,329,000,000 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $350,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head B - \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon (Nominated Member):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head B of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our prosecutors in AG's Chambers are very efficient and hardworking. They do an excellent job in enforcing the law. But they are human and they do make mistakes. Every once in a while, we read of people being acquitted after trial, or acquitted after charges against them are withdrawn. In a civil case, if a plaintiff loses his case, he pays the defendant's costs. In a criminal case, if a person is acquitted without a stain on his character, he still has to pay his own lawyers for defending him. If a person is acquitted because he has committed no crime, is it just for him to be forced to spend, sometimes tens of thousands of dollars, vindicating himself? Is it just that an innocent man may have to ruin himself financially to prove his innocence? \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Criminal Procedure Code allows the Magistrate to award the princely sum of $50 if a prosecution is brought frivolously. This, I think, Members of the House will agree is totally inadequate. Could the Minister please look into the possibility of giving the courts the discretion to award costs to a defendant in an appropriate case if he is acquitted? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are the arguments against such payments? Can it be said that paying costs to acquitted persons will inhibit prosecutions? That argument is specious. A prosecution is brought when the Public Prosecutor is satisfied that there is a prima facie case. I do not think that the fact that costs would have to be paid if the accused is in fact innocent will stop a good case being brought to trial. If it deters marginal cases being brought to trial, or if it deters frivolous cases, then we should not mourn about that. If the objection is that the State cannot pay, again it shows that it is specious. The Public Prosecutor, I am sure, is very careful about the people he prosecutes. It is only in a very small minority of cases \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> that a mistake is made, perhaps the wrong person is prosecuted. So in this very small minority of cases, cannot the State with its budget surplus afford to redress the wrong it has done to a person who should have not been prosecuted, but who is? Legal costs are very high and it is a small comfort to a person to be vindicated in court if he is ruined financially. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The prosecution already claims costs from persons who are convicted. This is fair. A criminal should pay for the expenses of his trial. But the other side of the coin is that if a person has been prosecuted when he is innocent, he should have his costs reimbursed. It is a matter of fairness to individuals who are mistakenly prosecuted that they should be paid the costs by the State. It is not a subsidy. It is justice. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Sir, the existing position is that under the Criminal Procedure Code, the subordinate courts or the High Court can award taxed costs against the complainant or the informant where the prosecution is vexatious or frivolous. This is in addition to the $50 which the Magistrate's Courts can award. On appeal, the High Court can also award costs to any party on appeal. It is true that there is a provision for costs to be awarded for the prosecution but I understand that this is very rarely invoked. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While Prof. Walter Woon's arguments may on the surface appear attractive and it can be studied, personally, I would be very reluctant to proceed on the basis of providing for costs in criminal proceedings on the same basis as for civil proceedings. Civil proceedings are disputes between private parties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In criminal proceedings, there is a fundamental difference, ie, there is an over-riding public interest for the State to bring prosecution to maintain law, order and security. Let us not forget, because Prof. Walter Woon said that when a person is acquitted, he used the words, \"Is it just to have wrongly prosecuted him?\", there are many components which come together when prosecutions are made. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, someone has to report that he has been a victim of a crime or that he has seen a crime being committed. It is in our interest to encourage him to come forward and report. Next, the matter has to be investigated thoroughly by the Police and investigation papers put up. Witnesses have to be assembled and they will have to be encouraged to come forward and give evidence. Finally, the Attorney-General's Chambers evaluates all the evidence on the basis of the investigation papers and makes a decision whether to prosecute or not. If a prosecution fails, does it mean, as Prof. Walter Woon says, that the prosecutors have made a mistake? I do not think we can conclude that. Prosecutions can fail for a wide variety of reasons. The witnesses may change their evidence at the trial. Material witnesses may no longer be available when the trial starts. Or witnesses may be reluctant or refuse to testify or witnesses may fail to remember accurately the events resulting in confusion and discrepancy. Therefore, it is wrong to conclude that if a person is acquitted that the prosecution has bungled. There are many, many factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, this leads me to the other point. If we are going to provide for costs whenever a person is acquitted, I feel that this will have an inhibiting effect on prosecutors and on the Police. Because surely the Minister for Finance will want to ask the Attorney-General and the Police to account for the costs. It will lead to a situation where the Police and the prosecution will want to take up only sure-win cases. Is that in our interest? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we have a rape case, a girl comes forward and alleges rape, witnesses are assembled, her testimony is taken, but the case is thrown out, the State has to pay. Then surely the State will also want to recover the costs from the informant or the person who reported because that triggered off the whole case. So let us keep this matter in balance. Let us not equate criminal proceedings exactly with civil proceedings. There is a fundamental difference in the public interest involved. Of course, where prosecution has been done in bad faith, where there has been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> malice, then the party concerned can bring an action for malicious prosecution. I would therefore say that on this matter I will proceed with very considerable reluctance in equating it with civil proceedings. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Prof. Woon, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon:</b> Sir, I believe the Minister has missed my point. I am not saying that in every case where you acquit, the prosecution should be made to pay costs. I am saying that the court should have the discretion in a proper case where they are satisfied that the person before them is in fact innocent, that this innocent person should not have to pay his own costs to vindicate himself. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is guillotine time. Would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon:</b> No, Sir, in view of the Minister's answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $15,599,600 for Head B ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $622,700 for Head B ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>VISIT OF MEMBERS OF THE FRENCH NATIONAL ASSEMBLY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Presence in Gallery)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. On behalf of hon. Members, I welcome Members of the French National Assembly, led by the Honourable Jacques Baumel, President of the France-Singapore Friendship Group of the French National Assembly, who are present in our Gallery. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1994 TO 31ST MARCH, 1995</b>\n  </div> \n  <div align=\"center\">\n   <b>\n    <div align=\"center\">\n     <h4>[Mr Speaker in the Chair]</h4>\n    </div></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head E - \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head E of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, the subordinate court did not levy any fees and charges in the past. Now, in the district court and the magistrate's court, charges have been levied. Starting from the second day of the commencement of hearing, the charge per day for Magistrate's Court is $500. If the estimated number of days of hearing is exceeded, then the charges for each subsequent day of hearing is $800. All this will have to be paid upfront. What is even more unacceptable is that if any of the parties does not speak English, $100 a day has to be paid for the use of interpreters. This is unfair. It is alleged that those who are proficient in English and some lawyers have been abusing the interpreters' service. I cannot accept this argument because the Court would not be able to correctly judge the witnesses' proficiency of English. Using the language that they are most proficient in Court is the right of every citizen of Singapore. So even if they need interpreters and need more days of hearing, it is not fair to impose a fee on them, because we are a multi-racial society. We must accept that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the court's charges for hearing fees and interpreter's fees will create an obstacle to the lower-income people who need to seek justice. It is a threat to these people. If the court keeps on charging fees for services and adds on a burden on the poor people, then one day, it will be impossible for the lower-income people in Singapore to seek justice, and this will be a great tragedy for our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to reports, this measure is introduced to prevent abuse of the services and to increase efficiency. I cannot accept this argument, because people do not want to go to court unless they really have to. If you want to equate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> fees with efficiency, then you might as well privatise the courts and let them become Courts Private Limited. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Mr Speaker, Sir, this issue has been raised before, although not in this Chamber, and has been answered. It is not true that the picture is, as the Member has painted it, that all these fees have affected the ordinary man's access to the courts. First of all, these fees have been introduced to enforce greater efficiency in usage of the court's time. And it is actually a fraction of the fees charged by the lawyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as access to the courts by poor people is concerned, we should note first that the fees system does not affect actions for damages for death, to personal injuries such as motor accidents. They do not affect family or matrimonial cases. They do not affect cases involving adoption of children, guardianship of infants, mentally disordered persons or the disposition of estates under inheritance or family provision Acts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In genuine hardship cases, the Registrar has the discretion to waive, remit or reduce the fees. To-date, there has only been one application and that also is an application for deferred payment. There is also legal aid. Most of the cases which take up a lot of time, that means more than one day, are the commercial cases which involve corporate or individual litigants who can afford it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our information is that the scheme has been working well and has not affected access to the courts. In fact, experience has shown that we have gone away from the days when the lawyers used to ask for 10-20 days to be set down for a trial. It is a clear indication therefore that lawyers and litigants have begun to be more reasonable when asking for the number of days to be set aside for the trial of the cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as fees for interpreters are concerned, this is actually to stop abuse, as the Member said. Because witnesses who are very proficient in English have asked for interpreters so that they can have greater time to compose their answers to various questions. Another \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> abuse has been that those asking for interpreters, and when the interpreters are supplied, they in fact do not fully use them. This has led to deployment problems and has caused delays in commencement proceedings and sometimes cases have to be adjourned. But here too, the Registrar has the power to waive. So all in all, Sir, these fees have been introduced to bring about some streamlining and to prevent abuse of the court's usage of time and usage of facilities in the court. Sometimes, litigants and lawyers in the past failed to appreciate that for every case it involves court facilities and the judges' time and resources, with the result that there was a huge backlog and inefficiency in the system. \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> What are the criteria for waiver and how does the court assess whether a person is proficient in English? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I should think that these are simple enough for the Registrar when a person appears before him, or if the lawyer makes a representation to him setting out the facts of the case. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, would you like to withdraw your amendment? We are approaching \"guillotine\" time already. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $31,235,600 for Head E ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $11,645,700 for Head E ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head T - Ministry of Law. Amendment (1), Dr Arthur Beng, please speak on your two items together. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head T of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, I would like to address the issue of development of Singapore as a Centre for Legal Excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many measures have been introduced to develop Singapore as a Centre for Legal Excellence. These have been initiated by the Government, the Judiciary, the Law Society of Singapore and law firms themselves. They include effecting a faster clearance rate of cases, computerisation of procedures, overseas trips of legal delegations and the setting up of overseas offices by local law firms. Local law firms also host visits by foreign lawyers to facilitate an exchange of information and to enable those foreign lawyers to learn from Singapore. The Singapore Government has done its part by taking steps to ensure better quality of lawyers and passing legislation to set up our own Court of Appeal and to cut the apron string from the United Kingdom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister tell the House what further steps may be needed to quicken the pace in our drive towards legal excellence? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to the question of legal reforms in Singapore. Sir, last year was a very busy year for the Ministry of Law. Several new legislation as well as amendments to existing legislation were introduced in 1993. These legal reforms had a positive effect and resulted in improvements in the efficient administration of justice, for example, faster clearance of capital cases and formation of our own Court of Appeal. Could the Minister inform the House what legal reforms are being considered for introduction in FY94? \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, the recent ruling by the Chief Justice on the legality of parallel importation of intellectual property has made it difficult for a parallel importer to import genuine goods without running foul of the law. While the Chief Justice's ruling has removed an ambiguity at law, it has also raised concern that the ruling works against the interest of consumers. There has been a widespread misconception that parallel imports hurt consumers because some local agents have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> propagating the myth that parallel importers are fly-by-night operators out to sell a cheap good or a service without staying behind to service the customers. I have recently been told that while there are many small time importers, not all parallel importers are small timers, some are big timers here to stay. CASE believes that these operators do not necessarily work against the interest of consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Conversely, if a local agent has the sole right to sell genuine products, it could create a monopolistic situation which works against the interest of consumers. During a recent CASE exercise, CASE discovered that there were substantial differences between prices of groceries. I am told that some family grocers might have imported their goods from Malaysia, hence they were able to sell their goods at below the recommended price. CASE's position is simple. So long as the goods are genuine and within the expiry dates, we welcome parallel imports. Therefore, CASE welcomes the recent announcement by the Government to review the Copyright Act with a view to changing the law for legalising parallel imports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some local agents of products have applauded the Chief Justice's ruling and held it as being one step closer towards the protection of intellectual property rights. I think they might have misunderstood the spirit of copyrights and patents. The purpose of any patent or copyright is to protect the interest of inventors, authors, composers, designers, people who created the products. Patents and copyrights are necessary because these inventors and creators deserve their royalty. Patents and copyrights were never intended to protect traders and agents who were out to establish monopolistic situations so that they can set prices above what it would be if there were a perfect competition. For these reasons, Sir, CASE welcomes the recent announcement in Parliament by Assoc. Prof. Ho Peng Kee that the report would be out some time in April. CASE has also commissioned a report to look into the legality as well as the economic impact of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> liberalising the law on parallel importation of goods. Sir, CASE wishes to commend the Government for acting swiftly on this matter. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, I would like to believe that Members of this House, like myself, uphold the sanctity of marriage and subscribe to the importance of the family. Alas, however, we are not living in a perfect world and there are irretrievable breakdowns in marriage. Statistics show that about 2,500 to 2,700 marital dissolutions have occurred every year under the Women's Charter since 1991. What I am asking the Minister is to consider the establishment of a specialist court, ie, the family court, to handle matrimonial cases and all related issues arising out of irretrievable breakdown of marriage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, jurisdiction to hear and decide matrimonial issues is divided between the Magistrate's courts, the District courts and the High Court. This divided jurisdiction may work towards ending a marriage rather than mending it. The end result may be that not one court gets to hear the evidence in its entirety to understand the background behind the marriage in order to reach a result that is just to both parties and does not compromise the welfare of the children. Moreover, a court that hears 20 or more cases in one morning has no time to advise and counsel parties. The family court will have the time and expertise to counsel parties towards reconciliation besides its other role in matrimonial issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In essence, the functions of the family court should be aimed at: (1) mitigating the intensity of disputes; (2) encouraging settlements; (3) providing further for the welfare of the children of the family. When divorce cannot be avoided, the family court can still play a constructive role in helping parties come to terms and to cope with the stress, hardship and trauma of a broken marriage and to reduce the problems experienced by children as a result of marital breakdown. In Japan, there is a family court where family cases are heard in privacy. The point made by the Law Commission of England in 1966 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> that \"the saving even of a small number of marriages is worthwhile provided that it is not accompanied by a disproportionate waste of time and effort in a great many others\" still applies to us today. I would urge the Minister to consider this matter. If a family court is not feasible at this time, then a family division in the High Court may be an alternative. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Sir, land prices affect the cost and competitiveness of all industries and high industrial land prices put export industries at a great disadvantage as they have to compete against foreign manufacturers worldwide, many of whom are already blessed with abundant and cheaper land. For example, a Singapore manufacturer operating on one hectare or 10,000 square metres of JTC industrial land in the Kallang Basin Industrial Estate has to pay S$670,000 in land rental per year with an annual increment of 7.6%. For a 60-year lease, if we use the same discount factor of 7.6%, he will have to pay a net present value of $670,000 times 60, or $40,200,000 for the total cost of using the land over the next 60 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, his competitor in Johor occupying the same area of one hectare of industrial land in a Johor industrial estate only has to make a one-time payment of about 1.2 million ringgit or roughly $700,000 to use the land for the next 60 years. This means that the Singapore manufacturer must pay almost 60 times more than his Johor competitor for land rental. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is short of land, so manufacturers are expected to compete against other land users to lease land at market rate. They are finding it increasingly more difficult to pay the initial high land rental followed by an annual escalation rate of 7.6% and still remain internationally competitive and earn a fair return on their investments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my question is: how does the Government price state land for industrial use so as to ensure that our manufacturers will not lose their international competitiveness as a result of excessively high land prices? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. S. Jayakumar:</b> Sir, I will respond to all those who have spoken except for Mr Koo Tsai Kee whose point about parallel import my colleague, Assoc. Prof. Ho Peng Kee, will respond briefly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, Dr Arthur Beng's points about Singapore being a centre for legal excellence and on law reforms. When we talk about Singapore being a centre for legal excellence, they can mean several things. It can mean, within Singapore, enhancing the quality of legal services to both Singaporeans as well as to others, investors, multi-nationals, and so on, who operate within our legal system. Of course, that is very important because a sound legal system is part of the infrastructure to encourage economic and commercial development. Excellence in terms of legal facilities also entails Singapore developing competence and skills in the area of international law, international business transactions, regional law, so that as we develop as a regional, financial and shipping centre, and as others from outside the region will want to come to Singapore and use our services, our legal services will also not be found wanting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of our effort at regionalisation where many other foreign law firms are venturing into China, Indo-chinese countries, Singapore law firms should also not lose out. So in that sense of developing Singapore as a centre for legal excellence, whose role is it? Dr Arthur Beng asks what Government would do. The Government has a part to play, the Judiciary has a part to play, and the legal profession has a part to play. So the three components have to come together to perform their roles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we are familiar with the courts. The courts have achieved an enormous success in streamlining the judicial system and administration of justice. The court system has been revamped, waiting time for hearing cases has been reduced, backlog of cases considerably cleared and, overall, there is improved efficiency, productivity and avoidance of delay in administration of justice. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government on its part provides the necessary infrastructure, the building of the courts, facilitating the appointment of Judges and Judicial Commissioners. It has introduced legislation for the restructuring of the courts, permanent Court of Appeal, abolition of appeals to Privy Council and has introduced far-reaching legal reforms such as the Application of English Law Act and also restructuring the basic structure of the legal profession so that it will ensure that there is no over-supply and there is a high quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the legal profession itself has a part to play. They have to upgrade their skills to meet the new challenges. I also think that we should join hands with the business sector in our efforts at regionalisation. And I am very glad to know from the President of the Law Society that more and more law firms are making trips and visits to countries in the region, either tying up with law firms there or establishing offices there. The Government on its part has encouraged this and the Ministry of Law and the Attorney-General's Chambers have authorised the establishment of joint-venture firms between foreign offshore law firms and Singapore law firms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of law reforms for the coming year, as the Member noted, most of these major law reform legislation has been taken through last year. But for this year, we have two major items of law reform. One is the Patents Bill which has just been introduced which will make significant reforms into our system of registration of patents. Secondly, we will also introduce during the course of the year legislation on bankruptcy, which I think is overdue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to say that we are also asking the Attorney-General's Chambers to consider the adoption of some important international codes and conventions which will be important for Singapore's commercial centre, for example, the United Nations Commission on International Trade Laws model for international commercial arbitration as well as the United Nations Convention on Contracts for International Sale of Goods. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I forgot to add, Sir, that when you talk about the law, the legal profession, I think, also has a role in educating the ordinary people on what to them appears to be the mystery of the law. To many ordinary men-in-the-street, law is a rather frightening and awesome set of rules and they do not know where to begin. And, therefore, I commended the Law Society for their recent efforts in organising the law awareness exhibition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I may turn to Dr Kanwaljit Soin's question on the family court. I have listened to her arguments and I also must mention that the Minister for Community Development has raised a similar point with me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would first start off by saying that this is actually a matter which concerns the administration of the courts. The first question is: should there be specialised or specialist courts? The second question is: do existing resources enable the establishment of such specialist courts? And the third question is: if, yes, we have the resources, then what are the priorities? Is it the priority to establish a family court, a commercial court or a juvenile court, and so on? These questions really ought to be left to the Chief Justice to decide because he is in the best position to know how best the Judiciary's resources can be used and whether we have reached the stage where we can establish such specialist courts. The Chief Justice has been consulted and he is of the view that all disputes relating to family matters, family life, which are envisaged for the proposed family court, are already dealt with quite satisfactorily by the several courts within the existing judicial system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But while there may be some merits in the idea, the present resources which are available to the Chief Justice simply do not enable him to establish such a specialised court at the moment. We have to bear in mind that it involves having to set up a separate establishment with special staff, interpreters and so on for such a specialist court. Moreover, you have to get at least two Judges or Judicial Commissioners who are prepared on a daily basis to hear nothing else but matrimonial cases. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would add that if and when the time comes for setting up a specialist court, the Chief Justice will have to consider carefully what the priority is. As I have said, should it be a commercial court or some other courts? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I think it is important also to be clear about our objectives for the family court. I have listened carefully to what Dr Soin mentioned. She laid emphasis, quite correctly, on the objective of mending marriages, emphasis on reconciliation, encouragement of settlement. Of course, all these are to prevent the end result, that is, a break-up of marriage. She also mentioned about coping with stress. If it is the objective of trying to save the marriage, of reconciliation and settlement, then one has to ask a fairly important question as to whether the courts are the best place to achieve this objective. Because our judicial processes are heavily flavoured with the adversarial system. We may have to consider whether other avenues should be explored outside the court system which can focus on these objectives of conciliation, mediation, advice. I intend to discuss this with my colleague, the Minister for Community Development. Nobody can quarrel with the objectives, but we have to see where the solution to this matter should be reposed, whether it is in the courts or outside the courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Robert Chua's question on pricing of industrial land - let me first say that my Ministry of course will discuss this with other agencies, like JTC. But for now, let me say that the valuation of land of course is based on what the land's worth is if transacted in the open market on a freehold and tenure basis, taking into account naturally parameters such as location of site, land area, land use, intensity, development. Industrial land value is determined from analysis of market evidence of private transactions or public tender of industrial lands. Necessary adjustments are then made based on these parameters to arrive at the market value of state lands which have been valued. Since valuation of state land for industrial development is based on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> transaction of private lands, it will of course tend to follow the market trend of industrial lands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;True, he mentioned other countries - compared to other ASEAN neighbours or China or Vietnam, our industrial land cost is higher because of the scarcity of land in Singapore. So land cost in Singapore can never be the same as that of other countries which have more land. But we should not try artificially to keep the land cost down, but to ensure that our limited land resources are put to the best possible use. Moreover, being competitive is not just a matter of containing the land cost per se, because we have to consider other factors such as efficiency, adequacy and quality of the infrastructure, political climate and consistency of Government policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of manufacturing, I understand the land cost constitutes only about 7.7% of the total manufacturer's cost. As long as we can ensure that we have adequate and efficient infrastructures that meet the needs of our industries and give our investors value for their money, for what they invest here, we will not be in danger of losing our competitive edge in manufacturing because of higher cost, such as land cost. But in any case, I have taken note of his point and we will keep this under review. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Parliamentary Secretary to the Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Law (Assoc. Prof. Ho Peng Kee):</b> Sir, we note the sentiments expressed by Mr Koo Tsai Kee when he urges Government to consider consumers' concerns when we amend the Copyright Act in the light of the Chief Justice's decision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when Parliament passed the Copyright Bill in 1987, it was stated in this House that the intention was not to prohibit genuine parallel imports but only counterfeit products. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me reiterate what I have said in this House on 23rd February when I answered the question posed by Mr Chng Hee Kok. Government's policy on parallel imports has not changed. We should strike a balance between two sets of interest, on the one hand, consumers who want cheaper consumer prices, and on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> the other hand, copyright industries, to enable them to reap the benefits of their efforts and so have the incentive to develop the business. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I informed this House that a Committee has been formed to look into this matter. When the report is ready, we will study it carefully and, as has been said, we will clarify the position within two months. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I thank the Minister and the Parliamentary Secretary for their replies. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Dr Wong Kwei Cheong is not here. Amendment No. (3), Mr Eugene Yap. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng (Mountbatten):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T of the Main Estimates be reduced by $10 in respect of Code TI 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In moving this amendment, I would like to know from the Ministry of Law if they could consider raising the financial ceiling imposed on applicants for legal assistance. I feel that it should be raised so that it will be a more realistic level that can cover more people who genuinely require legal aid but do not qualify for it under the existing financial ceiling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The existing financial ceiling was set in 1956 under sections 11 and 12 of the Legal Aid and Advice Act (Chapter 160). In those days, I think the population of Singapore was less than 1 million. Today we are about 3 million. There should proportionately be more people we would like to help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sections 11 and 12 stipulate two financial limits. The first financial limit provides legal aid to people who have got disposable capital of $500 and disposable income of not more than $1,000 per annum. It is on a per annum basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members will agree with me that this has probably no practical significance today and the ceilings are quite unrealistic. Even if we want to help more people, we can help them under section 12 which is a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> more generous section. But it is still tight. Section 12 allows the applicants to have a disposable capital of more than $500 but less than $3,500 and his disposable income can exceed $1,000 per annum but it cannot exceed $3,000 per annum. So this is a case where the spirit is willing but the law is weak. And I think the best solution to this scenario that we are in today is to have a review, a total look at the Legal Aid and Advice Act and amend the Act accordingly to help more people. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, I thank Mr Eugene Yap and I am pleased to give him my response that the Ministry of Law is in fact right now in the process of re-examining various provisions of the Act, including the means test and we shall take into account the suggestions he has made. I think at the end of the review, we should be able to propose amendments to the means test and other provisions of the Act. I might mention that, at present, the Legal Aid Bureau in fact handles quite a tremendous workload. They have an average of about 6,500 fresh applications per year and the Bureau is able to accept more than 60% of these cases. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Eugene Yap Giau Cheng:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T of the Main Estimates be reduced by $10 in respect of Code TJ 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the introduction of condominium developments, considerable periods of time have passed. And the earlier condominium developments have shown signs of deterioration and maintenance, or repair works have to be implemented. The nature of condominium developments is such that there are different building types. A single condominium can consist of high rise, medium rise, and low rise. The share value is determined by the size of the unit and the conservancy charge is charged accordingly, irrespective of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> facilities each type of unit enjoys. Therefore, a large low-rise unit may pay more for conservancy charges than a smaller high-rise unit which is served with lifts and even central airconditioning. At the moment, the management corporation as well as the residents in the condominium is experiencing difficulties in reconciling what part of their estate, or what element in the building, should be upgraded or replaced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. In a condominium of predominantly low-rise units with only one multi-storey block, a situation may arise such that the majority of the residents may not want to approve the budget to be spent on upgrading, or replacing of the lifts as most of them do not make use of such lifts. Or the reverse can happen. In a predominantly high-rise condominium with a few low-rise units, most of the residents may not be too sympathetic to involve a lot of sinking funds to repair leaking or damaged roofs of the low-rise units. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have more and more condominiums being built and there will be more such problems arising. Although, at the moment, these problems can be brought up for final decision by the Strata Titles Board, the Board cannot possibly look into each and every case. And very soon, it will be over-taxed. Such process is also time consuming and, in the meantime, will create a lot of anxiety and animosity between residents. Therefore, it is not conducive to community harmony. Perhaps, the Ministry should make additional provision in the Land Titles (Strata) Act to address these common difficulties instead of leaving it to the decision of the management corporation to decide on a case-by-case basis. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, living in a condominium, unlike living in a private property, requires forbearance and give and take. Flat owners as subsidiary proprietors own shares in the common property. They are jointly responsible to maintain and upkeep this property. It is difficult to obtain total consensus as to how this is to be done. That is why the Land Titles (Strata) Act provides for the setting up of management corporations \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> (MCs) to manage these condominiums. The oversight of these management corporations comes under the purview of the Ministry of National Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Act provides that the management corporation can be authorised by special resolution passed at a general meeting to carry out these works. Once the resolution is properly carried by the general meeting, subsidiary proprietors are bound. The Act recognises that condominium living promotes the principle of sharing, give and take, co-existence. Buyers of condominium units must accept this. It is a decision which they should make advisedly and with their eyes open. Ultimately, should any subsidiary proprietors be unhappy with the decision of the management corporation, as Mr Chen has rightly pointed out, they can bring up their case before the Strata Titles Board. Therefore, a mechanism has been set up to handle complaints and problems of this nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a different situation arises when the management corporation defaults in maintaining the common property so that they are not in a good and serviceable repair or in proper and clean condition. Then the Commissioner of Buildings is empowered under the Buildings and Common Property (Maintenance and Management) Act to require management corporations to rectify the situation. Examples are falling roof tiles, or lifts that are not properly maintained. These are situations where the management corporation has defaulted, different from the one that Mr Chen has mentioned. His situation is where subsidiary proprietors are not happy with each other, or with the management corporation. Short of such defaults, Government should not intervene. The present legislation that provides for recourse to the Strata Titles Board is adequate. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Sir, I thank the Parliamentary Secretary for the reply. I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $115,412,700 for Head T ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $125,237,600 for Head T ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head Q - Ministry of Home Affairs. Dr Beng, Amendment No. (1). \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head Q of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, the topic of hardcore drug addicts. From press reports and my discussions with the Ministry officials, I know that the drug situation in Singapore remains a high priority concern in the Ministry. More drug traffickers and drug syndicate members are being arrested and large quantities of heroin and other drugs seized. Given the nature of drug trafficking, it is not possible to detect and arrest every drug trafficker or courier that supplies drugs to pushers in our streets. It is indeed an endless task for our drug enforcement officers in the CNB, the Police and the Prisons Department which manages the Drug Rehabilitation Centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to know from the Minister what is the state of the drug situation in Singapore today and whether there are any specific problems faced by the Ministry and its drug enforcement agencies, and how well are we placed to tackle these problems and concerns. In particular, I would like to know how we are tackling the problem of the recalcitrants or hardcore addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am particularly concerned regarding repeat offenders. This is a problem not peculiar to Singapore. However, for years we have been pursuing a very enlightened policy of treating the pure addict as a patient rather than a criminal. What do I mean by a pure addict? This is an addict without a criminal record. He is not charged in court but is put on a compulsory rehabilitation programme. However, I understand that for some, being readmitted (for example, fifth time or more) is being taken by the addicts as nothing more than \"home coming\", that is, these persons do not seem to take personal responsibility for their addiction. To them, going back to the DRCs is just like going back to a second home. Their spouses suffer, their children suffer, but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> they, the addicts, remain unconcerned and irresponsible. In between admissions to the DRC, he adds to the misery of the family by making his wife pregnant again and then \"merrily\" checks into the DRC. This is a major area of concern. I am especially concerned because some of the most dedicated counsellors have told me that they are now beginning to despair. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am also told that there is a criminal element in drug addicts. This is a most serious association. Can the Minister please elaborate? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Yatiman is not here. Dr Beng. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, CID's recent report on the 1993 crime situation painted a good picture for Singapore. I would like to congratulate the Police and the Ministry for a job well done in not only maintaining but also improving upon the standard of law and order in Singapore year after year. I agree with the Minister's recent statement that it is only with the close partnership between law enforcement agencies and members of the public that we are able to keep our crime rate very low and our streets very safe. I would also like to congratulate the Singapore Police Force on the reorganisation of the Marine Police to the Police Coast Guard Command. This is very timely and will ensure the safety of vessels in our coastal waters. But we must not rest on our laurels. We must not unwittingly allow Singapore to go the way of some countries, especially in the West, where violent crimes and destruction of public property are the order of the day. As an Asian society, we believe in social order and this requires a community that is law-abiding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are three areas of concern that I wish to comment on. Firstly, outraging of modesty. It shows an increase of 8.5%. Secondly, problems in construction sites and, thirdly, juvenile crimes which have shown an increase of 27.1%. In these three areas, all the statistics show that these crimes are on the increase. In the case of the construction sites, serious crimes and murders have shown an increase. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, outraging of modesty is a cowardly crime. It is a crime that will leave considerable psychological damage on the victim. It worries the family members. It will affect workers who come back late because of shift work. Indeed if the increase in trend is not checked, it will affect workers' attitude to shift work. What is being done to address the increase in these cases? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the violent crimes and murders that take place in the construction sites need looking into. Indeed, murders have increased by 38.1% and I believe that many of these take place in the construction sites. In this area, the Immigration Department must also come down hard not only on those directly involved but also those who may have knowledge but are not cooperating with the authorities to bring those guilty to trial. The lifestyle of foreign workers in their homeland must not be allowed to influence negatively work attitudes in Singapore construction sites. We must aggressively tackle this problem. Will the Minister explain to the House the strategy the Ministry intends to implement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on juvenile crimes, while we have done well in maintaining low crime figures, we must also be alert to trends that give problems in the future. I am referring to the problem of delinquent youth groups and street-corner gangs. I do not know whether it is simply a case of adolescent defiance of authority, or a case of lack of parental control, or some other fundamental reasons. The number of juveniles arrested for seizable offences in 1993 was 1,878, or 27.1%, higher than in 1992. There was a case of a 12-year old boy arrested for molesting an 11-year old girl. In another case, a student threatened his teacher with a pen-knife. We used to think that this would only happen in the West. In yet another case, a boy who quit school, felt bored and set fire to his former school. If we do not adequately address the issue of youthful offenders, it will add to our burden of crime enforcement when they grow into adulthood. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think our law enforcement agencies ought to look more closely into the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> fundamental problems which result in the involvement of youths in crime. It is only by doing so that we can work out better preventive measures to keep youths away from crime, and devise suitable programmes for the rehabilitation of delinquent youths. This calls for a multi-disciplinary approach to juvenile crimes. The Ministry of Education, the Ministry of Community Development, the Ministry of Information and the Arts and the Ministry of Home Affairs should together spearhead this project. The rehabilitation of delinquent youths needs much more attention. Of course, the parents and the family have a key role to play. Will the Minister please comment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Related to this issue is the issue of violence on TV. In the toddler murder case in the UK, it was reported that the two children who killed the toddler watched a violent video show days before they committed the crime. There is now enough evidence of this correlation to concern the producers of such films in the West to cut down on violence. I know this subject has been debated at last year's Committee of Supply. Since last year, we have made some headway. However, much more needs to be done. In my view, the level of violence in our TV programmes must be closely monitored. Some may feel that some element of violence is essential for a story-line or to hype-up a programme. While this may be true in some cases, we should develop a set of acceptable standards aimed not only at reducing violent scenes but also to ensure that our TV programmes do not harden or make our viewers immune to acts of violence, ie, they get so used to seeing TV violent scenes that when they see these scenes happening at home, they are no longer troubled by them. I will pursue this subject further in the discussion under MITA. Otherwise, our enforcement agencies will have an uphill task in promoting and enforcing our laws against crime and violent behaviour. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Choo Wee Khiang is not here. Mr Koo. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee:</b> Sir, I understand that Mexico will soon be joining the 24-nation OECD, the first since 1973 when New \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> Zealand was last admitted. Singapore is not an OECD country but our GDP per capita is already higher than some OECD countries including Britain. Even Singapore's absolute GDP is higher than New Zealand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other day on a visit to a MNC factory manufacturing wafer, I met a Greek American expatriate who has just been posted from Dallas to Singapore. We discussed various things and he told me that Singapore is a very developed country, although I was a bit embarrassed in his presence to say that we are a developed country. He told me how impressed he was with Singapore and he added that he had been around the world and he knew what he was talking about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, developed or not developed, the fact is that Singapore is becoming a very attractive place for would-be immigrants. Singapore needs these people to expand our economy abroad. At the same time, Sir, every citizen now has a theoretical charge on our huge reserves. And with the Government's Edusave Scheme, CPF Top-Up Scheme and the preferential share allocation scheme, the theory that every citizen has a charge on our reserves has now been transformed into reality. In other words, they get real money instead of saying that they have got so much money per head. In other words, citizenship now comes with financial prizes. There is money for the taking in becoming Singaporean. For a long time, many of my colleagues in the university cry that permanent residents (PRs) and citizens are no different. Sometimes they insist that PR is better than Singapore citizenship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my point is that right now our citizenship is very valuable. Should we not administer some simple citizenship tests for immigrants? What are these tests I am talking about? I am talking about very simple tests. These can be oral or can be written. They need not be difficult. The essence of these tests is to imbue our citizens with a sense of history, a sense of knowledge of how we have come from the past to the present. I think every citizen should be tested on the following: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The most important thing, what is the meaning of our National Anthem \"Majullah Singapura\"? Sir, I do not know whether you are aware, many new citizens do not know the meaning of Majullah Singapura. Some of them still think that our National Anthem is called \"Mari Kita\". It is an embarrassment if a new citizen does not understand what the National Anthem is all about. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second topic I would like the Ministry to consider is that new citizens should also understand the meaning of our Pledge, \"We, the citizens of Singapore ..... \" so that they understand why the Pledge was made into a pledge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, I think a short history of Singapore is not out of place. I think the history could be in two parts. The first part could be a bit longer. Perhaps it could be titled, \"From Raffles, 1819, to Lee Kuan Yew, 1990\". And the second part, maybe contemporary history from Goh Chok Tong and beyond. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I suggest that applicants for citizenship be given these tests. Before they are tested, maybe give them some short lessons in these topics. My question is: will the Ministry of Home Affairs consider administering these simple tests for people who want to become Singaporeans? \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew:</b> Sir, as our economy expands, even with the long-term target rate of 4-6% per annum, Singapore will still need more professionals than we can produce domestically from our own limited population growth. In the meantime, companies will need more managers, engineers, scientists, accountants, legal officers, human resource managers and so on to meet their expansion needs, both locally and in their overseas ventures. While we should continue to produce more professionals locally, we should not ignore the potential pool of such talents which is available in our region and beyond. I hope that the Government will formulate some pro-active policies to promote the selective immigration of foreign professionals to supplement our limited pool of such manpower so that our future \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> economic growth, including the building of an external wing, will not be dampened by the shortage of such manpower. Ideally, such talented professionals, if found suitable, should be encouraged to sink their roots in Singapore and thereby add to our total capability. My question is: is the Government reviewing its policies to allow more foreign professionals to obtain permanent residence status and eventually citizenship in Singapore? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Soin, you may take your two topics together. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Thank you, Sir. I appreciate and understand the Minister's difficulty in granting PR status to all foreign spouses. But I would like to make an appeal that he should consider the following suggestions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The minimum economic and educational criteria necessary for foreign spouses to be eligible for PR status should be spelt out and not decided on a case-by-case basis, as this system has caused anxiety, bitterness, confusion and even heartache. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Some sort of amnesty should be granted to the foreign men who are already married to our local women and have children. If necessary, these new residents could be asked to undergo some skills training programme so that they become economic assets to Singapore. After all, they are married to Singapore women and it is our duty to ensure that we do not inadvertently become agents of the break up of their marriage by not granting PR status to the husband. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, I would like to illustrate my next point with a real life story of a local Indian girl. Her father wanted her to marry an Indian national from the same sect. She refused, knowing the difficulty of getting PR status for him. But her father went on a hunger strike and after four days, she had no choice but to agree to her father's wishes. After that, her husband could not get PR status. And so we punish the girl for her filial piety. Thus, we have to mount a public education programme about the problems of PR status for foreign husbands so that our senior citizens will not try to pressurize \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> their daughters to marry foreign men. Thus, I would like to make an appeal to the Minister to look afresh at this issue of granting PR status to foreign spouses and come up with solutions that are more just, humane and satisfactory for our local men and women. At the same time, we could capitalise on the fact that we are getting foreign immigrants into Singapore who are anchored to our way of life through their local spouses and make the most of this asset rather than allowing in other immigrants who have no roots here at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will go on to the next topic about spousal domestic violence. Only about 5% of all domestic abuse cases are male victims while 95% are female victims. I will therefore confine myself to the latter. In Singapore, wife abuse has received public attention only in recent years and little research is available on it. However, fortunately, a recent study was done by Dr Aileen Seow, a Senior Registrar at Tan Tock Seng Hospital. 96 cases of physically abused women presented themselves at the Accident &amp; Emergency Department of Tan Tock Seng Hospital between July and November 1993, so that we average 24 cases each month and this is only the figure for one hospital in Singapore, ie, Tan Tock Seng Hospital. If we assume a similar rate for the other three big general hospitals, the figure will come to 100 a month. This does not include the many other cases that do not go to the Government and restructured hospitals but go to private doctors or do not report at all. We are only seeing the tip of the proverbial iceberg. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, between 1989 and 1993, there were 43 reported cases of domestic violence where the wife is a victim of an offence of voluntarily causing hurt by dangerous weapons or voluntarily causing grievous hurt. These statistics give us a picture of the incidence of domestic violence in Singapore. When a battered woman makes a Police report, the common practice of the Police is to advise the victim to lodge a complaint before a Magistrate and to issue a private summons against her spouse. No further action will be taken by the Police unless instructions are given by the court to investigate the matter. Normally, if the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> victim insists on pursuing the legal process, she will have to either prosecute the case personally or hire a lawyer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, if the matter comes to court this way, the Magistrate would view the matter as a domestic quarrel and would try to achieve an amicable settlement between the parties instead of issuing a summons. The extent of legal intervention normally ends with the Police giving advice and warnings to the errant husband. It is evident therefore that the existing criminal and Police procedures are rather limited in dealing with wife assaulters and in providing protection to the victims. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is not what the general population wants, because a survey was done by Dr Alfred Choy, a NUS sociologist. In 1993, \n  <br>\n  <br>510&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans from all walks of life were surveyed on the subject of wife assault and these are the results of the survey. 50% of them think wife assault is as serious as other personal crimes whilst 34% think it is more serious. Singaporeans want the police to take a more serious action when wife assault recurs or involves a greater degree of violence. 86% of them surveyed want the police to either charge the husband by issuing a summons or arrest the husband. The survey interviews took place randomly across Singapore so that those responding were representative of the population. The survey shows a shift in Singaporeans' attitudes from preserving family privacy to protecting the safety of the wife. When there is recurrent domestic abuse, even if people continue to try to keep up the appearance of an intact family, it is not much use as the family will break down anyway. Domestic abuse is not just a dispute between spouses because it affects children all the time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of the high incidence of wife abuse, the seriousness of its effect on the family and children and in view of the survey of attitudes of the general population, would the Minister consider ways and means of giving more formal protection to battered wives? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Ang Mo Kio GRC):</b> Sir, the use of Information Technology (IT) has spread rapidly in recent years. There are over 120 million personal computers (PCs) in the world. With the widespread use of such PCs, networks and databases, the associated system risks have also increased. For example, in the first eight months of 1993, over 23,000 cases of fraudulent returns of income tax were discovered in the US because the electronic returns process has given added incentives to criminals to file electronic returns fraudulently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore last year, I think there were a couple of cases of computer frauds. There was one, a POSB Lucky Draw. It was perpetrated by one of the systems staff of POSB. It was a very clever scheme which took the police a bit of effort and time to unravel. There was also an ATM card fraud which involved the fraudulent withdrawal of funds by making use of fake or forged cards. Similar cases were also reported in Japan and elsewhere. This is not to say that our police has not done a good job. I have seen some of the Commercial Affairs police officers at work and I can testify to the efficiency and the expertise that they possess. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it is necessary for the police officers in Singapore to keep ahead of or at least to keep in tandem with current developments in the IT industry. Even in the private sector it is difficult to identify suitably qualified candidates for the post of systems security administrator. So I would like to ask the Minister what plans he has to upgrade the expertise of the police officers involved in commercial crime investigations and what plans has he got to recruit candidates with suitable training. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, the traffic police has been introducing new safety measures over the years to reduce road casualties. Some of these measures have been in the form of legislation, such as that relating to drunken driving and safety belts, while others have been in the form of education and persuasion such as the \"ride bright\" campaign. This was a campaign to ask the motor cyclists to switch on their headlamps even in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> day so that they can be better seen. Many are still cynical over the value of the use of the rear seat belt and of the effectiveness of \"riding bright\". Will the Minister please comment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the GPC has been briefed by the Ministry and notes with concern certain trends: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) the accident rate of probationary, ie, new Class 2B, motorcyclist riders is about four times higher than that of all class 2B riders (motorcyclists). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) the accident rate of probationary Class 3 drivers, ie, new drivers, is about 1.8 times that of all Class 3 drivers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent accident which resulted in the death of a school girl by a driver who had not driven for some years brings these statistics closer to our heart. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure that the increased accident rates in new drivers are multifactorial. There is a need to re-look into our system of training and testing. There is a need to consider whether these new drivers should be identified by a special plate for their vehicles for the safety of all on the road. Will the Minister please comment? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the sitting and will take the Chair again at 4.20 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.50 pm to 4.20 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 4.20 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q (cont.) - \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Wong Kan Seng):</b> Sir, I thank the Members for raising the various issues. I will try to answer all of them, except for Mr Koo's question on tests for citizenship, Dr Soin's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> question on spousal domestic violence and Mr Lau Ping Sum's question on training of police officers. I will leave these questions to my Parliamentary Secretary to deal with later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me assure Members that the drug enforcement and control problem will always remain the priority area in my Ministry's agenda. As Dr Arthur Beng rightly pointed out, the problem cannot be completely eradicated. We must relentlessly ensure that the situation is kept in check as much as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The drug situation in Singapore, as in any country, depends on several factors, for example, the supply of drugs from external sources, the changing patterns of drug consumption, and our enforcement and rehabilitation programmes which must continue with vigour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last six years or so, relentless efforts have been put into enforcement against drug traffickers and addicts. Much emphasis was also put on rehabilitating the addicts. There were many innovative programmes being tried out such as the exit counselling programme, the use of electronic monitoring system and drug rehabilitation programme tailored to suit the various categories of drug abuses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, our drug rehabilitation centres (DRCs) have seen an increase in the number of drug addicts. In 1993, for example, 4,740 addicts were admitted into the DRC as compared with, say, 3,823 in 1991. That shows an increase of 24%. The number of hardcore addicts, and by \"hardcore\" I mean those who are third timers and above, amongst them has also increased due to relapse. The number of hardcore addicts has increased from 48% in 1991 to 51% in 1993. The relapse rate now stands at 70%, which means that 70% of these drug addicts go back to taking drugs within two years after their release from the DRC. And we also keep the repeater drug addicts longer in the DRC. This has therefore contributed to the increase in the DRC population which is now about 8,130 as at the end of 1993. This increase indicates that we need to fine-tune and make adjustments to the current two-pronged strategy of curbing supply and demand. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the supply side, I have asked the CNB to step up its enforcement action against all drug traffickers, whether they are big, small or ant traffickers. For those who cannot be prosecuted in court because their witnesses or their accomplices are not willing to go to court and give evidence, then we will detain them under the Criminal Law (Temporary Provisions) Act. As at the end of December last year, we have 427 persons detained under the Criminal Law (Temporary Provisions) Act for drug trafficking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also need to consider the regime in the DRC. This will help to curb the demand, hopefully. CNB and Police will step up their efforts to round up addicts and send them to the DRC for treatment and rehabilitation. But in the end, it is really up to the addicts whether they want to be reformed or rehabilitated. We can only do so much for them. For those who are amenable to change and responsive to rehabilitation, generally we think these are the first and second timers, we can and we will adopt a compassionate and helpful approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But for the hardcore addicts and recalcitrant addicts, that means, the third timers and above, I think we cannot keep treating them as patients who need assistance and help to kick off the drug habit. We need to draw a line somewhere, given our limited resources and not let these addicts return to the DRC time and again. We now even have eight timers and above in the DRC. The number of such real recalcitrant and hardcore addicts will only continue to grow if they keep on relapsing. So we must adopt a tougher approach towards such drug addicts. We will continue to detain them in the DRC for progressively longer periods and to add to the deterrent effect, my Ministry is also considering incorporating some of the features of prison life in the DRC regime. For example, we will lock them up for a longer period initially and we will introduce tougher physical drills and exercises. We will also cut down drastically on the privileges and the opportunities for recreational activities for these addicts. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also considering whether for the truly hardcore addicts (fifth timers and above) that Dr Arthur Beng talked about, they should not be prosecuted in court and let the court decide to send them to jail, instead of the CNB sending them to the DRC. Compared with the prison, of course, the DRCs are more like camps and addicts sleep in dormitories, and drug addicts feel a sense of community because they are meeting their own kind when they are together. Like Dr Beng said, there is a sense of home-coming whenever they get back to the DRC. I think this situation is not on, whereas in jail, and \"jail\" literally means behind bars, I think these real hardcore addicts should have a taste of it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The option of charging these addicts in court with a view of having them sent to jail is not new. In fact, under the Misuse of Drugs Act, anyone who is found guilty of drug-taking or smoking, self-administering, consuming controlled drugs is liable to be punished by up to 10 years of imprisonment or a fine of up to $20,000, or both. The minimum sentence for a second or subsequent offence where a person is sentenced by the court is three years' imprisonment. In the past, very few addicts were prosecuted because we have always treated them as patients and we try not to leave them with a conviction record. But if they choose to relapse repeatedly, then I do not see why they should not be sent to court and let the court send them to jail. If that is still insufficient deterrence, then we can consider introducing caning for such hardcore addicts, in addition to imprisonment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some may probably argue that adopting such a tough approach or this option of sending the addicts to jail will mean that they will have a criminal record and therefore this will mar them for life and that will ruin the chances for full rehabilitation. Our records show that most of these hardcore addicts already have criminal records. Therefore, the argument of helping them to keep a clean record is not really valid. Our data show that for the more hardcore addicts, the more hardcore an addict becomes, the more likely he is to have a criminal record. For example, while 55% of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> first and second timers had past criminal convictions, this figure rose to 64% for the third and fourth timers, and 75% for the fifth timers and above. In other words, three out of four fifth timers and above have a criminal record. In fact, for the 10th timers and above, I can guarantee that all of them have a criminal record. Most of the offences committed were for property offences, which means robbery, theft, housebreaking and also for drug trafficking. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prisons Department recently did a random survey of 60 drug addicts - 20 first timers, 20 third timers and 20 fifth timers and above. These drug addicts are with criminal records and the results show that 65% of them had started with drugs first before they committed their first criminal offence. Another study of about 50 criminal law detainees who were ant traffickers also showed that 90% of them admitted to being drug addicts before becoming drug traffickers. All this evidence suggests that drug addiction leads to crime and if we do not control this situation, then definitely our crime rates cannot go down. So there is a strong correlation between hardcore drug addiction and crime. It also highlights the potential danger of drug abuse to our society, and I do not intend to let this happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides the above enforcement measures, we will also be placing emphasis on preventive drug education programmes to reach out to the youths to make sure that before they start taking drugs, we try to get to them and educate them on the evils of taking drugs. But the Ministry alone cannot achieve this objective on its own. The community and the schools must also play their part in spreading the anti-drug message to our youths, especially those who are identified to be potential school drop-outs as well as those who have already dropped out of schools. Based on our studies, we know the drug addicts generally come from these two groups of youth. They are most likely to abuse drugs. We must find ways to prevent them from doing so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the Ministry will also try to strengthen the after-care support for drug addicts released from the DRC so that they can have a better chance of rehabilitation. However, this task should not be undertaken by the Government alone. The participation of the family and the community is essential and critical if an addict is to be fully reintegrated into society. We will, therefore, explore various ways to enlist the help of the drug addicts' families and the community organisations, such as, SANA, the half-way houses, and so on, to help to provide after-care services to these ex-addicts. But let me also say that, ultimately, it is the addict himself who must want to change. If he does not want to change, then no amount of treatment, rehabilitation by the Government, community help, or family support, is going to help him change for the better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ensure that our efforts against drug traffickers and addicts are well coordinated and executed, the Ministry recently appointed a committee chaired by the Parliamentary Secretary, Assoc. Prof. Ho Peng Kee, to look into the drug problem. The committee has submitted its report and the Ministry is now looking at the various recommendations with a view of implementing them. I have already mentioned some of these recommendations earlier, such as better preventive drug education and after-care as well as a tougher DRC regime to deter hardcore addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want to emphasise that the problem of drug abuse will always remain with us so long as we are close by to one of the major centres of drug production and so long as there are people who want to take drugs and there are people who want to sell them. We must, therefore, be constantly on our guard and adopt new and innovative methods to counter this problem effectively. But let me also emphasise that we must look at these things in perspective. Indeed, compared with many other countries, the drug situation in Singapore is under control and we are determined to keep it that way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the questions on crime, Dr Arthur Beng brought up a few questions. They concern the crime situation and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> juvenile crimes, outraging of modesty, and construction work site crimes, and he wants to know our strategy. As I said about a couple of weeks ago, the crime situation in Singapore is satisfactory. For five years in a row, we have recorded a decline in the overall crime rate and significant declines were recorded for crimes such as snatch theft, motorcycle theft, robbery and housebreaking. But we see an increase in the outraging of modesty. Here, I refer to simple outraging of modesty. There is also aggravated outraging of modesty, but the number of aggravated outraging of modesty has been quite consistent. I will let my Parliamentary Secretary deal with this because there is a question to be raised by Dr Soin later on, and a fuller reply will be given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding crimes and murders in the construction work sites, we take a very serious view of this. Last year, we noted that quite a number of murders were committed in the construction sites and many of these were foreign criminals who came here to steal quite expensive survey equipment in the construction work sites. The Police has mounted an operation recently. Last year, they also had a success, but recently, about a couple of weeks ago, they managed to get a group of Thai illegal immigrants, or overstayers, in a particular work site. The matter is now being investigated to see whether they are implicated in the thefts of some of these equipment as well as in the murders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police has also worked with the Contractors Association and the insurance industry to see how these equipment can be better covered and protected, and ensure that contractors do not leave equipment lying around and tempt any would-be criminal to steal them. We are also considering whether, for instance, when we know or suspect that some insider information has been provided by the foreign workers in the work sites to the foreign criminals and they refuse to come forward, tougher measures should also not be taken against these foreign workers, for example, by packing them off, if they refuse to cooperate. I can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> assure the Member that we are taking a very serious view of this and we will do something about keeping this crime down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the disturbing trend mentioned by Dr Beng on the increasing number of juvenile offenders, yes, indeed, the number of juvenile delinquents has recorded an increase last year to 1,878 which is an increase of about 27% over the figure for 1992. The number of arrests has also increased from 1,205 in 1990 to 1,300 in 1991. And Dr Beng just recounted the incidents of a case where a 12-year old boy was arrested for molesting an 11-year old girl and a student who threatened his teacher with a pen-knife. There was also an incident where a boy set fire to his former school when he became bored. We continue to see such groups of youth hanging aimlessly around shopping centres and in public areas, some of them will, no doubt, succumb to the adage that an idle mind is a devil's workshop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police is aware of this problem and has adopted several measures to help keep these youths out of trouble and from associating with secret societies. For example, the Police has conducted talks in schools and to youth groups, advising them not to get involved in crime, counselling them before their parents and arranging for some of them to visit the prison to see what kind of life is waiting for them if they happen to be in prison. At the end of the tour, many of the boys said that it is a really scary experience and we hope that this will scare them from getting involved in crime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite these measures, juvenile offenders are still on the rise and it clearly shows that more needs to be done. I agree with Dr Beng that if we do not adequately address this issue, then it will add on to our burden of crime enforcement when these wayward youths become adults. But the problem of wayward youths is more than just law enforcement, or a law and order problem. It is part of a larger social problem that could not be solved by law enforcement alone. While my Ministry will continue to take tough enforcement measures, it is important to understand the root causes of this larger social \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> problem. And in this respect, the Police will work closely with MCD and MOE. The first step has been undertaken to understand this problem. The Police is now conducting two studies on the question of problem youth. The first study is in collaboration with the National University of Singapore and it looks at the causative factors behind the youth crime and juvenile delinquents. The second study is a study to determine the profile of these youthful offenders. So the Police will be working with the MCD and MOE to see what roles they can play to help tackle this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I believe that the long term solution to keep such crimes down among youthful offenders is to ensure that Singaporeans develop strong family values and preserve the moral fibre of our society. In our pursuit of economic goals, we should not neglect the development of the family unit as an important cornerstone of our society, one which is critical in maintaining the society's moral fibre. I understand that in February this year, the Chief Justice has also independently decided that a committee be established to review the Children and Young Persons Act. The committee chaired by a District Judge and with representatives from the Police will, among other things, review the measures that can be taken to reduce the incidence of delinquency in Singapore. With these efforts, we hope that a clearer picture of the problem of youthful offenders and its causes should emerge in the coming months. The various Ministries involved will then develop appropriate measures to address this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other issue of TV violence raised by Dr Beng, I share his concern regarding the powerful influence of TV on our children. We must remain vigilant and not allow TV programmes that portray violence to harden or imbue viewers with acts of violence. TV programmes come straight into our living rooms. We must ensure that SBC enforces strict censorship guidelines. During last year's debate in the Committee of Supply, we announced the setting up of a Standing Committee on TV violence, chaired by MITA, with representation from SBC and Police to address \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> this concern. I will leave it to MITA to update you later on on the work of this committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the part of the Police, it is fully aware of its role in ensuring that the level of violence on TV is not excessive, especially for locally-produced contemporary programmes. It monitors all TV programmes and feeds back to the committee the SBC scenes which it considers to be violent. Here, I would like to reassure Members that scenes which encourage tolerance or disrespect for the female gender are also considered. Since last year, it has made five reports to the committee. The Police has also worked closely with MITA to ban video games which contain violent and gruesome scenes, such as Mortal Kombat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, we must recognise that parental control is important and I would urge parents to exercise some form of control over their children, eg, the kind of programmes they see. This will ensure that the values of our society are enriched and not eroded by what the children see on television over time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Robert Chua raised questions about encouraging the professionals to come to work in Singapore, granting them permanent residence (PR) status and tapping into the region to ensure that we have a wider pool of talents available in Singapore. The short answer is yes. The Immigration Department certainly makes it a policy to make it easy for the professionals and foreign talents, ie, people with skill, knowledge, expertise, and so on, to settle down in Singapore. We, therefore, welcome these graduates and professionals who can make a contribution to Singapore's economic development because it can help to add to the quality of our limited workforce. Currently, I would say that the professionals are eligible for permanent residence after they have worked in Singapore for some time. The Immigration Department, as I said earlier, has been very liberal in granting PR to them if they apply. In fact, the Immigration Department also takes the initiative to encourage them to apply for permanent residence. If we know that they are here on employment pass and they are of value \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> to us, and if they can add value to our human resource pool, the Immigration Department will write to them and ask them whether they would like to be considered for PR. The Immigration Department also helps other Government agencies, for example, the EDB and the National Arts Council, to devise schemes to attract suitable professionals who want to come and work in Singapore. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, I would say that our current policy pertaining to foreign professionals who want to become PR is quite liberal. And the Immigration Department will continue to work with others to attract these professionals to make Singapore their home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the questions raised by Dr Soin of making clear the minimum economic and educational criteria for people to become PR and giving husbands, I presume she was referring to husbands of Singapore women, an amnesty so that they could become PR and she quoted the case of an Indian girl, let me deal with it generally first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have made known our criteria for the grant of PR not too long ago. I believe it was in 1989. We announced that PR would be granted to foreigners who, firstly, have a secondary education, earn at least $1,500 a month and have five years of working experience; or have at least 5 'O' levels or equivalent qualification; or have acceptable trade certificates or equivalent qualification. The criteria apply to immigrants from all sources so long as they can integrate into our society without upsetting the present multi-racial character. So the wife of a Singapore citizen will be granted PR so long as the Singapore husband is gainfully employed and is able to support the family. If the applicant is the husband of a Singaporean woman, then he must also be gainfully employed here. If he cannot work here, then he will be a burden to us and somebody will have to look after him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from foreign husbands who are not eligible for PR because they are not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> even in Singapore, the foreign husband will also not be successful in the PR application if he is not employed. In other words, the husband is not in a position to support his family since he does not have a job. To put it simply, the criterion for foreign spouses, whether male or female, and children of Singapore citizens, is this: as long as they and their families will not become a burden to the State, PR will be granted liberally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin quoted the case of an Indian girl. I do not have the details. I do not know the circumstances other than the brief facts given by Dr Soin. The Indian girl wants to be a filial daughter and therefore obeyed the father to marry an Indian national and now she expects the State to take on the burden of giving the husband PR. I am not sure the State should play that kind of role. What the State should do, and it is in the national interest of Singapore, is to ensure that whoever wants to come and live in Singapore and be a PR, he must be able to look after himself. So if Dr Soin can give me the facts of this case, I will look into it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of traffic safety raised by Dr Beng, let me say that we also place great emphasis on traffic safety in Singapore. This is because every traffic accident fatality on the road is one unnecessary death too many. As pointed out by Dr Beng, the Traffic Police has over the years introduced a number of measures to reduce road casualties and these include legislation such as those relating to drunken driving and compulsory seat belt wearing. We also mounted educational campaigns regularly to inculcate good driving habits among our drivers, including one which encourages the motorcyclists to ride bright. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Beng mentioned that there are some people who are cynical about the value of rear seat belts and the effectiveness of riding bright. The Traffic Police has informed me that from their experience, rear seat belts have saved lives and the data are as follows. Between October 1992, ie, when the law first came into force, and December last year, there was no fatality in all the 63 injury accidents where rear seat belts were used. This \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> compares and contrasts indeed to the 18 fatalities out of the 479 accidents over the same period where rear seat belts were not used. So the fact proves quite conclusively that if you put on your seat belt, and you are a rear seat passenger and there is an accident that involves injury, the chances are that you would not die from it. But if you do not, then you have quite a good chance of being killed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for riding bright or the Ride Bright Campaign, we do not have the data now. But I believe it has contributed to reducing motorcycle accidents if people practise \"ride bright\" in the day time. \"Ride bright\" means riding bright in the day time. For example, in a number of European countries such as Sweden and Finland, this was found to be so. And Malaysia recently also legislated the requirement to ride bright. They also found that there has been a decreasing trend in multiple and day-time motorcycle accidents since the ride bright law came into effect. And I would not rule out the possibility of legislating this requirement in future. In fact, it is through all these measures that our traffic accident and fatality rate per hundred thousand population is comparable to, and in some cases better than, that of many other countries. Nevertheless, I believe that we could do more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to highlight a few areas where improvements can be made. Firstly, as pointed out by Dr Beng, studies by the Traffic Police show that newly qualified drivers, ie, those with less than one year's experience, are generally more prone to accidents. The accident rate for the probationary Class 2B motorcyclists is about four times higher than that of all Class 2B riders, while the accident rate for the probationary Class 3 licence holders (motorcar drivers) is about 1.8 times that of all Class 3 drivers. Secondly, among all road-users, motorcyclists and pillion riders as a group are the most vulnerable. They accounted for over 50% of the casualties and close to 48% in respect of fatalities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since we have identified new riders and new drivers as a group that are more prone to accidents, then we must do something about this. For example, we plan to introduce special probation plates \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> to be displayed by these newly qualified drivers and riders sometime this year. The details of this scheme will be announced by the Traffic Police in April. The purpose of the scheme is to remind such new drivers and riders to be more careful on the road and also to signal to other road-users to be more tolerant towards them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea of introducing this special plate to probationary riders and drivers is not original. It is not invented in Singapore. Countries such as New Zealand, Japan and several states in Australia have already instituted such a scheme. Although these countries did not directly attribute any reduction of accidents to the scheme, their informal assessment was that it has contributed to a reduction in road accidents. For instance, in South Australia, there was a significant reduction in road accidents involving young drivers after the introduction of the P plate. We believe that such a scheme is beneficial and should help to reduce road accidents and fatalities involving new drivers and riders. This new measure will be in addition to the current policy of suspending the licence of a new driver or rider if he chalks up more than 12 demerit points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to Dr Beng's other question on the particular vulnerability of motorcyclists to accidents, we are considering several other measures to address this situation. First, the Police is reviewing with a view to tightening the motorcycle testing and licensing criterion. Presently, motorcyclists are trained and tested only in the riding circuit or driving circuit. This is not adequate as it does not prepare the motorcyclists for actual road conditions which are quite different from those in the circuit. It will introduce testing on the roads for motorcyclists as is the requirement for the car drivers or learners. We will also be reviewing the minimum age which is now 16 for obtaining a licence. We are going to increase it - we are still studying it - to maybe 17, 18 or 20. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Traffic Police is not just concentrating on changing the rules and practices to improve riding standards. It will also be running a major education programme aimed at motorcyclists in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> middle of the year. This campaign will cover aspects such as the need to wear the proper riding attire, to switch on their headlights during the day as well as safe driving. And other measures such as requiring motorcyclists by law to ride bright will also be considered if these efforts in educating them fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will periodically review the effectiveness of these measures to improve motorcyclists' safety and implement further measures if there is a need to do it. And it is hoped that with all these measures, we could further reduce unnecessary deaths on our roads. Overall, I would say that we have a comprehensive system in place to keep our roads safe. Our testing and licensing schemes ensure that drivers and riders are competent before they are allowed to operate motor vehicles on the road on their own. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have an effective driver improvement points system which encourages motorists to continue to drive and ride safely after they got their licence. The Traffic Police also takes enforcement action to deter motorists from committing unsafe or inconsiderate acts on the roads and will continually improve the road infrastructure to enhance road safety. And finally, we go to great lengths to educate road-users on road safety, particularly the vulnerable groups, such as motorcyclists, pedestrians, the aged and the very young. What we need to do, of course, is to continue to fine-tune the system from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in the final analysis, let me stress that road safety must be a joint responsibility, both the authorities and individual road-users have a part to play. Road-users must do their part by conforming to traffic rules designed for the safety of all and by developing and practising safe driving or riding attitudes and habits and exhibiting these when they are driving on our roads. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Assoc. Prof. Ho Peng Kee):</b> Sir, first, let me take the point mentioned by Mr Koo Tsai Kee. He \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> suggested that for all aspiring new citizens, they should be required to take a test. I agree with Mr Koo that we should ensure that before foreigners are granted citizenship, they must have at least some basic knowledge of Singapore. Under our Constitution, a foreigner may only be granted citizenship after he has been residentially qualified. By the time a foreigner is eligible for citizenship, he would have stayed in Singapore long enough and he would know enough of Singapore. He would have acquired adequate general knowledge about Singapore, our culture and people before deciding whether to make it a permanent home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore really not necessary to test applicants on the general knowledge of Singapore before granting them citizenship. This may in fact introduce an unnecessary bureaucratic step in the citizenship application process. From what I know of the citizenship test in the US, it is not overly difficult. I am not sure if it serves any practical purpose or that it has achieved its objectives. But that is the prerogative of the US government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For us, the Registry of Citizens issues every new citizen with an information booklet at the citizenship certificate presentation ceremony, a simple yet dignified ceremony held at the Singapore Academy of Law Chambers at our historic City Hall, officiated by a Member of Parliament. This booklet together with an audio visual presentation on Total Defence of Singapore is designed to reinforce in the new citizen general knowledge as well as pride in Singapore. In fact, if you look at the booklet, it is informative and contains much of the information Mr Koo has talked about. The National Anthem is there in four languages, the Singapore Pledge is there in four languages. In it you also find pointers about the rights, privileges and obligations of being a citizen, the National Flag is described, etc. Therefore, Sir, taking all these in context - the easy availability of a smart looking booklet and the symbolic and very significant ceremony - we feel that enough is done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the next point is the point raised by Dr Soin. Dr Soin has made an impassioned plea for more to be done for battered wives. Let me say at the outset that my Minister and I detest men who physically abuse their wives. I am sure that Members of the House share this sentiment. The police will not hesitate to prosecute such violent men if there is sufficient evidence. I think that all of us will agree that wife abuse is an abhorrent crime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said this, Sir, let me just say that we should also be cautious to conclude, as Dr Soin would have us believe, that there are 100 wife battering cases a month in Singapore. If I am not wrong, and have heard her correctly, the survey was done at one hospital over a period of a few months. Also no information was given as to the extent of injury. Dr Soin also says that the study concludes that Singaporeans feel that more should be done for battered wives. But, Sir, let me show this House that it is not a matter of getting police to take immediate action whenever a report is lodged by a complaining wife. Indeed, more should be done, but by who? Not necessarily by the police jumping every time a police report is lodged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, legal help. I think the Member has enumerated some of these avenues. We know that battered wives can seek redress or protection through the courts and through the police. We have, for example, under the Women's Charter the Personal Protection Order (PPO) where the magistrate is empowered to issue an order prohibiting the husband from using or threatening to use violence against the wife. The magistrate, in addition, can grant a Domestic Exclusion Order (DEO) which requires the husband to leave home or prohibits him from returning. In fact, in urgent cases where there is imminent danger to the wife or children, this Order can be expedited, issued immediately and served thereafter on the husband. This, I understand, is being done. Of course, the battered wife can also make a police report. If grievous hurt is caused, the police can charge the husband in court for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> voluntarily causing grievous hurt, carrying a mandatory imprisonment of up to seven years, fine or caning. If, however, the injury is minor, the husband can be charged for voluntarily causing hurt, which carries a maximum fine of $1,000 or one year's imprisonment or both. These are sufficiently tough penalties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are good reasons for police not to intervene to arrest the husband every time a report of wife beating is lodged, unless the wife has suffered grievous hurt. The legal reason, of course, is that only in the case of voluntarily causing grievous hurt is it a seizable offence where the police can arrest without a warrant. Causing simple hurt is not a seizable offence. But the non-legal reason, which is probably as important, is that we do not want to have the children go through the trauma every time the parents fight and the wife in a moment of despair calls the police to see the father being led out of the house. I am not sure whether the battered wife, when she has calmed down, would want the neighbours to know that her husband beats her up. That is the legal help. Our assessment, therefore, Sir, is that the legal avenues are adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other important factor is: what about self-help? The battered wife - is she prepared to go all the way and help police in prosecuting the case? Our experience is that this is not the case. This is an important choke point. As was disclosed last year, in a Written Answer to Dr Soin's question, between the period of January 1989 and October 1993, 18 of the 43 domestic violence cases where the wife was the victim of an offence of voluntarily causing hurt by dangerous weapons, or voluntarily causing grievous hurt, were prosecuted. Police was unable to prosecute the other 25 cases for various reasons, such as the victim refusing to cooperate with police by going for medical examination, or that the complaints were made apparently to buttress the complainant's case for divorce. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the existing law therefore is sufficient, but the problem lies in prosecution. Why? Because spousal \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> violence is a special situation. I am told by the police that in more than half the reported cases the victims were not even prepared to go to court. This has made prosecution difficult. Also, some victims changed their minds several days after the event, after they had cooled down. Others may change their minds because, they realise the implication of going through with the process, that the husband who may be the sole breadwinner may be taken away. Sir, these are economic and social factors, not just legal factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin has given us one focus, a limited focus, on the number of people who go to hospital to report that they have been hurt. But a further question that should really be asked is: of these women who go to hospital to say that they have been hurt, how many are prepared to go all the way? That is the second point. The third point, of course, is community help. The real answer must really lie in enhanced community help. The Member herself is the Vice-President of AWARE. Under the Singapore Council of Women's Organisation, we have AWARE and SOS doing very good work. I think in a special case of spousal domestic violence, the key must lie in getting these community help groups to realise the problem, to empathise with the victims, to give good advice and to help them as best they can. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the third point is Mr Lau Ping Sum's point. First, I want to thank Mr Lau for complimenting the CID. Let me give him an update on what is being done in the area of ensuring that the police has the capability in this area of computer technology. Sir, computer crime is investigated by the Commercial Crime Division (CCD) of the CID. CCD is a specialised investigative unit. All its officers have extensive investigative experience in white collar crimes. Because of rapid advances in computer technology and the increased use of computers in commerce and industry, the Computer Misuse Act was enacted and came into operation on 30th August 1993. Let me assure the Member that CCD has a pool of officers trained to investigate computer crimes. Some have been sent to attend relevant \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> courses in reputable police training institutions overseas. For example, the computer crime investigative techniques course offered by the Royal Canadian Mounted Police to acquire specialised computer crime investigative techniques. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To-date, Sir, CCD has investigated two cases where an offence under the Computer Misuse Act was detected. In the first case, the offender used another person's password to gain access to Stock-Line which is a computer information service provided by Telecom on shares. In the second case, an employee made an unauthorised access to the password file in the company's computer and made alterations, thus preventing others from accessing the system. Investigations into the two cases have not yet been completed. Based on the experience of these two cases and other future cases, CCD's expertise and experience in dealing with computer crimes would be built up over time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, in addition, CCD is exploring with the National Computer Board and other relevant agencies ways of enhancing its expertise in fighting computer crimes. It has also established liaison with its relevant foreign counterparts to keep abreast of the latest development in computer crimes. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I would like to know how many Domestic Exclusion Orders were given last year, as the Parliamentary Secretary has cited that as a possible avenue. The second point of clarification is that he has not talked about the psychology of the battered wife who is unable to go to court and do all these things. We are talking of normal women. That is why a battered wife needs more formal protection. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, these are detailed questions. She wants to know the number of Domestic Exclusion Orders issued. I think that can be obtained, and we can let her have it. As to her second question, that proves the point that because battered wives have this psychological barrier, what they really need is not only legal help but counselling and sociological help. I think this observation \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> proves the point that social groups can play an enhanced role because these are trained social workers who can empathise with the battered wives. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I am very encouraged by the Minister's reply and the Ministry's strategy towards the problems that we have highlighted and also that of his Parliamentary Secretary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I may just take one moment to comment on the use of caning in the case of drug addicts. Firstly, let me say that I am encouraged to know that from the study done by the Ministry of Home Affairs it is drugs that lead to crimes rather than it is the first timer who has a so-called criminal profile. I am glad to note the tougher measures that will be taken by the DRC. But I would like the Minister to consider and take into account these two points when he discusses the use of the cane in the management of drug offences. Firstly, we differentiate between those who have committed crimes and those who have not. Secondly, there should be judicial reviews and this should not be mandatory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of juvenile offenders, I would like to say that I am very glad to learn that the Ministry has already started studies together with the National University of Singapore. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Beng, we are running out of time on this amendment. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> One last point, Sir. On the question of traffic safety, I am glad to learn that rear seat belts have indeed proven effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q of the Main Estimates be reduced by $10 in respect of Code QA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Departments of the Ministry of Home Affairs are operational in every sense of the word. They are responsible \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> for law and order in Singapore on a 24-hour basis. The police keep our streets crime-free at all times. The Immigration Department runs our checkpoints to control the entry of visitors and their exits too. CNB mounts constant operations against drug traffickers and drug addicts. The Civil Defence is ever on the alert to respond to fire and emergency ambulance calls. Given the critical functions of these departments, the Ministry must ensure that the physical infrastructures necessary to support operations are adequate and up-to-date. A number of new police division HQs, for example, the ones in Ang Mo Kio and Geylang, have been completed. The NPP construction programme has come to an end and many new fire stations have been built in strategic locations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I note from the Budget that the Ministry continues to have many on-going projects. I would like to ask what are the long term plans to ensure that our men on the ground are sufficiently provided with good operational infrastructure, including training facilities to meet their needs into the next century. For example, what are the plans for Civil Defence HQ and Police HQ in the long term? What has been the progress in the planning of the new Police and Civil Defence Academy? Is the new Immigration Building project on schedule? With better operational and training infrastructure, I believe the departments of the Ministry of Home Affairs will be able to work more effectively. They will also be able to give even better quality service to the public. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I agree with Mr Choo Wee Khiang that departments of the Ministry of Home Affairs must have good and adequate physical infrastructures if they are to perform their functions and duties well and effectively. But the planning and upgrading of operational infrastructures in the Ministry of Home Affairs' departments is an on-going exercise. Where existing facilities have become inadequate or cannot be further upgraded cost effectively, then, of course, we will have to plan and build new premises and infrastructures that would better serve our purpose. The Ministry of Home Affairs and its departments plan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> on long term basis for the necessary operational infrastructure to enable them to meet the challenges of the coming years. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now we have about 55 approved development projects in the pipeline at an estimated cost of about $1,600 million. Among these projects are the upgrading of the Police Coast Guard and the Civil Defence Academy. We have also begun work on the new Civil Defence Academy which is expected to be completed within the next four years. Planning for the new SCDF HQ has also started and it is likely to be completed in about five years' time. New buildings for the various SCDF Division HQs are also being planned. Police are also planning new premises for the Central Division HQ and the Traffic Police HQ. These buildings will hopefully be completed within the next five to six years. Planning has also begun for the Police Academy and we expect it to be completed by the early part of the next decade. It will then cater to the wide range of training needs for the Police. Work on the new Immigration Building at Lavender Street has also commenced and it is expected to be completed by 1996. This building will also house the National Registration Department. The layout of the building will be user-friendly for the large crowds that come to Immigration and the NRD every day for the various services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many other examples, Sir, but I do not think I want to bore the House with each and everyone of them. But I can assure Mr Choo that my Ministry takes a long-term and comprehensive view in planning the infrastructural needs of the various departments to make sure that their operational needs are met. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, I want to thank the Minister for his answer. But I also hope that the Minister will look into upgrading the guns and weaponry of the Police Force and also the outfit, like training shoes which were newly intro- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> duced by Mindef, and better vehicles, so that they can be even more operationally ready. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Without doubt, Sir, Police is always continuously on the look-out for more sophisticated weapons system, but we must find the weapons that serve our needs. We do not have to go for the latest and the most modern and the most useful so long as the current ones serve our needs. If they do not, then, of course, we will find new ones. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q of the Main Estimates be reduced by $10 in respect of Code QC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in a one car accident on 1st February this year, a seventeen-year old student of NJC was killed and another seriously injured. This was the same accident referred to by Dr Arthur Beng earlier. The cause of the accident - an inexperienced driver. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>5.19 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The driver involved had only driven on the road three times in the past five years since he passed his driving test. And since our driving licence validity period is only three years, he was re-certified and re-issued a new driver's licence somewhere during this period. So he was certified fit to drive by the State. However, somewhere along these five years, he has lost the ability to drive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So when I read the news in the newspapers the following morning, I felt deep anguish partly because I am a father myself and I truly felt the pain endured by the dead girl's parents, partly because this issue of ensuring the driving skills of a person who has passed the driving test but somewhere along the line he has lost the skills was brought up by me in this House as early as 1990. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the debate on the Second Reading of the Road Traffic (Amendment) Bill, I asked the then Minister, Prof. Jayakumar, whether he would consider introducing a measure which will require drivers to undergo an eye test (basically vision test), a written test and a driving test periodically. And these tests were to tackle the problem of non-driving drivers who possess a valid driving licence but have not been driving for many years. The danger posed by such a driver when he gets behind the wheel is self-evident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find it odd that to ensure road safety, the law requires the vehicle to be inspected and certified fit for the road every so often, whereas there is no requirement to ensure that the driver is fit to drive on a continuing basis. So even not considering the issue of people who have lost their skills due to disuse, the authority should also consider the case of people losing their ability to drive, like weakening eyesight and poor response time through the aging process. We should ensure that drivers on the road are continuously updated with the new traffic regulations that are promulgated from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Requiring drivers to undergo periodic written and driving tests is not a new idea. In the state of California, a place where personal freedom is highly valued, drivers are required to go through periodic tests when they renew their driving licence. For instance, for every other renewal, the driver must pass the vision test. A written test would then follow and after a certain period, a mandatory driving test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the interest of preventing a recurrence of similar tragic accidents, I would urge the Minister to review the need of revalidating a driver's licence from time to time, although I know this is going to be a very unpopular request. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, the Police is the main law enforcement department of the Ministry. And as the Minister said recently (at the SPANS first anniversary celebration), every man counts. In order for the Police to continue to be effective, it must have its fair share of good officers in every recruitment exercise. Currently, the job market is very tight and I understand \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> that in the past the Police often faced manpower shortage in both the junior and senior ranks. I am aware that much effort has been put in to make the Police more attractive and to intensify recruitment efforts. I would like to know whether manpower shortage is a significant problem in the Police today and what has been the result of the recent recruitment exercises. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, the Police and the Ministry of Home Affairs have to be commended in Singapore as major crimes in Singapore have continued its downward trend for the fifth year in a row. However, unfortunately, molest cases have continued to rise, as mentioned by Dr Arthur Beng. There were 442 cases reported in the first half of 1993 and this is a jump of nearly 50% compared with the same period 50 years ago. Also, about 20% of these cases involved violence or occurred in a confined space such as a lift. Furthermore, in more than one-third of the 442 cases reported, the victims were below 17 years. This increase in molest cases warrants some research as to the underlying ecology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is one of the few countries that large numbers of Japanese women visit confidently on their own and thus it is very important that we institute measures to prevent molestation as much as possible, not only for the security of our girls and women but also for the sake of our tourism industry. Besides carrying out research, we should also intensify public education measures and education in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister tell us what further measures are being instituted to reduce the number of molest cases? I hope that we do not only hear about measures like girls having to dress less revealingly. Like just now, counselling was advised for battered wives and not for the husbands who do the assaulting. Let us not pile insult upon injury on the poor victims. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I will reply to Dr Wang Kai Yuen and my Parliamentary Secretary will reply to the other two questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed when Dr Wang raised the question last year about requiring drivers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> to undergo periodic tests, the Traffic Police had looked into his suggestion. But our review shows that such a requirement is not really practical. Does he know how many Singaporeans have driving licence or rider's licence of all classes in Singapore? It is almost close to a million. More than 900,000 of them have such licence, and we issued 45,000 new licences just last year alone. On average, about 35,000 new licences are issued every year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So to require all licence holders to undergo periodic tests, let us say, even once every three years, will mean that we will need to test more than 300,000 such licence holders. I think that will be a very massive undertaking and also very costly. Of course, while we can cope with the cost I think the resources which would have to be used to cope with this will be very massive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me say here that many motorists drive or ride regularly. So if we were to apply this blanket rule on all riders or drivers to undergo periodic tests before their licences are renewed, I think it will be an inconvenience or an imposition on them, besides it being impractical. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When drivers and riders have passed their tests, we deem that they are competent enough to drive or ride motor vehicles on our road. The onus, therefore, is on the drivers and riders to maintain their skills and their familiarity with the various road conditions. If drivers and riders have not driven or ridden a vehicle for a long period of time, then it is incumbent upon them to take up a refresher course to regain their confidence in driving or riding. These refresher courses are available. I am told that the Bukit Batok Driving Centre provides such a refresher course and I am also told that some private driving instructors also give such lessons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of the day, all motorists must assume the full responsibility for their own action. They should be confident and familiar with road conditions before they get on the roads. It is their responsibility to go for refresher training if they have not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> driven or ridden for a long time, otherwise they will be a danger not only to themselves but also to other motorists. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> First, let me take the question by Mr Choo Wee Khiang. Sir, he would like to know whether manpower shortage is a significant problem in the Police and what has been the result of recent recruitment exercises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the last five years, from 1989 to 1993, the strength of the Singapore Police Force has increased by 386 or 5.5% from 7,052 in 1989 to 7,438 in 1993. This comprises 616 senior officers (SOs) and 6,822 junior officers (JOs). The present vacancy position is about 8.7% for senior officers and 3.3% for junior officers. Sir, this is a significant improvement compared to 1989 when there were about 24% and 5% vacancies for SOs and JOs respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Police is confident that it can reduce its vacancies further this year. Since January, salaries for its officers have been revised. Starting salaries for senior officers have been raised by between 5% and 10% and for junior officers by between 5% and 14%. With the salary revision in place, Police should be able to attract its fair share of talent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to be fully effective, the salary revision must be supported by a comprehensive recruitment policy. Since 1991, Police has been aggressive in its efforts to reach out to its potential target group. It will continue to do so this year. Advertisements have been placed in newspapers and aired over the radio. Police has also participated in the just concluded annual Career Fair held at WTC in February. Police will, in addition, hold its own Police Career Exhibition 1994 at Ngee Ann City, Civic Plaza, later this week. In addition, career and promotional talks will be held at all secondary schools, pre-university centres, ITE institutions, polytechnics and the two universities. Members of the NPCC will be encouraged to consider Police as a career. Police may also organise familiarisation visits and school vacation attachments for interested students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year, Sir, Police will also hold career exhibitions at the four polytechnics \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> to publicise its newly introduced direct entry corporal scheme for polytechnic diploma and \"A\" level holders. Previously, they were recruited as constables. With the new scheme, Police expects to recruit more better qualified officers. With all these efforts, Sir, Police is confident that it will get its share of good officers. \n  <br>5.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, Sir, may I address the point raised by Dr Soin. First, let me clarify that when I advocated counselling for the battered wives - I think her point is valid - counselling must also go to husbands who batter their wives. But of course when I made that point, it was in response to her question where she focused on the psychological mindset of the wives. Therefore I talked about counselling for the wives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, although the number of outrage of modesty (OM) cases has increased over the years, we believe that this is largely due to the high incidence of reporting as a result of greater awareness and confidence of the public in the professional manner with which Police handles such cases. The increase is due to a rise largely in the number of simple OM cases, where touching or rubbing occurs. The number of aggravated OM cases where, for example, the offender causes or attempts to cause hurt or wrongful restraint of his victim has, in fact, more or less remained unchanged over the last five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I assure the Member that the Police takes a serious view of all molest cases and will prosecute all offenders. If convicted, an offender for simple molest can be jailed for up to two years, fine or cane. For aggravated cases, the offender can be punished with mandatory jail term for up to 10 years and with caning. Police will work with the Attorney-General's Chambers to review the adequacy of these punishments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, molest is a crime of opportunity. Police will continue with the educational efforts to advise members of the public on simple measures to take to avoid becoming victims of these crimes. I will agree, of course, that our educational efforts must be directed both at males and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> females. But practically speaking, the young girls that Dr Soin talks about and other women should be the main focus of these efforts. Therefore, for example, as she herself has mentioned, these ladies should be advised to dress more sensibly. Others may wish to avoid walking alone in dark places, or be extra careful in crowded public places. If a woman has to return home late, she may wish to arrange for her husband, friend, or relative, to meet her and accompany her home. All these may sound very commonsensical but you can be sure that if all these precautions are taken, there would be fewer molest cases. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, as I have brought up the subject of outraging of modesty, may I be allowed to make some comments? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, I hope that the Ministry of Home Affairs will also try to convince the Ministry of National Development to allow the Town Councils to have surveillance cameras in the common areas or areas known to be prone to outraging of modesty, for example, in lifts. Will the Parliamentary Secretary consider this? \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> In relation to the measures to reduce molest cases, I am happy that the Parliamentary Secretary is concerned about the softer crimes, such as outraging of modesty. I would like to ask whether the Parliamentary Secretary agrees with me that when the Ministry, together with MITA, reviews the levels of violence on TV and in the cinemas, this aspect should not be ignored. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, first, let me take the point by the GPC Chairman. I think any measure that is practical or workable that can help to bring down the rate of molest cases should be considered. Of course, in this instance, we have to get the cooperation of MND and the Town Councils. And in fact, I think the Member is right. Some of our lifts already have this device in place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to Mr Choo's point, we have to look at the bigger picture when we talk \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> about bringing down the instances of molest cases. Again, like the earlier point, any measure that is workable or practical should be considered. I am sure MITA will take the Member's suggestion in tow. However, I am not sure if the Member can draw a direct connection. I think we cannot draw a causal connection and say that because people watch sexy scenes on TV, they are influenced by what they see on TV, therefore, they go out and commit molest cases. But on the broader point whether or not MITA should be open to considering this when we review our TV programmes, that is a good point. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, I beg to differ from the Minister's reply to my question. In fact, I disagree with him. His objection is based on the practicality of testing the drivers. May I ask him whether he knows that in the State of California there are 10 million people and California is well known as a car-owning state. Presumably, the number of drivers in that state is about 5 million. In comparison, Singapore has about a million drivers. I think practicality is one thing but he should take into perspective the need for re-testing the drivers. May I also ask him what is the value of renewing a driving licence? When a person approaches the Traffic Police to renew a licence after every three years, is that a revenue-collecting exercise or a re-certification exercise? And I would like to quote what he mentioned earlier in his speech, \"One unnecessary traffic death is one death too many\". I wish the Minister will bear this in mind. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I am certainly aware that California has a lot of people, a lot of cars, and I am also aware that California is very large. I am not sure whether he is aware that Lake Tahoe is in California and Lake Tahoe is bigger than Singapore. It is a huge state and the population is quite spread out. As far as we are concerned, of course, we want to take all measures to prevent unnecessary deaths. I think the primary responsibility of preventing death must rest with the individual who holds the licence. The state cannot keep on protecting him, if he does not want to update his skill. If he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> has not been driving or riding, I would say the onus falls squarely on him. The state should not come up with a cumbersome measure to test every licence holder every three years or every five years. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Obviously, I am aware that Lake Tahoe is in California. But not only Lake Tahoe is in California, it is also part of Nevada. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Can you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> I am still not satisfied with the Minister's reply and I do not intend to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question on the amendment put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q of the Main Estimates be reduced by $10 in respect of Code QE 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Fire Safety Act which will come into operation soon will enable the Singapore Civil Defence Force (SCDF) to deal more effectively with fire-related offences and require building management to come up with preventive measures to ensure fire safety in buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to raise two issues. First, is on the question of enforcement of the Act vis-a-vis the general public. As it will take some time for the public to be familiar with the main provisions of the Act, there will be some apprehension when fire safety officers make their rounds to enforce the new law. Thus, there is a need to reach out to the public by giving them more information on what is expected of them under the Act so that they can avoid committing unintentional offences. What I would like to ask is what plans the SCDF have in the pipeline to secure a better understanding and cooperation from members of the public to enable them to perform their enforcement duties effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, Sir, is the issue of qualified Fire Safety Managers. I understand that the Fire Safety Bureau (FSB) has put in efforts \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> to arrange training courses to qualify persons as Fire Safety Managers. During this initial period when the Act comes into operation, I hope the FSB will give special consideration to those who are already on the job but do not have the full academic qualifications to enrol in such courses. I would like to emphasise that their years of experience should be taken into account when they apply for such courses. I would also suggest that those appointed as Fire Safety Managers be constantly kept informed of new fire safety measures and methods so that they will remain updated and enthusiastic about their important role in ensuring the safety of building occupants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would appreciate it if the Minister could comment on the points I have just raised. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I thank Mr Zulkifli for raising the point about how the Fire Safety Act provisions should be publicised and the Fire Safety Managers who will be required to help the building owners in terms of fire safety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Fire Safety Act will come into operation on 8th April and the SCDF plans to educate the public on the new provisions of the Act. It is now working with the National Fire Prevention Council to publish materials like posters, pamphlets and other materials to inform members of the public on the types of fire hazards against which enforcement action will be taken by the SCDF under this Act. Professional bodies, such as the Institute of Architects, the Institution of Engineers, the Association of Consulting Engineers, the Real Estate Developers Association, and so on, have also been briefed so that they can, in turn, brief their members on the new provisions of this Act. The SCDF has also informed the building owners of the key requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once the Act comes into operation, the SCDF will take enforcement action under the Act to deal with offenders, especially those who pose an imminent threat to life and property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Fire Safety Managers have an important responsibility under the Fire Safety Act. Their duties include helping \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> the building owners in the maintenance of fire detection and fire extinguishing systems, the formulation of fire emergency plans, the conducting of fire prevention education, and so on. Thus, it is important that such duties are performed by suitably qualified people. Only those with at least three `O' level passes in English, Mathematics and Science are eligible to be enroled in the Fire Safety Managers course, conducted jointly by the SCDF and Ngee Ann Polytechnic. For those who have lots of experience in fire safety matters, but who do not have the requisite educational qualification, Ngee Ann Polytechnic is prepared to consider them if they have at least three `O' level passes in any other subject. As the duties of Fire Safety Managers are critical, it is in the public interest that only those who meet these minimum qualifications are appointed to the job. We should, therefore, not lower the entry qualification any further as I believe that most of those who apply have these qualifications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Mr Zulkifli's suggestion that the Fire Safety Managers be kept informed and updated in their vocation, the SCDF will assist in this through the Fire Safety Managers Association of Singapore. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Sir, I am assured by the Minister's reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q of the Main Estimates be reduced by $10 in respect of Code QG 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Misuse of Drugs Act allows for a supervision order to enable first-time drug abusers to be put on supervision to help them turn over a new leaf. If they are caught again consuming drugs during supervision, they will then be admitted to the DRC. I wish to ask the Minister what is the number of cases involved in this supervision order over the last few years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just now the Minister, in reply to Dr Arthur Beng, announced the figure of 4,740, an increase of 24% over the previous year. Is it a serious problem and whether the increase is serious enough for us to look into the treatment of DRC inmates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to the case of repeat offenders, ie, as the Minister has mentioned, those who have been admitted to the DRC for the third, fourth and subsequent times. This problem of recidivism has to be solved so as to prevent the cost of treatment and rehabilitation from increasing every year. From the budget this year, we are going to spend more than $43 million on DRCs. I wish to ask the Minister what is the number of cases admitted to the DRCs for the third, fourth and subsequent time. He has given the percentage. For hardcore cases, it is an increase from 48% to 51%. But what is the number of cases involved? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the debate on the amendment Bill in 1989, suggestions were made by Members in this House and by the public to cane these hardcore drug addicts. The law allows for the administration of corporal punishment for serious breaches of discipline in the DRC. Would the Minister consider caning them? I think he has given the answer to Dr Arthur Beng on the possibility of amending the law. But before that, could the DRC think of the possibility of administering corporal punishment for third-time cases to ensure that they do not come back again for the fourth and fifth time, just like home coming, as mentioned by Dr Arthur Beng? \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed:</b> Sir, I am heartened to note that the Ministry of Home Affairs, working closely with the Prisons Department, has been introducing new and better methods to help different categories of drug addicts to kick the habit and improve their chances of reintegration with their families and society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, last year, I enquired on the possibility of using a suppressant medication (Naltrexone) to treat hardcore drug addicts, as it was reported to have a high success rate in the United States. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> am aware that the Prisons Department had recently introduced this drug in their rehabilitation programme. Could the Minister, therefore, give an update on the progress of this Naltrexone project? I am particularly keen to know whether we are seeing the desired results, ie, resulting in many cases of drug addicts staying away from drugs for good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, Sir, is the Electronic Monitoring System (EMS) which was introduced a few years ago aimed at allowing drug addicts to leave the DRCs to work and to go back with their families. During last year's debate, the Ministry reported that EMS was progressing well and that its use will be extended to criminal law supervisees. Has this been done and what is the feasibility of extending it to other categories of offenders? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I fully agree with Encik Ibrahim that we should make the DRC regime tough and not molly-coddle the drug addicts, particularly if they are hardcore. I have given quite a comprehensive reply earlier on to Dr Arthur Beng's question. We will continue to detain the hardcore addicts for longer periods and, if necessary, even sending them to jail, by prosecuting them in court and also toughen the regime for third and fourth timers in the DRC. For the fifth timers and above, we are also thinking about sending them to jail, as I said earlier, and, if necessary, introducing caning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Ibrahim asked whether the admission of 4,740 addicts last year is a serious problem and whether we have other data regarding the third and fourth timers. Just for his information, in 1992, for example, we admitted 4,500 addicts into the DRC. In 1991, we admitted 3,823 and in 1990, we admitted 4,500. On average, we can say about 4,500 were admitted to the DRC. Last year's admission was 4,740. While it is an increase over the previous years, it is not significantly alarming. But compared to the earlier years, say, 10 years ago, 1985, where the number was 2,224, then, of course, 4,740 is more than double that number. The figure has fluctuated over the years and the last two years, of course, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> saw more admitted to the DRCs compared to, say, the first half of the 1980s. The later half of the 1980s saw an increase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the numbers of third and fourth timers, there are lots of data here, but just to very briefly mention a few of them. In 1990, going back four years, the number of third timers was 1,886; fourth timers, 2,228. In 1991, 1,814 third timers; 2,291 fourth timers. In 1992, we had 2,057 third timers and 2,195 fourth timers. In 1993, we had 2,155 third timers and 2,992 fourth timers. In other words, between 1990 and 1994, we see an increase in the number of third and fourth timers. We also see an increase in the number of second timers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether we should introduce corporal punishment on those who go to DRCs for the third time, I think if we were to do that, we have to change the law. Right now, under the DRC rules and regulations, we already provide for corporal punishment (caning) for those who violate the discipline of the DRC. If an inmate were to break something in the DRC and that is a disciplinary problem, then he can be caned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding Mr Zulkifli's question about the progress of the electronic monitoring system (EMS) and the Naltrexone pilot programme, as he knows, the EMS was introduced in September 1991 as a tool for enhancing supervision of drug addicts on the residential Day Release Scheme (DRS). It also allows the curfew to be effectively imposed to reduce the opportunities for these addicts to mix with their negative peer group influence after work. This also facilitates the victim's return to normal family life. As at 1st January, we have already emplaced 2,815 addicts on the EMS. Of this number, 752 or 26.7% have successfully completed the DRS programme. Another 1,371 or 48% were taken off the DRS programme for various reasons, eg, they went back to drugs, misconduct or they have absconded. The relapse rate of these 48.7% for this programme is lower than that of a similar cohort of addicts who were not emplaced on EMS. The relapse rate of this latter group is about 57.4%. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Zulkifli also asked whether the Police has implemented the EMS for the criminal law supervisees. Yes, indeed, they have started this since April 1993. As of February 1994, 110 such criminal law detainees or supervisees were placed on EMS. So far, only 17 or 15(r)% have been taken off the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Naltrexone programme which the Prisons Department launched last August, it involves 60 volunteers who were required to consume a suppressant drug called Naltrexone three times a week for about a year. The drug works by blocking the effects of heroin and therefore suppresses the urge of these addicts to take drugs. It is not addictive like Methadone which is a substitute for heroin. So far, the results appear to be quite promising. Out of 60 emplaced, 52 or 86.7% have completed six months of treatment without suffering any relapse or misconduct. Some of them had to be taken off the programme because they just could not take the drug or for some disciplinary problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on the preliminary results, therefore, we intend to involve another 120 addicts in two batches in this programme. The first batch will start in April this year. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> Sir, I thank the Minister for his explanation and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head Q of the Main Estimates be reduced by $10 in respect of Code QH 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1993, Singapore received 6.4 million visitors. The number of Chinese travellers coming to Singapore has increased tremendously. In the first 10 months of 1993, there was a 225% increase compared to the same period in 1992. Currently, the Chinese visitors coming to Singapore stay less than 36 hours where visas are not required. However, if they wish to stay longer, they have to post a $3,000 bond. In Hong Kong, the Chinese do not need to apply for visas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> Malaysia has plans to waive visa requirements for stays up to 72 hours as part of Visit Malaysia Year promotion. This is expected to lead to one million visitors from China visiting Malaysia in 1994. I just want to ask the Minister if he will consider waiver of the visa requirement so that we can tap on this huge market potential for tourists. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, PRC nationals, other than businessmen, are required to furnish a security deposit before they are issued a visa to visit Singapore. This requirement is also imposed on certain categories of nationals of other Asian countries such as Vietnam and India. The purpose of the security deposit is to deter such visitors from remaining illegally in Singapore to work and sink their roots here. Being ethnically similar to our local population, such visitors could easily remain illegally in Singapore without being detected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the security deposit has proven to be an effective deterrent against overstaying. Although we had 45,246 non-business visitors from PRC in 1993, only 37 persons had their security deposits forfeited. In contrast, some countries are having difficulty coping with the waves of illegal immigrants. We should therefore retain the security deposit requirement. However, the Member would be pleased \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> to know that for tourists from the PRC, we have reduced the amount required for group tourists. The amount was reduced from $5,000 per person to $3,000 per person in 1993. It was further reduced to $2,000 recently. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $624,582,900 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $200,000,000 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 6.00 pm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made progress on the Estimates for the financial year 1994/1995, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Six o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WRITTEN ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>NUMBER OF SUICIDES, 1989 - 1993</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Home Affairs what is the number of suicides and the rate of suicides per 100,000 population by age groups of 10 years' interval for each of the years from 1989 to 1993. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The answer is given in the table below. \n  <pre>\r\n\r\n\r\n\r\n            NO. OF SUICIDES BY AGE-GROUP (1989-1993)\r\n\r\n_______________________________________________________________\r\n\r\n\r\n\r\n    Year      1989     1990     1991     1992     1993\r\n\r\n             __________________________________________  Total\r\n\r\n\r\n\r\n Age-Group   Number   Number   Number   Number   Number\r\n\r\n_______________________________________________________________\r\n\r\n\r\n\r\n Below 16      8        11        3        5         4      31\r\n\r\n\r\n\r\n 16 - 19      24        20        6        3        10      63\r\n\r\n\r\n\r\n 20 - 29      77       102       32       49        43     303\r\n\r\n\r\n\r\n 30 - 39      65        75       38       59        49     286\r\n\r\n\r\n\r\n 40 - 49      44        45       24       32        37     182\r\n\r\n\r\n\r\n 50 - 59      23        31       12       20        22     108\r\n\r\n\r\n\r\n Above 60     75        52       48       69        65     309\r\n\r\n_______________________________________________________________\r\n\r\n\r\n\r\n  Total      316       336      163      237       230   1,282\r\n\r\n_______________________________________________________________\r\n\r\n</pre> \n  <pre>\r\n\r\n_______________________________________________________________\r\n\r\n\r\n\r\n    Year         1989      1990      1991      1992      1993\r\n\r\n               ________________________________________________\r\n\r\n\r\n\r\n Age-Group      Number    Number    Number    Number    Number\r\n\r\n_______________________________________________________________\r\n\r\n\r\n\r\n                     Per 100,000 population\r\n\r\n_______________________________________________________________\r\n\r\n\r\n\r\n Below 16        1.2        1.6       0.4       0.7       0.6\r\n\r\n\r\n\r\n 16 - 19        13.3       11.3       3.5       1.8       6.1\r\n\r\n\r\n\r\n 20 - 29        14.3       19.8       6.3       9.6       8.4\r\n\r\n\r\n\r\n 30 - 39        12.2       13.7       6.7      10.2       8.3\r\n\r\n\r\n\r\n 40 - 49        13.5       13.6       6.9       8.6       9.2\r\n\r\n\r\n\r\n 50 - 59        10.6       14.3       5.3       8.6       9.4\r\n\r\n\r\n\r\n Above 60       32.7       21.1      18.8      26.1      23.7\r\n\r\n_______________________________________________________________\r\n\r\n\r\n\r\n  Total         11.8       12.4       5.9       8.4       8.0\r\n\r\n_______________________________________________________________\r\n\r\n</pre>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
