{"memberId": null, "volumeNo": "63", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "8", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"63\"> \n  <meta name=\"Sit_No\" content=\"8\"> \n  <meta name=\"Sit_Date\" content=\"1994-11-01\"> \n  <meta name=\"Start_Col\" content=\"723\"> \n  <meta name=\"End_Col\" content=\"826\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">63</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">01-11-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 63</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 1st November, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Defence and Minister for Labour and Government Whip. \n  <br>Mr Stephen Lee Ching Yen (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Encik Mohamad Maidin B P M - from 2nd to 9th November,1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung - from 17th to 30th November, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Boon Yang - from 22nd to 26th Novewmber, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung - from 16th to 24th December, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo Tsai Kee - from 27th November to 4th December, from 8th to 9th December, from 13th to 16th December and from 22nd to 25th December, 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>CERTIFICATE OF ENTITLEMENT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Wang Kai Yuen</b> asked the Minister for Communications whether the Certificate of Entitlement system is working satisfactorily. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CERTIFICATE OF ENTITLEMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Change to balloting system)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Lau Teik Soon</b> asked the Minister for Communications whether the bidding system for Certificates of Entitlement will be replaced by a balloting system whereby (i) only gainfully employed and certain categories of persons, for example, handicapped persons, who do not own cars can apply; (ii) each person can only have one COE for a 10-year period so that if he sells the car, he will not be eligible to apply for a COE until after the 10-year period; (iii) those with a current COE will be allowed an extension beyond the expiry date, depending on the age of the COE; and (iv) a successful applicant will have to pay a fee of $10,000. \n  <div align=\"center\">\n   <b>CERTIFICATES OF ENTITLEMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Escalation of prices)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Chiam See Tong</b> asked the Minister for Communications what are the reasons for the prices of Certificates of Entitlement escalating to such high levels in such a short space of time and whether he proposes to take any steps to prevent COE prices from rising at such a fast rate. \n  <div align=\"center\">\n   <b>CERTIFICATES OF ENTITLEMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Collection from tenders)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Heng Chiang Meng</b> asked the Minister for Communications how much was collected from the tenders of Certificates of Entitlement in this financial year up to the latest convenient date and what is the estimated collection for the full year. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, may I have your permission to take Questions 1 to 4 on the Order Paper together as they are inter-related? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Thank you. Sir, the Certificate of Entitlement (COE) or Vehicle Quota System (VQS) was implemented in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> May 1990. The objective was to control congestion by restricting the number of vehicles which use our roads. Prior to the VQS, vehicles were increasing at the rate of about 6% per annum. Since then, we have effectively kept the increase to about 3% and our roads have remained relatively congestion-free. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The VQS has successfully achieved its objective. It is here to stay. The public accepts the need to curb the vehicle population. But their major unhappiness today is that COE prices have risen sharply over the last few years, which they have attributed to various flaws in the COE system. In other words, if we remove these perceived flaws, COE prices will come down. Unfortunately, this is not so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has studied many proposals to fine-tune and modify the system to discover better and fairer ways to allocate the limited number of COEs, and therefore bring down COE prices. But we reluctantly concluded that all these cannot change the fundamental laws of supply and demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;COE prices have risen sharply because the economy has grown strongly over the last few years, incomes have risen and people are confident of the future. In a situation where supply of COEs is limited, and more and more people are able and willing to pay more, prices must go up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can change the current bidding system to a balloting system, as suggested by Dr Lau Teik Soon, or to a queuing system, as suggested by others. Contrary to popular belief, this will not lower COE prices for the general public. It only means that the lucky ones who are successful in the ballot, or who are first in the queue, will get the windfall profit, while others who are not so lucky or not so quick, will buy the COEs, or the COEs plus cars, off them at market prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government decided on the tender system because it is the fairest and most efficient way to allocate a scarce resource. COEs will go to the persons who value them most and who are able and willing to pay. This is fair not only to those who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> bid for COEs, but also to all Singaporeans. COEs as well as the revenue from COEs belong to all Singaporeans. It is the Government's responsibility to collect the market price for the COEs and to use the substantial revenues so collected for public projects which can benefit everyone, such as bus and MRT infrastructure, and also to fund education, health and housing programmes. Without COE revenues, there would be a big gap in the budget which would have to be filled by other means, such as raising taxes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng Chiang Meng asked how much was collected from tender of COEs. In the first five months of this year, April to August 1994, total COE revenue collected was $730.8 million, or an average monthly collection of $146.2 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry is not in a position to estimate the collections for the rest of this financial year as COE prices, as I have explained before, are determined by market forces, in particular by the demand for motor vehicles, because the supply is limited. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There has been no shortage of suggestions on how to change the COE system so as to bring prices down. My Ministry has examined each and every suggestion conscientiously. These include Pay-as-You-Bid, preventing double transfers and proxy bidding, extending the validity of COEs, banning COE loans, and so on. I have explained on many occasions why these changes will not lower COE prices and why they will instead cause inconvenience to genuine car buyers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another category of suggestions seeks to restrict the eligibility for COEs to specific groups of people, eg, the disabled, to those who pay tax, to those who do not own any car, and so on. These suggestions are also unworkable. The Government can only control the total number of cars on the roads, which it does through the VQS system. It cannot decide who should be allowed to own a car and who should not. Nor can it set up enforcement systems to make sure that people who do not deserve to own a car \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> do not somehow make separate private arrangements. The free market, not Government rules, must decide who owns cars, according to people's ability and their willingness to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, although my Ministry is convinced that all these suggestions will not succeed in lowering COE prices, I sense a strong public perception and hope that they will make a difference. I am therefore prepared to consider implementing some of these suggestions on a trial basis. The most popular suggestions so far are to introduce Pay-As-You-Bid and to discourage double transfers. My Ministry will look into the mechanics of conducting an experiment to determine whether each of these proposals will make a difference. I intend to deal with double transfers first. This is being practised by dealers in order to work around the rules on non-transferable COEs which we introduced some time ago. They now transfer brand new cars instead of COEs. The cars come with the COEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we must then find a way to cater for legitimate car buyers, many of whom prefer to obtain their cars with the COEs speedily through car dealers without going through the hassle of bidding for COEs themselves, because this is the root cause of the double transfer phenomenon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have spoken to the GPC Chairman for Communications, Mr Heng Chiang Meng, to ask his GPC to help my Ministry conduct this experiment, and he has kindly agreed. The views and suggestions from other Members are of course most welcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only sure way to moderate COE prices and to enable more Singaporeans to own cars is to increase the supply of COEs. But our dilemma is this: how do we increase the supply without at the same time causing congestion? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regulating usage will help. We can increase COEs if we can discourage motorists from using their vehicles at peak periods or along congested roads. For example, the whole-day Area Licensing Scheme (ALS) has evened out traffic flow into the CBD and brought about better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> utilisation of the roads there. The success of the whole-day ALS allowed us to increase the number of COEs this year without adding to congestion. More recently, we introduced the Off-Peak Car (OPC) scheme which offers a substantial discount on the upfront cost of buying a car as well as a rebate on the annual road tax. An OPC owner enjoys the full benefits of the scheme if he uses his car sparingly. If the scheme is popular, we can increase the supply of COEs to allow more people to own cars without causing congestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will continue to pursue further measures to restrain usage. Electronic Road Pricing will not be ready until the end of 1997, at the earliest. In the meantime, we will carry out further studies of traffic flow in and around the city. The surveys will give us a basis to adjust the whole day ALS scheme. We are also studying extending road pricing to other congested roads and highways, such as the CTE, PIE and ECP. My Ministry will have specific proposals by next year. If and when these additional measures are successful, we will release more COEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me bring the debate on this issue back to where I feel it rightfully belongs. The real issue is not whether COE prices are high but whether transportation in Singapore is efficient and affordable. The only practical long-term solution for Singapore, which is so short of land, is not more cars but better public transport. The Government has invested heavily in public transport infrastructure. We will do more, as the public has urged us to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MRT extension to Woodlands will be ready early 1996. I have asked MRTC to re-study the viability of the North-East Sector line, cutting through Serangoon and Punggol. Their report will be ready by February 1995. We should be able to take a decision on this soon after. We are also looking into extending the MRT to Changi Airport, and building an LRT (light rail transit) system for the Marina Centre area. Next year, MRTC will commence feasibility studies on a possible Kallang line, as well as extending the existing system from Boon Lay either to Tuas or Nanyang. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many MPs and members of the public have suggested introducing light rail systems as an additional form of public transport. I have instructed MRTC to study the potential of light rail, especially as an internal feeder service for new towns. For a start, they will focus on two new towns - Bukit Panjang and Kangkar. If these are viable, we can build light rails in the other existing new towns to supplement or replace the bus feeder services. For new towns presently under construction, HDB is already reserving land for the right of way for possible light rail systems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry, together with the Ministry of National Development, has also formed a committee to look into ways to improve accessibility to MRT, and to provide more convenient transfers between MRT and other modes of transport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On buses, the Public Transport Council recently approved a new set of comprehensive bus service standards which will ensure that basic bus services are accessible, reliable, affordable and user-friendly. More Bus-Plus-type services will be introduced to cater to those willing to pay more for a higher level of service. To-date, a Tibs/SMRT joint venture is operating four routes. There are other interested operators. We have recently approved one who will run two more new routes. Another operator has indicated interest to run another 10 new routes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is much we have done but we can do more. My Ministry will work towards a comprehensive public transport system which will offer commuters a range of services at various fares, commensurate with the different levels of service they provide so that, while not every Singaporean can own a car, all Singaporeans can enjoy a comfortable, convenient and comprehensive public transport service. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, is the Minister implying that, with a more efficient public transportation system, the COE prices of private cars will come down, especially for luxury cars? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, what I am saying is that there is no way that we are able to curb the demand for motor cars just by taking the measures that people have suggested. We should be looking at the problem as a transportation problem. And, in this respect, by providing a better and higher level of public transport service, we are able to take a little bit of the pressure off from the demand for cars. But having said that, I do recognise that there is another element in this desire to own a car and this other aspect, I am afraid, cannot be addressed so easily. That I admit. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng (Cheng San GRC):</b> Sir, I have got two supplementary questions. But before the question, I would like to beg your indulgence to thank the Minister for inviting my GPC to participate in this experiment? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first question is: could the Minister explain why the experiment on pay-as-you-bid as well as the double-transfer method could not be carried out simultaneously because these things cannot be done with policies of too little too late? The second question is regarding the Minister's comments on public transport. In view of his comments, may I ask whether the Minister will consider giving a subsidy or grant to the public transport operators so that the quality of service of public transport can be at an extremely high level and yet very affordable to members of the general public? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Mr Speaker, Sir, if I can take the second point first. As the Member is well aware, there is a subsidy on the infrastructure cost of providing for public transport services, whether it be MRT or buses. In the case of the MRT, we build the whole system. We provide the rolling stock. In the case of buses, we build interchanges, bus stations, bus stops, etc. This is already an investment in the public transport services without which the cost of providing those services would have been very much higher. The question of whether we should subsidise the direct operating cost, which I think is the thrust of his question, is an entirely different matter because the moment you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> start doing that, the whole question of whether services are provided where there is a need or not becomes very hazy, because there will always be demand for such services. If the Government is willing to provide subsidies for these services, where do we draw the line? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the question of subsidies, yes, the Government will look into further feasibility studies in areas where a transport service, whether it be MRT, LRT, or bus service, is possible. If it is possible, and if it can cover the direct operating cost, then the Government is prepared to build that particular infrastructure. And I believe that is the way to make sure that transport services are provided and made affordable without at the same time creating a big black hole whereby we have to pour money in every year in order to make sure that those services keep on running. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> How about the other question on the pay-as-you-bid system and double transfers? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> As I said, we are not convinced that the two systems will work. I think the only way to conduct an experiment of this nature is really to do it one at a time. Does he not think so? Because, otherwise, you will not be sure what is the actual effect of each of the two systems. We will try the first system first, and take our time with all the various inputs to see how we can conduct such an experiment. And if it does not work, then we can go on to the next one. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, Members will agree with me that the balloting system will achieve exactly the same objective as what the Government wants, that is, to restrict the number of cars on the road. But the Minister disagrees because he thinks that Singaporeans will get a windfall. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Dr Lau, ask your question. No speeches. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> If the Minister thinks that Singaporeans will get a windfall if a balloting system is introduced, why would he not consider restricting successful \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> applicants so that the COEs will not become a speculative commodity, for example, by not allowing transfer until after five years and only allowing a person one COE every 10 years? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, in the first place, the moment we say that we are going to ballot, I think we are indirectly implying that we are going to make COEs available to the lucky applicants at a price which is lower than the market price. The moment that happens, then my point comes in. That you are actually giving a windfall profit to that lucky applicant. Is that better? Or is it better for us to collect the total amount accruing from COE revenue, put it into consolidated revenue, and use it for the public good? Which is better? Do we give it to a few lucky people? Or do we redistribute it to Singaporeans in general? \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, the Minister has not answered my question. My question is that a successful applicant under the balloting system will not obtain the windfall if certain restrictions are applied, namely, by not allowing transfer after, say, five years and ensuring that a successful applicant cannot apply until after 10 years. Another question is, as I understand it, the COE system was never meant to raise revenue for Government. Why is it that the Government now says it needs the revenue? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> The Member is asking why we cannot implement a system and put rules and regulations into place in order to make sure that there is no windfall profit. For every rule and regulation that is in place, we will need people to go and enforce it. We are not dealing with a commodity, like HDB flats, where you can go around and ask people questions as to who is living there and who is not. We will have to set up a system whereby we would have to check every single car that goes on the road, who is driving it, and whether he is the rightful owner, etc. The more rules and regulations you put into place, the greater the bureaucracy that we would have to create, and the more money we would have to spend on people to enforce these rules and regulations. For what purpose? In order to benefit a few people who \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> would otherwise have to buy a COE from the open market. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, the Minister says that the pay-as-you-bid system and discouraging double transfers would be put on trial. How soon would they be implemented? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I have asked the GPC for Communications to help my Ministry set up an experiment in order to conduct a trial on a basis whereby everybody will agree it is a fair trial. My Ministry is not convinced although there is a perception that it will make a difference. Let us discuss how we can conduct such an experiment, the result of which will convince either party whether he is right or wrong. In this respect, the views of Mr Chiam and other Members of this House will be most welcomed in drawing up this particular experiment. As far as the timing is concerned, it depends on how fast we can get these rules and regulations put into place. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the main concern of all motorists is to see that the COE prices will come down. I think that is the main concern of all motorists. Will the Minister consider a scheme - I believe it is already canvassed in the newspapers, and maybe an amendment of the pay-as-you-bid - where you take only the bids of the top 25% and the balance of the 75% you can take the strike price. Has the Ministry considered that scheme? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, my Ministry has considered that particular scheme and many, many more. The conclusion we have come to, I have already given to this House. But we are prepared to experiment on pay-as-you-bid, or variations thereof, after we have gone through the exercise on double transfers. So I would urge the Member to be patient. \n  <br>\n  <br>\n  <!-- Mr Heng Chiang Meng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Heng Chiang Meng:</b> Sir, in view of the Minister's comments on public transport which obviously is to get more people to use public transport instead of private transport, would the Minister now reconsider taxis, which are the closest to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> public transport, as a mode of public transport and remove the onerous requirement of COEs and the high duties on taxis? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, when you are talking about public transport, you are talking about transport which is used by many people and operated by a few, in other words, an efficient mode of transportation. I grant that taxis do provide a service. But I do not accept that taxis are an efficient mode of transport when compared to buses or, worse still, when compared to MRT. So there is a cost associated with providing this service and in providing the level of comfort that people are expecting from taxis. And I think this level of comfort and convenience must be reflected in the cost of providing that service and, ultimately, in the price of that service to the commuter. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Would the Minister comment on the reluctance of the Government in trying out the pay-as-you-bid? The public perceives that the Government is reluctant to do so because the Government would end up collecting less revenue. So would the Minister comment, please? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> There is absolutely no reluctance at all. As I have said in my answer, we are prepared to try it. But I would like to start off with double transfers because this is a natural follow up to the major adjustment that we made to the VQS system. When we removed transferability, the Member may recall, we had a big debate as to whether transferability was the cause of high COE prices. The Government said no. But many Members and many members of the public said yes, because of transferability, COE prices were high. We conducted an experiment. The experiment showed that it did not make any difference. But, nevertheless, we decided since we have already started it, let it be. Having done that, we now have things like double transfers, proxy bidding and so on. So if we are really going to start an experiment, it is natural for us to start off with double transfers. That is the reason why we have decided to start on that. I am prepared to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> move towards pay-as-you-bid after this. We can work with the GPC for Communications and any others to get an experiment in place very quickly. We can start fairly quickly within a few months. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Mr Speaker, may I respectfully ask the Minister to reverse the order of his experiment because, personally, I do not believe double transfers or the constraint on double transfers will help. But pay-as-you-bid may help. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I thank the Member for his agreeing with the Minister on something. But I am afraid that there are many other people outside who seriously believe that it is because of double transfers that COE prices are high. Let us try double transfers first. We can then move on to pay-as-you-bid or anything else that we perceive to be the high cost of COE prices subsequently. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, I do support Dr Wang because I also believe that the pay-as-you-bid system will actually have a better effect on the prices of COE. But the question I want to ask of the Minister is this. I am pleased to hear the Minister say that he is going to improve other transport and road systems. Could he tell the House whether the total cost to be incurred each year on such improvements would more or less be matched by the collection that he will get from the COEs? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I honestly do not have the figures at the moment. But if all the projects that we are looking into come into being, I have no doubt whatsoever that the total cost will be much higher than what we are collecting in any one year. Just to give you an example, for the first phase of the MRT system, we spent $5 billion. For the extension to Woodlands, we are spending another $2 billion. For the North-East sector line, probably more. If you take into account all the other projects - the LRT systems, the tunnels, the Kallang extension, the extension to Tuas and so on - conceivably, it will be much more than what we are collecting. But that is besides the point. The point is: are these projects worth doing? If they are, then we will do it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Earlier on, the Minister said that his Ministry had studied these two schemes - the pay-as-you-bid scheme and discouraging double transfers - and came to the conclusion that they are not feasible. Can the Minister give reasons or tell us why the Ministry came to such a conclusion, when many members of the public think otherwise? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I think I have answered this question many times before. But let me just go through the reasons once again. In the case of pay-as-you-bid, there is a belief that there are people bidding very high prices, much, much higher than the successful strike price. Every month when we release the results, we not only release the results of the successful strike price, the lowest successful bid price, we also release the results of all the other bid prices. And if you look at these results which are readily available in the ROV, you will find that people are bidding close to the successful strike price, plus or minus 10%. Therefore, if you are going to implement a pay-as-you-bid, even under the current system, the prices are already close to the successful bid price. They are clustering around the successful bid price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How is it going to change under the pay-as-you-bid system? We have operated the COE bidding system for about four years now. In the beginning when people were getting used to the system, there were a few stray bids, very high bids, but that has changed. The tenderers know more or less what is the market price and what they are able to afford, and they are bidding accordingly. So even under the existing system, the bid prices are already fairly reflecting what is the market value of the COE. In a pay-as-you-bid system, it will not be any different. It will cluster around the successful bid price. The bids will be narrower and it will not make any difference. Why do I say that? It is already happening. As more and more people are bidding, as the people are getting more intelligent on the bidding system, they are already bidding in the way that we believe reflects the true market value. So when we introduce pay-as-you-bid, it is not going to make any difference. But there is only one way to prove that and when the time comes, we shall do so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, the Minister says that the people are now bidding close to the strike price. If you amend the pay-as-you-bid system, as canvassed in the newspapers, you have a system whereby you take the top 25% as the actual prices. Those who bid at that price must pay. Are you willing to amend the pay-as-you-bid system, instead of taking the actual prices of everybody who bids until they reach the strike price? You cream off the top 25%. Then people will understand the system and there will be two sets of bidders. Those who want to get the COE at the top will bid very high and those who want to try their luck in the 75% will bid at a much lower price. If the Minister is not clear, those who bid the highest price, for the first batch of 25% who bid, you take the actual price. Assuming you have got 4,000 COEs available. You take the first 1,000. Then the remainig 3,000, you go on your normal strike price basis. That will stop everybody from clustering around one strike price. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I think Mr Chiam's suggestion is a hybrid of the current system and the pay-as-you-bid system, as it were, whereby everybody pays what he bids. It is neither here nor there. If we want to try it, I think we will try the pay-as-you-bid system, as the people have suggested, whereby you pay for whatever you bid. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Why is the Minister unwilling to try this system? I think it is a very workable system. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> We shall try after we have done the other one. We shall try. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, may I suggest to the Minister that the bidding price is so close to the strike price because most of the bidding is being done by the dealers who know the game, so to speak. I think it will be much more worth while, as some other Members have suggested, that you must combine the two systems - pay-as- you-bid and stopping the double transfers. Because if you just take one of them and you are not looking at the other one, then obviously it is not going to work, and you are going to come back to the House and say, \"There I told you so.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> What is your question, Dr Soin? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> My question is: would the Minister consider instituting the two measures together, rather than one by one? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I think when we conduct an experiment, we need to keep all variables constant except one and vary that one. I think this is what I was taught in school when I was doing experiments. If we are really interested in doing an experiment, let us do it this way. I am not against trying out the pay-as-you-bid or variations that have been proposed by Members of this House. The point is that if we want to have a fair result, let us do it one at a time. It will take a few months or a few weeks if we can speed it up to try and get some of the details worked out. And I think we can discuss some of these possibilities subsequently. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, would the Minister agree that this is not a scientific experiment but one based on human behaviour? Would the Minister agree that using strict scientific criteria will not apply? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I thought we were conducting an experiment as to how people would behave. If we change the rules, how would people behave. In this particular case, I am saying that it will not change anything because there is a certain value attached to this scarce commodity known as the COE. Whichever way we change it, whatever bidding system we put into place, people will finally come to the conclusion that this is the fair market value. This is what I am saying. I believe that this is what we are trying to prove or disprove so let us test the theory out. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>RENOVATION OR RECONSTRUCTION OF SINGLE-STOREY TERRACE HOUSE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Consent of neighbours)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Lau Teik Soon</b> asked the Acting Minister for National Development whether the renovation or reconstruction of a single-storey terrace house into a two- or two-and-a-half-storey building will be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> disallowed if the neighbours do not consent to it. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Acting Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for National Development (Mr Lim Hng Kiang):</b> Mr Speaker Sir, land for landed properties is scarce in Singapore. With high land prices, many owners in single-storey conventional houses in the older housing estates wish to redevelop their houses to two or more storeys, in order to have more intensive use of their land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no single-storey height control for landed properties in Singapore. Even the strictest landed housing control, ie, in a good class bungalow area, allows bungalows to be built up to two storeys. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have considered the possible impact of such redevelopments in existing single-storey estates, and have concluded that they will not cause unacceptable amenity problems to the surrounding residence. It may look odd initially to have double-storey houses amidst single-storey ones. However, over time, this policy will allow the entire estate to be redeveloped into a two-storey estate. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, in view of the fact that at the time the residents bought those houses, they recognised that that area was designated for single-storey terrace houses and the fact that they have lived there for over 40 years, will the Ministry consider seeking their views if the area is to be restructured drastically? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Speaker, Sir, indeed the views of the home owners are incorporated. Whenever the Development Guide Plans for the respective areas are released, my Ministry makes it a point to exhibit these plans and owners can file objections under the Planning Act if they are not happy with the proposed plans. They will then be given the opportunity to present their views at a formal hearing. If the hearings conclude that the appellants have a case, then the single-storey terrace houses can be safeguarded. But I must qualify here that we are looking at the interest of the community at large, and we are looking at the housing estate in its entirety. So if a small group of owners want to keep their estate single-storey, in fact, they can do so by coming \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> together and agreeing among themselves and have a mutual agreement that every one of them will lodge a deed of covenant with the Registry of Land Titles and Deeds. This deed of covenant can be drafted in such a way as to restrict all of them who agree as well as future owners who buy the property from rebuilding their properties beyond one storey. So they do not have to look towards Government to exercise the control of one-storey houses. If these 50 or 100 home owners want to have single-storey, they can come to an agreement among themselves, put a covenant in their deed and they can preserve their estate as one-storey houses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PROBLEMS OF JUVENILE DELINQUENCY</b>\n  </div> \n  <div align=\"center\">\n   <b>(Measures taken)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;6. \n  <b>Mr Low Thia Khiang</b> asked the Acting Minister for Community Development what measures his Ministry is taking in respect of the problems of juvenile delinquency. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Abdullah Tarmugi):</b> Sir, my Ministry works closely with other Government agencies and voluntary welfare organisations to provide support services to juvenile offenders and their families. These include residential care, counselling, organised after-school activities and outreach programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The programmes provided by my Ministry include supervision of probationers and rehabilitation programmes in institutions. The probationers' families are always involved in the rehabilitation effort. Workshops and training and counselling sessions are also conducted for the juvenile delinquents as well as to provide support to their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry also organises programmes to educate the public on parenting skills and on the need for parents to transmit desirable values to their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the problem of juvenile delinquency is multi-faceted in nature. Its solution requires the concerted efforts not only of the Government, but also of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> community and, in particular, the family. Hence, the formation of the inter-Ministry committee to look, inter alia, into the problem of juvenile delinquency. The committee comprises representatives from various civic organisations and experts in the social sciences. The committee held its first meeting last Thursday and will complete its report, hopefully, by the middle of next year. Meanwhile, if the Member has any suggestions on the matter, he is very welcome to send them to me. I will ensure that the committee will study them. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> What are the terms of the Committee which he mentioned just now? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> I do not have them right here, but I can send the terms of reference to the Member if he wants. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Yes. Sir, I would also like to ask whether the terms of reference include the following which were reported recently in relation to juvenile delinquency: (1) Parents lack the time to attend counselling session; (2) Some juvenile delinquents say that they are scorned by their peers, or teachers treat them as if they are of no use. (3) These juvenile delinquents also say that they commit crime to attract attention. So what is the solution to these problems? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, the terms of reference cannot detail each and every problem that exists. But I am certain that the Committee will study all aspects of the problem and will certainly address the kinds of issues which the Member has mentioned. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Does his Ministry have any immediate plans to solve the problem rather than wait for the Committee to report? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, as I have mentioned earlier, this is a problem which involves not only the Government but also the community. So I suggest that the Member should wait patiently for the outcome of the Committee's deliberations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPANIES WITH GOVERNMENT SHAREHOLDING</b>\n  </div> \n  <div align=\"center\">\n   <b>(Submission of annual reports to Parliament)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;7. \n  <b>Mr Low Thia Khiang</b> asked the Minister for Finance whether he will consider introducing legislation to require companies operating both locally and abroad, in which the Singapore Government has a shareholding, to submit their annual reports to Parliament for scrutiny. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean (Minister of State for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Finance (RAdm Teo Chee Hean)(for the Minister for Finance):</b> Mr Speaker, Sir, it is not possible or practical to require foreign companies to submit annual reports to Parliament for scrutiny just because the Singapore Government happens to own some shares in that foreign company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for companies in Singapore, they are governed by the Companies Act, and are not accountable to Parliament. This has to be so as companies are private entities run on a commercial basis, and have to respond and react quickly to market changes. It would be difficult for our companies to operate if they were to be made accountable to Parliament for their actions. In this respect, Government-linked companies are no different from other companies. Like other companies, they are subject to the same disclosure and reporting requirements under the Companies Act, unless specifically exempted under the provisions of the Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, Government-linked companies listed on the Stock Exchange are accountable to their shareholders for their annual performance and operations. They have to circulate their annual reports to shareholders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Strategic companies owned by the Government, such as Temasek Holdings and Government of Singapore Investment Corporation, are included in the Fifth Schedule of the Constitution. Such companies are subject to the provisions of the Elected President in the use of their accumulated reserves and the appointment of directors and chief executive officers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is thus no further need to introduce new legislation to require Government-linked companies to submit their annual reports to Parliament, as existing requirements under the Companies Act and the Constitution are adequate. To do so would not improve the disclosure requirement of the companies but, conversely, could adversely affect their flexibility to operate in the market environment. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Does the Minister of State agree that companies which the Government has a shareholding, and it is the country's and people's money, should also be accountable to Parliament? \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> Sir, the Government is responsible to Parliament for the financial performance of its investments. But what the Member is asking for is for each company in which the Government happens to own shares, whether foreign or local, to submit its report to Parliament. I think Parliament will be deluged by a great number of such reports and it would not serve the purpose of this House. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Would the Minister of State consider publishing the list of companies which the Government has a shareholding, whether foreign or local. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> Sir, there is a very large number of these companies and from time to time the Government may acquire some shares in some companies and other shares in other companies, and may divest shares in one company according to the investment needs. These holdings may not be of a very long term or permanent nature. To make such a list, I am not sure would also serve the purpose. The basic point is that the Government is responsible to this House for the financial performance of its investments. These are reported annually in the Budget. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, does the Minister of State agree that by disclosing the shareholding of the Government in each company, it will be easier for the public as well as Members of Parliament to know what are the investments and whether a particular investment is making \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> profits or making losses, rather than lumping them together as a lump sum figure. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> Sir, the fact that the Government is an investor or not an investor may itself have an impact on the market. Therefore, we should deal with this matter in a rather more circumspect way. Let us concentrate on what are the things which are important for this House. It is important for this House to know whether the Government's total investment strategy is working or not working, and whether or not Government is making a reasonable return on its investment. The total performance of the Government's investments is reported in the Budget book already. That is the criterion from which Government's financial performance should be assessed. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, does the Minister of State agree that it is also equally important for this House to know the detailed pattern of the Government's investments? What is the objection if, let us say, you report to Parliament once a year on what has been invested? \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> Sir, I am not sure that it would serve the purpose of this House to have such a listing, because what you are interested in is the performance of the Government in its investments. Having such a listing would not serve that purpose. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>UPGRADED HDB FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Extension of lease)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;8. \n  <b>Mr Chiam See Tong</b> asked the Acting Minister for National Development whether he will extend the 99-year lease of Housing and Development Board flats after they have been upgraded. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Speaker, Sir, as my predecessor, Mr Dhanabalan, told this House in 1989, experience has shown that most buildings reach the end of their economic life, and are redeveloped, well before the end of their 99-year lease period. This is a desirable process, which ensures that land is utilised efficiently, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> allows for the timely renewal of Singapore. The extension of the leases of HDB flats beyond 99 years, even if they have been upgraded, might hinder the future redevelopment and renewal of Singapore. The leases of HDB flats will thus not be extended after they have been upgraded. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> If I heard the Acting Minister correctly, even a flat, after upgrading, will not have a longer life than before it was upgraded? Is that right? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The basic structural life of a building is determined at its construction, ie, the foundation, the pillars, the load bearing walls, etc. That has not changed even after upgrading. In the upgrading process, what we are doing is that we are changing the inside of the flat, the pipes, the sewerage, the drainage. We add another space-adding item to the block, which is a standalone, and is on a separate foundation. So the structural integrity of the block and its life are not extended by the upgrading. It remains the same, more than 100 years. That is the designed life of a concrete structure. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There are two things. People who upgrade their flat have to pay additional money and they would also assume that the economic life of the building should last probably 10 to 15 years longer. So they are asking whether or not the Government is willing to extend their lease. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> I think the main objective of the upgrading programme to Singaporeans is that at the end of the upgrading, the flat is better for them to live in and they get a better value flat. Indeed, they do. All those flats which have been upgraded have provided Singaporeans with a newer flat, better amenities, better facilities, bigger space for those who have opted for the space-adding item. The value of their flat has gone up tremendously. So that is the real benefit to Singaporeans. Whether they expect to see the life of the flat being extended, that is not the primary concern. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>BUS SERVICES FROM TAMPINES TO CHANGI AIRPORT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;9. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Communications whether he will request the Singapore Bus Service (1978) Ltd to operate bus services from Tampines to Changi Airport via Simei Estate and vice versa now that the junction at Simei Avenue/Simei Street 3 has been opened to traffic going in and out of Simei Estate. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, I have referred the Member's request to the Public Transport Council, which is the authority that approves changes to bus routes. The Council will follow up with SBS to evaluate the proposal for new bus links from Simei Estate to the Changi Airport. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HDB UPGRADING PROGRAMME AT SIN MING ROAD</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;10. \n  <b>Mr Leong Horn Kee</b> asked the Acting Minister for National Development whether his Ministry has any plans to implement the interim upgrading or main upgrading of Blocks 22, 23, 24 and 25 at Sin Ming Road. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, Blocks 22 to 25, Sin Ming Road are between 20 and 21 years old. They therefore qualify for the Main Upgrading Programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, in view of the limited resources in the construction industry, and the huge stock of old flats to be upgraded, HDB has to implement the Main Upgrading Programme in stages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, four batches, comprising a total of 22 precincts, have been identified for upgrading under the steady phase of the Main Upgrading Programme. HDB will take the Member's inputs into consideration when it evaluates subsequent precincts to be upgraded under this Programme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>FOOTPATH LINKING BUS STOP AT NEW UPPER CHANGI ROAD</b>\n  </div> \n  <div align=\"center\">\n   <b>AND BLOCK 74, BEDOK NORTH ROAD</b>\n  </div> \n  <div align=\"center\">\n   <b>(Construction of covered walkway)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;11. \n  <b>Mr Teo Chong Tee</b> asked the Acting Minister for National Development whether a covered walkway will be constructed for the footpath which links the bus stop at New Upper Changi Road and Block 74 at Bedok North Road. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, the lighted footpath was constructed by the Changi Citizens' Consultative Committee with funding from the Community Improvement Projects Committee. There are no immediate plans to develop the site, therefore a covered walkway cannot be integrated in the development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CAR PARKING LOTS BETWEEN BLOCKS 82 AND 83,</b>\n  </div> \n  <div align=\"center\">\n   <b>BEDOK NORTH ROAD AND ANGLICAN HIGH SCHOOL</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conversion into parking lots for lorries and school buses)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;12. \n  <b>Mr Teo Chong Tee</b> asked the Acting Minister for National Development whether some of the car parking lots located between Blocks 82 and 83 at Bedok North Road and Anglican High School will be converted into parking lots for lorries and school buses. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Sir, the Member for Changi is referring to car park B22 which is located between Block 83 Bedok North Road and Anglican High School. This car park serves the residents of Blocks 82 and 83 Bedok North Road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Converting some of the car parking lots into heavy vehicle parking lots for lorries and buses is not advisable as the noise and fumes generated by the heavy vehicles will affect the residents, especially those living in Block 83. Moreover, there are already 28 lorry and bus parking lots in the adjoining car park at B23. A further increase in the number of lorry and bus parking lots in the area is likely to congest the car parks and roads and affect the amenities of the residents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a total of 1,614 heavy vehicle parking lots in Bedok estate and its surrounding areas. These are managed by HDB, URA and a private operator. Another 1,170 heavy vehicles lots are expected to be ready for use between 1995 and 1997 in Bedok, Tampines and Pasir Ris. These should be sufficient to meet the demand for lorry parking. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMPETITIVE SALARIES FOR COMPETENT AND HONEST GOVERNMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [31st October 1994], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House endorses Paper Cmd. 13 of 1994 on \"Competitive Salaries for Competent and Honest Government\" as the basis for setting salaries of Ministers and senior public officers.\". - [Prime Minister]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>1.27 pm \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Mr Speaker, Sir, I rise to support the motion in the name of the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the trouble with salary administration is that everyone has an opinion of his own. He thinks he is an expert. What we really need are a few wise men to make the decision with all the relevant data and personal information of the individuals and based on the availability, I think the Government, led by the Prime Minister, is faced with a very serious problem in attracting, recruiting and retaining Ministers and senior public officers. It is only when the very person who is in the position to deal with the problem will know the problem best and how to deal with it. What is important for us, both Members of this House and the members of the public, is to judge the Government by the outcome of its performance, rather than to put obstacles in front of the Government and make the job of succession planning even more difficult. Therefore, I do not agree with the suggestion to refer the issue to a Select \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> Committee or to have it as an issue for referendum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have to compete for top talent which is really in short supply in Singapore. It is a talent that we cannot import. We have to choose from our very own. Here we are not talking about ordinary people. We are talking about competent leaders. We need leaders who are visionaries. We are not looking for managers to manage. I agree that sometimes the Government may have been over-emphasising on the past achievements and the academic qualifications of our officers. But I think what the Government can do is to understand that by competency, we need leaders who are able to cope with the future. Because having competent leaders will lead Singaporeans to be able to deal with the issues in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper to this House is really to let us Singaporeans air our concerns on the issue of salaries for Ministers and senior public officers. Honesty is the best policy. It is important for us to have it in the most transparent and above-board manner. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two perspectives on this question of Ministers' salaries. One is the salary received by the Ministers and senior public officers and the other is the cost to the State. I think Members of this House and the public may have over-emphasised the perspective of the salaries received by the Ministers and senior public officers. We see them as big fat salaries. They do not understand that the Government has chosen a system of remuneration that is highly monetised. In other words, the Government is paying more cash and less fringe benefits to the Ministers and senior public officers. But the cost to the State is least emphasised. As the Prime Minister has told us yesterday, we are only paying up to $22 million for the whole leadership. I think it is important for us to ask ourselves whether that is the amount that is worth paying. If we compare with the size of the Cabinet of other countries, and if we were to compare the many duties of the top civil servants in Singapore, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> are actually holding multiple functions, multiple portfolios. And I would say that the productivity of each of these office-holders is very high indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that many of us fail to appreciate is that we have a very lean organisation in the Singapore Government. It is a Government that depends on very few people to run the country. It may appear that, in per head terms, the salary received by individual Ministers or senior public officers is high, but as a cost to the State, I would deem it to be very cost-effective indeed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of us may be affected by the thinking in observing the first generation Ministers, and we remember the many sacrifices made by them. But my observation is that maybe we have asked them to make too great a sacrifice. We may not have been fair not only to them individually, but also to their families. The Ministers gave the prime years of their lives to this Government, to this country. Unfortunately, our system does not recognise them for their past contribution. If they had been top executives in private companies, they would have kept their shares. Their shares would have appreciated in value today, and they would be quite well off. But our system in Government does not recognise this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very disturbed by the serious allegation made by Prof. Walter Woon yesterday. The allegation that he has made against certain civil servants is that they appear to be buying their time and they do not deserve the salary that they are receiving. If Prof. Walter Woon knows of such persons, then the right thing he should do is to help the Government get rid of these people rather than to make a serious allegation which, in one broad brush, has affected the whole top echelon of the civil service. It shows a lack of appreciation and, to that extent, ingratitude to the very good work done by the civil service and the contribution that it has made to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that, sometimes, there is comparison between the private sector and the public sector with regard to the security of tenure of office. But how do \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> we change? How do we get the civil service to change if we are not able to allow them to compete, to pay competitive salaries? We should create a situation whereby there are more people competing for jobs against some places, then I think the civil service will be in a better position to get rid of the non-performers. So it is a situation whereby if we want the civil service to have a merit system, to have the private sector discipline, then I think the first thing that we should help the civil service and the Government to do is to provide competitive salaries first. Allow them to have the ability to attract the people and I am very sure that if they have more choices available, then obviously the less good performers would be removed. But if you do not have that good and happy position of getting more people to select from, then I am afraid that you may have to make do with what you have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that we have to be very careful in overpaying executives, in paying senior officers because, sometimes, if they are comfortable and not so hungry in their work then, of course, complacency sets in and performance standards will fall. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other issue I would like to suggest is to really modify the pension scheme. In fact, as a cost to the State, the pension scheme really costs a great deal to succeeding governments. Maybe some sort of arrangement could be made whereby there would be the conversion of pension money to immediate salary compensation. The second point is, as Dr Lee Tsao Yuan has mentioned yesterday, in the private sector, they practise a flexible salary system. Hopefully, the Government can set the example by also paying the total salary, a greater proportion of which is in a variable form so that we do not lock in a very high base salary for the Government Ministers and top public officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not too long ago, there was only one salary grade for Ministers. I am happy that in the White Paper, there are the overlapping grades in the grade structure. In fact, there are two or three grades, as the case may be within each rank. This grading system will help the Government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> to decide on the position of each Minister or senior public officer based on seniority, portfolio, competence and performance. And I think that is a good thing. Many people fail to understand that a Minister takes quite a while to reach the Ministerial grade and, in fact, most of them do not get into the Minister's rank immediately. This is an issue which I hope the people will understand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the final point is that, as the Government hopes to obtain external parity with the private sector, it should not fail to consider the internal equity to the rank and file in the Government service. We should be concerned about the morale of the middle managers and the junior officers in the Government service. We will have to appreciate that in the Service, it is group effort and team work that matter. And we do not unwittingly create a system whereby the salary makes for very individualistic people who only worry for themselves and fail to consider that of their colleagues and subordinates. They are all in the same boat. They should all sink and swim together. \n  <br>\n  <br>\n  <!-- Mr S. Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Dhanabalan (Toa Payoh GRC):</b> Mr Speaker, Sir, I want to confine what I have to say to the benchmark for Ministers' salaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper's proposal is to average the earnings of the top four earners in six professions, that is, 24 earners and pay Ministers two-thirds of this average. Pegging at two-thirds of the top 24 would, in fact, work out to the average of the top 15 to 20 persons in each profession, that is, the average of about 120 persons in the six professions. Perhaps, putting it this way would be less eyebrow raising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But whichever way it is presented, the vast majority of Singaporeans do not earn anywhere near this amount. The figures to them are mind-boggling. They probably never even realised that there are people who earn these types of incomes. They can understand people who own properties and businesses having huge incomes. But that people who work are actually paid these salaries and fees is something that is beyond their capability \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> to grasp. And when Ministers' incomes, as is suggested, are pegged to this, many people get apoplectic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are conducting a very bold experiment in Singapore. We are attempting to persuade the electorate to think rationally and logically and see the total picture and assess the value of good political leadership for the nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The general election is the right forum to determine the electorate's support because it puts this issue in a total and correct context. In fact, other countries which have a much longer history of democracy and a better educated population dare not even broach the subject as one that should be debated and decided by the electorate in the general election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not sanguine that the vast majority of Singaporeans can see and understand the issue. Nevertheless, we ought to try and treat the electorate as adults. We can of course resort to subterfuge and secrecy and make hidden payments and perks and keep the nominal salary of Ministers at a low level. But that is not our style and it would be an insult to the integrity of our leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Speaking for myself and my colleagues, those who are still in the Cabinet and those who have left for the private sector, I can say that salary was never a consideration in our decision to enter politics. In fact, when the late Mr Hon conveyed the PM's wish for me to join the Cabinet as an office holder and I agreed, I did not even know until the day before the press announcement whether I would be appointed Minister of State or Senior Minister of State or what my salary would be. And I think my colleagues can testify to similar experiences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that there are many who are in the Cabinet today who can earn much more outside in the private sector than what they would be paid under the proposed scheme. And I also know that if they can get competent people in whom they have confidence to take over from them, they would be prepared to leave for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> the private sector for less than what they are getting today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My own view for a long time on the salary for Ministers has been that Ministers must be paid adequately but not necessarily related to market or near to market rates for positions of similar responsibility. I have expressed this many times to the Senior Minister when he was Prime Minister and he always told me that I am unrealistic and that my thinking has been shaped by my years in public service and in GLCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must say that over the years, I have had to change my mind, and I must confess with some regret. My change in view has come about basically as a result of my experience in trying to persuade successful Singapore professionals and executives who have the potential to become Ministers to consider entering politics. As I discussed with them, I discovered that the generation that comes after mine is far more intelligent and careful in assessing and weighing the pros and cons of giving up a successful career to enter politics. Compared with them, mine is a generation of wide-eyed innocent babes in the woods. With the exception of only one person, and he is more of my generation than the generation after mine, I have failed to persuade anyone to enter politics with a view to taking office. As I discussed with them, I found that the negatives just seemed too large for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, there is the stress and responsibility of office. You are a Minister. You observe the ordinary Singaporean on his way to work, at work, at leisure, in the hawker centre and at home. You think of the economic and social problems that he or she will face that you are expected to anticipate by the policies that you help to formulate together with your colleagues. You think of how the ordinary person's life and routines and hopes and expectations can be completely thrown into disarray by events and forces beyond his or her control, but which you as a Minister together with your colleagues have responsibility for. You think of these things and you can be overwhelmed by how much things depend on you and your colleagues. Many do not want to take on such a responsibility. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there is the personal risk, the loss of privacy, the pressures on the family, even on the young children who are expected to be different because the father or mother is a Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You also have the risk that some personal flaws will come to the fore in unforeseen situations and destroy you like some Shakespearean tragic hero. And over everything, there is the risk of a brutal and public rejection by the voters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these and more, people have mentioned to me. The people I spoke to are all earning more than what they can expect as Ministers. But loss of income has never been mentioned by them, but I do know that this must be a factor which they take into consideration, though it is not an important factor. But to the extent that salaries of Ministers is a negative factor, it adds to all the other negative factors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As against all these stresses and risks of entering politics is the attraction of continuing in paths where these people have a track record of success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not surprised that I have been so unsuccessful in persuading people or that, as the PM has said, we have not been able to identify and persuade one person per year of Ministerial calibre to enter politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is little that we can do to remove the factors that dissuade people from taking the risk of running in an election with a view to taking office. These negative factors that I have mentioned are part and parcel of the job. It is only in the area of incomes that we can do something to mitigate the unattractiveness of politics to successful Singaporeans. To do nothing where something can be done would be irresponsible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even with the proposed benchmark, nobody that I have spoken to will accept the political challenge because the income is attractive. Only a sense of service, of wanting a hand in shaping the future of our society will bring the right people into politics. If, as a result of the system that we have and which we are fine-tuning through this White Paper, we find that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 760</b></font>\n  <br>\n  <br> people are attracted to politics by the income they can earn, then we are attracting the wrong type of people into politics. That is the irony of the system. That is why the selection process of candidates for Parliament, Backbenchers as well as those with the potential for office, is so important. And the People's Action Party has such a selection process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The continuation of good political leadership depends upon the incumbents and they have to attract and induct new leaders who share the same competence, integrity, courage and spirit of service that the incumbents have. We run a high risk, high reward system. In the right hands, the system can enable the nation to scale new heights of success. At present and for the foreseeable future, it is in the right hands. The PM's job is to identify and persuade the right people to join him so that his team can ensure continuity as far into the future as is reasonably possible. We should give him the tools to get the job done. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, if Singaporeans are unhappy or do not agree with the benchmarking of the Ministers' salaries as recommended by the White Paper, it is quite understandable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, they do not realize that this is a question of supply and demand of talents, neither do they understand the principle of scarcity. The talented people in Singapore are normally proficient in the major international languages. As Singapore is a metropolitan city, the people we have trained are of international standard, ie, the market for these talented people is very international. They can easily find a place in various countries in the world, which means that the talented people that we have trained can easily find good job opportunities in the USA, UK, Hong Kong and China. Because of this, their value is greatly enhanced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, most people do not understand that there is a great gap in the market value of the ordinary people and these specially trained professionals. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 761</b></font>\n  <br>\n  <br> type of competition they face is different. For the ordinary workers, competition comes from China, Taiwan, East Asia and even South America, Middle-East. To them, competition does not enhance their value. On the contrary, they have to maintain a global level of competitiveness. The competitions are moving in two different directions. So, the ordinary people cannot accept the fact that in the face of international competition, they are actually losing out, while the professionals are gaining capital for advancement. Therefore, we have to explain to the ordinary workers the question of supply and demand of talents, and the theory of market economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that many people fail to understand why we are having the problem of shortage in talents. With regionalization and the flourishing economies of the region, these talents are frequently absorbed by the multi-national corporations, and many of them are even leaving their employment to start their own enterprises. The business opportunity now is truly unprecedented. From the international financial magazines, we learn that the salaries of Chief Executive Officers of the big international enterprises are measured not in terms of thousands or millions, but in hundred millions and even by billions. So, if we are to compare the salaries of these international CEOs with our ordinary workers, the gap will be even wider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the White Paper proposes to benchmark the salaries of our Ministers based on the leading local professionals, and I feel it is very reasonable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another thing is how do we make the people understand the consequences of this shortage in talented people. Sometimes we may forget that the quality of these leaders is directly linked to our future and the future of our children. In fact, looking for the right and suitable talents to govern the nation is to create more wealth for the nation and the people. Therefore, we must make the people realize that by getting the best talented people to be our leaders, it is the people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 762</b></font>\n  <br>\n  <br> who will get the benefits in the end, and not just these leaders. More often than not, we are emphasizing too much on economic benefits, and often believe that salary is the determining factor of the quality of our political leaders and civil servants. I feel we should also attach more importance to the spiritual well-being of our people and their mission to serve. The people we are looking for should not only be capable, talented but also possess a social mission to serve society and the people. They should be dedicated to looking after the well-being of the people. Therefore, when we are selecting potential Ministers, we should look not only for talent, capability and qualification, but also integrity and high moral standard. With these qualities, we can be assured that when our nation is prosperous and wealthy, our leaders will not indulge in extravagant and dissipated lifestyles and squander away our hard-earned money. When we are poor, our leaders should have the courage and strong will to see us through, and will not falter in their determination. When we are faced with serious crisis and challenge, our leaders will be able to stand firm and will not succumb to pressure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally agree with the principle of the White Paper which sets out a long-term salary plan for our Ministers and top civil servants. I feel that this is better than having to come back to Parliament every year, or from time to time, to revise their salaries. Therefore, this long-term and transparent formula to set out their remuneration is most appropriate. We all know that other countries are using various methods. Some provide for entertainment allowances which may run into hundreds of thousands, or free cars and houses to camouflage the Ministers' salaries. This is not a good method. Therefore, in Singapore, we use a transparent formula where everything is included in the salary. I feel that this is more sensible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, we all know that the risk and responsibility the Ministers have to take is much heavier than that of a CEO in a private enterprise. At every General Election, they have to face the voters who will decide their future, ie, whether they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 763</b></font>\n  <br>\n  <br> will be returned to office after each General Election. The Ministers have to sacrifice their privacy and time, as well as those of their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, the social pressure they have to encounter comes from all the people in the country and not just the directors, shareholders and customers of the company. Their decisions affect the quality of life of all the people in the country, and even the future of the country. As such, I support the long-term plan of the White Paper. However, I suggest that a high-level supervisory committee be set up to evaluate the salaries of the Ministers and top civil servants, so that our people will understand the manner in which the Ministers' salaries are linked to the private sector. At the same time, the committee will be able to look into the details arising from the implementation of the long-term plan and formula. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I wish to stress that when the Government decides to pay a higher price to attract potential Ministers and top civil servants, it should also emphasize the need to devise a more comprehensive plan to enhance the assets of the people, ie, to enable the ordinary people to receive better technical training, to have better means of livelihood and to improve their standard of living. Through these asset enhancement schemes, such as the issue of Telecom shares to the people when the TAS was privatized. I hope that when the other statutory boards are privatized, we can distribute more assets to our people. At the same time, as we are engaged in debates over our transport problems, the Government should set aside more money to improve our public transportation system so that the ordinary people and workers will enjoy more convenient means of transport. As for creches and child-care centres, the Government should be more generous in its funding of such facilities which will particularly benefit the working mothers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If our people feel that they do have a share in the prosperity of Singapore they would be glad to support the White Paper. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, may I get a clarification from the Member for Yuhua? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 764</b></font>\n  <br>\n  <br> I heard her speech through the interpretation. According to the interpreter, the Member said that CEOs' salaries in multinational companies amount to millions and even billions of dollars. I have hope I got it correct. May I get a clarification whether these MNCs are situated in Singapore or elsewhere and how are these millions and billions of dollars being paid? Are they being paid in Singapore dollars, American dollars, Indian rupees or what? \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon</b>(\n  <i>In Mandarin</i>): I mentioned just now that if you have read the foreign magazines on finance and business world, you will note that even the CEO of Walt Disney, which is a company dealing in entertainment and fun, his bonus and salary can be as much as a few hundred million US dollars. As for computer companies and other major enterprises, the CEOs' incomes are also very sizable. Even for someone who deals in fun and entertainment, he can get so much in remuneration, then what about our Ministers whose responsibility is surely not child's play? They are charged with the heavy responsibility of looking after the survival of the country and the well-being of the people in the country. They have to see to it that the people are fully employed. So I feel that the talents that we want should be of international standard. Because Singapore is an international city, the professionals we train are also of international standard. Sometimes I have to explain to our workers why there is a big gap between the salary of ordinary workers and the top professionals. This is an unfortunate reality because the professionals' competition is international and compare upwards with the professionals in other countries. On the other hand, the ordinary workers compare downwards with their peers. It is a reality, although it is an unfortunate one. That is why I emphasized just now that the Government should provide more facilities and training opportunities so that our workers would also have a chance to upgrade their standard of living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I base my comparison on reports carried in the foreign magazines. So if the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 765</b></font>\n  <br>\n  <br> Opposition Member has the time, he should try and read more of these financial magazines. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, when I heard the Prime Minister's speech in this House yesterday, I was very shocked. It seems like the future of our country will be determined by how much salary we give to our Ministers and top civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The logic of the Prime Minister is that the higher the pay the better we can attract the top talents to govern the country and there will be continuous growth in the economy, more safeguards to the people. Otherwise, the future of the country will be bleak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He went on to point out that corrupt practices among politicians in the United Kingdom was due to their salaries being too low. The Prime Minister also said that the most important question is what kind of people we want to rule the country. This is indeed a question worth considering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this question, my intuitive reaction is that I do not want people who look to money to run the country. These people will be weighing their losses and gains in terms of money and the policy they embrace will surely be profit-oriented. Even if it results in huge economic growth year after year, and the Government coffer greatly enriched, the livelihood of the people need not necessarily be improved because the formulation and results of their policies will be determined purely from the angle of economic benefits only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Prime Minister is presenting this White Paper to set a benchmark for the Ministers' salaries based on the top earners in the private sector simply because the people with potential to be Ministers whom he contacted were not prepared to come forward to serve the nation due to the salaries being not sufficiently attractive, then I would suggest that he look again for some others who have the vision and are prepared to dedicate themselves to the nation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 766</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If, after so many years of nation building, we cannot cultivate some talented people with dedication to serve the country, then I must say with great regret that our country is a failure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is like a successful entrepreneur who spent all his life working to amass upon himself great wealth, but he neglected other important things in life which money cannot buy, such as his family, the education and upbringing of his children, etc. In the end, he found himself having no successor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If our country is facing this kind of problem today, the elites among our younger generation now would only look at money, then the PAP Government should make an overall review on whether their philosophy of running the country is out of balance, and whether it has been putting too much emphasis on utilitarianism and elitism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ancient Chinese philosopher Laotze said, \"Do not esteem the wise so as to prevent strife among the people. Do not value the scarce goods so as to prevent robbery. Do not make desire visible so as not to disturb the minds of the people.\" Of course, we are not saying that we should not value the wise. What we are saying is that we should not over-emphasize elitism and materialism so that the desire of the people becomes stronger and stronger, resulting in their being obsessed with the desire for gain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister also mentioned about corruption in society. Corruption arises because of greed and because of greed they become corrupted and polluted. So if we over-emphasise money and the society becomes such that so long as you have money you can call the shots, then no matter how much you pay them, they will be asking for even more. I think the complexity of this matter is far beyond the question of salary, as suggested by the Prime Minister. It is not that simple! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as a matter of fact, the sacrifice made by those who enter politics and serve the people cannot be measured by money alone. Some former Presidents of the United States of America were assassinated. Even President Clinton has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 767</b></font>\n  <br>\n  <br> also faced an attempt made on his life. This is a matter of life and death, not something which can be compensated by salary. So to debate on how to reduce the sacrifices of people who enter politics by monetary compensation is, by itself, an insult to the politicians and statesmen. We should adhere to the principle that so long as the Minister can maintain a comfortable lifestyle, with adequate safeguards for his present living and life after retirement, it would be sufficient to keep him working with peace in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the Government is insisting on measuring in the light of utilitarianism, and has published the White Paper to support its argument, do allow me to present my views on the contents of the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, let me look at the question whether it is equitable to peg the Minister's pay with that of the private sector. The White Paper suggested taking the average income from six selected professions as the benchmark for the Ministers' salaries. This figure is $1.217 million. This is based on the average income from the six professions in 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present salary of Ministers is more than $60,000 per month, and it will be further increased after it is pegged with the private sector. According to the annual report of the Inland Revenue Authority of Singapore (IRAS), 141 residents of Singapore had income of more than one million dollars in 1992. But in 1993, some 394 people had income of more than $5 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if we take these top four income earners in the six professions as the benchmark for the Ministers and top civil servants' salaries, and the top earners's income keeps on increasing substantially, then the salaries of the Ministers and top civil servants will be raised correspondingly. I fear that in future the salaries of Ministers and top civil servants will become a heavy burden to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, according to the 1990 Population Census, more than 70% of our workforce earn less than $1,500. So if you use the income of just a handful of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 768</b></font>\n  <br>\n  <br> super-high income earners as the benchmark, and ignoring the great disparity among the incomes of the people of Singapore in general, is it reasonable? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, looking at the nature of work and the motivation, the objective of the private sector is to make money. If an employee can make so much money for his company, he deserves to be paid a salary in accordance with his contribution. From a personal point of view, this is reasonable and just, seemly and fitting. But the motivation of the Ministers and the top civil servants is to serve the people. The nature of their work is to run the country with the power of the Government, and it is their job to run the country well. Just because the economy has been booming, the private sector has been reaping in huge profits, and their employees are getting high salaries, the Government wants to peg the Ministers' salaries to the private sector. Do not tell me that the Government is suffering from the politics of envy � envious of other people's high salaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With so much emphasis on the Administrative Service and the huge increase in the salaries of the top Administrative Officers, it seems that in future, the formulation and implementation of Government policies will rely substantially on these senior and superscale civil servants, and the Ministers will have these highly paid Administrative Officers to work for them, and their workload will therefore be reduced considerably. Why then are the Ministers getting a pay rise? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to show that they are \"worth more than what they are paid\" as mentioned by a Member in this House, these administrative elites sitting in the ivory tower will think of ways and means to make more profits for the Government. Yes, this will of course create more wealth for the country, but what will happen to the livelihood of the people? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, work security. In Singapore, so long as the civil servants and Ministers do not make a serious mistake, their jobs can be said to be an \"iron rice bowl\". With \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 769</b></font>\n  <br>\n  <br> the huge pay rises in recent years, this \"iron rice bowl\" has become a \"golden rice bowl\". This golden rice bowl, even in spite of an economic downturn, will be strong and stable, with no fear of being broken. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For instance, in 1985, when we were facing recession, many private sector employees were retrenched. They were completely helpless. But the Ministers and civil servants continued to get the same pay and they were enjoying themselves in the recession. Furthermore, so long as the Ministers have completed 10 years' service, they will get a handsome pension for their retirement. The employees in the private sector will have to work until 60 years of age before they can retire, and after that they have to fend for themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the World Bank report, in Japan, and some successful economics in Asia, including Singapore, when a successful official retires, he will get a lot of rewards, much more than their salaries, benefits and allowances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In most cases, our Ministers and top civil servants, after retirement, will be invited to take up richly-paid positions in the public or private sector. As such, our Ministers and top civil servants enjoy certain security even after their retirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper makes no mention of the special status and safeguards enjoyed by top civil servants and the Ministers, nor any objective comparison of the nature and risk of their job with that in the private sector, but simply uses the average income of a handful of top earners in the private sector as the benchmark for the Ministers' salaries. This, I feel, is an attempt to hoodwink the people. I do not think we should accept this kind of rash benchmarking. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we want to set standards and benchmarking for top civil servants and Ministers, then it should be comparing like with like. We should compare ourselves with countries like Switzerland, etc, according to the land area, the population \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 770</b></font>\n  <br>\n  <br> size, the income of the people, the economic growth and the complexity of politics. We must compare also with the pay given to the Ministers and top civil servants in other countries and then adjust them according to the circumstances of Singapore to fix this kind of benchmark. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper also mentions that in some countries, a larger part of their ministers' salary is camouflaged by non-monetary rewards such as free housing, cars, expense account, overseas holidays, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PAP Government has all along been well-known for its effective use of statistics. They should have no difficulty evaluating the worth of these hidden perks in terms of cash value. Why does not the PAP Government do that? Why should you compare chickens with ducks? This is very unconvincing! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, here I would like to talk about the basic argument of the White Paper \"Competitive Salaries for Competent and Honest Government\" and, that is, what the Lianhe Zaobao described as \"High pay to keep the worthy and good remuneration to keep the honest\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, when we describe someone as being \"a person of virtue\" or a worthy person, we refer not only to his ability and wisdom but also his integrity and superior character. So if you suggest using money to keep the worthy and encourage them to look at money for whatever thing they do, then it is an insult to the bona fide worthy person. Even for an ordinary person, money is not the only factor of consideration when you come to work. If our country is to be ruled by the so-called \"worthy\" people who are money-oriented, then it would be disastrous for the country and the people! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Good remuneration to keep the honest\" is also a problem. In the past, there were some cases of corruption involving our Ministers and top civil servants. Does this imply that their remuneration was not good enough? Now with this huge increase in pay, do you think the Government can assure the people of Singapore that there will be no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 771</b></font>\n  <br>\n  <br> more corruption? Then, if there are junior civil servants being found to be corrupt, will the Government consider giving them a hefty pay rise because their remuneration is not good enough? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Human desire for material gains is insatiable. Do you really believe that you can keep the talented and the honest just by giving them high salaries? How high must their salaries be to be considered enough? Using the excuse of wanting to keep the talented and the honest to give the Ministers and top civil servants hefty pay rises will certainly leave us completely bewildered! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, I am not asking the Ministers and top civil servants to serve Singapore for free. We all know that in Singapore, apart from the air and the haze we are having now, nothing is for free. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is: How much is reasonable? How much is an acceptable benchmark? In my opinion, to fix a benchmark for the Ministers' pay and to convince the people that the PAP benchmark is reasonable, the Government should provide the people with the following information: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, how many present or resigned Ministers feel that their pay is too low, and how many think that their financial sacrifice is too high and the return is too low? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, for the Prime Minister and Ministers, apart from their basic pay, what kind of perks do they get, and how much in quantitative terms? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, what are the responsibilities and work of the Ministers? How many hours of work do they put in every day, and how many days of vacation do they enjoy a year? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, for each and every Minister, if he is to remain in the private sector, or in the public service like the Ministry of Defence until today, to what grade will they be promoted? How much would be their salary? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, apart from monetary sacrifice, what sort of other personal sacrifices does the Minister make or has to make? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 772</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sixthly, in the case of Heads of Government and ministers of other countries, what are their basic salaries? What sort of fringe benefits and bonuses do they get in all? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Seventhly, the personal assets of the Ministers should be declared so that the people of Singapore will know whether they have any financial problem, and whether the personal sacrifices they have made due to their involvement in politics are too much. The Secretary-General of the Workers' Party, Mr Jeyaretnam, has already made this suggestion in Parliament but it was not accepted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Eighthly, for those Ministers who have stepped down, how much do they earn when they go into the private sector? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, with the PAP having a commanding majority in this House, of course, this salary benchmarking will be approved. In future, the problem will be treated as solved, once and for all. There will be no need to debate the Ministers' pay. Every year, on 1st July, their salaries will automatically be increased. There is no longer any need to wait for three to five years to get a pay rise. They can have their pay rise in a grand and imposing manner along with the big bosses in the private sector. The boat will rise with the rising tide and their pockets will be full. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the PAP Government is sincere in wanting to get the feedback from the people, and to convince the people that the salaries of the Ministers are reasonable and appropriate to the situation in our country, then they should not be acting too hastily in wanting to have the White Paper forcibly endorsed in Parliament. They should provide all the information that I mentioned above to allow the people to make some comparative studies. They should also make this an election platform for the next General Election so that the people will have the opportunity of discussing it extensively, and showing through the ballot box whether they support or reject the recommendation of the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to move the following amendment to the motion: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To delete from \"That\" to the end and insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"While this Houses endorses the principle that Ministers' salaries should be commensurate with their responsibilities and duties, it is of the view that Ministers' salaries should be decided after public debate outside this House and accordingly this question be stood over for the next Parliament after the next General Election.\" \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member for Hougang has proposed an amendment to the motion: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To delete from \"That\" to the end and insert - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"While this House endorses the principle that Ministers' salaries should be commensurate with their responsibilities and duties, it is of the view that Ministers' salaries should be decided after public debate outside this House and accordingly this question be stood over for the next Parliament after the next General Election\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the words proposed to be deleted, be deleted.\" \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung (Buona Vista):</b> Mr Speaker, Sir, I hear with some delight the remarks made by Mr Low. One or two points that he made are quite good. For example, he says that Ministers should not be motivated by money alone and that to take public office requires sacrifice on the part of the people coming forward. I think that is the very basis for people in Singapore to take part in politics. Everyone in the PAP, and several in the Opposition, come forward not because there is money but because they think they have a contribution to make to the governance of Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low also said that if this White Paper is passed as it is now, there will be no opportunity to debate Ministerial salaries. I think that is not the truth. Any Member of this House can, at any time, raise any question for discussion and if Mr Low does not know how, maybe the Speaker can guide him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low asked how many hours a Minister works. That answer perhaps will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 774</b></font>\n  <br>\n  <br> vary from Minister to Minister. It is difficult to give a generalisation and, of course, I am not here to answer that question. But the comparison would be how many decisions does a Minister make. Perhaps I can use an example in the private sector which I know a little bit about. I believe I make more decisions in a day than most Ministers do. I believe that my junior managers in my company make even more decisions in a day than I do. The question, of course, is what is the import of those decisions? The decisions that I make for my company affect the future of the company and I do not make too many of them in a particular working day. But my managers who run individual operations make many, many decisions. They affect the efficiency of the operations of the company but they do not impact heavily on the long-term growth, long-term strategy, long-term survival and profitability of my company. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So you cannot compare physical numbers. What matters is the quality of the decisions and the impact of those decisions. In the private sector, it is the impact on the future of the company. In the management of a country, it is the impact of those decisions on the future of not only our children and grandchildren but for many generations to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low says that people's livelihood has not improved over the last few years. That cannot be the truth. That must be a statement made with tongue in cheek. Every statistic that you can produce will attest to the fact that Singaporeans are much better off today than they were five years ago, 10 years ago, or 20 years ago. Maybe Mr Low has a poor memory. He has forgotten the hard days when we got out from the Japanese Occupation, the communal strife of the 1960s and the progress through the recession of the early 1970s, right through to the prosperity of today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low says that by giving high salary, we get more money. More money leads to greed and that leads to requests for more money and, therefore, high salary indirectly leads to corruption. He is taking a position which is diametrically opposite of what the Government takes. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> Government believes that if you pay people well, there is no need for this temptation to get into a corrupt situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, private sector employees get salaries which are higher than what the public service pays. The link must be there whether you quantify it or not. Even if Ministers only get paid 10% of the average salary of a manager, even if it is that low, there is a link. The question really is: What is that level? I do not think Mr Low is arguing against the need for a link between public and private sector salaries. He is saying that the salary for Ministers is too high. Is it too high? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;High salaries in the public sector will lead and follow high salaries in the private sector. The Government will say private sector salaries have gone up, therefore, public sector salaries will follow. The private sector will say that if you increase the salaries now, next year or some time soon, the private sector will have to increase their salaries to catch up. It has gone into a spiral. We do not know which one really leads which; and it is difficult to prove. But if you were an employee, after the public sector salaries have gone up, I think you can look forward to an adjustment in the salaries also. This will lead to higher salaries, both in the public and private sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is high salary good or bad for Singaporeans? Well, with high salaries and a habit of saving which Singaporeans tend to have, it must be a good thing because, firstly, high salaries attract people to come here to work. And we have the opportunity to choose the best brains, the most effective people. And when they do come here, they must add to the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;High salaries for Singaporeans also mean that when we go abroad for holidays, and many of us do, the Singapore dollar goes a long way. Thirdly, a strong Singapore dollar enables Singaporeans to invest abroad. Many Singaporeans I know have acquired properties overseas as part of their investment portfolio. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 776</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So a high salary for Singapore is not necessarily a bad thing. The question really is: how high should it be? The benchmark really depends on whether the level of salary we arrived at for both the private and public sectors is one that the economy can sustain. In the end, the question is whether it affects our competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One final point, Mr Speaker, Sir. Mr Low says that the Government collects a lot of money at the expense of the people. Yes, money is collected. But money is now collected only from those who use the facilities. It is a user charge and those who do not use those facilities or do not need to use those facilities do not pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the process, the Government has accumulated very healthy surpluses. This is not something to be condemned. It is something that many governments would dearly like to have. And I think the Government has, time and time again, said that it is prepared to find ways and means to redistribute some of this back to the people, like the sale of Telecom shares and others that will come along, the upgrading of HDB flats for incumbent residents. These redistributions are meant to transfer some of the Government's surpluses back to the people. I think if any Member of the Opposition has any ideas of how to distribute surpluses back to the people in a way that does not lead to dependency and reliance on hand-outs, I am sure the Government will be delighted to hear them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot support the amendment put forward by Mr Low. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, can I clarify Mr Sung's point? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Can we have the other Members who would like to speak on the amendment? \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Mr Speaker, Sir, I rise to oppose the amendment moved by Mr Low Thia Khiang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low has chosen the dramatic assassination of President Clinton as an example that a foreign leader of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 777</b></font>\n  <br>\n  <br> government is prepared to risk his life and he is trying to suggest that our leaders do not have that risk. I think this is something that Singaporeans ought to understand. The fact that we have peace, the fact that we do not have such incidents taking place, is justification of the operational readiness and the care to the attention and details taken by our political leaders and the civil service. I think not too long ago, there was the hijack of our Singapore Airlines plane. It is a classic case of Singapore with its leaders planning way ahead and getting ready for any eventuality and the manner in which it was done won the praise and admiration of the people round the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are things that are not easily seen and we hope that it does not happen. The fact that it does not happen in Singapore speaks a great deal of our Government and the people involved. So I hope that Singaporeans ought to understand and not be misled by Members of the Opposition. Because it is not surprising that the Opposition do not wish to see good and strong government. They do not want to have good and strong Ministers to be in charge of Government, because the better the government is, the greater their odds in the general elections. Let us not be fooled by the drama, by the example that he has quoted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministers work 24 hours a day. We all know that. They are on call. They should not be measured by the number of hours that they work. The split-second decision is enough for us. It may have saved us millions of dollars. It may have saved us hundreds of lives. Let us not be foolhardy and be so simplistic that the top political echelon needs to be measured by the number of hours that they work. I think we all know that some consultants charge heavily by the minutes, if not the hours. So it is important for us not to be misled to be so simplistic, to measure whether the Minister works eight hours a day, 10 hours a day or even 15 hours a day. So long as they are on hand, they are ever ready to make the necessary decision at the right time, I think that is all there is. This is what we want. To \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 778</b></font>\n  <br>\n  <br> anticipate the problem when it comes, they are every read to solve it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, he also mentioned about the perceived privileges of retired Ministers and top civil servants. In fact, it was not very long ago that the members of the public and grassroots leaders felt that we are not taking good care of retired Ministers, particularly those who have given so much to the country. And it will be such a waste that they could not continue to contribute in different fields, and I am very sure that for every office-holder who has been given the opportunity to serve, not so much that they want it, the very organisations that have them will appreciate their services. Let us look at the other side, ie, the kind of contribution that they are making in another area, and why should we lose the services of these people if they could not continue with full-time Ministerial positions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have also mentioned that it is so easy to ask ourselves to compare with other countries. But as I have said earlier in my speech, the Singapore civil service or the Cabinet is a very lean organisation. In fact, we have one of the smallest Cabinets to run the full organs of State. I think we have to look at what it costs to the State rather than the size of the salaries of the Ministers that matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I oppose the amendment to the motion. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, I support the original motion standing in the name of the Prime Minister. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. We are speaking on the amendment to the motion, Mr Chng. Are you speaking on the substantive motion? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok:</b> Sir, I am speaking on the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I shall like to ask the House to reject the amendment of by the Opposition Member, Mr Low Thia Khiang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue of Ministerial salaries is not a new subject. This subject was discussed very extensively in 1989 and we went to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 779</b></font>\n  <br>\n  <br> the people in 1991 and this issue was again discussed a few months ago on the salary revision for 1994. That revision was based on income data that were already two years old. The Government then felt that it was necessary not to implement the full changes as reflected in the income of the private sector at that particular time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think this issue will always be an election issue. My colleague, Mr Peter Sung, has already mentioned that the Opposition Member will be able to raise this issue in this House at ny time by way of Question for Oral Answer or a Motion. There is really no need to postpone a decision on this White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am in support of the White Paper. In the last salary revision debate in 1993, I suggested that the Government set up a commission to review Ministers' salaries on a regular basis. At that time, the Government's reply was that it was hard to sell it to the people. The benchmark has been set, and this benchmark is an idea which I support. It is close to what I then asked for in the form of a commission. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question of Ministerial salaries cannot be measured in terms of hours put in by the Ministers. It is a very difficult topic. I think what the people really have to ask themselves is this, if today you are a citizen in a developed country like France, or a developed country like Great Britain, you will ask yourself: how much money would I pay the Ministers to make sure that they keep out of trouble, to keep out of corruption? In France today, two Ministers have been arrested for corruption. As a French citizen today, how much should you pay the Ministers? And this is happening not just in France and the UK, it happens in Italy as well. What is the price to make sure that our political leaders govern us and take the best interest of the people into account? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In many parts of Asia today, if you are a citizen of that country, you ask yourself whether your children have a fair chance of making it in society. I come from a poor background. I feel that our society has given me the chance, Mr Speaker, to be where I am today, because we believe in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 780</b></font>\n  <br>\n  <br> the system of meritocracy. If you are a citizen of another Asian country, perhaps you will ask yourself if your children are going to have a chance to makr it in life in 10 years' time? Because I am not connected to any powerful political figure or anyone of influence, is there a chance for my children? I think if you are a citizen of that particular country, you will also ask yourself how much you would pay to have a system like Singapore's whereby anyone can make it to the top as long as one is prepared to work and has the intelligence. If the system is not fair and not equitable, there is no way for an ordinary citizen to make it to the top. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why in the private sector, whenever I employ managers, I adopt the philosophy of value for money. If you have a job whereby the person is entrusted with heavy responsibilities or that person is going to be your manager in a different country and whatever decisions he makes will cost you a lot of money one way or the other, you adopt the value for money approach. You say, \"Look, if the job can cost me a lot one way or the other, that person can make me a lot of money or can also be costly to the company, you have to adopt the value for money approach.\" If there is someone you trust and has a good track record, you have to pay a premium. This is what it is all about - value for money. Or would you entrust that particular job to someone who claims he can do the job but comes from a background which you think is dubious? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I think this value for money approach must also be adopted when we address this issue of Ministerial salaries. Let us leave aside the personalities, leave aside what is the number of hours the Ministers have to put in the job. I think these are all irrelevant issues. The Prime Minister made it very clear yesterday that to spend $20 million to govern Singapore, produce the result that we have every year since 1985, means we have to address the issue of how much money should we pay to maintain such a system. How much more money should we pay versus what we have to live through in a different country where corruption is rife, there is civil strife and problems in society and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 781</b></font>\n  <br>\n  <br> future of our children in doubt? In other words, when a society makes progress we see there is potential for our children. If there is no hope for our children when the society is corrupt and only those who are well-connected can make it to the top, I cannot see why we should support such a system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I urge this House and all Singaporeans that when they look at ministerial salaries, they must look at it from the point of view of what are the consequences, and forget about how much we pay an individual Minister. To me, to pay $20 million to keep this Government going is really, I agree with the Prime Minister, very small beer. To make sure that my children, my son, can be where I am today, and hopefully, making further advances is the issue that Singaporeans have to address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is only one point I would like to make on this benchmark and that relates to the inclusion of the share option scheme. Share option varies widely and the benchmark will have been more precise if it had been based on basic pay. Forget about the discount. Why should the Minister's pay be worked on a discount? If that is the Minister's pay, it should be based accordingly. This is an important approach because when the variability is high, in good years there can be a very big jump in salaries. Then the Government will be faced with a problem of whether it is politically correct to adjust accordingly. In other words, can a Minister's salary jump up 40% in a year when private sector salaries go up by only 7%? I think this is an issue which the Government should address. Will it then be a rubber benchmark? When 40% jump is high, there will be a bigger discount. This will not be a politically wise approach to adopt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is why I favour a benchmark without the share options, but a benchmark based on salaries. I hope the Government will take this into account. I urge this House to reject the amendment standing in the name of Mr Low Thia Khiang, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 782</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Can I remind Members that we are not debating the substantive motion and they should therefore confine their remarks to the amendment proposed by Mr Low. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Mr Speaker, Sir, I rise to support the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the NMP has suggested that a referendum be held. A referendum would probably be the best forum to get public opinion on the issues that we are debating, ie, whether to peg the Ministers' salaries to the private sector salaries based on the six professions and whether or not to do away with the need to come back to Parliament to review Ministers' salaries. I think these two are important principles and members of the public should have a say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore holds Switzerland as a model. As Members know, in Switzerland, they often hold referendum on national issues, and even on local issues. But what does not suit Singapore, even if it holds Switzerland as a model, it would not follow what Switzerland did. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I know, on record, the Prime Minister has never agreed to any referendum called by the Backbenchers. The next best thing, of course, is to have this issue decided at the elections. But there is a problem in calling for this issue to be decided at the elections because, inevitably, the PAP will be returned to power and the Government can give the excuse, \"There, you are, we have the mandate.\" But even if this issue were to be discussed and debated in the elections, I would say that if there is a loss of more seats to the Government or there is a further drop in percentage of votes, it would mean that the public has rejected what the Government proposes in the White Paper. I think that should be the true interpretation of election results. On that basis, I would agree that the recommendations contained in the White Paper be debated at the elections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are, in fact, very important issues involved because the practice that has been going for so long in Parliament is going to be taken away. The Member for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 783</b></font>\n  <br>\n  <br> Buona Vista says that if the Opposition requires it, any time they could bring up a motion or even ask a Question on the Ministers' pay. But that is not the traditional practice of Parliament in regard to the review of Ministers' pay. There is a distinction between bringing up a motion ad hoc at any time to discuss Ministers' pay and the Ministers themselves moving a motion at periodical intervals of time to review Ministers' pay. There is a distinction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of what the Government is advocating, the Ministers' pay will be pegged to a salary scale, equivalent to a salary scale, and there is automatic increment. I believe one of the Ministers has said that the prospects look good for Singapore for the next 10 years. So the Ministers can be assured of pay rises for the next 10 years, unless the Deputy Prime Minister is saying that the economy is going to have a down slide within the next few years, which I do not think so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> So? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> So do you not agree with me that Ministers' pay will be going up for the next 10 years? As the economy grows, the private sector businesses increase, their CEO will be paid higher. Therefore, when their pay goes up, Ministers' pay will also go up. That is very simple. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> It is wrong. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> It is not wrong. But where is the limit? As I have already brought up this point, why do Ministers need so much pay for? As long as they have got a pay for a comfortable living, I do not see why they should be paid an additional $100,000 - $200,000 more. Why do they need so much more money? We are discussing just now on the amendment motion anyway. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Chiam, can I ask you to confine yourself to the debate on the amendment? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It appears to me that you are repeating what you have said yesterday. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 784</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> There are strong indications that the elections are coming. I believe the Ministers need not wait so long to get their pay increment. I think they can hold on until probably the elections come and we can conveniently have this matter brought up at our hustings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I just want to bring up one point. The question of Ministers' pay should not arise if the Government has got a good system whereby professionals and qualified people are willing to come forward. The trouble now is that under the present system no good man is willing to come forward. Therefore, more and more pay has to be offered to them as a way to bring them forward. If that is the problem, then the Government should address the key issue: why are good men so unwilling to come forward? Maybe they should have a committee comprising people from the academia to study this problem why good men are unwilling to come forward and then we will solve this problem of having to pay more and more to get people into the Government. That is the crux of the matter. Maybe the Minister should consider forming a committee to study the reasons and problems why good men are not willing to come forward to take part in politics. That is the crux of the matter. So I hope the Minister will take note of this point. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> I propose to take the vote on the amendment moved by the Member for Hougang. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the words proposed to be deleted be deleted.\" \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I call for a Division. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, we have a long debate ahead of us. Do you really insist on a Division? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I suppose NMP Walter Woon and perhaps maybe Mr Dhanabalan would support my amendment because, in their speeches, they have indicated that --- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 785</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Dhanabalan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Dhanabalan:</b> Mr Speaker, Sir, I was not in the House when the Member spoke. I do not even know what the motion is. How can I support him? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Assoc. Prof. Walter Woon is also not around. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, can I suggest that, to save time, your dissent be recorded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question proposed, \"That the words proposed to be deleted, be deleted.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment accordingly negatived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Original Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.20 pm. Sitting accordingly suspended at 2.26 pm until 3.20 pm. \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.20 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>COMPETITIVE SALARIES FOR COMPETENT AND HONEST GOVERNMENT</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, the Government tabled this White Paper to benchmark the salaries of Ministers and top civil servants with the top earners in the private sector with two objectives: First, to attract the best talents to go into politics and the civil service. Second, to retain good Ministers and top civil servants so as to ensure that the public service can be honest and more efficient. These are the two objectives set out in the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personally, I do not object to the increase in the salaries of civil servants, whether it is the top, middle, or lower grades because their salaries are well below those in the private sector. I do not really mind what method is used to determine their salaries. The important \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 786</b></font>\n  <br>\n  <br> thing is that the Government should be able to formulate reasonable and competitive salaries to ensure that these civil servants can remain in the civil service and work with a peace of mind to offer good and efficient service to the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the debate today, I am more concerned with the question of salaries for the Ministers. I feel that there is no need to waste time discussing pay increases for the Ministers or the benchmark for such pay. Firstly, Ministers are politicians. There is a very special character and nature in their work. Under the democratic system, the Ministers must be elected first by the people as Members of Parliament and then nominated by the ruling party as Ministers. If the people do not elect them, even if they are talented, they cannot become Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, politicians must enter politics on their own initiative. They must have the spirit of sacrifice and commitment in the overall interest of the country. They must place national interest before self. Thirdly, Ministers work with the assistance and support of civil servants. Whether the Ministers have any special talent in any particular field is not of very great importance. What is more important is whether they have the judgment, a good character and good moral standards, and a sense of responsibility. Fourthly, at the moment, the Ministers' pay, including other perks, going by the standard of living in Singapore, is certainly more than enough. Our country has not been ill-treating them at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper has emphasised the ways to attract people with high pay. In a society where we place emphasis on materialism, that is the easiest way to do. But I am concerned that if we over-emphasise material rewards to attract and keep talents, it may boomerang, because we may well be attracting talents who are coming in because of money, without the sincerity to serve the people and the country. In the long run, this will not be good for the future of our country. If, unfortunately, we have taken in people who place money above anything else, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 787</b></font>\n  <br>\n  <br> will not only be unable to prevent corruption, there will also be another kind of legalised corruption in the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, I feel that the proposals in the White Paper have neglected the fundamentals. It is trying to cure specifics without looking at the overall situation. If we want to compete with the private sector for talents, using money as the leverage, then you will be creating a vicious cycle of each one trying to outdo the other. So we must look at the fundamental problem and find out why many people do not want to enter politics. We must find a solution to this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, there may be other reasons why people are not willing to go into politics, quite apart from money. Firstly, education. We have failed to inculcate the correct values in our people. Secondly, the Government is over-emphasising elitism and our universities have closed their doors. Thirdly, the wrong attitude towards politics. They think politics is dirty and our democratic system is not very mature yet. Furthermore, because of the political culture in Singapore, people are afraid of politics and they have no confidence in politics. Fourthly, a political career will make one's personal life uncomfortable because politicians must set an example. So they have all kinds of psychological restrictions on them. Fifthly, politicians are public figures. So they lose a lot of privacy. Sixthly, our economy is booming and there are a lot of opportunities for jobs and employment. Seventhly, the question of personal interest and family problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After we have understood all the reasons why people are reluctant to go into politics, I think we can find the solution. We can cure the disease according to the symptoms. I think we can look at it in various ways. The following are more important ones. Firstly, we must strengthen the social consciousness among students, like social participation, social responsibility and social identification. We must start this from primary education to inculcate this kind of value in the children. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in the schools, we must strengthen political education. Although we have taught current affairs, we have not done enough in this area. The schools should teach History and organize forums and visits to Parliament, and inculcate the correct political ideas in the students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we must improve the existing political culture in Singapore. I think the Government can take the lead here. The Government should be sincere in their treatment of the Opposition. Many people may not want to join the ruling Party. They may not agree with their policies but they may want to join the Opposition parties. If the Government does not show sincerity and good faith to them, such a situation will arise and these talented people will not take up politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, we should not be looking narrowly at elitism. We do not lack talents. It is because the Government has been over-emphasising too much on elitism that we do not have such people. We have a lot of talents and some may have the potential but, for some reason, did not do extremely well in the relevant examinations and were therefore denied admission to the university. I think we should correct the situation by opening the doors of the university to such people to enable more people to have the opportunities to go for further education. I believe that if the Government does this, we will have more and better talents available. Mobility of staff is a normal phenomenon in either the public or private sector. We do not have to worry about it. If we take these remedial measures I have suggested, we will be able to relieve the so-called shortage of talents to some extent. We will have more talents going into politics and the public sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, I do not support the White Paper on \"Competitive Salaries for Competent and Honest Government\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 788</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item on the Order Paper today be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 789</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I support the White Paper issued by the Prime Minister's Office on \"Competitive Salaries for Competent and Honest Government\" which sets a benchmark for the Ministers' salaries based on two-thirds of the average of the principal earned income of the top executives in the private sector and a benchmark for top civil servants based on the average of the principal earned income of the 15th person aged 32 years old belonging to the six professions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the caption used by Lianhe Zaobao for the report on the White Paper, gao xin yang xian, gao lu yang lian, [ ] is very meaningful. It means \"high salaries to keep the able and good remuneration to keep the honest\". These eight Chinese characters have effectively reflected the whole implication of the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For more than 30 years, our clean, honest and effective Government and a very sound civil service system has transformed Singapore from a country with no natural resources into a strong economy whose national income is second only to Japan, in Asia. Our honest and clean Government is one of the main political factors that contributed to this success. If we do not have an honest and clean government, I believe the standard of living in Singapore and our economic development would have remained in the poverty state as in the 1960s or the 1970s. Since our clean and honest Government is the main factor for our political and economic success, we should maintain this so that we could step into another era to create another political and economic miracle. This is to ensure that this small nation of Singapore will continue to be successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, good remuneration to keep the honest may sound like a somewhat profound philosophy. But it is a very fundamental principle which is well understood by everyone. It is only with good remuneration that we will be able to attract the best talents from our modern society to take up Ministerial posts and top civil service posts. In Singapore, where the population is only three million, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 790</b></font>\n  <br>\n  <br> search for talents is extremely difficult. If we are unable to get the best people to become Ministers and top civil servants, and if we lose these top talents to the private sector, then the progress of our nation will stagnate, even retrogress, and the future of our people will certainly be affected. Therefore, by selecting this transparent and responsible formula to adjust the salaries of our Ministers, and not giving them low salaries, as in other countries, and then package them with lots of invisible perks and extra benefits, our method is more sensible. This is another manifestation of honesty to the voters, by a responsible Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, this White Paper would give our people ample opportunity to study and analyse the whole exercise, in a calm and rational manner. In fact, considering the capability of our present team of Ministers, if they were to resign and become Chief Executive Officers of multi-national companies, I am sure they would be more than competent to handle the job. In fact, it would be like putting fine timber to petty use. Therefore, by setting the benchmark of the Ministers' salaries based on the average of the principal earned income of the top four individuals from the six professions, it is very fair. Moreover, do not forget that they are going to receive only two-thirds of the average income. During the debate, many MPs neglected the fact that the Ministers are going to get only two-thirds of the average income of the top executives in the private sector, and not the full amount. On top of that, it would take three years for them to reach this benchmark. This reflects the fact that when a Minister takes up public office to serve the people, he has even to make some financial sacrifice. This is one of the good points of the White Paper. It is not like what MP Low Thia Khiang said just now, that the salaries of our Ministers are so high and so much. He gave people the impression that only fresh air is free in Singapore, and we have to pay for everything else. I do not disagree with this view of his. But when Mr Low runs his Hougang Town Council, he does not say that his residents do not have to pay their conservancy charges. They are also charging for their services. How is he going to explain this? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 791</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the expression, in Chinese, used by Mr Low Thia Khiang in his speech was a bit too strong. He said that we are using \"people who take money for their father\" to rule the country. I think it is very unfair to use such an expression to describe our Ministers. It is very unkind. I was thinking if, one day, Mr Low Thia Khiang becomes the Prime Minister, what would his Cabinet Ministers think about it? Of course, I realize that he has another motive which he did not say aloud, that is, if the PAP Ministers are too good, then the Opposition parties would have no chance to come into Parliament as the ruling party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper has clearly stated that the upward adjustment of the Ministers' salaries is not the sole factor that motivates people to become Ministers. The personal sacrifice that a Minister has to make when he enters politics is still inevitable. However, if the financial losses that a Minister has to suffer is much too great, then they will certainly deter the capable young Singaporeans from joining politics. Today, the days of anti-colonialism and fighting for independence are already over. Singapore is now moving towards the standard of a developed country. We are not facing any serious crisis. The younger Singaporeans would rather go for more challenging, satisfying and high-remuneration jobs in the private sector than to become Ministers and risk being scolded by people day in and day out for the policies they implement from time to time. Therefore, if we do not increase the salaries of the Ministers and the top civil servants, then it will be hard to persuade younger Singaporeans to take up a political career with so much public responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I come from the private sector. Before I joined politics, I had been in the business world for more than 20 years. During the last few months, I used to sit alone in my garden, in the middle of the night, pondering over all the work that I have done over the years and comparing the work in my own enterprises with my political work, I feel that it is still more challenging and more satisfying to be involved in my business endeavours than in politics. I can tell you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 792</b></font>\n  <br>\n  <br> this feeling comes from the bottom of my heart. If we are unable to correct this deviation, then, in future, it will be very difficult for us to retain the very good young talents in our Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On top of that, the functions and decisions of the Ministers have a great impact and influence on our society and our people, much larger than the influence by the CEOs of private enterprises. Those who are trying to compare the responsibility of the CEOs of multi-national companies or private enterprises to that of our Ministers, are like pitting a secondary school student against a state representative in a weight-lifting competition, and asking them to lift the same weights - the difference is too great! They are making the mistake of \"not seeing the wood for the trees\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am very happy to note that Mr Chiam See Tong had said yesterday that he agreed that we should not pay our Ministers too low a salary. Although he said that the Ministers' salaries should not be compared to that of the private sector, he indicated that the Ministers' pay should be based on a certain life-style. He suggested that the Minister's monthly salary should be S$51,000. I made a calculation, with S$51,000 per month plus three months' bonus, that is to say, Mr Chiam is suggesting that the Ministers should be paid a total of $765,000 a year, which is quite close to the $800,000 recommended by the White Paper. I still think Mr Chiam See Tong is a more rational, reasonable and realistic Member of the Opposition. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, would the Member for Jalan Besar GRC allow me to clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Peh, are you giving way? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): No, Sir. Every time when I went to the third world countries to do business, I discovered that corruption was very prevalent among their political leaders and senior civil servants. The reason is that in their country, they do not practise \"good remuneration to keep the honest\", and the talented people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 793</b></font>\n  <br>\n  <br> in their countries are not given fair and good treatment. Therefore, some of their political leaders abuse their powers to attain personal gains, resulting in a very serious state of corruption in their countries. Eventually, the people will put the blame on these leaders, condemn them, call them \"a disgrace to the country\", \"scums of the community\", etc. But all these criticisms are not going to help their countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We cannot expect the horse to run well if we do not feed it well. If the horse is not properly fed, then it could not even stand properly. How could you expect the horse to run well? In the end, you whip the horse and you torture it. It is just an act of cruelty. That is all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang said that he was shocked about this White Paper. I do not know why he was shocked. But I believe that he must be shocked that this White Paper has made it very difficult for the Opposition to win elections and become the ruling party. This is a fact. Mr Low Thia Khiang wants the horse to run well and, at the same time, not to eat too much hay. He even wants the horse to keep on running all the time. I believe this does not stand to reason. He feels that the Government is practising the \"politics of envy\" and wants high salaries for the Ministers when it sees that the top executives in the private sector are getting high salaries. On the contrary, I feel that it is Mr Low who is embracing the \"politics of envy\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I often say that if we are jealous of the success of another person and jealous because his salary is higher than yours, then it is just an illustration that you are useless. I hope that Mr Low would ponder over this theory. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why is it that so many people do not went to come forward and join politics? Many Members have spoken on this subject. Let me quote what the Member for Eunos GRC, Mr Charles Chong, said yesterday. He said that there seemed to be more and more people applying to become Nominated MPs, yet the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 794</b></font>\n  <br>\n  <br> Government is finding it more and more difficult to attract talented people to join politics. It is a fact. He said that since the salary of a Nominated MP is lower than that of an Elected MP, it can be said that these people who come into Parliament to serve as Nominated MPs have a sense of dedication. This is also true. Therefore, he suggested that the Nominated MPs should be allowed to formally enter politics to have a taste of the challenge and satisfaction of participating in the process of policy-making. Personally, I am very much in favour of it. It is a very good suggestion. I hope that the very good Nominated MPs would come forward and join the PAP to contest the General Election. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of my Parliamentary colleagues and I are very envious of the job of the Nominated MP. All they have to do is to come to Parliament and make one or two speeches in a month. They do not have to face their own voters. They do not have to spend late nights meeting the people. They do not have to go door to door visits on Sundays and they do not have to take part in constituency activities. They do not have to look after town councils and they do not have to attend meetings of the various committees in the Government during office hours. It is really working us to death! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On top of that, the reporters of a certain newspaper seem to favour the Nominated MPs, giving the people the wrong impression that the work performance of NMPs is more outstanding than the Elected MPs. I do not disagree with the fact that the NMPs have done well, but this sort of favouritism for the NMPs has resulted in more and more people wanting to be NMPs. This is one of the main reasons. So if this goes on, it is certain that the number of people applying to become Nominated MPs will keep on increasing. The Government will find it more and more difficult to attract talented young people to join politics. This is not surprising! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe the reason why my Parliamentary colleagues and I are envious of the NMPs is that the stress on their job, the political risks and responsibility to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 795</b></font>\n  <br>\n  <br> public are entirely different from the Elected MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During these two days' debate in Parliament, most of our MPs agree with the principle to increase the pay for our Ministers and top civil servants. This is very encouraging. Sir, today our country is wealthy. We have good reserves and our economy has been growing well every year. Since we all want the horse to run well, then we should give the horse more hay to eat. Only the horse which has enough hay to eat can run well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I realise that the Elected MPs are facing more pressure than the Nominated MPs, and of course, the Ministers face much more pressure than the MPs. Take for example, the COE. Although the COE is a very good long term policy, I am quite sure that, in recent months, Minister Mah Bow Tan must have been having many sleepless nights. Because of our young people wanting to upgrade to bigger HDB flats, and the supply being unable to meet their demands, resulting in the applicants having to wait for two to three years, I believe our Acting Minister Lim Hng Kiang must be having HDB flats in his dreams every night. This type of work pressure is not easy to endure! That is why many people do not want to become Ministers. They do not want to be Members of Parliament, but they want to be Nominated MPs and they want to work in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote another example, the former Minister for Defence, Dr Yeo Ning Hong. Before he stepped down, we could see that he had a lot of white hair. Soon after he stepped down as Minister, in a matter of just a few months, I discover that his hair is turning from white to black again. If you have not spent a lot of time with him, you will not believe what I have said is true. He did not dye his hair. It is because he is not facing so much stress now. He is more relaxed. Although he has to look after two statutory boards, he does not have to face so much pressure as a Minister. So all these examples that I have quoted show that the contributions by the Minister are actually much more than what they have been paid. Some people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 796</b></font>\n  <br>\n  <br> believe that the Ministers do not have to pay income tax for their salaries and some people say that Ministers do not need a COE to buy a new car. Some even say that Ministers enjoy free parking. These are all wrong impressions and they are very unfair to the Ministers. So, Mr Speaker, Sir, may I suggest that apart from increasing the salaries of the Ministers, there is one other matter we may have to consider, that is, we should not work our Ministers to death. Otherwise, no matter how high a salary we may offer, we would not be able to attract talented people to become Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the same sentence that I want to say again. If you want the horse to run well, you feed it with more hay. But, do not insist that the horse run and run without stopping, otherwise it will die! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the motion. \n  <br>3.55 pm \n  <br>\n  <br>\n  <!-- Mr Stephen Lee Ching Yen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Stephen Lee Ching Yen (Nominated Member):</b> Mr Speaker, Sir, as I listened to the Prime Minister's opening remark yesterday, I find myself in agreement with the principle he pronounced. I agree with the principle that Ministers and senior public officers must be paid comparative wages, vis-a-vis the private sector. It is laudable that our Government has chosen to deal with this thorny issue in this open and transparent manner. I support the linkage of Ministers' and senior civil servants' pay with that of the private sector. This is a realistic approach. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a small country with high mobility. It is a very real alternative for our high level officials to cross over to the private sector. Therefore, comparison with the private sector is realistic. But to do this, Singaporeans must be convinced that such high level salaries are fully justified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the benchmark for Staff Grade I. The White Paper suggested benchmarking the Staff Grade I against the average of 24 individuals in six professions. I feel that this benchmark is: (1) a bit on the high side, and (2) that the sample of 24 is too small and, therefore, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 797</b></font>\n  <br>\n  <br> can be biased by a few individuals. Because the White Paper is benchmarking against the best performing 24 individuals for any one year, large bonuses or significant stock options may skew the group average. Depending on the turnover of the 24 individuals from year to year, the group average can err on the high side. This point has been adequately covered by previous speakers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In setting the Ministers' benchmark, we have the choice of benchmarking against a smaller but more selected sample of 24, and we take a one-third discount. Or we have the choice of taking a larger group, say, eight to 10 from each of the six professions, and have a smaller or no discount. I think there is a case to enlarge the sample size for reasons of stability, less turnover within the sample and increase accuracy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the benchmark for Superscale G. I have more concerns here. It is arguable whether a good Administrative Officer will easily rank among the top 15 in his cohort in terms of ability. What is more important, I think, is whether the Superscale G officer's job has the same level of responsibility and authority compared to those in the cohort in the private sector. What are the jobs in the private sector that these 30-34 years old hold? Are we looking at CEOs or divisional managers as well as partners in accounting and law firms? Are their income closely related to their performance? Are we comparing like with like? Should we not be looking at the duties and responsibilities of Superscale G and compare them with jobs of similar duties and responsibilities in the private sector? I suggest that we look into the job content of the Superscale G officer's job and do a private sector comparison. This is considerably easier to do for Superscale G rather than for Ministers. This would be more convincing than simply linking it by age alone. I do not know of any private sector job, no matter how stringent the entry requirements are, that will guarantee the job holder to be paid among the top of his age cohort. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 798</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now turn to the impact on the private sector. Among the CEOs that I have met over the past 10 days or so, their concerns seem to centre more on benchmarking Superscale G, more so than the Ministers. This is due to, firstly, the much larger number of officers in Superscale G and up and, secondly, the subsequent adjustment of the levels below Superscale G. This may have its impact on the private sector which may want to keep wage relativity. For one thing, this will up the barrier price for senior public officers to move to the private sector. But this price increase may not necessarily slow down the movement, which is more a function of increased demand due to a buoyant economy, regionalisation coupled with a limited supply pool. For as long as the economy stays buoyant, the private sector will continue to pay to hire. The public sector will find itself falling behind in pay, especially with the two-year time gap on IRAS returns. The public sector will then respond with a hefty adjustment, and then it starts all over gain. The private sector works on a much shorter time frame than the public sector but wages, once up, are very difficult to bring down. We do not want to get into the situation of the blind leading the blind and collectively we become less competitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper was not explicit on how the benchmark would work. But through yesterday's discussion, I get the feeling that the 15P32 benchmark will be followed quite closely on an annual basis. If this is the case, I must caution against a rigid index. The CEOs' reaction to the Ministers' pay is, however, quite different. They are less concerned about the impact on the private sector, primarily due to the small number of Ministers involved. But they were more interested to guess who were in the top four. There are a number of unhappy bankers out there. I have yet to talk to the 32-years age group. The major complaint from the private sector, I think, stems from its inability to reconcile the risk/reward formula between the private and the public sectors. The criticism, put plainly, is that the public sector wants to match private sector pay but with considerably less risk. Some Members here may not agree with this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 799</b></font>\n  <br>\n  <br> perception but the feeling is strong among the private sector. Calibre and academic excellence by themselves are not sufficient to guarantee success in the private sector. Rather, qualities like resourcefulness, tenacity, the ability to size up business opportunities and act quickly, together with an element of luck, are often more important in commercial success. The climb up the corporate ladder is often seen as a slippery and treacherous one. Even after reaching the top position, a CEO can, through no obvious fault of his own, find the table turned against him through a boardroom battle, or a hostile takeover. Such risks do not exist in the public sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over a dinner conversation a few days ago, a private sector CEO reminded me of the 1985 recession. By conventional private sector wisdom, when a company plunges from relatively healthy results one year to negative growth the next year, heads will roll. But this did not happen in the public sector in 1985. Having been personally involved in the aftermath of negotiating wage freeze and severe wage restraint, I disagreed with my CEO friend quite strongly that heads should roll in the public sector. I think this would be a minus imposition of private sector practice on to the public sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We were in the most serious economic crisis in 1985. Workers were losing their jobs and for the first time in a long time, we had an actual unemployment problem. If we were to sack all our Economic Ministers at that time, are there any from the private sector to replace them? I think we would be very hard pressed. There were very, very few, if any, in the private sector who have the understanding and a good grasp of the macro economic issues we were faced at that time. We had no time. We had to act decisively, and with the strong leadership and collective effort, Singapore was able to pull out of the recession in a relatively short two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main point that struck me here is the key question. Are the two sectors so comparable and interchangeable that we feel comfortable enough to index the pay of one to the other? The public sector \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 800</b></font>\n  <br>\n  <br> works on a longer time-frame and with different objectives than the private sector. The public sector is not subject to nor should it be subject to the pressure of short-term reviews by shareholders, as in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Bernard Chen spoke on the accountability of the public sector versus the private sector. I agree that the public sector accountability can be improved. But I am afraid that it can never come close to that of the private sector because the two sectors are structured differently and have different objectives. We must recognise these basic differences between the two, yet comparison between the two is inevitable. Therefore, in setting linkage between the two sectors, it must be done with a fair bit of flexibility and at a more modest and convincing level. I support the linkage with the private sector but I caution against the rigid indexing or a mechanical linkage, especially in the case of the 15P32. \n  <br>4.04 pm \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew (Senior Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister (Mr Lee Kuan Yew):</b> Mr Speaker, Sir, my generation of political leaders have become dinosaurs, an extinct breed of men who went into politics because of the passion of their convictions. The problem now is a simple one: How to select younger leaders when the conditions that had motivated the Old Guards to sacrifice promising prospects of a good life for a political cause no longer obtain in a completely different social climate? This change in climate is inevitable with economic progress and a change in social values. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1960s and 1970s, as prime minister, I responded to this problem by a gradual increase in pay to reduce the big gap with the private sector. But in the 1980s, it no longer worked. So in 1984, I decided to target Ministers' salaries at 80% of their private sector counterparts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I go on, perhaps I should take the point made by Stephen Lee. Are they comparable? Men for specific jobs are comparable, and the higher you go up, whether it is in the profession, whether it is in the corporate world, whether it is in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 801</b></font>\n  <br>\n  <br> politics, you are looking for these qualities. I have spent 40 years trying to select men for big jobs - Ministers, civil servants, statutory boards' Chairmen. So I have gone through many systems, spoken to many CEOs, how did they select. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I decided that Shell had the best system of them all, and the Government switched from 40 attributes to three, which they call \"helicopter quality\", which they have implemented, and they are able to judge their executives worldwide, and grade them for helicopter quality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What are they? Powers of analysis: Logical grasp of the facts, concentration on the basic points, extracting the principles. You score high marks in Mathematics, you've got it. But that is not enough. There are brilliant mathematicians, but they make poor executives. They must have a sense of reality of what is possible. But if you are just realistic, you become pedestrian, plebeian, you will fail. And therefore you must be able to soar above the reality and say, \"This is also possible.\" - a sense of imagination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then Shell has evolved certain other attributes - leadership and dynamism - a natural ability that drives a person on and drives the people around him to make the effort. The two psychologists who worked this out are Prof. Muller, a Dutchman, and van Lennep, I met, because I was interested some 15 years ago. And these qualities are really inborn. You can develop knowledge but if you have not got them, you have not got them, including the ability to be a good interviewer. Have you got that capacity to see through a person, listen to his voice, hear what his words are saying but look him in the eye, watch his face muscle and you know that he is actually thinking the opposite. A good interviewer does that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the first premise that I work with is that, yes, they are interchangeable. But you must interchange them at an age when they are still flexible because the older you grow, the more set you are in your ways, then the less able you are to take on a new career. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 802</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had to choose men from all sources, and it was an extremely difficult job as the economy took off. In actual practice, my formula of 80% did not work because income tax returns came for last year. By the time the Finance Ministry and the Public Services Division had adjusted them and worked it out into the salary scales and made sure that everybody's relativity was worked out, there were another one or two years and so we were two to three years late. By which time, because we went through a buoyant period, private sector went on another 20-30%. Under the new system, the only lag will be because the income tax returns are late and analysis and review will only take another year. So it is two years behind time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not want to cover what the Prime Minister has done about other systems. But I will bear witness that they are not working and that these countries, including the United States and the United Kingdom, would do better if they face up to their problems and adjust their systems. One corporate chief who was head of a think tank, some 15 years ago, passed a scathing judgement on British Cabinet Ministers, that of the 20-odd Cabinet Ministers, he doubted if three would be CEOs of British corporations. Who is responsible for that? They are. They created a climate of opinion where so much hypocrisy exists and the public believe, yes, it is glory. Therefore, you do your job for the country. You end up with what they now call \"sleaze\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I spent a few days flipping through the English Sunday newspapers and they are just full of it. Contact man. You want to meet the minister. Pay me �40,000 a year as a retainer, I will arrange a dinner. But it is common place in Britain, where it never was. It only used to be the Americans who did that. But hypocrisy has led to the same position. Then you know, the memoirs that people have written. Bob Hawke writes a highly controversial, colourful piece, but of course it is not in the same class as Margaret Thatcher when it comes to pounds. Harper Collins paid her �2 1/2 million. That is an American publisher. And the London Sunday Times \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 803</b></font>\n  <br>\n  <br> paid her just for serial rights a few million pounds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the past four years since I stepped down as Prime Minister, I have been studying the external economy and Singapore's place. Prime Minister wanted me to brainstorm and look ahead. I came to the conclusion that unless there was a major upset in peace and stability, which is not very likely for the next 10 years and probably for the next 15 and maybe even 20 years for this generation, this region is going to boom because it is taking off. It started off with the Korean War in the 1950s when the United States built up Japan. Then the Vietnam War, the United States had to source their supplies from South East Asia. From Japan, the industrialisation went to Korea, to Taiwan, to Hong Kong, to Singapore. The Plaza Agreement in 1985 pushed up the yen so the Japanese had to relocate their industries at the lower end. Then the Americans put pressure on the Koreans and on the Taiwanese and on us and pushed our currency up. So we in turn had to relocate and now there is a web of cross investments right across the Pacific, the western end. And unless we are fools and start going to war with each other, we are all going to boom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have just come back from a visit to China. I will give three examples of how we are losing good officers. These are anecdotal but it brings home to me in personal examples the changed circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our trade representative in Shanghai is Mr Koh Kim Huat. After three years, he was doing very well because he represented Singapore. They like to link up with Singapore. He got to know everybody and he has a good network of relationships with all the leading officials of Shanghai. But he did not wait to be promoted. When his term ended, he was head-hunted by a leading Chinese Thai entrepreneur in the CP group and he is paid several times more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This time, I went to Shenyang on 8th October, I met our former trade representative in Beijing, Lee Ying Chuen. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 804</b></font>\n  <br>\n  <br> From 1986 to 1988, he was our trade representative in Beijing and then he went back to TDB. But this time, he was well dressed up, double-breasted, he represented WBL. I asked him, \"What's that?\" Wearnes Brothers Ltd. They have built a \"Summer Palace\" in Shenyang and they have arranged with the governor that I should visit it. It is a super Big Splash, labelled Summer Palace. It is something better than our Big Splash and something less than what you have read about in Tokyo, a seaside in the centre of Tokyo - US$15 million, and several other investments. He now travels in executive style. I said, \"Are you staying here?\" He laughed, he smiled, and he said, \"I come here one week a month.\" And he has time for other duties. It is a cosier lifestyle, more rewarding than what the TDB can offer him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then the Keppel team in Suzhou. They need somebody to lead their team to match and mesh in with the Chinese counterparts. We had to look for a good officer to head the Chinese Development Assistance Council (CDAC), Chan Soo Sen. Now, he has packed up and he is with Keppel-Straits Steamship leading their team. His knowledge of Chinese and his administrative experience, his knowledge of how the government works makes him the ideal man to liaise both with our government team and the Chinese team. And he has got to look for a deputy, because he does not want to live there all the time. So Mr Chew Whye of the National Productivity Board has also been lost and he is now Deputy in the Singapore Suzhou Township Development Consortium (SSTD). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Chinese-educated have now come into their own. They were both from Catholic High School. I am told the whole cohort now is moving in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When I was in Tianjin, I knew the Singapore executives were working in Tianjin for about two years already with Motorola. Motorola took them to deal with the staff in Tianjin. They know Motorola's culture. They know what has to be done. They speak Chinese. They get on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 805</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And so it goes on. The numbers will grow, because French, Germans, Americans will head-hunt and they are doing this in Hong Kong and Taiwan and they are going to China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In each case, the scope and nature of their work and their total pay and their prospects are totally different. Yes, there could be war, there could be disasters and they would have lost the comfort and security of their government jobs in Singapore and their pensions. What are the odds? One in 10? Even if it were two in 10, if I were a young man, I would take it. Staying here in the government service with the salary scales stucked below Ministers, to Permanent Secretaries, to Judges, etc, etc, me down Grade G, climbing up, why? If we do not do something immediately, the public service will be depleted of talent and this head-hunting for trustworthy and capable men working in government will not stop. They know that the government chooses carefully, that we indoctrinate them on good practices. So today, Indonesian corporations come here looking for executives, they want Singaporeans, more than any other manager - capable, honest, dependable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this situation, you have to adjust. Even more troubling is finding successors to Ministers. I just look around this House and I read Dr Ow Chin Hock about Feedback Unit. I wonder how the Feedback Unit would react if I told them of the changed circumstances. I never believed Dr Ow Chin Hock would, what the Chinese call, xia hai (&nbsp;&nbsp;&nbsp;&nbsp;), enter the ocean. Would you look at Dr Ow Chin Hock and believe that he was the swashbuckling type? He is as cautious, as circumspect, as you can find any academic. And I had expected him to spend the rest of his life teaching Economics in the National University of Singapore, but no longer, and I wish him well, after 20 years of lost opportunities teaching Economics. He is now with Pan United Corporation, travelling frequently to China, and I hope he will not travel less in style than Mr Lee Ying Chuen of WBL. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 806</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MP for Bukit Batok, I knew him first as a lecturer in the Singapore Command and Staff College, Military History Branch. Then he became Parliamentary Secretary. Now he is the Deputy Group Managing Director of QAF. Mr Lew Syn Pau left NTUC Comfort. He is now Deputy General Manager, Banque Indosuez. Dr John Chen in NTUC has had many attractive offers. But I am glad to say that he has decided to stay with the NTUC. However, he has also taken on additional work and the NTUC had to agree because otherwise his experience will be more limited and therefore his future options will be more limited too. So he is now honorary economic adviser to the Governor of Szechuan, which I am sure will be a very broadening experience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok, you have all read, has been appointed Chief Executive Officer of Yeo Hiap Seng Ltd. Mr Peter Sung, former Minister of State, is Group Chairman and CEO of Tuan Sing Holdings. Dr Ker Sin Tze, promised to serve two years, served two and a half years, and has gone back to be Chairman, Superior Metal Printing Pte Ltd, and I am quite sure he is not worse off for it. Mr Eugene Yap, former Senior Parliamentary Secretary, is Chairman, Abacus Corporation. I also met Mr Chay Wai Chuen this time in Dalian. I asked him, \"What are you doing here?\" He is a consultant and he has matched an Arab group from the Gulf with watchmakers. Is it Anshan? \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Dandong. \n  <br>\n  <br>\n  <!-- Mr Lee Kuan Yew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Kuan Yew:</b> Dandong which is Liaoning province and they make watches, but not of good quality. But between the capital of the Arab entrepreneurs and the labour force and experience of Dandong, which is the biggest watch factory, I am told, in north-east China, and plus probably Japanese or some high-grade technology, one day I may be presented with a Dandong watch! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And I think it is to be encouraged because this was the way Singapore grew, not by becoming careerist climbing up the snakes and ladders. Our forefathers took chances, seized their chances and modern Singapore is the result. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 807</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I must not forget Dr Tan Cheng Bock. He was only a doctor when I first knew him. Now he is a shipping specialist - Chuan Hup Holdings. He knows a lot about shipping now, and as it should be. Dr Tony Tan, as you know, is back in OCBC as Chairman, no place higher in OCBC, but he has made it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MPs who used to work in Government, Mr Chew Heng Ching is now an executive of HP Media Holdings Pte Ltd. I do not know what that is but it sounds impressive. Mr Leong Horn Kee of Orchard Parade Holdings, and I know what that one is because I have seen it in the newspapers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain very simply, Mr Speaker, that MPs are real men and women, just like you and me, with real families who have real aspirations in life. So when we talk of all these high-falutin, noble, lofty causes, remember at the end of the day, very few people become priests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Catholic priesthood is shrinking. And we are now talking in a consumer age of finding a solution to produce people of comparable quality but without their total sacrifice. So you know the argument about whether a priest should be allowed to marry or not allowed to marry. The Catholic church has refused to compromise and they are still finding it difficult to recruit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These MPs have all acted rationally. Options are there. They have decided on the sensible option. And all those in the higher brackets of the educational ladder today have broadened their options. This is another problem which the Government has got to face, because our income gap or opportunity gaps between the people at the top and the people at the lower end will widen. You need highly-trained, high-quality men to go abroad with you. Nobody wants your semi-skilled worker. That is what they have. Nobody even wants your skilled worker. They may want your supervisor. Because they have skilled workers too, or half-skilled, who want to do the skilled job, and probably will, in a couple of years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 808</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The corporate world in Singapore knows that PAP MPs have been carefully selected. A PAP MPship is like a Good Housekeeping seal, a hallmark of character and integrity that adds value to a person. I instituted the practice. If you look through the MP list, from 1955 onwards, you will find that in 1955 we had two barbers, two postmen, clerks, but they were unionists. They are not ordinary people. But with rising standards, every election term, I had to move with the higher educational level of the voters, something Mr Chiam learned rather late. So he discovered that he had to get graduates. I knew that. By 1968, I started moving in that direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a demanding electorate. Everybody strives to get up to the highest he can of the education ladder, and he wants somebody who is better than him to represent him. He does not want somebody he can talk down to. So PAP MPs are sought after. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure the House that the Government enforces strict rules to prevent influence peddling for the benefit of any person or company. But for that Singapore will be just another of the governments in the Third World which we are not. It is important that we remain different because that is an enormous economic capital for us. Lose that and we may lose about 30% of the rationale why we are different, and why we attract different kinds of investments. But I have had to recognise, and I have told the Prime Minister, that you cannot fight this. A powerful wave has swept up our young and some of our not so young. There is an eagerness, almost anxiety, that they will miss the escalator that is moving up and that can carry them to golden opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fairness to the young, I would add this with almost a touch of nostalgia for older and better times. It has swept up part of the older generation too. Because the Old Guards, they do not just die away. In Hollywood movies, you walk into the sunset and music and clouds. But in real life, you live on, you become a little bit more infirm, you need medical treatment, and you have needs to meet. For example, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 809</b></font>\n  <br>\n  <br> Dr Goh Keng Swee recently resigned from the Board of the Government Investment Corporation in order to avoid conflict of interest situations with GIC when he advises several financial institutions on investments in Singapore and abroad which may also be of interest to GIC fund managers. That is quite a shift in the world. It is as if I suddenly decided that I will join Henry Kissinger Associates. The rewards are in for key personnel. It is six, seven figures. Or I do not even have to leave Singapore. I could go back to Lee &amp; Lee. I started the firm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, another distinguished former Minister, Old Guard, part of my generation, was deputed by the retired MPs to see the Prime Minister who told me of this. He was deputed to request that the commuted part of their pensions should be restored after 12 1/2 years, as is the case with civil servants. It is not the case with Ministers and MPs. I know what the Old Guards feel. They have seen me. I said you know the rules of the game. You went in, these were the rules, these were the pensions. But they feel that they have been short-changed because their fixed pensions have deprived them of their share in Singapore's growing prosperity. So the Prime Minister has to consider the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the same society, same Old Guards who sacrificed, some of them literally took their lives into their hands when they decided to stay with the PAP and not move over to the Barisan Sosialis in this House in 1961. But for several of them, the history of Singapore would be different and I would not be meeting and talking to you here. We may be in a completely different age and a different world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me talk about the recruitment of Ministers. In the last 14 years, only four Ministers have been recruited from the private sector. Tony Tan from OCBC, Yeo Ning Hong from Beechams, Wong Kan Seng from Hewlett Packard and Yeo Cheow Tong from Le Blond. Indeed, the last two, Wong Kan Seng and Yeo Cheow Tong, were originally from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 810</b></font>\n  <br>\n  <br> Government. Wong Kan Seng was in the Administrative Service and Yeo Cheow Tong was in EDB. All other Ministers have been recruited from the public sector, either the SAF or the public institutions. For the future, the position will be more difficult. I believe the Prime Minister will be very fortunate if he can find one out of five Ministers who will come from the private sector. He keeps on trying. He never gives up. He keeps on making friends, he keeps on inviting them to tea sessions. They keep on saying, \"Next time, please, when my children are grown up.\" They could not afford to accept the offers he has made to them to become MPs and Ministers of State or Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain why it is important to have a mix of Ministers from different backgrounds in the Cabinet. I give my personal experience and example. Lim Kim San was and is a very practical man of business. He does not write speeches and books. Every time he has to make a speech, I know it is a tremendous effort and he tells me, \"Must I make this speech?\" I said, \"Yes, you have to. This is your own constituency.\" But he has a lively practical mind. That is why SPH's profits have increased. He has gone in there, looked at the accounts, decided that the following changes would be made, costs would be cut, this would be amalgamated, and it has just jacked up profits, as I knew he would do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We made him Chairman of HDB in 1960 when we formed HDB. It was crucial, life and death. If we failed we would not be re-elected. This was the first year of office of the PAP. There were a lot of zealous idealists who wanted to put theories into practice. One of them, a member of the PAP Central Executive Committee, said, \"We must be different from other builders. Other builders hire contractors who exploit workers. We will hire the workers direct, cut out the middlemen, they will be paid more and we will be model employers.\" Ong Eng Guan ordered Lim Kim San to hire the construction workers direct. Lim Kim San was nonplussed. He came to see me in my office. He asked me a very simple question. He said, \"Do you want me to build houses or do you want me to be an employer of construction workers?\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 811</b></font>\n  <br>\n  <br> He said, \"If you want flats, then I know how flats are built. You leave it to me. I will produce you the flats. If you ask me to hire workers, better look for another chairman.\" He said, \"Let me explain. Every contractor has an elaborate supervisory system. He has his relatives, he has his trusted kepalas. They in turn have each a gang and they know each person in that group and each person has got to produce results to deserve the pay. If I hire them all, including the kepalas, who do not know each other, you will be lucky if you get half a flat for where you will have the flat.\" So I said, \"Proceed.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All these ties of kinship and personal obligations ensure success. So I overruled Ong Eng Guan and he built the flats. One block was in my constituency, opposite the former S.H.B. Union House, Cantonment Road. It is still there. If that had not gone up, I may not have been re-elected because Nanyang University and all the Chinese Middle School students targeted Tanjong Pagar to canvass against me. But they looked at the flat that was going up, they decided these little boys were not going to put up the flats, I was. That is why I came back to this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Later, I persuaded him to take part in the 1963 General Elections and I made him Minister for National Development. On several occasions, his practical market approach to problem, made a difference to the success of projects. So it is important for the Prime Minister to find younger generation Lim Kim Sans, people with different backgrounds who will sit down, cross-fertilise ideas, improve and sometimes block a plan which is theoretically marvellous but will not work out in practice. It has a leavening effect. You need people with different backgrounds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If we keep to past practices, suppose we make no change, we just keep on tampering with the system, and every few years we come back here and have another long debate. I had them every three, four, five years, since 1972. Individuals in Singapore and corporate entities will flourish but Singapore will be depleted at its heart, at the core. Without this functioning core, you will not have your opportunities. The Prime Minister is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 812</b></font>\n  <br>\n  <br> already 53, the Deputy Prime Minister is 43. This team will not last two election terms without considerable infusions of fresh blood. Three Ministers have got two Ministries each, and the Ministers need 15 MOSs as backups, and they have not got it. They've only got seven. They need to be recruited in order that they learn on the job and become part of the team. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If our solution, and I believe this one is a realistic solution and a sound one, works, in five to 10 years, the World Bank will again give us a citation, as they did this year. Let me read what they said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Not surprisingly, Singapore, which is widely perceived to have the region's most competent and upright bureaucracy, pays its bureaucrats best.' \n  <br>\n  <br>When they use the word \"bureaucracy\", these are Americans, they mean Ministers too. They went on to say: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The monthly base salary of a full minister in Singapore ranges from US$13,800 to US$17,300, while a minister of state receives the equivalent of US$5,600 to US$7,600.' \n  <br>\n  <br>They are saying, yes, it works. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pitting my judgement, after 40 years in politics, and I have been in this Chamber since 1955, against all the arguments on the other side. I said this is necessary for Singapore. I say face up to the facts, get a good generation in, get the best of this generation. When it works, the World Bank will cite us again. You do not get cited because you are conventional, you follow other people. You become a model because you went against conventional wisdom and prove that they were wrong and you are right. And if we can keep honest, competent Government, never mind about its being brilliant, that is a tremendous achievement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Look at all the countries around us. They started off self-sacrificing revolutionaries - Vietnam, China - they went on long marches, their friends died, their families perished, their systems are not corrupt, their children are corrupt. We have not gone that way because we are realistic and we know adjustments have to be made. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 813</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a price to be paid for hypocrisy. Ministers deal with billions of dollars in contracts. It is so easy. But when discovered, like Teh Cheang Wan, he preferred death because he lost everything. In this society, you will lose the respect of your friends and probably also your relatives. The fate of a country, when it is a matter of life and death, you throw up people who put personal considerations of safety and security and wealth aside. But that is when you have a revolutionary situation, when the whole people depend on the actions of a few. And I believe if such a situation recurs again, some Singaporeans will again emerge and rise to the occasion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let us look at the problem today. What is the burning issue that excites the population? The price of COEs has cleared $100,000. Horror all round. Amazing. Does everybody expect to get a COE and buy a car? I believe they do, and there is nothing wrong with it. What is there needed of the Government? Not heroic great schemes, but fine-tuning the traffic, get more underground tunnels, more parking spaces, underpasses, overpasses, expressways, flyovers, spaghetti junctions. In order what? To issue another few hundred or a few thousand COEs a year so that you can lower the price. But as the economy booms, when incomes are going up 6-8%, and COEs are increasing by 3%, I read all these clever little letters to the press of how it can be fixed. Stop double transfers, pay as you bid. How does that overcome a basic factor - incomes go up by 6-8%, demand goes up by 6-8%, supply goes up by 3%. All right, ALS - whole day. So it goes up by another 1/2% to 3 1/2%. Does that solve it? It can only be solved if we can make supply go up by 8%. But ingenious journalists and their editors in charge of the motoring page keep on writing fatuous pieces, taking up newspaper space. I am amazed. Highly intelligent people write complex mazes which show that they have not understood or refused to understand a simple equation of supply and demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You know the hopes that are placed now on Electronic Road Pricing (ERP). This \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 814</b></font>\n  <br>\n  <br> is not a heroic task. It is fiddling with credit cards you put on your windscreen. At the end of it all, what? Instead of paying for the COE upfront, you pay for it every time you drive down Orchard Road at the wrong time of the day. That is all. So maybe more people own cars which they are polishing in front of their house because they cannot travel at the time they want to travel, because other people who can afford more and are prepared to pay the high price are going down Orchard Road and Bras Basah Road will pay. But if that is what makes people happy, I say why not? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So it is crucial when you have tranquil Singapore that you recognise that politics demands that extra of a person, a commitment to people and to ideals. You are not just doing a job. This is a vocation. Not unlike the priesthood, you must feel for people, you must want to change society and make lives better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I had not done that and got no satisfaction out of it, then I would have been a fool doing it because I could have gone back to Lee and Lee umpteen years ago and ridden the boom and sat back, probably at least as rich as my brother, or my two brothers - one is a doctor, another a lawyer. But why not? But somebody has to do this in order that they can prosper. And I am saying those who do this deserve not to be penalised or you will get nobody doing this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One journalist told me that there was some public concern that these higher salaries would change, and I quote him, \"the name of the game and attract a different type of person with different motivations\". It is possible that politically and socially uncommitted people from the higher management and professional brackets will be attracted to the idea of public office for this higher pay. I doubt it. But if it is so, and they can do better than the present Ministers, they should come out and offer themselves as the alternative. That would be good for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Far better to have a credible alternative to the PAP than the motley collection of lacklustre candidates put up by the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 815</b></font>\n  <br>\n  <br> Workers' Party, the SDP, the National Solidarity Party, the Singapore People's Party and so on and so on. None of them has ever assembled a team remotely credible as an alternative government. Yes, they have got Mr Low Thia Khiang. He is a good MP. He looks after his constituency. But you need more than a good MP. To be a movement, to be a government, you must produce 15 men with the capability to run the government. I am not sure that a good MP can run a ministry. And I am not passing derogatory remarks because being a teacher and being a public speaker, especially in Teochew, it is a useful attribute. The PAP had plenty of them and they were very useful for campaigning. But at the end of the day, you have got to sit down, look at the file, masses of figures and you zero in on the critical issues and said, no, don't do that, do this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If this salary formula can draw out higher quality men into politics, whatever their motivations, I say, let us have them. It is better than the Opposition we now have. If we can get in opposition people of the calibre of the Nominated MPs, I say Singapore is better off. At least, I respect them. I can join in the argument. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only one that I find worth listening to is Mr Low Thia Khiang. The others, I switch off. And I have asked the press. They say, yes, they also switch off. It is very difficult to put your earphones on. It is a sad commentary on the standard of Singapore opposition politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But at the heart of the question is: What makes a good government? That is the heart, the core of the question. Can you have a good government without good men in charge of government? American liberals believe, yes, you can. That you can have a good system of government with proper separation of powers between the Executive, the Legislature and the Judiciary, plus checks and balances between them, like the regular tussle between Congress and the White House and between the House of Representatives and the Senate in the US, and there will be good government even if weak or not so good men win elections and take charge. That is their belief. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 816</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My experience in Asia has led me to a different conclusion. To get good government, you must have good men in charge of government. What I have observed in the last 40 years is that even with a weak or poor system of government, but with good strong men in charge, you get passable government with decent progress. And, on the other hand, I have seen many ideal systems of government fail. Britain and France, between them, wrote up probably 80 constitutions for their different colonies. Nothing wrong with the constitutions, with the institutions, and the checks and balances. But the society did not have the men that could work those institutions, nor the men that respected those institutions. Because the esteem, the habits of obedience to a person because of his office, not because of the person, is something that takes generations to build into a people. But the leaders who inherited these constitutions were not equal to the job, and their countries failed and their systems collapsed in riots, in coups and in revolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every time I hear people criticising us. When we are successful, they say we are sterile. When you are not successful, they say, look at the slums, look at the degradation, look at the filth. These are the wiseacres. We have got to live with the consequences of our actions and we are responsible for our own people. And we take the right decisions for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You look at the old Philippines, the old Ceylon, the old East Pakistan and several others. And I have been to these countries and these places. When I went to Colombo for the first time in 1956, it was a better city than Singapore, because Singapore had three and a half years of Japanese occupation and Colombo was the HQ of Mountbatten's South-East Asia Command, and they had large sterling reserves. They had two universities. Before the war, a thick layer of educated talent. So if you believe what American and British liberals used to say, then it ought to have flourished, but it did not. One man one vote led to the domination of the majority Sinhalese over the minority Tamils who were the active and intelligent fellows who worked hard and got themselves \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 817</b></font>\n  <br>\n  <br> penalised and English was out. They were educated in English. Sinhalese was in. They got quotas into universities and now they have become fanatical Tigers. And the country will never be put together again. Somebody should have told them, change the system, loosen up or break off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking back, I think the Tunku was wise. I offered a loosening up of the system. He said, clean-cut, go your way. Had we stayed in, and I look at Colombo and Ceylon - Sri Lanka - changing names sometimes you deceive the gods but I do not think you are deceiving the people who live in them. This makes no big difference to the tragedy that is being enacted. They failed because they had weak or wrong leaders, like the Philippines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore must get some of its best in each year's crop of graduates. When I say \"best\", I do not mean just academic results. When we interview a candidate, his 'O' levels, his 'A' levels, his university degree will tell you his powers of analysis. That is only one-third of the helicopter quality. You've then got to assess him for his sense of reality, his imagination, his leadership qualities, his dynamism. But mostest of all, his character and his motivation. Because the smarter the fellow is, the more wrongly he is motivated, the more harm he will do society. But I also believe, from my experience, that Muller and van Lennep are right that at 21, the man is fully developed and you can discover what he is, if you can test him arduously enough. But by 25 to 30, it is obvious what he is. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You want men with good character, good minds, strong convictions. Without that, Singapore won't make it. The problem is: how do you do that when a booming economy is drawing them away? I do not think we can afford to be inhibited by conventional attitudes. Editors of our newspapers, when they were given copies of the White Paper, were surprised with the high earnings of the top men in the professions. My answer is, let us have these figures every year, independently verified -IRAS is not cooking them up. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 818</b></font>\n  <br>\n  <br> We know how much people are earning. Let us have them. Under oath of secrecy, a group of men independent of the Government and the IRAS can testify and verify. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what is it we are arguing about? The Government today - Cabinet Ministers, Parliamentary Secretaries, Political Secretaries, everybody - costs $17 million a year. That is the cost. Working a GDP of nearly $90 billion, growing at 8%, which is $6 billion a year. You have wrong men here, it is a disaster. There is no way a Prime Minister can argue that any Minister can walk out of his Cabinet and get this kind of salary. Just as there was no way when I was a partner of a legal firm and we shared profits in a certain ratio, that any partner could walk out and get that share. In any team, like a football team, there are strikers who score the goals, but he needs his full-back, his wings, to feed the ball to him. And he has to decide how to deploy them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And really we are arguing at the end of the day, whether by this formula which over 3-4 years will pay them $5 million more, the whole lot. What on earth are we arguing about? Except people get envious and they say, \"They should really be sacrificing.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it were possible to carry on with the system, I will be in favour of carrying on with what I have been familiar with. But I know it is not possible. I have explained to you on my recent journey how I met three persons and immediately the changed circumstances became obvious to me. And I came back reinforced in my belief that the Prime Minister has to move and move quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now take Members to a different angle to this problem. The PM is like the conductor of an orchestra. He has got to make great music. I think the best metaphor or simile for a Prime Minister is really a conductor. In other words, he has got to know something about each instrument, what sounds they make, where they come in. When I started my job, I didn't. But I had to learn it quickly. Home Affairs, Finance - you have to have stability, you have to have an economy going, you've got to have labour relations, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 819</b></font>\n  <br>\n  <br> education, national development, housing, the whole lot. You must know how to deploy your resources, not just money but manpower. So at any one time, a certain sector is the important one and I send my best Minister and my best Permanent Secretaries to support him, to make sure that that sector succeeds. And he has got to decide how he rewards them. He needs people in his team who are goal scorers. Any team to win must have sharp-shooters. In other words, in government, you must have ideas, you must create new concepts, build new institutions and be innovators, and not simply followers of orthodoxy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I give you a few examples from the past. It is like blowing the trumpet of the Old Guards, but they are out of politics, maybe they deserve to have a few trumpets blown on their behalf. We had massive unemployment in 1959, more than 14%. Every year, 55,000-60,000 were born, 4% of our population growth. It was quite frightening, beyond the capability of Singapore to solve it. We knew industrialisation was the only way. Commerce could not solve it. The United Nations sent a team. Dr Winsemius was the leader. He recommended, \"Yes, proceed.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Goh discussed it with him, and I discussed with Dr Goh and met him and said, \"Let's try. Economic Development Board (EDB) and sell Singapore to America, to Europe, to Japan, as a manufacturing centre.\" Nobody had an EDB in the world. We formed one and we put in our brightest and our best. You want to know why you got good jobs, why you are doing well. Because every year, I allowed Dr Goh to have his pick of our top scholars. Of course, you make mistakes. Some are bright but they are not much use, lacking judgment. But within a couple of years, you know who has got judgment, sense of reality, imagination, leadership, dynamism plus the powers of analysis. They served Singapore well. We innovated. He created that organisation and he also built up Jurong, invested hundreds of millions of dollars, built roads, canals, filled up the earth, put in power, put in water. And for five years, it was empty, capital lying fallow. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 820</b></font>\n  <br>\n  <br> watched it, wringing our hands. Because two years in Malaysia, the Finance Minister of Malaysia squeezed us and did not give us pioneer certificates. We nearly failed. But we did not fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I gave Dr Goh the best Permanent Secretary we had - Hon Sui Sen - to help him. He became Chairman of EDB and he was a very good judge of people and persons. He was a very quiet man, didn't make great speeches, but understands people and knows who can do what. He built up a good team. And from EDB sprang Trade Development Board (TDB), sprang DBS, because we had to build up the finances to help people start their industries. This is not administration doing a job. This is entrepreneurship on a political stage, on a national scale. We changed the complexion of Singapore. You can bring him back to life and reward him? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1968, we were looking for ways to fill up our economy. Hon Sui Sen came to see me and said, \"Let's take a chance. Change our foreign exchange regulations, release it.\" We were part of the sterling area. We had foreign exchange controls. He said, \"Cancel it. Let's start the Asian Currency Unit. Collect all the dollars in the region, lend it to the world. We will be the link between New York closing and London opening.\" I listened intently. I said, \"Proceed.\" We took the Bills through. Today, Singapore is the third largest foreign exchange trading centre in the world, next to New York and London. We have also got a budding futures trading exchange in Simex. We have great potential for growth and very high value added. Can you thank Hon Sui Sen? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;True, it wasn't all his ideas. But he had the good sense to listen to people with ideas. So a Dutch banker called Van Oenen who worked for Bank of America, who was a friend of Winsemius, said, \"Try it.\" But we made it work. Now everybody wants to be a financial centre. We have overseas HQ. Kuala Lumpur immediately followed. We have no patent on it. They studied our laws, they up the stakes. So we have to keep on, innovating, moving ahead. You do that with a bunch of mediocrities? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 821</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I make no apologies for collecting the most talented team I could find. Without them, none of you would be enjoying life today in Singapore, including the reporters up there. I say this without any compunction. Who pays for all this? A Singapore economy which has been so finely tuned that it is able to take advantage of every opportunity that comes our way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You want to know entrepreneurship? Without Dr Goh Keng Swee there is no SAF. He is the SAF. 1965, we were suddenly independent. I said, \"You were a corporal in the Singapore Volunteers. You know something about this. Better learn something more. Start it.\" He came back one day in February 1966, and he told me, \"You know, we have got two battalions. They were in Malaysia for two years.\" More than half the battalions were now Malaysian Malays. So when one battalion came back from Sabah and the Malaysian Regiment refused to move out of their camp, they had to be put up at Farrer Park and they might have gone on riot or mutiny. So he came to see me and said, \"You have made me as if I am a British general in charge of troops, half of whom are Italians.\" So we worked day and night to sort that out so that we have troops who are Singaporeans. Had we failed, I would not be here to tell you the story. We got the Israelis. We studied the Swiss. We got an SAF that nobody believes is just for show. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the most important entrepreneurship is really the structuring of Singapore. I was determined that before the soldier fights for Singapore, he must have something to fight for. Each family must own their home. So I set out right from the word go against any opposition from any quarter to build up the CPF. At each salary increase, I pushed something into CPF and built up the home-ownership programme that today gives 91% to 92% who own their homes, which are going up in value year by year because the infrastructure is getting better, the economy is getting better and they are rising with it. So you can sell one 5-room \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 822</b></font>\n  <br>\n  <br> flat in Singapore and buy two bungalows in Perth. But before you do that, remember that your 5-room flat will go up in price but your two bungalows there will be empty and will go down in price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I take this as a matter of fact, but things have to be done which are unpleasant. I changed the acquisition laws and cleared off compensation for sea frontages so that we can reclaim the land. Then we have got East Coast Parkway. Fire sites, I reclaimed and acquired the right to acquire as of occupied status. It was Robin Hood, but I succeeded in giving everybody their own home. Of course, it is not me alone, but the concepts, the planning, I make no bones. I took responsibility, and it has succeeded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I put Medisave in place. I faced opposition in the Cabinet. Ministers came back from China and said, \"Wonderful place. Everybody has got the same medical services and for free.\" I said, \"Why do you believe this fairy tale?\" I put 4%, 5% aside. I changed the Minister and I put Mr Goh Chok Tong as Minister for Health. I said, \"Implement this.\" Today we have a viable national health service which avoids waste, no buffet syndrome, but guarantees adequate support for everybody, adequate health. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CPF also. Low interest rates, yes, but it has paid for all the infrastructure of our roads, bridges, airports, container ports, telecommunications, MRT, land reclamation. An ordinary group of people would think that up? No, Mr Chiam, you are wrong. You need entrepreneurs. I will say this, if we did not have the entrepreneurs, we would not be here and you would not be a lawyer, leading a quiet happy life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Look at all the housing estates. Public housing in Singapore is not an apology for slums. You go to Britain, you go to America, and vandalism and crime. Have you ever asked why it is different? Because from my own experience, as I went around on constituency tours in 1962 and 1963, I discovered there were grassroots organisations, kompang groups, Muslim mutual fund groups, clan associations, retailers associations. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 823</b></font>\n  <br>\n  <br> organised them and I made them community centres' management committees and they ran the place for themselves, for their communities. From them, I formed Citizens Consultative Committees and altered the face of Singapore. Then, as we moved into the housing estates, the same experience, I said, \"Start zone committees, residents' committees, every five, 10 blocks.\" So there is a nervous system of human beings transmitting messages, getting people together so that they know they are a community and not just anonymous individuals who shut their flat doors and live their own private lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On my present contribution, this one I am going to be cautious, because the results will be another five to 10 years, but I think we are on the right track. If we do not go regional and sprout the second wing, our destiny will pass us by. Not everybody will be winning. But if we are careful, I think four out of five or eight out of ten will be winners, because the region will grow and we can grow with it. Civil servants work this out? No. You need somebody with the dare and the insight and say, \"Look, this has to be done.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, it is novel to have an industrial park in Suzhou and it may fail, but not if we are determined that it will not fail. When it succeeds, and the first signs can be seen in five years, although it may not be completed for 10, 15 years, then we have all the cities of China open to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I ask Mr Stephen Lee in private enterprise, supposing I was doing this as part of Kissinger Associates or Lee &amp; Lee, what is my fee? You are going to begrudge $5 million extra to the Prime Minister who has got to look for new and younger Lim Kim Sans, Goh Keng Swees, Hon Sui Sens? He has got to find them, not every member of his team. But if he has not got such people in his team, he is in trouble. He will not be able to produce or deliver. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will succeed in Suzhou. We will be able to do something, I cannot say of the same scale, but we will do something in Vietnam, either Hanoi or Ho Chi Minh City, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 824</b></font>\n  <br>\n  <br> just as we have done for Bangalore and for Batam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I should allow the Prime Minister to blow the trumpet of his own team, but I have watched and I know they deserve to have their trumpets blown. If that IPO of Telecom had not had ministerial direction, we would have lost at least $2 billion in that first issue. Ministerial intervention and hard-headed minds, with very good grasp of figures, saw through all the complex data which our financial advisers gave us, and said, no, we will have this price. We will have it issued to the public of Singapore, maybe one million, maybe 1 1/2 million, and the strike price was eventually twice what the financial experts recommended. You give the Ministers 1% of that, the difference is $2 1/4 billion. Can you calculate that? Do you not think it is worth a few million dollars a year to make sure that the Prime Minister can recruit such people and he has to get them from the private sector too because, as I have explained, if they all come from the public sector, they all have the same background, you will not have this ferment which is very necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me put the issue very simply. I hope the Prime Minister also will not forget to mention about GST and HDB upgrading. You need boldness. Other cities go into decay and decline. But they have embarked on a plan, which I fully endorse, which will prevent the oldest estates from becoming slums. It is going to take more than a billion dollars each year which we are giving to our own citizens. They have to pay a small sum which is necessary because otherwise they will not understand the value of what is being given away. But we will have a sparkling city without slums. My generation got rid of the squatters. When the last squatter hut went, metaphorically, I gave every member of my team a gold medal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But they will do something better. You watch the housing estates in London or in New York, the slums, the tenements, and you know how horrifying it is. You are scared to go in. When you go in, you feel a chilling fear. We will not have that in Singapore, with this upgrading \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 825</b></font>\n  <br>\n  <br> programme. You need powers of analysis, imagination, sense of reality, drive, and character. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There can be no end to this argument. I am prepared to say to the people at large, (I read what Walter Woon says, \"let us have a referendum.\") are they in a position to judge? Is it within their range of experience? I have been through this life and had I lived a different life in Lee and Lee, I would never have this experience. Because I have gone through this, I say do it. I am in a position to judge. I say I am prepared to put my experience and my judgement against all the arguments that doubters can muster. In five to 10 years, when it works and Singapore has a good Government, this formula will be accepted as conventional wisdom. [Applause]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 826</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Debate be now adjourned.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Debate to be continued when, Mr Prime Minister? \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister (Mr Goh Chok Tong):</b> On Thursday, 3rd November, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn\". - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned according at Twenty-\n  </div> \n  <div align=\"right\">\n   Eight Minutes to Six o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
