{"memberId": null, "volumeNo": "63", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"63\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1994-07-27\"> \n  <meta name=\"Start_Col\" content=\"311\"> \n  <meta name=\"End_Col\" content=\"364\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">63</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">27-07-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART II OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 63</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 27th July, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Defence and Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Defence. \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr K. Shanmugam - on 27th July, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen - from 1st to 6th August, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo Tsai Kee - from 23rd to 28th August, 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>VACANT LAND FRONTING BLOCK 322A, JURONG EAST STREET 31</b>\n  </div> \n  <div align=\"center\">\n   <b>(Development)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Question stood in the name of Mrs Yu-Foo Yee Shoon - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;1. To ask the Acting Minister for National Development whether and when the piece of vacant land fronting Block 322A, Jurong East Street 31 will be developed. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Eunos GRC):</b> Question No. 1, Sir. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for National Development (Mr Matthias Yao Chih) (for the Acting Minister for National Development):</b> Mr Speaker, Sir, the piece of vacant land fronting Block 322A, Jurong East Street 31, is safeguarded for a swimming complex and an indoor stadium. The development of the sports facilities will be undertaken by the Singapore Sports Council. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>VACANT HDB FLATS AT BLOCKS 1 TO 7 IN SEMBAWANG ROAD ESTATE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Cheo Chai Chen</b> asked the Acting Minister for National Development why the vacant Housing and Development Board flats at Blocks 1 to 7 near Sembawang Community Centre are not sold or rented. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih (for the Acting Minister for National Development):</b> Mr Speaker, Sir, there are 659 units of 3- and 4-room HDB flats in Blocks 1 to 7 in Sembawang Road Estate. Over the years, 220 units have been sold by the lessees back to HDB. The estate is not popular so HDB did not re-sell the units. However, HDB will be letting out these flats on fixed term tenancies under HDB's various rental housing schemes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SMALL FAMILIES IMPROVEMENT SCHEME</b>\n  </div> \n  <div align=\"center\">\n   <b>(Progress of implementation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr S. Vasoo</b> asked the Acting Minister for Community Development what is the progress of the implementation of the Small Families Improvement Scheme. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Acting Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Acting Minister for Community Development (Mr Abdullah Tarmugi):</b> Sir, the Small Families Improvement Scheme was implemented on 1st January this year. Prior to the implementation, from as early as September 1993, a series of briefings and talks were held to explain the scheme to organisations. The assistance of community self-help groups, voluntary welfare organisations dealing with low income families, NTUC affiliated unions, grassroots organisations and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> Government agencies was sought to propagate the scheme to eligible families with whom they come into contact. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry also held a press conference on 20th December 1993 to announce the implementation of the scheme and to invite eligible families to apply. As at 15th July 1994, 124 applications have been approved. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADVISOR TO COMMUNITY CENTRE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Political affiliation)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Cheo Chai Chen</b> asked the Acting Minister for Community Development whether there is any stipulation that an advisor to a community centre must have no political party affiliation and, if not, whether he will consider the automatic appointment of the elected Member of Parliament for the constituency as the advisor. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Wong Kan Seng):</b> There is nothing in the rules of the Community Centre Management Committee (CCMC) stipulating that an advisor to a community centre must not have political affiliation. An elected Member of Parliament will not automatically be appointed as the advisor of the CCMC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The People's Association's task is to implement the Government's social policies and programmes. To ensure the success of the Government's social programmes, the PA appoints capable persons who understand and support the Government's policies as advisors to advise the community centres. They need not necessarily be MPs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEMBERS OF CITIZENS' CONSULTATIVE COMMITTEES</b>\n  </div> \n  <div align=\"center\">\n   <b>AND RESIDENTS' COMMITTEES</b>\n  </div> \n  <div align=\"center\">\n   <b>(Percentage who are members of political party)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Cheo Chai Chen</b> asked the Acting Minister for Community Development, until June 1994, what percentage of the total number of Citizens' Consultative Committee members are members of a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> political party and what percentage of the total number of Residents' Committee members are members of a political party. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> The People's Association does not keep track of the political party membership of the CCC and RC members. The CCC and RC members are appointed based on their ability, dedication, resourcefulness and willingness to serve the community. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MAINTENANCE OF PARENTS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [25th July 1994], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the Bill be now read a Second time.\" - [Assoc. Prof. Walter Woon, Nominated Member]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sitting in the House for the last two days and listening to the hon. Members, one may note certain recurring objections to the Maintenance of Parents Bill. These are the lack of conciliatory procedures, the adversarial nature of court proceedings with the presence of lawyers, and the accompanying shame and loss of face to the family when the case is brought to the court. To overcome these problems, various suggestions have been made by Members, for example, a special Commissioner or a Community Court or even a legal mechanism modelled after the arbitration court. Sir, there is no valid reason for creating these new channels or institutions and bypassing our present judicial system. We can achieve the same objectives of privacy, conciliation and non-adversarial procedures through our Subordinate Courts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. What I am suggesting is that the legal procedure for implementing this Bill need not be by the usual forms of action, such as by a writ of summons and pleadings involving lawyers but should be by way of a sworn complaint by the parents in the Registry of the Subordinate Courts. The complaint should set out the means of the parents and the means of the child which the parents reasonably believe to be true. The Registry officials who will be involved in processing the claim could be given some training in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br> the relevant family issues. After receiving the complaint from the parents, the Registrar should, in the first instance, send out a notice to the children to appear before the Registrar with a view to conciliation. If the child is amenable to a maintenance order being made against him or her at this stage, the matter can end there quickly. If the claim appears to be frivolous or vexatious, then the matter could equally rest before the Registrar. However, if the parents' claim appears proper and if the children are recalcitrant, then only should the case proceed to court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The proceedings in court should be heard at the District Court level so that that court can lend experience and maturity in the administration of the Act. The hearing should be in chambers and only heard in open court if cross-examination of the parties is entailed and then again such a hearing should be in camera so that a purely private family matter remains a private family matter. By following this procedure, many of the valid objections against the Bill could be overcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will now refer to some of the specific clauses of the Bill and make some comments. Clause 4 states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`A respondent may service notice ... on other persons liable to maintain the applicant joining them as respondents in the action.' \n  <br>\n  <br>Here, some difficulties may arise on a personal law problem. In some traditional Indian families, a married daughter, even if she is a wage earner, is supposed to \"belong\" to her new family (husband's family) and is not supposed to have any more financial obligations to her old family. In such a situation, if her brother joins her as a respondent, it will create problems between the two families and may make the married daughter's future life untenable even if she is not apportioned to pay any maintenance. Just the fact of having been named as a respondent and the public becoming aware of this will make her husband and in-laws lose face. Therefore, this clause needs to be changed. The respondent should not be able to lightly serve notice on the other siblings as co-respondents without the leave of the court. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5(2)(a) looks at housing needs and costs. What guidelines can the court adopt when a child insists that the parent stay with him or her in a very crowded and noisy environment whereas the parents prefer to live on their own even if it is in spartan surroundings? This consideration does not apply in the maintenance of wives and children. A husband cannot ask his ex-wife to stay with him and not set up a separate household. What about parents who could downgrade into smaller apartments or take up reverse mortgages to become financially self-reliant but prefer to sue their children for maintenance? In the case of wives and children, one factor which is taken into consideration is the standard of living enjoyed by the family before the break-up of the marriage. We cannot apply such a criterion for the maintenance of parents and, therefore, I suggest that we fix an upper limit to the amount for each parent. In the Indian Bill for the maintenance of parents, the upper limit is Rp. 400. For Singapore, we could fix $500 as the upper limit for each parent. I am not suggesting a fixed sum for each case but only the upper limit so as to reduce the chances of frivolous action by well-off parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Clause 5(3) and (4) states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`(3) If the court is satisfied upon due proof that the applicant abandoned, abused or neglected the respondent, it may dismiss the application ... \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) The onus of proving abandonment, abuse or neglect shall be on the respondent alleging it.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I do not think that the claim of maintenance by the parent should be dependent on his or her having discharged parental obligations during the childhood of the children. There can be no doubt that it is the moral obligation of a son or a daughter to maintain his or her parents. It is not desirable that even though a son or daughter has sufficient means, his or her parents should starve. To base the validity of the claim of the parent on how the child was treated by the parent is to unnecessarily allow the opening up of a whole lot of suppressed, repressed and painful memories and the recounting of real and imagined grievances by the child against the parent and the vehement denials by the parents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> This aspect of psychoanalytical terrain is hardly the domain of the courts and thus should be prudently left out as this is one area where even angels would fear to tread. We, as a society, should accept that it is the duty of the children to maintain their parents if they are not in a position to maintain themselves and this duty should not be dependent on how the children were treated by the parents. I therefore am strongly of the considered opinion that these two subclauses be deleted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are another two points which I would like to make and these have not been addressed in the Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the claiming for parent relief for tax purposes. Right now, the whole tax relief for each parent can only be claimed by one child. If the court orders parents' maintenance to be paid by a few siblings, then who will get the tax relief? Will it be shared by the siblings? If so, then are we going to extend this privilege of sharing tax relief to children who have been voluntarily supporting their parents? The Minister for Finance will have to give us his views on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point that I would like to make is that the proof of the pudding is in the eating and even if we have a very good Act for providing maintenance for parents, the biggest practical problem will be to make sure that the maintenance payments to the parents are kept up each month. This has been quite a problem in the case of monthly maintenance payment for wives and children, and this has been brought up by other hon. Members too. Very often, the husbands stop payment and the wives have to troop regularly to the Subordinate Courts to recover arrears of payment. In the case of old and possibly infirm parents, they will metaphorically and literally die carrying out this effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome this big problem, I would like to suggest the creation of a central support agency under a Government Ministry. This agency could make sure that maintenance payments from grown-up children and maintenance to wives and children from husbands will be paid \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> regularly and on time. There could be an attachment order from the courts and the central support agency could act as a State agency to remit support payments to the recipients and then take it back from those liable to pay. Without this, the Bill will have the form but not the substance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my understanding of this Bill, one of its main purposes is to send a clear message to our young that they have a personal responsibility to look after their parents. However, this message to our young should include the fact that there is also a community responsibility to care for our aged. We could send this message very strategically by setting a community example of filial respect and concern. This could be done by setting up a retirement fund for the elderly. All Singaporeans above the prevailing mandatory age of retirement would qualify for this fund. And this fund could be funded by two sources: one, every working Singaporean could contribute $1 per month from his or her CPF account on an opt-out basis to this fund; and, two, some money from Budget surpluses could be put into this retirement fund. Besides Edusave and Medifund, this retirement fund could be another recipient of the prosperity of our healthy economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once this retirement fund has been set up and the criteria for eligibility drawn up, then needy elderly Singaporeans could apply to this fund for help. The present public assistance scheme is meant for every age group and only the really destitute qualify. The retirement fund would apply to the elderly only and would be specific to their needs with special criteria of eligibility. It would also take care of those who, for some reason or another, do not have children to support them or whose children have migrated and deserted their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This fund will not prevent parents from suing their children if they want to and need to, but would be another mechanism in place whereby we, as a community, are making it clear that the responsibility of supporting the aged is not only a personal responsibility of the children but also a community responsibility. Respect and concern for the elderly is both an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> individual and community duty. Without the community responsibility part, we will be leaving the aged to only their children and the courts. Most caring and thoughtful citizens are not comfortable with this abdication of communal responsibility. And I would therefore urge the setting up of this retirement fund to fulfil this need. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If there is one thing we all have in common, it is the fact that we all have parents. And that is why there has been such a widespread reaction to this Bill, as we can all relate personally to the Bill. At the same time, like in all human relationships, there is no one uniform or perfect way to conduct these relationships, and this has accounted for the mixed reactions to the Bill. Although I support the Bill, I have to confess that when the Bill does become an Act, it could be a mixed blessing. Therefore, I hope that the additional points that have been raised are taken into consideration and the Bill committed to a Select Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, just before I sit down, Mr Speaker, Sir, I would like to express how happy and proud I feel that a fellow NMP has moved a private Member's Bill making this a historic occasion. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I rise in support of this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past two days, many Members of this House have spoken on this Bill. I do not wish to repeat what they have said. In supporting this Bill, I wish to give my views. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To support one's parents is perhaps the fulfilment of the lowest of a man's moral standard. In fact, most people would react spontaneously in declaring, \"To support one's parents is one's basic duty. No matter how poor one is or how difficult one's situation is, one must take care of one's parents.\" As such, there are actually very few people, with perhaps the exception of some special cases with special reasons, who would neglect their aged parents after receiving their love and care when they were young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I have heard that there are people who oppose the passing of this Bill based \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> on the argument that it is the duty of the Government to take care of the old, the sick and the weak. If it is a case that the children themselves have problems in looking after themselves, then it is both normal and acceptable for the Government or a voluntary welfare organisation or some kind-hearted people to extend to them a helping hand. However, this does not mean that one can shift the entire responsibility of looking after one's parents to the Government. This is something I cannot agree with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Filial piety is one of the cornerstones of Eastern civilisation and culture. We should not consider it to be irrelevant to a modern society and therefore discard it as one of those useless leftovers from the past. On the contrary, we should study what positive influence it has brought and what function it has performed in creating a better society in Eastern civilisation and contemplate in what way we can learn from it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In ancient China, one of the basic motivational forces for one to become a good man and make contribution to society and the country is a sense of responsibility he felt for his parents. This is well illustrated in the children's book which tells them to become a man of good repute and glorify the parents (&nbsp;&nbsp;&nbsp;&nbsp;). Confucius said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The highest level of filial piety is to bring glory to one's parents; then followed by caring for them in their daily life, to maintain them is in fact the lowest. For we even feed and keep our dogs and horses. What is the difference, if we show no respect to them?' \n  <br>\n  <br>That is to say, just to maintain one's parents is not even good enough because we also keep cats and dogs. How is it that we do not even want to maintain our parents? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The real meaning of filial piety and the highest level of filial piety is to glorify one's parents. Therefore, the renowned Northern Song dynasty minister, Auyang Siu, after he had become the Deputy Prime Minister, only then did he write an article to praise his parents which was carved on stone. In his article, he related how his mother became a widow when he was three and brought him up, educated him \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 325</b></font>\n  <br>\n  <br> amidst great hardship and how his father behaved as an upright and uncorrupt junior civil servant. He then explained clearly that he had waited for so long to tell the world about his parents because only with his new appointment did he feel he was qualified to do so and bring glory to his parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A similar type of mentality, to a certain extent, still exists in Japan. I have seen in Japan, displayed along the roadside, slogans urging people to drive carefully because an accident would hurt the parents' hearts. This is exactly the meaning of his words when Confucius said, \"Parents should be worried about the children's well-being.\" (&nbsp;&nbsp;&nbsp;&nbsp;). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think to develop this sense of responsibility towards one's parents so that one would try to do something one's parents can be proud of or at least not to do something one's parents would feel ashamed of is an attitude that we should consider to introduce in our education for the young. \n  <br>\n  <br>\n  <!-- Dr Toh Keng Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Toh Keng Kiat (Nominated Member):</b> Mr Speaker, Sir, I disagree with the view that Assoc. Prof. Walter Woon's Bill is only about the maintenance of parents and nothing else. It is not. This Bill has resurrected issues which were once debated in this House in 1984. The Committee reporting on Problems of the Aged then had recommended a change in attitude towards the elderly. Filial piety was considered pivotal to this. Legislation for maintenance of parents was also considered but only as a last measure. Hence, no attempt has been made to pass a law on this by the Government, even up to now. And why now, Sir? If we could wait 10 years, can we not wait a little longer? Are we not being over pragmatic in wanting to set up this safety net because of a recalcitrant few who have neglected their parents and in so doing shake the very foundations upon which our society is built? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that the problems of the aged will not go away. But the fundamental question is: are the aged always a problem? Or is this a mindset that we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 326</b></font>\n  <br>\n  <br> have created based purely on demographic projections? Sure, the shifts in age dependency ratios are there. But are we correct in measuring the needs of the elderly of tomorrow with the yardsticks of today? The elderly of today are of our parents' generation. They belong to a different era. Many grew up in a society where children were the only social security, sons in particular. Or as they say in Mandarin, yang er fang lao (&nbsp;&nbsp;&nbsp;&nbsp;). Our generation is tomorrow's aged. Better education, sounder personal asset management and healthier living, together with the enforced savings through CPF, will see tomorrow's aged through without undue strain or pressure on society. Hence, the often talked about fear of excessive demands by the aged of tomorrow may not even materialise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following that Report, Members will recall that Singapore embarked on an education programme to inculcate Confucian values in our young at school. Scholars were invited from abroad to write a new curriculum of Confucian studies in more conventional scripts. Our leaders went around the world speaking of our Asian values and how we have succeeded because of these. Millennia of unbroken civilisation, with strong family ties as the basis of society, that have provided our forefathers with a life raft. Are we to tell the world another story so soon, that our young has squandered away this legacy that has taught us, amongst other things, to honour our father and our mother first? Sir, it is this bond of kith and kinship which will see us through. I have witnessed two societies with and without it and see how they could end. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Not too long ago, I visited a city in a country which now wants to regard itself as Asian for economic reasons but is still occidental in many other ways. Walking across the city square, I noticed a young woman, not quite out of her teens, child in her arms, begging. I spoke to her and found that she was a single parent and an unmarried mother. Her own parents had divorced when she was young and she has had not much of a family life. Hence, her sorrowful plight. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 327</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was instantly grateful for the cardinal core values of my Asian heritage. As a child, I grew up in the Hainanese enclave in a poorer part of Singapore city. There were many clan associations where I lived. Newly-arrived members of a clan were clothed, fed and housed by those who had already been here for a while. Few had conjugal ties. The only geneological link was a common surname. There was no law which required it. Yet, clan members cared for one another with single-minded determination to ensure that their clan succeeded. The lessons from these two societies are obvious. But I fear for our next generation, as Assoc. Prof. Walter Woon's Bill implies that we are now so influenced by alien moral values that come with progress and economic success that we must need a law to make children do something which is basic and decent as looking after one's own aged parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will not go into the technicalities of this Bill, but I can foresee that its implementation will be devilled by more problems it will create than it sets out to solve. We have just heard Dr Soin talk of the problems in the Indian community because of marital customs. I will give another example. When several children are being sued by the parents for maintenance, how are we to ensure equitability? Do we want to set means test and asset evaluation? What if a sibling contests on the ground that parental love cannot be dispensed equitably in the first place? Can love be quantified in percentages and measured in monetary terms? Again, some neglected children may still look after the parents, not out of love, but charity and compassion. This group could now end up abandoning their parents because they can claim that the law does not require them to do so now. To carry this law to its ultimate conclusion, we will also have to amend it in the future to include unmarried, widowed and orphaned relatives and siblings who are destitute and unable to care for themselves. Will we then have a Maintenance of Siblings and Relatives Bill? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Bill does not teach filial piety. On the contrary, the provision for excluding parents who have neglected their children \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 328</b></font>\n  <br>\n  <br> breeds vindictiveness. It teaches us that as you sow, so shall you reap, for parents who neglect must in turn be neglected. It teaches vengeance, for it tells us to give an eye for an eye, neglect for neglect. It invokes retribution. Do we want all these in the Year of the Family? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have just promoted the core family values. Let us allow time for these to mature and foment. I am for education. It will be slow. The changes imperceptible, but the effects last. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Senior Minister has shown us an excellent example. Reputed for jealously guarding the privacy of his personal life, he agreed to open the doors the intimacy of several generations of the Lee family in Singapore in a delightful pictorial biography. Surely, it is not without purpose. Strong family ties, like those of the Lee's, will see us through. There is no need of a law to make our young to look after their parents. Matters such as this must come from the heart: to want to and not to have to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I congratulate NMP Walter Woon for a laudable effort in proposing this Bill, but I will not support him as I see this as an unnecessary legislation. There is only one possible scenario where this Bill may have a place. The diaspora of young Singaporeans as expatriates in pursuit of our external economy may result in aged parents being left neglected at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to request that when a division of votes is called, the Whip be lifted for PAP MPs so that they may decide to either vote with their hearts or with their heads. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Mr Speaker, Sir, the reason why there is so much debate on this Bill is that most of us are debating on the subject of filial piety. What is filial piety? Absolute obedience to parents or just making sure that aged parents are provided for materially? Concepts and practices of filial piety vary from civilisation to civilisation. Our own concept and practice are not just products of our present time. We came from an ancient culture and inherited many of its values. But at the same time, these values of ours and our children are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 329</b></font>\n  <br>\n  <br> being influenced day by day by the modern society structure, modern living and modern laws. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some hon. Members are uncomfortable with the Bill before us because they feel that it is demeaning or undignified for parents to sue their children for maintenance. They fear that it will undermine our Asian values and the practice of filial piety in the family. As the Bill stands, they may have some valid points. But by not having some appropriate laws to govern some basic obligation children have towards their parents, society is not better off and, in all probability, stands to lose. Let me explain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The practice of filial piety in the family must be upheld by some rules - whether they are written or unwritten. It also cannot be isolated from the society, whether the society is governed by imperial rule or the rule of law. In ancient China, families had their family rules. They called it jia fa ( ), clans had their clan rules and the country had the imperial rule. They called it wang fa (&nbsp;&nbsp;&nbsp;&nbsp;).Disobedient children would be dealt with strictly according to these rules. The extended family structure and the clan structure exerted tremendous pressure on everyone to conform. Sometimes, a father had to lose his child because of pressure from the clan. Under these circumstances, a rigid set of behaviour was entrenched into the minds of the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Occasionally, we heard of stories of an unfilial son who deserted his poor wife and mother after he had become an imperial scholar and married the princess. Did the poor wife and mother have any recourse? Yes, they went to see the legendary Bao Gong and justice and virtue were upheld. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So even in the Chinese ancient culture, upholding of filial piety was never confined to homes. However, the concept and practice of filial piety in a feudalistic society is one extreme. Tragic stories happened because the father insisted on his ways. We do not want to have such a society although we still want to keep some of the good traditional values. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 330</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rule of law in modern societies, on the other hand, disregards filial piety and does not help when it fails in the family. If anything, it can be argued that the law tends to weaken family ties because in the eyes of the law, everyone is equal. So if there is a dispute between the mother and the son on the distribution of family assets, fight it out in the court. The family unit is actually very fragile because everyone who is above the legal age can choose to become independent. There is little or no external force to bind the family together. It relies only on internal forces - whatever traditional values or religious values they have got. Can it withstand the onslaught of modern society living? Can you be sure that not more and more families are breaking apart in Singapore with each passing year? Our constituents came to see us about their family problems. They yearned to have someone who they perceived to be closer to the law to intervene in their family disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is unfortunate that Mr Peh Chin Hua chose to see the debate as an East versus West debate. I can understand why he is so proud, and sometimes mere arrogance, about his traditional values which I also subscribe to. But I hope to remind him, as a fellow Singaporean, not to be overly optimistic about the present state of affairs in our society. Western societies started their democracy and the rule of law several hundred years before us. Their traditional family values are not necessarily inferior to ours. But today, in America, more and more of their families are falling apart. Mr Peh believes that we are deeply entrenched in our culture, but where is the environment which had helped shape our traditional values in the first place? Can he not see that each succeeding generation of Singaporeans is culturally changing? Is he sure that our society will not go the same way as the West? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am therefore in favour of having a legislation to govern, not the relationship between children and parents, but the basic obligation children must have towards their parents. It is true that we cannot legislate relationship. It is not realistic. It is not possible. But the next \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 331</b></font>\n  <br>\n  <br> best thing we can have is to legislate obligation - obligation to require children to maintain their needy parents. It serves two purposes. The first is to relieve the society of the burden to provide for these parents when their own children can afford to do so. The second is to drive home the point that abandoning parents is morally wrong and those children who are taken to task should feel shameful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in making the Bill more effective, the concern about needy parents not wanting to sue their children because of face must be addressed. Even if they can overcome this problem, the difficulty they face to chase after their children for support if they should refuse to comply with court orders may also be great. I therefore support Mrs Yu-Foo's suggestion for Government to appoint a Commissioner for the Maintenance of Parents. A similar idea also came from Assoc. Prof. Leong Wai Kum who suggested in the Sunday Times, 29th May 1994, that public authorities should recover money spent on the destitute aged from their children. Such a Commissioner can investigate a complaint, mediate a dispute and, if necessary, bring the respondent to court. I wish to propose here that the Commissioner need not obtain an active consent from the parent before he proceeds to the court, as suggested by Dr Michael Lim. What he needs to do is to inform the parent that he is taking the matter up to court on his behalf, and proceed to do so unless the parent indicates objection. I am proposing this because there may be cases where the parent may not be in a clear state of mind to respond to questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some hon. Members have also raised questions on how the proposed law can be implemented by the court. For example, when the word \"maintenance\" is not defined in the Bill, the court has to decide what it is based on the circumstances listed in clause 5 and other circumstances that may be relevant. But how does the court determine what the needs of the applicant are? Does it mean bare subsistence or something more? Does it even include separate living accommodation? Should the court consider the standard of living of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 332</b></font>\n  <br>\n  <br> applicant before he becomes financially needy? What class of ward the parent is entitled to when he is hospitalised? What if a parent chooses to stop working after he reaches the retirement age even though he is able to continue to work? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also questions regarding the impact of the court's decision on the respondent. What is the acceptable burden on the children who also have to support their own spouse and children? To what extent they should be forced to use up their savings, whether private or CPF, and how will that affect their own future? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are complex questions. I therefore agree that we should set up a Select Committee to think through all these and other issues. But because they are complex, it may not be possible in the end to have all the answers definite enough to be included in the law. At any rate, the court will probably have to go through some degree of uncertainty or even unevenness initially in the application of the law until a body of case law is built up over time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the proposal that the Bill be sent to a Select Committee. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC):</b> Mr Speaker, Sir, can I clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Just now, Dr John Chen referred to what I said yesterday. I have two points to clarify with Dr Chen. First, he said that the family has a family law and the country has the imperial law. He also talked about Justice Bao who could uphold justice for the ordinary people in a family dispute. Can I ask Dr John Chen to give examples in the history of Justice Bao? In what particular case could a parent sue the children because they are unfilial? Can he give an instance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also said that the circumstances are different, so the younger generation in Singapore has also changed culturally. But he must not forget that from the surveys conducted by Lianhe Zaobao and the Straits Times, about 88% of the younger Singaporeans are also supporting their parents. How does he explain \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 333</b></font>\n  <br>\n  <br> the situation? It shows that the eastern society in Singapore, although it is in the technological age and exposed to the influence of the west, is still upholding its own eastern culture, and that is the pride of our younger generation. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, when I related the legend about Bao Qing Tian, I was illustrating a point that in ancient China, the upholding of filial piety was not confined to the family. And when an aggrieved parent was abandoned by the children, he could go to the mandarin to seek justice, and justice would be upheld. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the second point about the present generation of Singaporeans, I am not saying that they have degenerated. By no means. I am just cautioning Mr Peh not to be overly optimistic about our present condition because we can see the behaviour and value system of our children changing. 35 years of national history is a very short time. We became a democracy not a very long time ago, and with the kind of changes in the world and the rapid change of values and events, I am not too sure myself that we can have, year after year, 80% of our children who are still attached to their parents, who feel very much for their parents, and will continue to support their parents. That is the point that I am making and to caution him to realise that we are not infallible. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, yesterday Mr Goh Choon Kang said that although ancient China had a family law and an imperial law, when the ordinary people went to the court, they could not solve their family dispute. So even a wise magistrate could not settle a family dispute. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, in Singapore, with the education system that we have at present, I believe that our younger generation has values which are unquestionable. And I am very optimistic and confident about the values of the younger generation. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Mr Speaker, Sir, this saying Qing guan nan duan jia wu shi (&nbsp;&nbsp;&nbsp;&nbsp;) shows that in those \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 334</b></font>\n  <br>\n  <br> days, matters were brought up to the mandarin, and it is true that it is not easy to solve family disputes. But that is not to say that disputes were not solved and matters were not brought to the court. So I believe that, in fact, because of these external links, clans, the court, and so on, they strengthen the family unit. Because if a family unit is isolated from the rest of the society, then I am not too sure that it would be better off. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, may I clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, can I just remind you that you should seek clarification on Dr John Chen's speech and not to add any new material? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Yes. I am referring to Dr Chen's speech. He said that there was strong tradition in the western country and democracy. It seems that values have degenerated. So I would like to ask him whether it means that democracy has necessitated the degeneration of social values in society. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, I was talking about the western form of democracy and the evolution of their practices. I do not understand why Mr Low Thia Khiang did not know that western societies also have good traditional family values. They are mainly Christian societies and they believe in the Bible. They try to practise the Commandments and they uphold the Christian teaching - honour your father and mother. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So if you were to look at the family unit in the western societies in the past, I am sure they are as strong as ours. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, of course, western countries have values, but he says they have degenerated because of democracy. My question is whether, in his view, democracy has necessitated the degeneration of social values. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, there are many forms of democracy and it depends on how the society collectively practises the way of life. And I am not saying that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 335</b></font>\n  <br>\n  <br> democracy is doomed. I am just saying that if we are not careful, we can also develop into their form. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Because of democracy? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> No. Because of how human beings behave and, in fact, there is no guarantee that democracy will triumph. Who can guarantee that democracy will triumph? Can you? \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Mr Speaker, Sir, thank you very much for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in life, some of us are optimistic and others are pessimistic. Likewise, some neglect their parents and others do not. The question is: how do we deal with this problem? I think that is the basic issue that we have to get to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some of my parliamentary colleagues spoke against the Bill. Their arguments were persuasive but not too convincing. At least I am not persuaded or convinced. I am the seconder of the Bill, so I am not convinced. They did not offer any concrete solutions to the problems of the unsupported and the neglected aged parents. All they said was that the Bill was not suitable or not appropriate. It is against our cultural context, it is against our Asian values. Sir, these are all rhetorics, though they are sentiments worth expressing. But I think what is most important is to find concrete solutions to some of the problems. It is just like talking about motherhood and apple pie. I think we can continue to debate on this issue, but nothing will happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we look at the problems of women, imagine what would have happened if we do not have the Women's Charter? There will be a lot of problems. How do we deal with the problems of marital breakdowns? These problems of concubinage and other issues, which are quite common also in the Asian traditions, would not have been solved. These are issues of morality that we are talking about. It does happen in oriental society. So at least we have the Women's Charter to deal with the issues and problems of breakdowns of marriages. In the same \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 336</b></font>\n  <br>\n  <br> principle, we are also debating this whole problem of neglect of parents and the inability to support parents, and these are real issues which are happening in our society. How do we address these problems? It is the same principle that we are talking about in terms of the Maintenance of Parents Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Bill is not a western orientated Bill. To say that, I think, is far-fetched. Such a Bill would not have even surfaced for a debate in western societies. It would have been shut down. Such a Bill would not have even come up. It would have been seen as an infringement of individual rights. And Assoc. Prof. Walter Woon would not have been able to bring up this Bill in a western society. It would probably be shut out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the issue before us is a straightforward one, as I see it. Do we have a problem of unsupported aged parents in our midst? Yes or no? I say yes, but it is not serious. Would it become an increasing problem? Your guess is as good as mine. It may become a serious problem and if you project it with the increasing number of aged persons and aged parents in our population, and the different issues and problems of care that would need to be addressed in future, I think the problem is likely to increase. For the sake of the parents who are neglected and unsupported, we have the responsibility to protect them. I think any sensible and well caring society has to protect this group of parents and provide them the maintenance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as I see it, this is a landmark Bill which will deal with the neglect of parents by children. Although it is a difficult and complex issue that we have to deal with, a very complex interpersonal area, we should all the more not turn a blind eye to it. Sir, can we ignore the problems of the lack of care and support for parents? I am sure not. Just because it is a difficult area and that it is not a problem in Singapore, we should therefore not deal with it? I do not see the logic behind this. This argument is not realistic and is to run away from the plain facts of life. I have in the course of my community service come across parents who are abandoned and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 337</b></font>\n  <br>\n  <br> denied support by their children. True, some parents are difficult, but it is equally true that some children are also difficult. Sir, the plight of some of the parents who suffer silently cannot be ignored. They are living in our midst. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In connection with this, I would like to cite two cases that I know of. Madam X was relocated by her son to live in another purchase HDB flat with a grandchild. After relocation, she was not provided with full meals. She could not manage as she was not provided the funds to buy food. In the case of Mr and Mrs A, they were persuaded to leave their son's home because of problems with the daughter-in-law. After they went to live on their own in a one-room flat, with a view to reducing tension in the home, they found themselves neglected and they did not get any means of livelihood and had to depend on outside help. So these are just two of the many cases that I know of. I think all other parliamentarians will come across some of them in their meet-the-people sessions and they would be able to testify that there are such problems in our midst. And many of these cases have broken down despite intervention. What do we do with them? Do we turn a blind eye to them? Do we close our minds to them despite the real problems faced by these parents? So that is the basic question that we have to address. And I must say that despite all interventions, nothing can work. But if something could have worked, reconciliation could be made and they could be counselled, I think the problem need not be taken a step further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that these parents who are neglected and unsupported have to be protected, otherwise it will become society's problem. Any decent human being should stand up and assist aged parents who suffer in shame and without their daily bread. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I share the sentiments of many hon. Members that it goes against our Asian values and our cultural make-up to have such a Bill legislated. I fully agree with them that difficult matters related to parents and children should be dealt with \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 338</b></font>\n  <br>\n  <br> by the family. This is the first line of defence. But sometimes it does not end this way. Counselling and reconciliation should be undertaken first. However, if these interventions work, well and good. But we all know that, in some cases, with all good intentions and will, some of these actions do not work. What do we do with children who blatantly neglect their parents when all mediations fail? Without such a Bill, nothing can be done to provide for the parents whose welfare is neglected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there appears to be some misunderstanding about the Bill. The Bill, as I view it, does not legislate that children should be filial or caring. It simply ensures that the parents' livelihood is maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are a few areas in respect to this Bill which can be improved and I think the Select Committee will be able to deliberate on this matter. But I would like to just highlight a few areas that improvements could be made. First, we need to ensure that the Bill does not become a lame-duck Bill after it is passed. Parents who are neglected should be reached out or should have access and made to feel that their cases will be dealt with in the chambers. Public hearing and legal approach should be avoided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Adversarial approach should be abandoned. In this respect, a tribunal based on the principles of the Small Claims Tribunal be set up under the purview of the Ministry of Community Development. The Director of Social Welfare, together with other panel members, could be appointed from among community leaders to be charged with the responsibility to arbitrate and to deal with cases that are brought to their attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as a first line of action, all cases of neglect of parents be referred for investigation and, where possible, mediation of the problems be undertaken as a start. Failing mediation, then an order be made for the case to be referred to the panel for arbitration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the hearing of the cases should be undertaken informally without legal representation. In this way, cost for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 339</b></font>\n  <br>\n  <br> proceedings could be avoided and parents may not feel so reluctant or disabled with the heavy financial cost to go through the legal redress procedures. Public limelight on family matters could be avoided. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the number of cases of neglect of parents is likely to increase in the near future. They cannot be wished away. The Bill will protect neglected parents who suffer silently in pain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion that the Bill be referred to a Select Committee. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, may I have clarification from Dr Vasoo. If I heard him correctly, he did mention that the Asian values and filial piety that have been discussed at length in this House are pure rhetoric. I hope it is a slip of the tongue and therefore not the fault of the mind. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Mr Speaker, Sir, I am not saying that Asian values are rhetorical. What I am arguing is that some of the viewpoints, which Members have labelled as Asian values, to tackle these problems may not necessarily be realistic. I think we have a problem at hand, and that is the problem of neglect of parents. The numbers are small no doubt, but I do not think we should turn away and say that there are no problems that exist. The issue is: should we address this problem? And do we anticipate the problems to aggravate in the near future? And if so, what is the best approach to deal with such a problem? \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Mr Speaker, Sir, I do not support the Maintenance of Parents Bill. And this is certainly not because I do not think that aged parents ought not to be supported by their children. On the contrary, I believe all children should look after their aged parents financially with whatever limited resources they can muster. And most children are already doing so. Hence, there is no need for Government intervention through legislation at this point in time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is my personal belief that the Government's role should be to create an environment conducive to business and to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 340</b></font>\n  <br>\n  <br> individual freedom and self-reliance. It should only intervene when the free market fails, when the public good must be balanced against private interest. I have made similar points during the debate on the President's Address in January this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To a very large extent, the Singapore Government is already promulgating these values. From a young age, the children in the schools are taught to be independent and self-reliant. During working life, the Government reinforces this philosophy with our Central Provident Fund scheme, and not the welfare scheme of the West. From the day we are economically active, we start to save for our housing, our medical needs and our old age. We come up with the Minimum Sum Scheme and raise this sum from time to time to ensure that we have enough stashed away for life after retirement. We are continuously inculcating in our people this spirit of self-reliance and independence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The enactment of the Maintenance of Parents Bill will send a wrong signal to them. It will confuse them and dilute the efforts of the Government in raising the CPF Minimum Sum Scheme to help everyone prepare better for his or her old age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had thought that NMP Assoc. Prof. Walter Woon shared my views when he spoke in March this year during the debate in this House. I quote from the Hansard of 8th March 1994, Volume 62, No. 8, excerpts from columns 628 to 631 in which he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The problem is that the Government is always tempted to intervene in people's lives, not just in the economic sphere but also in other matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, we have been told how many children to have, when to have them, when to marry, who to marry, how long to keep our hair, and even for those with long memories, to eat more wheat. Then people complained that Singaporeans lack initiative. Even the Government Ministers complained that Singaporeans expect the Government to do everything for them. I find this strange, if not, a little ironic.' \n  <br>\n  <br>I find it strange too, if not ironic, that he should now want the Government to intervene in something so private as filial piety and families. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 341</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he continued later, I quote again: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`If there is a lesson to be learned from the woes of the welfare states of the West it is that governments which create a dependency syndrome in their people are courting disaster eventually. And the dependency syndrome is not created only by welfare. It can also be created where the state takes over basic decision-making and refuses to let the people exercise their minds.' \n  <br>\n  <br>Will the Maintenance of Parents Bill now not create a dependency syndrome in our old people, the very syndrome that Assoc. Prof. Walter Woon spoke strongly against not too long ago? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And further on in his speech, he added: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`People are living longer, they should set aside more for old age. But should they be compelled to do so by Government? That is the question. Or should they be left to make their own provision? The temptation is for Government to work out in fine detail, how each and every one of us is to husband his CPF so as to last his lifetime. I think that would be a bad mistake. When you stop a person taking out his CPF savings at 55, or 60, or at whatever age, you are saying to him, \"You can't be trusted to manage your own money. So we will manage it for you.\".' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And further on, he continued: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`People will be put off by the Government's well meaning efforts. They will be cynical and grumbling and, ironically, do not expect thanks from those who do need Government's help to plan for their future. They will equally resent what they see as Government's patronising attitude.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assoc. Prof. Walter Woon seems inconsistent in his views. On the one hand, he wants the Government to treat the people as independent and intelligent, and in almost the same breath, he wants the Government to legislate the maintenance of parents by children. Surely, this is a prime example of over-regulation, and of patronising our people. This is a piece of legislation we can do without. Just as Assoc. Prof. Walter Woon advocates that the Government should treat the people as intelligent and capable of investing their own CPF funds, so should he advocate that the Government treat the people as decent and moral, totally capable of looking after their old folks. The few bad hats who neglect their parents for whatever reason do not justify the introduction of such a law. It is like using a sledgehammer to kill a fly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 342</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most Singaporeans I know of look after their parents within their economic means. The recent Straits Times survey revealed that 86% of parents aged 50 and above receive money from their children at least once a month. This finding is heartening and speaks well of our strong family ties. Older parents who were not as well educated as many of us today are less well prepared for retirement and need money from children for sustenance. Younger parents today are better educated and better prepared for retirement and hence do not expect financial support from their children when they grow old. In fact, with the prices of houses and cars at such astronomical prices today, many of us worry whether they can fend for themselves and their families, let alone support their parents and parents-in-law. We should not treat children as investments from whom we hope to extract a return when we are old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What should we do with the few genuine cases of neglect of aged parents by their children? I contend that the Maintenance of Parents Bill is not the solution now. Firstly, parents are reluctant to bring their children to court; and in the process, have all the dirty family linen washed in public. Secondly, such affected parents are unlikely to be able to afford the legal fees which might add up to more than the maintenance allowance they will ever get in a year. At the end of it all, the lawyers might be the only persons laughing all the way to the bank. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has never been a litigious society and we should never encourage it to be one. Many of us would not even think of suing our doctors, dentists, or teachers even if they do a bad job, let alone our children. Having to sue our children is an indictment of ourselves, that we brought them up badly in the first place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Assoc. Prof. Walter Woon also said that if this law helps even one poor person, it is worth the effort. I beg to disagree. If we pursue that argument to its logical conclusion, then Parliament will be sitting very often to pass all kinds of laws to protect the interest of the vocal minority. For instance, if we enact this Bill, should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 343</b></font>\n  <br>\n  <br> we then also not pass a law to make basic education in schools compulsory in order to protect the few unfortunate children whose ignorant parents have denied them an equal starting point in life, and to reduce the drop-out rate in schools, which as of now is still quite low? But I think it is still higher than the number of parents neglected by their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In another case in point, I remember not too long ago, the unions were pushing for the retirement age of workers to be raised to 60. Many more workers were affected. Yet the Government's initial response was not to legislate straightaway, but to give the employers three years to raise the retirement age voluntarily before introducing legislation. Applying the same precedent, the Government should use public education and counselling to resolve this issue before attempting legislation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I firmly believe that the solution at this point in time is not in having legislation to promote filial piety, but to set up a department in the Ministry of Community Development to provide advice to neglected aged parents and counselling services to the wayward children. The circumstances of each family are different and hence individual counselling in private may be more effective, and certainly a kinder approach to all parties involved. Let us use more education and moral suasion to promote filial piety, not more legislation and litigation. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I think it is appropriate for Assoc. Prof. Walter Woon to reply now to the points raised by Mr Lew Syn Pau, rather than to leave it to the end of the debate. I think this is an important issue. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Assoc. Prof. Woon will have the floor later on. He will have ample time to reply to all the points. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, there is a Malay song composed in the 1950s. It goes something like this: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 344</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A mother's love brings her to Paradise \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A father's love means sacrifice \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A son's love means never to leave you \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A brother's love is for a wealthy you \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The underlying philosophy behind these words, composed two generations ago, is still adhered to by almost all, if not all, the Malays. I believe it must be the same with the other communities in Singapore. Will we continue to adhere to this principle two generations on? I am not sure. But I have a feeling that the cracks are already there, though not apparent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Maintenance of Parents Bill moved by Assoc. Prof. Walter Woon must be seen as a challenge and, at the same time, an instrument that promotes the institution of the family in the context of modern Singapore. I have been listening carefully to the debate in these three days and I get the impression that acceptance of the Bill has not been total. This is because the Bill only resolves part of the problems of the aged and not all. The total solution to the problem can only be achieved through various integrated measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The debate in these three days also exposes a lot of misunderstanding as regards the real intent of the Bill. The Bill is not intended at all to strengthen, preserve or promote filial piety. This has been stressed by the mover when he said that it is not intended for the majority; that it is not to meet an urgent need today, but as a preparation for the future should the need occur; that it does not question the integrity of our family life today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I salute our confidence in the excellence of the philosophy of family life in Singapore, whether it is of the Buddhists, Confucianists, Hindus, Muslims and Christians. The introduction of the Bill only reflects our concern of the implications of demographic changes when the numbers of our aged increase. These changes have already taken place and are bound to continue. The effects are already being seen and will grow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In human history, a successful civilisation is one that upholds honourable conduct, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 345</b></font>\n  <br>\n  <br> protects the unfortunate, promotes humanitarian concerns and transmits noble values and human wisdom and knowledge to another rising civilisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore adheres to capitalism out of pragmatic reasons. Capitalism was built in the West by the bourgeoisie on the tenets of hard work, respect for law, religion and commitment to family and community life. The adherents of this creed gain their rewards through the satisfaction of having achieved the best life for themselves and their families out of their own hard work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, at the same time, Singapore wants to promote communitarian principles. In this regard, Singapore is not one hundred per cent capitalist. This is because capitalism and free enterprise have their own shortcomings. Firstly, economic activities in a capitalistic system are focused on personal profit. Secondly, the system sometimes suffers from shocks in the form of recession, inflation, sudden price falls or, worse, economic warfare. Thirdly, there is a tendency in the capitalistic society to place an excessive burden on the system for purposes of correction. This is done through financial rewards or penalties, adjustments in the educational system, specific policies and finally through law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the relationship between free enterprise and the Bill? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans have enjoyed prosperity. They have enjoyed the rewards of higher education, knowledge and skills. If all these are applied in the labour market, they will gain the benefits. But the reality of a free market economy also determines that the old will not be able to compete with the young in terms of productivity. Some of them would finally lose their sources of income on retirement and would require maintenance. And who will provide them this maintenance? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think part of the solution to this problem has been sought by the Government. Various measures have been taken. We have, for example, introduced tax relief for those who support their parents. We have raised the retirement age. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 346</b></font>\n  <br>\n  <br> conduct skills courses to improve the earning capacity of older workers. We introduced CPF, which has been refined with the Minimum Sum Scheme where the amount is increased gradually. To ensure that retirees have sufficient funds, we introduced the Top-Up Scheme. We have public assistance. To ensure medical care is available for everyone, including the aged, we have MediShield and Medisave. We create Senior Citizens' Corners. We provide incentives for public housing for those who want their parents to live with them. We encourage awareness of shared family values, as the Ministry of Community Development has done, and got community organisations to run homes for the aged. Even recently, there is a proposal to give more votes for some. This is also intended to tackle our future problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We might look upon such policies and schemes as voluntary in nature. The people have the choice to accept or reject the suggested solutions to the problems of the aged. But let us not forget that some of them are also done by force of law and were decided in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Does the implementation of these schemes and policies mean that we are losing our Eastern values and philosophies, particularly filial piety? I do not think so. I do not think this Bill will have that effect either. As a Malay Muslim, I do not feel so. In fact, the Bill reinforces the Islamic teaching that people should treat their parents well, otherwise they would be deemed unfilial and that is a terrible sin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To the Malay mind, the worst form of behaviour is that exhibited by a folklore character called Si Tanggang, the unfilial son who renounced his own mother. Respect for the old is so emphasised that even difficult or problematic parents are looked upon as \"Old Qur'ans\" - useful no longer maybe, but never to be discarded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That is why we do not find many abandoned aged Muslims in the Woodlands Home for the Aged. I have been told that, out of 103 inmates there, less than 10 of them have their own families. If anything can be taken as an example from Singapore Malay Muslim values, I think it must be the way that we treat the old. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 347</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand the concerns of some Members of the House. Of course, love cannot be promoted through legislation. Care of the aged is not a matter of money alone. They need attention. They need emotional and psychological support. But let us not get carried away with emotion and try to defend the status quo. There are still valid reasons for the Bill to be passed. And it is not because we have lost our faith in family life. On the contrary, the Bill is one of the safety nets we ought to have should there ever be a breach of the charter of social responsibility towards our parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I see this Bill as another extension to the instruments that we have to prepare ourselves for the future. It is intended to serve as a caution to the neglectful, a stumbling block to those who seek to shirk their responsibility to their parents, and protection for future victims, if any. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the context of a fast-changing, free market society and the burden of social responsibility, the Government's stand has been very clear and firm. The Government wants the community to share this growing burden with the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason is simple. Western countries which have faced this problem much earlier had chosen to shift the burden completely to the government. But we know that government funds come from the tax-paying public. Excessive burden on taxpayers will blunt their initiative and diligence. That is why many countries which have chosen this path are facing economic difficulties, even paralysis. The Western approach clearly has failed to handle the problems of the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would support this Bill because, first, contrary to the impressions of some of my colleagues, it does not at all conflict with Eastern values; second, it is to prepare us for a future problem; third, our value system in terms of care for the aged is less than perfect today and is facing pressure as a result of the changing way of life of our young people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, Mr Speaker, the Bill in its current form is clearly incomplete. It has to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 348</b></font>\n  <br>\n  <br> be improved with a system of \"checks and balances\"; a means to prevent its abuse by any party; a mechanism to screen cases and determine which deserve to be arbitrated - I stress \"arbitrated\" - so as to avoid the contentious atmosphere of ordinary courts; the process should not be complicated, time consuming and costly for the parties and the court; and the implementation should not be detrimental to family relationships. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I support the proposal to refer the Bill to a Select Committee. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Thomson GRC)</b>(\n  <i>In Malay</i>): Mr Speaker, I support the principle that children should take care of their parents. It has become a way of life among us that an adult person should make sure that his aged parents are able to live comfortably. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill is an indirect reminder to parents that it is important to raise and educate their children well. Parents are responsible for their children's character. If they have educated them in a responsible way and have shown them love and affection, their children will certainly grow up with noble virtues. And taking care of one's parents is one of these virtues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see the Bill as a way in which parents who have taken great pains to bring up their children can feel secure that they will be able to depend on the children's support in their twilight years. The Bill will be there for them if ever they find it necessary or have no other choice. On the other hand, if the children do carry out their duty to them when they are old, it would mean that the parents had educated them well and the Bill, when it becomes law, would not be necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Personally, I think going to court, airing one's grievances in public, is not the best nor an effective way to resolve problems between parents and their children. It is, as a Malay would say, like exposing the sores on your chest, that is, washing dirty linen in public. Families in such situations should also remember another Malay proverb that says, when you slap a tray of water, it simply splashes back on your face. In other words, the shame will be on everyone in the family. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 349</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As an Eastern people, whether we are Chinese, Malay or Indian, we have many more suitable ways to resolve family problems. Among them is through mediation between family members or by a respected community elder. Therefore, I would like to suggest that before such cases are brought to court, they should be discussed, if possible, before a family counsellor - some Members have suggested a Commissioner. I hope through such closed-door discussions matters can be resolved amicably between those involved. I hope the family counsellor can be given powers to counsel and direct the children concerned to provide maintenance for their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill is not at all prejudicial to our family values, as have been suggested by some Members of the House. I think, indirectly, it will strengthen the value system that we subscribe to as an Eastern people, as it reminds children of their duty to care for their aged parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Bill should also not be seen as an indictment of the adult generation, as though they have failed in bringing up their children. It is, as my colleague, Encik Yatiman, said, a safety net for those who have taken pains to raise their children. They can rest assured that should anything untoward happen to them in their old age, they will have a means by which to gain their children's support. If things do not work out amicably, there is an administrative avenue for them to find a solution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Neither is the Bill an affront to the younger generation, many of whom have performed the duty of looking after their parents even now. As shown by a survey, many young people do take care of their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some young people feel the Bill is not necessary at the moment, but they must remember that one day they will be parents and grow old too. There is no guarantee that their children will support them as they have supported their children now. We must remember that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 350</b></font>\n  <br>\n  <br> values keep changing from one generation to another. We cannot say for sure what will be the values of our future generations. So, having the Bill is like preparing for a rainy day. We are preparing ourselves for future problems we might not have foreseen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For me, the Bill can also serve as a yardstick of how far we have succeeded in inculcating family values in our young. If the number of cases brought to court is high, that might indicate a break-up of the family institution. Measures could then be taken to overcome the problem. On the other hand, if there are no cases at all, that will clearly mean that family values have remained strong in our community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I support the Bill and the proposal to refer it to a Select Committee. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (Brickworks GRC):</b> Mr Speaker, Sir, I rise in support of the Maintenance of Parents Bill not because I am a parent myself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last couple of days we have heard many Members' views on the pros and cons of this Bill. While some Members' complete confidence in the sense of responsibility and filial piety of every citizen is touching, it is, I think, a little unrealistic. It is a sad fact of life that no matter how educated, traditional or moral society is, there will always be a small minority of misfits who will insist on neglecting their duties and obligations. This has happened in the past, it is happening now, and I think it will happen in future. It has happened in the West, it has also happened in the East. This is certainly not a modern phenomenon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am certain that Members are familiar with the stories from ancient Chinese history about young men who, through the hard work and sacrifice of their parents, were able to perform well in the imperial examination and possibly ended up marrying the Prime Minister's daughter and promptly abandoned their parents. Two salient points should be noted from such tales. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, no matter how traditional society is, misfits will always exist. Secondly, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 351</b></font>\n  <br>\n  <br> even educated persons who fully understand their duties and obligations towards their parents who made their success possible may behave in an immoral way. Therefore, while it is crucial that moral values be taught, it is nonetheless important to ensure that where filial piety ends the law will step in. In these unfortunate cases, at least we shall be able to ensure that if the parents of these undeserving children do not get the love and care their morality demands, they will at least not be allowed to suffer or die of hunger. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, first of all, I would like to declare my stand. I do not support the Bill introduced by Nominated MP, Prof. Walter Woon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Goh Choon Kang quoted the Chinese saying: \"Even an upright magistrate finds it difficult to settle other people's family disputes\". That is to say, every family has its own fundamental problems. There used to be a very popular Chinese song entitled: \"Every Family Has A Difficult Scripture to Recite\". So, even if we have the legislation in place, every family still has this difficult scripture to recite. In every family, there is this very delicate relationship between parents and children. It is not something which can be decided by a judge in just one sitting in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my constituency there is an old person who is over 80 years old. He collects wastepaper for a living. One night, he came to see me at my meet-the-people session and asked me to help him in renting a flat from HDB. I asked him why his children did not help him. He said, \"Do not talk about it. I am self-reliant.\" He is well over 80 years of age and he wants to be self-supporting. It shows that in an oriental society like ours, when a person's children fail to maintain him, he would just resign himself to fate, and forget about it. I think this may have something to do with \"face saving\" or with tradition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In reality, if the court were to summon the children to court over such matters, it does not seem to be possible. You would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 352</b></font>\n  <br>\n  <br> not know where the children are. How do you call up the children to support the parents? Secondly, if you have to go to court nowadays, the court fees are extremely high. Who is going to pay for it? If the children are condemned with the cost of the proceeding, then after paying for all the expensive fees and charges, do you think the children will have any money left to maintain their parents? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, having heard the arguments put forward by the Members who are against the Bill, I tend to agree with them. If you go by the recent survey conducted by the Lianhe Zaobao and the Straits Times, we can see that more than 80% of Singaporeans are faithfully maintaining their parents. Only some 10% to 20% of our Singaporeans are not doing so. Of the 10% to 20%, some are unable to provide for maintenance of their parents because of genuine financial difficulties, and not because they do not want to. What is the percentage of those unfortunate parents who are being neglected by their children? We do not know. But, I believe, we all know that the number is very, very small. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the economic point of view, legislation for maintenance of parents is a matter of course, something that ought to be done. But now, in Singapore, with all communities having their own self-help facilities and funds, do we not have the means to help this group of unfortunate parents who, after all, constitute only a very small proportion of our population? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Maybe over time, when the bond between parents and children in our country becomes so weak and brittle, then we may consider having such a legislation. But, considering the situation in our society today, it may well be too premature for us to pass such a Bill at this stage. To me, passing a legislation now is like using a sledgehammer on a gnat. It may appear to be too early. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If there are indeed many unfortunate parents who are being neglected by their children, we may consider asking the Justices of Peace appointed by the Ministry of Community Development to act as mediators or peacemakers. Try \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 353</b></font>\n  <br>\n  <br> to understand the relationship between the parents and the children, and their problems, through the Justices of Peace, and then refer these unfortunate parents who need help to the Ministry of Community Development for assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that the introduction of this Bill by Prof. Walter Woon has already achieved one very important objective, that is, it has attracted the attention of people from all stations of life in our society to the need to maintain the parents. From the debate in Parliament, and from the newspaper reports prior to that, we can see that Singapore is still very fortunate because the vast majority of our children have been and are still looking after their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So to me, it is too early now to have such a legislation. As Mr Lew Syn Pau said a while ago, if we were to legislate on every petty little matter, then we may have to come to Parliament every day to consider legislating for this matter and that matter. There will be no end to it. Now, we talk about legislating to provide for children to maintain their parents. One day, some children may come forward and demand that we introduce a \"Maintenance of Children Bill\" to compel the parents to look after their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that we should continue to maintain our existing social cohesiveness, our social tradition. We should look into the root of the matter, and not just the temporary measures. Legislation can only provide stop-gap measures, but it cannot get into the root of the matter and effect a permanent solution to the problem. So, if we want to find a permanent solution, we have to make a nation-wide effort to cultivate the spirit of filial piety through education. Education will be to teach the children of their duty and obligation to repay their parents for what they have done for them. Education is a form of intangible and invisible force to motivate the children to love and care for their parents spontaneously, on their own accord. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 354</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.00 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.20 pm until 3.00 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.00 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>MAINTENANCE OF PARENTS BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Walter Woon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Walter Woon (Nominated Member):</b> Mr Speaker, may I thank the hon. Members who have spoken on the Bill, both those for and those against, because it is only with this kind of debate that we can clarify the issues at stake. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I try and summarise the debate and try to persuade some of the doubters to support the Bill, could I just clear away one distraction? Mr Lew Syn Pau, earlier in his speech, quoted extensively from a previous speech that I made. Let me make my position clear, if I may. I believe that the Government's touch should be light and, as far as possible, people should be responsible for their lives and that Government's job is to create the framework within which people can live their lives in an orderly fashion, not to live life for the people, or to make decisions for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Winston Churchill said in another House, at another time, \"Give us the tools and we will finish the job.\" If I have a problem with a tradesman, a shopkeeper cheats me, I do not want Government to take up the case on my behalf and pursue the man. All I need is for Government to provide the infrastructure and the framework, the tribunal, the forum, and I will take up the case myself. If I am neglected, a neglected parent, I do not want Government to go and take up the case on my behalf and pursue my children. Give me the tools, I will do it myself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think there is nothing inconsistent with asking the Government to put into place \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 355</b></font>\n  <br>\n  <br> the basic framework. So the person who wants to fight his own battles can fight his own battles. At present, there is no forum. There is no tribunal. The person who is neglected must go to Government and say, \"Help me out, give me a handout.\" This is the present position because he has no other way to help himself. So Mr Lew, and for those others who misunderstand my position, I hope this is clear. I do not think there is anything inconsistent between what I am doing now and what I have said before. But this is a distraction, nothing to do with the Bill at hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am gratified to see that we have basic agreement on one point, and that is, that children have an obligation to maintain parents. I do not think anyone in this House has voiced the view that children have no such obligation, that they are free to decide for themselves whether or not to maintain their parents. So it is with this basic agreement that we should start. Children should maintain their parents. The question is how to do it. Do we do it by law? Or do we do it by education? May I say, hon. Members, that the two approaches are not mutually exclusive. In fact, I do not think that anyone who supports the Bill thinks that the law is a replacement for proper moral education and for society that maintains and preserves these values that we cherish. The law is not a replacement. The law is meant to complement education. The law is not meant to get rid of all the problems. It is not a panacea. It is a last resort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In England, when England was a Christian country, maintenance of parents was enforced by the ecclesiastical courts. I thank Encik Yatiman and Encik Maidin for telling us the Malay/Muslim community's view of this because in countries which keep to the Syariah law, this kind of thing would have been enforced in the Syariah Courts. But you still need secular enforcement of divine law. So you cannot just say that this is a moral principle and it is self-enforcing because we know that there are many people, who left to themselves, would ignore morality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we are fooling ourselves if we think that we have a perfect Confucian society where all parents will be looked \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 356</b></font>\n  <br>\n  <br> after in their old age by their children without any back-up. 88%-90%, this is a very good figure. It bodes well for the future. But it does not mean that there will be 100% compliance. And the problem is: what do you do with that small minority of parents who are neglected? Do you say to them, \"I am sorry, there is nothing we can do for you. The law is silent. It is a question of education. You did not bring up your children properly. So tough luck. Go to Community Development, get a public handout.\" Is that the kind of signal that we want to send out? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, there is no sanction if a person chooses to be unfilial. There is no sanction. You can tell him, \"It is your moral obligation.\" But if he says, \"Nuts, I don't care two hoots for moral obligation. I am not going to support my parents. What sanction is there?\" Nothing. There is no sanction. And this is the signal that we send. You make it easy for people to ignore their obligation if you do not have the backing of a secular civil court. It does not have to be a court. Let me say this. But there has to be some way where if persuasion fails, if moral suasion fails, if education fails, if morality and the threat of divine punishment fail, there must be something we can do in this world to help those who are neglected by their children. And I do not think we can see this as antagonistic to the principle of filial piety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is complementary just like in the case of maintenance of children. In the case of maintenance of children, there is a biological urge to maintain your children, to look after your children. But still we need laws. You cannot just leave it to morality. I would say by the same token, although by far the majority of Singaporeans know where their duty lies and by far the majority of Singaporeans support their parents and love their parents because love is more than just support in money terms, there will still always be that refractory minority about whom nothing can be done without the pressure of law. And if you do not have the law, as I said, there is no sanction. They can ignore their duties lightly, nothing happens to them. And will this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 357</b></font>\n  <br>\n  <br> not give encouragement to others who feel also that moral obligation is not enforced in this world? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members have made very good suggestions about improving the Bill, about creating other tribunals, about procedure. May I say to hon. Members that I agree with many of them. But my problem, as a private Member, is I can promise nothing. I cannot commit the Minister for Community Development to do anything. I cannot commit the Minister for Finance to bankroll all these schemes, and that is why I have confined myself in the Bill to what is achievable within the framework of what we already have. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it pleases this House to go further than that and to create a special tribunal, a court with no adversarial relationship, conciliation, and if it pleases this House to recommend this thing, I would be very happy to go along with that. And I ask the Minister for Community Development to consider this and the Minister for Finance look at it with some indulgence. But I myself cannot promise this. All I can ask hon. Members is that you should not kill the Bill at this stage. You should let it go to a Select Committee and let the fine-tuning and the improvement be made there. As I said, when I introduced the Bill, we need the collective wisdom of the House on something as important as this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock, when he made his speech, said that 96% of Singaporeans think that children should support their parents without compulsion of law. I do not think he deliberately means to mislead the House. Because, in that same survey that he quoted, the Chinese press asked a specific question, and the question was: Should the Bill be passed and legislated by the Government? Agreed, 52%, disagreed, 46%. 52%, I think by any definition, is a majority. I do not think these two sentiments are incompatible. Yes, a vast majority of Singaporeans say it would be far better if people would support their parents without being compelled by law. But it looks like we have got a very small majority in favour of saying, \"Yes, okay. For those who cannot \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 358</b></font>\n  <br>\n  <br> be trusted, we do need the law.\" Let me emphasise it does not affect people's behaviour. If you are already doing the right thing, it does not require behavioural modification in the least. You do not have to modify your behaviour at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of us, in fact most of us, I would say, are fortunate to live in happy families, in families where there is love and affection between parent and child. But I do not think we should assume that everyone is so fortunate as us. And should we deny to those who, in their unfortunate circumstances, do not enjoy this kind of healthy relationship? Should we deny to them the opportunity of getting some sort of redress? As I said, it does not have to be in a formal court of law. If we can set up an alternative tribunal, that would be fine. But let us not deny them the opportunity to get this kind of redress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan also quoted from the Jayakumar Report in 1989. If I may just take Members through that passage he quoted on page 24 on \"Difficulties in Implementation\". The Report says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Even if legislation is introduced, there would be difficulties in implementation. This is because filial piety is a sentiment of the heart which cannot be legislated.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have been at pains to point out, and as many other hon. Members have pointed out, the Bill has nothing to do with filial piety and we are not trying to legislate filial piety. Just because you cannot make children love their parents does not necessarily mean that you should not enforce the obligation on a child to maintain his parents. The two are separate. Are you saying just because you cannot make him love his parents, he should not pay money to support his parents, and the State should do this? Because that is the alternative, is it not? If a child will not support, who will support? Either you let the parents starve or the State steps in, and that is the choice before us. Is it the State's job or is it the individual's job? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second objection in the Jayakumar Report: \"legislation could at most compel children to make cash payments which may be complied with grudgingly\". My reaction to this is: so what? It is better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 359</b></font>\n  <br>\n  <br> than nothing because the alternative is go to the State and let the State support. Is this what hon. Members want? That the State should support when a child is unfilial. Is this the signal that we want to send? That if you ignore your duty, the State will pick up the tab and there will be no adverse consequences on you. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Legislation would affect only an errant minority.\" I do not see this as an objection. I see this as a plus. It is not going to affect everybody. It is only that errant minority. Should we waste sympathy on the errant minority and say that their human rights have been invaded, that their freedom has been invaded, that they should have a choice whether or not to support their parents? So I do not think that is a good reason, with all respect to Prof. Jayakumar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then it said, \"there will be practical difficulties in collecting payments from children who choose to evade their responsibilities\". Two responses to that. Yes, there will be practical difficulties, but does that mean we should give up the attempt? Or should we attempt to make the collection procedure better? If we say we give up the attempt because the difficulties are too much for us, where would we be and what kind of signal will we be sending to other people? You know the difficulties are there and we are not even going to try to do it because we are afraid of the difficulties. This is an argument for tightening up enforcement, it is an argument for streamlining enforcement not only for maintenance of parents but also maintenance of children, maintenance of wives. But it is not an argument for not legislating the obligation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, parents may not be prepared to institute proceedings against their own children due to a desire to preserve family harmony and fear of alienating their children. I think this is a valid point. As I said before, very few people would want to take the matter to court and fight it to the bitter end. And that is why the suggestions that have been made in this House to streamline the procedure, to set up a special tribunal to take out, if possible, the adversarial component, should be looked at very seriously. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 360</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But let me say to Members: the value of legislation like this is not that it forces people into court. The value is that it will keep people out of court, if possible. Let me try and explain this again. At present, if the child refuses to maintain his father, what can you threaten him with? Tell the child we will expose him in the Chinese press, go camp outside his parents' house and embarrass him? Is that the best you can do? If you have a law, the Community Development Ministry's conciliators, clan elders or family members can go to the errant child and say, \"Look, we don't want to sue you. Your father doesn't want to sue you. But he has no choice. If you make him desperate, he will take you to court.\" Under those circumstances, I find it very hard to envisage that someone would be so stubborn and thick-skinned that he will say, \"Sue and be damned. Take me to court.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The law is there. The law can be used as a bargaining chip. Right now, a conciliator who tries to conciliate knows that when it comes to the crunch, there is nothing he can threaten the recalcitrant child with. So it is not only a question of how many people actually go to court. There are these subtle below-the-surface effects. If you look at Israel and if you look at Taiwan, the fact that there are very few court cases does not mean that the legislation is useless. It probably means that it is not necessary to push it to the point where you actually need a public trial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would urge Members not to accept the notion that just because you do not have any cases means that the law is no use. We have many laws that are very seldom invoked because it is not necessary that they should be invoked. But in case, in that odd case, where it is necessary, we should have that back-up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just conclude by asking Members: what is it that we are afraid of here? Some Members feel that there is no problem now. The sun is shining. The sky is blue. People are filial. We can live happily ever after. But have they not heard people in Singapore say that children did not ask to be born and therefore parents \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 361</b></font>\n  <br>\n  <br> should not expect anything from their children? Have they not heard people say in Singapore that it is a matter of personal choice, a matter of personal freedom, whether or not they should support their parents and it is no business of the Government to interfere with this matter of personal choice? Have they not heard people say that it is not the job of the individual, it is the job of the Government? People pay taxes and therefore the Government should look after the aged, the infirm, the unemployed, the people who do not want to work. Have they not heard these arguments? Are they so sure that these arguments will not seduce future generations? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not a question of lack of faith in our youth. It is a question of being realistic. I believe that young Singaporeans are responsible and mature, but there will always be a certain minority who will not listen no matter what, who must be compelled by the force of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not an indictment of our youth, nor an indictment of our society, that we should have such a law. If we pass the law and nobody uses it, we can pat ourselves on the back and say, \"Things are all right. We are OK.\" If we pass the law and we do find that a lot of people are using it, then we should really ask ourselves, \"Have we been blind to what is really going on? We have been living in a fool's paradise.\" Either way, I think we lose nothing by passing the law. We lose nothing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, let me just say to Members, the choice before us now is between doing something that might help and doing nothing and saying, \"Everything is all right.\" Perhaps I am being pessimistic. Perhaps people are going to be filial and going to be moral without the need for laws. But the experience of other countries, the experience of our own society does not leave us very much room for this kind of assumption. There will always be a certain number of people who will need to be - I would hardly use the word \"coerced\" - but will certainly need the pressure of law before they will comply with their moral obligations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 362</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Remember that at this reading, we are only discussing the principle of the Bill. If you agree that filial piety is something that is worth preserving, if you believe that there should be some pressure, apart from the force of morality to ensure that the recalcitrants comply, then I ask you to vote for this Bill. And for those who have doubts, I beg you to reconsider very carefully. Remember there are people in our society who are neglected. What do we do for them? If they cannot get redress from their children, they must get redress from the State. I do not think there is any other choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I thank Members once again for their contributions and I ask that they consider carefully before they cast their vote on this Bill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> Division, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The Member for Ayer Rajah has called for a Division. Will hon. Members who support a Division please rise in their places? There are more than five Members. Ring the Division Bells. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 50; Noes, 11; Abstentions, 2. \n  <pre>\r\n\r\n        Ayes                       Ayes (cont.)\r\n\r\nAbdullah Tarmugi              Lee Yiok Seng\r\n\r\nBeng Kian Lam, Arthur         Lee Yock Suan\r\n\r\nChay Wai Chuen                Lim Boon Heng\r\n\r\nChen Koon Lap, Kenneth        Lim Chun Leng, Michael\r\n\r\nChen Seow Phun, John          Loh Meng See\r\n\r\nChin Harn Tong                Low Seow Chay\r\n\r\nCh'ng Jit Koon                Mah Bow Tan\r\n\r\nChong, Charles                Mohamad Maidin B P M\r\n\r\nChua Teck Chew, Robert        Ong Chit Chung\r\n\r\nDhanabalan, S                 Othman bin Haron Eusofe\r\n\r\nGoh Chee Wee                  Sinnakaruppan, R\r\n\r\nGoh Chok Tong                 Sung, Peter\r\n\r\nHarun bin A Ghani             Teo Chee Hean\r\n\r\nHeng Chiang Meng              Vasoo, S\r\n\r\nHo Kah Leong                  Wan Soon Bee\r\n\r\nHu Tsu Tau, Richard           Wang Kai Yuen\r\n\r\nIbrahim bin Othman            Wong, Aline K.\r\n\r\nKanwaljit Soin                Wong Kan Seng\r\n\r\nKer Sin Tze                   Wong Kwei Cheong\r\n\r\nKoh Lip Lin                   Woon, Walter\r\n\r\nKoo Tsai Kee                  Yao Chih, Matthias\r\n\r\nLau Teik Soon                 Yap Giau Cheng, Eugene\r\n\r\nLee Boon Yang                 Yatiman Yusof\r\n\r\nLee Hsien Loong               Yeo Cheow Tong\r\n\r\nLee Kuan Yew                  Yeo Toon Chia\r\n\r\n</pre> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 363</b></font>\n  <br>\n  <br> \n  <pre>\r\n\r\n    Noes                      Noes - cont.\r\n\r\n\r\n\r\nChandra Das, S                Peh Chin Hua\r\n\r\nChia Shi Teck                 Tan Cheng Bock\r\n\r\nChiam See Tong                Toh Keng Kiat\r\n\r\nChoo Wee Khiang\r\n\r\nGoh Choon Kang                Abstentions\r\n\r\nLew Syn Pau\r\n\r\nLow Thia Khiang               Cheo Chai Chen\r\n\r\nOw Chin Hock                  Tan Soo Khoon\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 364</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Bill be committed to a Select Committee consisting of Mr Speaker as Chairman and seven Members to be nominated by the Committee of Selection. - [Assoc. Prof. Walter Woon]. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Thirty Minutes\n  </div> \n  <div align=\"right\">\n   past Three o'clock pm to a\n  </div> \n  <div align=\"right\">\n   date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
