{"memberId": null, "volumeNo": "62", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "5", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"62\"> \n  <meta name=\"Sit_No\" content=\"5\"> \n  <meta name=\"Sit_Date\" content=\"1994-01-18\"> \n  <meta name=\"Start_Col\" content=\"277\"> \n  <meta name=\"End_Col\" content=\"348\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">62</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">5</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">18-01-1994</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 62</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Tuesday, 18th January, 1994</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Chua Teck Chew, Robert (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Labour. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Second Minister for Defence and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Dr Ong Chit Chung (Bukit Batok). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Cdre (NS) Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Communications. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Toh Keng Kiat (Nominated Member). \n  <br>Mr Tong Kok Yeo (Nominated Member). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC), Minister for Defence. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chia Shi Teck (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Dr Ker Sin Tze (Aljunied GRC), Minister of State, Ministry of Information and the Arts and Ministry of Education. \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau - from 18th to 22nd January, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tan Soo Khoon - from 19th to 22nd January, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo Yee Shoon - from 28th to 30th January, 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ahmad Mattar - from 20th to 23rd January, 1994. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Debate on the Address)</b>\n  </div> \n  <div align=\"center\">\n   <b>(Fourth Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [13th January, 1994], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.\".' - [Mr Loh Meng See]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar GRC):</b> Thank you, Mr Speaker, for allowing me to join in the debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in many developed countries, social values are found to be in transition. In many of these places, values are also in conflict. Problems have arisen in many of these places because of value conflicts related to interpersonal problems, social responsibility, marital and other related problems. These have plagued \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> many of these developed countries. We should deal with some of these intangibles because these are very important issues in the context of Singapore and we must address these issues so that we will not, in the longer term, be caught with these problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must ensure that the family continues to be a viable institution to imbue social and cultural values to our young. In doing so, it will help to build a cultural ballast that will enable our young to choose appropriate social and cultural values and discard those that are negative and decadent. This will prevent the development of social problems such as drug abuse, delinquency, marital and extra-marital problems, personal and moral degradations. In short, good social and cultural values will contribute to healthy growth and development of children and hence strengthen the foundation of our society. I am sure you will agree with me, Sir, that this is very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One crucial factor which determines whether our young adults will become responsible parents is the type of social and cultural values they are exposed to. The young adults' capacity to handle crises will be determined, to a considerable extent, by the social and cultural values preferred by his family and community. Therefore, social and cultural values transmitted by various significant institutions such as the school, cultural groups, media and the family should blend together harmoniously and contradictions can be prevented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see that there are increasing contradictions arising in our context. Contradictions between the media, the family and the school institutions, I feel, have to be minimised so that the transmission of these social and cultural values could, to some extent, be transmitted more systematically and more harmoniously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with increasing pressure to relax censorship of printed and visual information, there is a danger that contradictions in value transmission between these institutions will increase and it is increasingly so with the introduction of less \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> censorship and other related policy changes in this direction. I feel that we should guard against the problems that will arise as a result of this relaxation. It is therefore important that our Government should send appropriate signals and take calculated action to deal with the media that promotes permissiveness and erodes our moral fibre. Government should, in the first place, be clear about what are the socially desirable materials to be allowed. If we do not take care of this issue, in the longer term, this will flood our society and therefore will create disconcerting values amongst the very young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The social health of any progressive society varies directly with human values of its people and their capacity to find social antigens to counter decadent values which erode social responsibilities of its people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A number of significant social factors will have impact and influence on the dynamics of the family and family life. Some of these social factors have already been identified by my colleagues yesterday and I shall not dwell on them in detail. But some of these factors such as declining birth rate or fertility, increasing participation of women in the labour force, continuing breakdown in the extended family composition, delaying marriages, and increasing number of persons in singlehood and divorces, have to some extent created impact and changes in the family. All these aforementioned social factors have important bearing on the current and future programmes for the families. Consequently, it will have implications for the provision of services in dealing with families and I think there is an urgent need to look at how we can strengthen the foundation of the family further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the other issue directly related to this is the time that the commuters are spending outside their home. More commuters of public transport now feel that their travelling and waiting time has increased because of too many points of transfer. Time with the family is also lessened. Commuters are beginning to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> become frustrated because they feel that they have taken too many unnecessary rides, and sometimes taken for a ride too! There is a need to review whether the present bus company monopoly should be maintained. A few more bus companies should be allowed to operate so that more competition could be introduced. I do not see there is a need to have just SBS and TIBS to operate the bus services. In many housing estates, there are Transit Link and internal bus shuttle services. Perhaps there could be an introduction of other companies to compete in the transport service. By this, we will be able to increase the quality of the service and also allow consumers a better choice of the transportation system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cannot but agree more with our President that we need good people in both public and private institutions. It is the kind of people we have who make the institutions. Therefore, it is important that our Governmental institutions, be it educational, social, political or economic, continue to have people who show genuineness, provide respectability, demonstrate enthusiasm, have empathy, pay attention, carry responsibility, and have humility. In having these qualities, institutions become alive and they do not deteriorate to facelessness. This is a danger among many bureaucracies and unless we can humanise these bureaucracies it will not be able to respond more effectively to the needs of the consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, I must alert the Government that there is serious disquiet amongst civil servants over the revised medical benefits scheme. Despite the explanation given, I doubt very much that the civil servants have understood what the scheme is all about. There is a need to explain more clearly what the scheme is all about and what impact this will have on the civil servants themselves. They feel short-changed and this disappointment needs to be redressed so that the people who form the foundation to our Governmental institutions are not demoralised. From my own assessment, talking to some of them, they seem to be quite demoralised at this juncture. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must also ensure that Singapore does not become an individualistic society. If this happens, then Singaporeans can become self-centred and preoccupied with their own interest. People will be less willing to give mutual support to others. This will be bad for Singapore. I am sure you will agree with me, Sir, that we will have to support others who are in need and who are less better off than us. We must continue to encourage Singaporeans to be socially responsible and to extend mutual assistance to others less better off. In this way, we can build a more cohesive society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the broader front, it is necessary for our society to actively promote value education as early as possible before a child begins school. Such an emphasis in our educational curriculum can facilitate helping behaviour. Value education by parents and the schools can encourage good citizenship. In the longer term, it can help to prevent people from becoming more self-centred and uncaring. More people with high social DNA or high social concern should be attracted. These people with an acumen for the promotion of public good will strengthen our social institutions for the discharge of various social obligations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with continued renewal of leadership, it is crucial to the further viability and survival of our various institutions. It is therefore essential to have an institutional philosophy of the need to encourage younger professionals and concerned citizens to be inducted into the leadership of the various organisations. In doing so, we will remain relevant and respond to the changing social needs and problems in our community. In this connection, I hope that younger Singaporeans can learn to be humble and seize various opportunities to achieve their best human potential. As for those of us who are in our adulthood and middle age, we must strive to be effective parents and, where possible, support others who are less better off than us. For those who are greying, like myself, it is important that we brace ourselves to deal with the question of retirement and find re-engagement in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> other meaningful activities. I am sure when you grey, you will have to participate in meaningful activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One significant social phenomenon of the near future is the greying of our housing estates. In older housing estates, the aging process has become very transparent. There is an increasing number of older senior citizens living in these housing estates and it is urgent that community groups and organisations, with the support of Government, begin to plan the establishment of more community-based programmes such as day care, meal programmes, home-help service and domiciliary nursing care and other crisis response service to meet their needs. In taking a proactive approach to initiate a network of services in older housing estates, we will be able to provide support for families with vulnerable aged and prevent disruptions to the social and economic lives of these families. I am sure you will agree with me, Sir, that in the older estates, like yours, and some of my colleagues, there is an urgent need to review how the environment of these estates can be made more user-friendly for the older people. If we do not take action to deal with this problem, we will land up with serious problems of inaccessibility for the old in these housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One major concern facing the elderly would be the maintenance of good health. It is therefore important to promote healthy living. Otherwise, ill-health at old age can become burdensome and a misery. The prolongation of life as a result of improved medical technology would raise various moral and philosophical issues about the sustenance of life and dying. Our elderly will have to be better prepared to deal with this life reality and dilemma and by encouraging them to draw up perhaps a living will and to also prepare them to deal with this whole question of death and dying. These are the realities of life and I think, in due course, the community and the families, particularly the families having aged parents, will have to deal with this dilemma. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our community must also take steps to encourage our elderly to be better prepared to cope with their retirement. The more positive efforts the elderly take in maintaining healthy lifestyles, the less dependent will they be in need for care and attention. We must therefore encourage more of our elderly to be involved in self-help groups in our neighbourhoods. Through these self-help groups and mutual support groups, the elderly with different needs and problems could be assisted. The strong therefore can help the less strong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to say that each of us must have renewed faith in what we do. We should continue to spread our wings to find new heights to scale. For this to happen, we must not count on a few, but to count on all who can help to build a better community. \n  <br>\n  <br>\n  <!-- Mr Robert Chua Teck Chew -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Robert Chua Teck Chew (Nominated Member):</b> Mr Speaker, Sir, thank you for allowing me to speak on Mr Loh Meng See's motion to thank the President for his Address at the Opening of this Session of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President covered a wide range of matters affecting the future of Singaporeans. I wish to share my views on some of them. The business community welcomes the Government's commitment to promote a regional outlook among Singaporeans, and remove obstacles that hinder our entrepreneurs and companies from going offshore. Our relatively small population living on a tiny island with no natural resources must build its future by linking with the larger and resource rich countries of the Asia-Pacific region. We need to tap their resources and participate in their economic growth by increasing our trade and investment linkages with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The political and economic climate is conducive for us to regionalise. In the last few years, our businessmen and companies have been welcomed with open arms to trade with and invest in the countries in this region. Our businessmen have been inundated with countless invitations to visit and invest in those \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> countries. And almost everyday, there is a delegation of officials and businessmen from a regional country knocking on the door of the Singapore Manufacturers Association (SMA) and asking the SMA to help them organise trade and investment missions and seminars to promote investments in their country or state. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just last week, the SMA helped the Malaysian Industrial Development Authority to organise a seminar on \"Business Opportunities in Malaysia\", led by the Malaysian Minister for International Trade and Industry, Dato Seri Rafidah Aziz, and 1,500 businessmen attended the seminar. The large turn-up clearly demonstrated Singapore companies' interest in regionalisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Malaysian investment figures revealed that Singapore ranked number one going by the country with the largest number of manufacturing projects in operation in Malaysia. Singapore moved up from 9th position in 1992 to fourth position in 1993 in the country ranking based on the annual value of investments in Malaysia's manufacturing sector, overtaking several European countries and Indonesia. Such events show that Singapore is on the right track in its moves to regionalise our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should do everything possible to help our companies, especially the small and medium-sized local enterprises, find new business opportunities in the regional economies and facilitate their investments in those countries. The Government could continue to work hand in hand with private sector trade organisations such as the SMA and other Chambers to jointly carry out our regionalisation strategies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I wish to draw Members' attention to a problem confronting companies going offshore. An SMA survey showed that companies wanting to regionalise are facing great difficulties in recruiting Singapore managers to start up or run their operations in the region. Singapore is too comfortable for them to want to face the unfamiliar and often difficult working and living environment of the other countries. We should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> inculcate in our managers and executives a sense of mission that by working abroad, they are helping to secure the future of Singapore. At the same time, we should provide incentives and remove obstacles to help them serve overseas successfully. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we must regionalise to add a second wing to our economy, we should continue to upgrade the mainstay of our economy which is our domestic economy. To meet increasing competition from the other developing economies of Asia, we must enhance our excellent capabilities such as our world-class infrastructure. Let me illustrate the importance of such a move with an incident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During Malaysian MITI Minister, Dato Seri Rafidah's visit, I took her for a ride, literally that is, to visit TECH Semiconductor's high technology plant in Woodlands. This $500 million plant is the latest wafer fabrication facility in this part of the world, for producing high density memory chips. After donning our clean-room garments which made us look like a spaceman, or a spacewoman in her case, we toured the fabrication area where we were told that the air was ultra clean in the Class 1 clean room. This means that there is less than one speck of sub-micron dust particle in one cubic foot of air. At the end of the tour, we sat down with TECH's President, Mr David Smith. Minister Rafidah came straight to the point by asking David, \"Can Malaysia support such an operation like yours?\" David replied, \"I think you have all the necessary electrical power, water and other capabilities to meet our need for such a plant.\" But Minister Rafidah pressed on and asked, \"What are the critical factors?\" David paused and then replied, \"Well, it is not just having the megawatts of electrical power or millions of litres of water that we need to keep this plant going 24 hours a day. We need completely reliable and uninterrupted supplies of such utilities because any stoppage will mean we have to scrap all our work in process and each time it can cost us losses amounting to millions of dollars. Singapore can meet this stringent requirement for efficient, reliable utilities.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with David Smith that such capability is what keeps Singapore competitive. Many newly developing economies are capable of putting in the required infrastructure, but quite often they are just trying to catch up with demand. Singapore excels in its ability to anticipate the future capability needs of the economy, and then plans meticulously to provide them ahead of demand. Once implemented, the projects are carried out efficiently and they continue to provide round the clock service to meet industries' exacting needs and demands for cost effective and highly reliable service. We should therefore spare no efforts to continue to upgrade and build world-class infrastructure and capabilities to remain internationally competitive so as to attract high technology and high value added industries to invest in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Talking about capabilities, I also strongly support the Government's plan to invest in the education and training of our people. This is the only way to move out of having to compete with countries which have abundant, low cost workers. However, we should address a nagging problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More than 500,000 workers in Singapore have less than primary education and they are probably not aware of the serious competition they face from better educated workers in the region. They should be told that for every worker holding a job in Singapore, there are 720 workers in Asia waiting to take it away from him by willing to work harder for lower wages. For example, a worker in a garment manufacturing plant in Ho Chih Minh City is paid US$1 a day, compared to about US$25 a day for a Singapore worker. Yet, our group of more than half a million workers, most of them fairly matured in age, do not see the urgency, challenge or need to acquire more new skills to stay ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need to help them understand the real magnitude of this problem and encourage them to acquire higher skills. In this respect, the Government should provide more incentives and remove any hindrances to encourage companies to set \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> up more work place training centres, like those found in Germany, for training skilled workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our efforts to regionalise our economies, companies venturing into the region often face a dilemma, \"To pay or not to pay a bribe.\" Back home in Singapore, our system is squeaky clean and corruption is illegal and has been dealt with severely. I agree with the Senior Minister that a corruption free system is our competitive advantage and should be guarded at all cost. The problem facing our citizens and businessmen, however, is what they should do when an official in the foreign country asks for a bribe while carrying out his normal duty. Some call the bribe local practice, and give it such fanciful names as administration charges, processing fees, finder's fees and facilitation expenses. But such practice goes against the value system upheld so vigorously in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I asked some of my friends who head the regional operations of American MNCs in the region whether they succumbed to such pressure from corrupt officials. I was surprised to learn that most of them do not and some had never been asked to give a bribe. However, they told me that, if approached, they would often politely tell the officials that under their US companies' rules, no corruption was allowed, even in their foreign subsidiaries and it was also illegal under US laws to engage in corrupt practices. Apparently, because such a strong stand is prevalent amongst US corporations, the officials concerned do not waste time on them and leave them alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, sad to say, I also learnt that many companies coming from several other large developed countries do not have such rules and were either pro-actively or re-actively engaged in corruption of officials and politicians in many of their host countries. They therefore become fair game to the corrupt officials, so to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is time we Singaporeans, whether as the Government, politicians, business leaders, businessmen or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> ordinary citizens, should take a joint stand to say explicitly, \"No corruption, please, we are Singaporeans.\" If such a stand is taken seriously and strictly adhered to by all Singaporeans and Singapore businessmen, whether travelling as tourists subject to harassment by customs or immigration officials at airports or businessmen being coerced to give bribes to facilitate the issue of a licence by officials, we will be sending a clear message to the officials of those countries that Singaporeans will not tolerate or participate in briberies. I admit that to take such a stand is easier said than done. But if US companies can do it, we should at least give it a try. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, in the meantime, no leaders, whether in Government or in the private sector, should publicly encourage or condone corruption by Singaporeans in other countries. Or else we will be subjecting our citizens and businessmen to aggravated harassment by officials looking for bribes. Such officials could say, \"See, even your leaders think it is all right for you to bribe us.\" We should never compromise our integrity and moral principles by condoning briberies. We should condemn such practices so that one day, all Singaporeans, when challenged, could say without hesitation or fear, \"No corruption, please, we are Singaporeans.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a major challenge in our regionalisation efforts. I beseech all Singaporeans to stand up and meet this challenge without fear of any repercussions. I urge the Government to initiate and back such a move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the motion and thank the President. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Mr Speaker, Sir, I wish to support the motion proposed by Mr Loh Meng See, the Member for Kampong Glam GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President, in his Opening Address, said that the Government will \"focus on longer term policies to position ourselves for nation building\". I fully agree that nation building should be the main attention of the Government. This is particularly important for Singapore where there is a need to bond together \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> people of diverse backgrounds, race and cultures. I believe that the work of nation building by the Government will have to be looked upon in two aspects: one is the material well-being of the people and the other is the spiritual or non-material well-being or social cohesion of the nation. These two aspects of material and spiritual welfare can be likened in modern day high-technology terms to the country's hardware and software. One cannot work without the other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has put in a lot of energy to improve the hardware, or material well-being, of Singaporeans. This is reflected in the President's Speech which states that the Government's asset enhancement programme will enable every Singaporean to share the fruits of Singapore's success. Notably, the programmes to achieve this aim are the HDB Upgrading Programme and the HDB Interim Upgrading Programme. Another example is the recent move to get people to own shares of privatised companies, such as the Singapore Telecom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the material enhancement aspect has been very successful. This is demonstrated by the dramatic increase in the standard of living of Singaporeans over the last 15 to 20 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In comparison to material well-being improvement, it appears that the effort to strengthen the spiritual well-being is less visible. Here, I use the term \"spiritual well-being\" to mean the non-material part of nation building. I do not mean spiritual in the sense of being religious. I am referring to the wider sense of social development and social cohesion, and to the emotional and mental sense of the people. I feel that better spiritual well-being of the nation can lead to our people becoming more cultivated, caring and sensitive. It serves to strengthen the emotional ties of the people to the country and the mutual bondage between the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In contrast, material well-being or asset enhancement only serves as a reference, that is, to link the value of a citizen's personal wealth to the economic welfare of the country as a whole. Asset \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> enhancement serves to cause the people to be more aware of the material value to help to maintain the economic progress of the country. But it does not serve to increase the emotional bondage of the people to the nation and the mutual understanding between the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Asset enhancement ties a person to the country by pulling at his purse string. Spiritual attachment of a person to his country tugs at his heartstrings. Obviously, it is stronger to bond a person to the country with two strings rather than one. Physical assets can be liquidated, but it is not easy to erase fond memories of a person for the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said earlier, there seems to be a stronger emphasis on material success. People tend to measure success based on monetary values. For example, car ownership is a display of wealth as indicated by the person's ability to pay for the high price of a car and the COE. Another example is that a person's success is very often measured by his earning power. As said by many Members in this House, the aspiration of the young is not so much as to become a Minister in the Government or a Minister in the Church, but to become a successful businessman with a big fat bank account. It is also stated by my colleague, Dr Wang Kai Yuen, that young people tend to give more regard to people with higher \"street-smart quotient\" or SQ. In his equation, people with higher SQ are people who are better at making money, and therefore earn more respect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that it is important for the Government at this juncture to look into how to enhance the spiritual well-being or social cohesion of the people. We should look into how to weld our people together to have common goals, values and beliefs, and how to cultivate a more caring society with a higher sense of community spirit and togetherness, and how to attain a higher sense of appreciation of the arts. In simple language, we should move away from too much talk about \"dollars and cents\" and perhaps talk a little more about the \"flowers and the trees.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While our people are rushing to chase after the alluring smell of money, we should also stop and learn to smell the sweet fragrance of the flowers. To achieve this higher level of spiritual welfare among the people, attention should be paid to two particularly important institutions: first, the role of the education of the young and, second, the role of the mass media in influencing the thoughts of the adult population. Much can be said about these two aspects on how we can achieve the end results, but I shall leave the lengthy discourse to some other time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to propose that, like the high-level Economic and Health Ministerial Committees that we have formed previously, it may be worthwhile to form a high level Community Development Ministerial Committee to look into our long term policies and measures to forge a national community spirit. Prominent personalities and the public may be invited to offer views and suggestions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to move on to some other specific areas to comment on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, ministerial and civil service salaries. All of us agree with the basic tenet that our Ministers and civil servants should be amply remunerated. There is a need to pay decent salaries so as to attract and retain good people both in the Government and in the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that it may be more expedient and politically more acceptable if a set formula can be arrived at to peg and automatically increase the salaries of Ministers and civil servants according to market conditions. It is natural to expect that as the country progresses, the people, including our Ministers and civil servants, should also be rewarded with higher salaries. Once the formula for the salaries of the Ministers and civil servants are set and generally accepted by the people, there will be no more need to argue about this issue. It will become a very basic and generally acceptable formula which the people have no more reason or need to get agitated about. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to propose that a Commission be set up to study and propose the appropriate formula for the regular adjustments of the salaries of Ministers, top civil servants and the general body of the Civil Service. Preferably, it should be an independent commission. If not, the commission should enlist independent members from the private sector. Since this independent commission will be referencing salary adjustments to the market conditions, it may also be opportune for this commission to look into the perks and privileges which Ministers and top civil servants should enjoy. It is reasonable to include fringe benefits as a total package as we are comparing with the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with the earlier part of my speech, where I said that there is a need to balance between material and non-material (or spiritual) aspects, I think the same can be said of the Ministers' salaries. Too much talk about Ministers' salaries tends to debase the important role they play. While we offer them the material attractions, we should look into how the top people in Singapore can be attracted to take on the job as Ministers by appealing to their spiritual sense, ie, we should continue to maintain the \"aura of the calling to the high office\" as a Minister. The public should also accord them their due respect and regard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to move on to two very specific policies mentioned in the Presidential Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, the CPF Minimum Sum Scheme. This proposal is valid as in the long run the people's needs after their retirement will escalate as they live longer and as their standards of living rise. Therefore, a larger Minimum Sum is needed to provide for a longer life span and heavier expenses in future. This will enable the members to withdraw a larger amount per month to meet their needs. However, I would like to ask the Government whether they will also consider increasing the Topping-up Scheme where children of the retired members are allowed to top-up contributions to their CPF accounts from their own CPF accounts. The need to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> increase the Top-Up amount by the children to their parents is in line with the reasons for the increase in the Minimum Sum Scheme. In fact, at present, the two schemes are linked by a common Minimum Sum of $34,000 per person. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next comment is on the implementation of the full day Area Licensing Scheme (ALS). Since the implementation of the full day ALS, comments were mostly focused on the impact on the retailers and other businesses in the CBD. I would like to ask the Ministry of Communications whether they will be conducting a review of the impact of the full day ALS. I would like to also ask specifically whether the Ministry will consider shortening the hours in the evening when the ALS terminates, say, by half to one hour. Evening is a period where most office workers in the CBD will be actually leaving their offices to go home. Therefore, the traffic jam will be at the outward flow of traffic. However, by shortening the hours by half hour or one hour, it would mean that the inward flow of traffic can possibly be increased without necessarily affecting too badly the outward flow of traffic. The benefits, of course, it will bring to the retailers are better businesses for the longer period of hours in the evening and residents who live in the CBD could return home earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In any case, if the shortening of the evening hours cannot be implemented as a long term policy, I would like to ask the Ministry to also consider allowing shorter hours on a temporary basis, say, for about two weeks before the Chinese New Year. If the Government can agree to this temporary measure, it will demonstrate that the Government can be flexible in policy implementation. Many retailers, especially those in the CBD, depend on this festive period for a larger volume of business of their annual income. Therefore, if shoppers can enter the CBD earlier in the evenings, it will help them to earn additional income during this very crucial period of their business cycle in the year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I thank you for your indulgence. Once again, I wish to voice my support for the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, in my view, the Government's policy, as enunciated in the President's Address, is not comprehensive enough because the President has made no mention of the safeguards on the spirit of democracy and the importance of political tolerance. Singapore is a country that practises the democratic system. Whether it is the ruling party or the Opposition party, the interest of the country and its people must first be looked after. We must stress the importance of maintaining the spirit of democracy and political tolerance, in order that we may be able to develop a better political system for Singapore, to attract more talented people into politics and, at the same time, maintain the political stability of Singapore. Any government that has failed to accord fair and equal treatment to the Opposition parties and their constituencies is exhibiting its lack of political tolerance and respect for the democratic system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give you an example. There was originally a plan to set up a library in a certain constituency. However, at the General Election, the voters in the Constituency decided to return an Opposition member to Parliament, and the Government repeals the original plan or drags its feet in implementing the plan. This is one example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that I am gravely concerned about the fact that the Government has to resort to high salaries to attract talented people into politics. In fact, Singapore does not lack talents. The question is that there are very few who are willing to go into politics. Why is it so? This is because of the unique political culture in Singapore. Therefore, we must appropriately modify this kind of unique political culture in Singapore to encourage talented Singaporeans to go into politics. This is a very important and very urgent matter that we must look into. The Government must suit the remedy to the case. Although offering high salaries to attract people into politics is one of the ways, it may well be a great disaster to the country, because the people who are thus \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> attracted will be going into politics, not to serve the nation and the people, but for the monetary rewards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Singapore is a highly developed economy, the emphasis on money is, to some extent, inevitable. However, we can still adopt some remedial measures. For example, our schools can inculcate in the students the value of \"collective interest above self interest\". In other words, the value of \"national interest first, individual interest second\" must be inculcated. This value must be inculcated continuously from primary school right up to the university. We must let our people and the students have this basic understanding of the proper values. Once they have these values, they will be able to step forward willingly to serve the country and the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me deal with the question of education. In the long term interest of Singapore, I feel that, apart from paying attention to science and technical subjects, we must not overlook the humanities. This will help to enhance the language proficiency of the students as well as the building of their character and conduct. Our schools should also inculcate in our students the sense of patriotism and correct moral values. This will help to prevent the propagation of individualism among the students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On labour problems, I am glad to note that the Government is now paying more attention to the job opportunities and welfare of the older workers. However, the mere legislation to extend retirement age to 60 years old is not enough. I feel that the Government should encourage all Ministries and Government departments, as well as the private sector, to continue employing people who have reached retirement age but are still healthy and eager to carry on working. There are many companies in Singapore which are unwilling to continue employing these older people even before they reach retirement age. So I would like to urge the Government to look into this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, those industries and organisations which are in genuine need \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> of foreign workers, the Government should actively give them as much assistance as possible. There is a need for the Government to review its policy on the foreign workers' levy, because it adds to the cost of doing business in Singapore, and has resulted in the rise in housing and commodity prices, as well as charges for various services. This is not in the interest of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, let me deal with the question of regionalization. The Government is encouraging entrepreneurs to go overseas. But it must be careful about one point, and that is, our businessmen may bring their capital overseas, never to return. So the Government must take measures to ensure that this does not happen. At the same time, the Government must think of ways and means to ensure that they repatriate a major portion of their profits back to Singapore for investment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is on the Goods and Services Tax (GST). The Singapore Democratic Party (SDP) is against the full implementation of GST because the implementation of this tax will certainly cause the prices of essential goods and services to go up. This is very unfavourable to the lower income and salaried workers. As at today, even before the implementation of GST, the wind of price increases has already started to blow. Now there are many people in Singapore who are very worried. From 1st April this year, when GST will be implemented, what will be the adverse effect on the people in general? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has often said that the expectations of Singaporeans are rising. But sometimes it is not because their expectations have gone up, but because they are forced by the Government or some commercial establishments to have more expensive tastes. For example, many people do not mind whether the buses they are taking are air-conditioned or not. However, with bus companies deploying more and more air-conditioned buses on the road, the commuters are forced to take the air-conditioned buses. This is not a case of rising expectations, but they are simply forced to take the air-conditioned buses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We note, with pleasure, that the Government is continuing to grant our people subsidies in education, housing and health care. Generally speaking, most of the Government policies and measures as mentioned in the President's Address are already being implemented. The Singapore Democratic Party has some reservations on certain Government policies. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Eunos GRC):</b> Mr Speaker, Sir, thank you for allowing me to join in the debate. Speaking on this fourth day of the debate, especially after so many outstanding speeches have already been made, is not an easy task. However, I would like to address several issues raised in the President's Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I would like to address some of the points raised by the Member for Nee Soon Central. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member stated his disappointment that the Government has failed to safeguard the democratic system and went on to advise how to set up a better political system. I would like to urge the Member, first of all, to take care of the problems in his own political party before giving advice to the Government on the political system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Nee Soon Central also urged the Government to allow in more foreign workers in order to bring cost down. Sir, the only thing that would be kept down, with the introduction of more foreign workers, is wages of the Singaporean workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Member mentioned that Singaporeans are forced to take air-conditioned buses, against their wishes. I would like to inform him that I have received quite a number of requests from members of my constituency to upgrade the bus services to air-conditioned buses to improve their comfort, and so on. So it is not really accurate to say that all Singaporeans have been forced to take air-conditioned buses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to support the motion moved by the Member for Kampong Glam GRC, Mr Loh Meng See. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that the Government is concerned about the problem of our ageing population. And it is indeed commendable that measures are being taken now to address this future problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the measures mentioned in the President's Address is the revision of the CPF Minimum Sum scheme to ensure that members will have sufficient money to meet their daily expenses when they retire at 60 years or beyond. The reasons for this have already been well explained in this House yesterday. I support the objectives of this scheme. However, I am relieved to note that the Government does not intend to raise CPF withdrawal age beyond the current 55 years, although there are some very compelling reasons to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to urge the Government to explore other measures, in addition to increasing the CPF Minimum Sum, to ensure that Singaporeans will have sufficient funds to see them through their retirement years. One worthwhile suggestion, that of a reverse mortgage on housing, has already been put forward by Members. I understand that the HDB would be seriously considering this proposal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Alternatively, the HDB should also consider building higher quality 1-, 2- and 3-room units for retirees and older Singaporeans who no longer need to live in larger 4- or 5-room HDB units or even private property after their children have grown up and set up their own homes. These retirees can then sell the larger units or private property and move into smaller but higher quality HDB units that would suit their new situation. In this way, some of the assets tied up in property can be converted into cash when they retire. Regulations such as a 30-month debarment period and the resale levy should be reviewed for this category of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This proposal should be considered, in addition to the reverse mortgage proposal, to give retirees and older Singaporeans a choice of either staying in their current homes for sentimental reasons or downgrading into smaller units and selling off their larger homes to families who need more space than them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we should also be aware that, despite the valiant efforts of the Ministry of Community Development and the impassioned plea made by the NMP, Dr Toh, yesterday, for single Singaporean girls to accept any reasonable proposal of marriage, there would be more Singaporeans than in the past who will remain single. This is a trend that we must strive to reverse, but it is also a reality that we have to accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, singles can only purchase smaller resale flats outside the central area. These smaller flats are really meant for the lower income families. There are also many restrictions and conditions to satisfy before they are eligible to purchase flats directly from the HDB. There may be valid reasons why these conditions have been imposed. However, we should review the housing policy for singles in the light of changing circumstances and cater for their housing needs as well. Making it difficult for singles to obtain public housing may not necessarily make many of them change their mind about marriage. Even if they did get married for the sake of housing, they may be getting married for the wrong reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The HDB in its development of future housing estates should not confine itself to building only the larger 4- or 5-room units for families but should also consider higher quality 1-, 2- and 3-room units to cater for retired couples and singles, should there be a demand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another subject which was mentioned in the President's Address is that of the sale of hawker stalls and HDB shophouses at a discount to sitting tenants, in order to help hawkers and small businessmen to own, rather than to rent, their commercial properties. This is indeed a commendable measure to assist hawkers, shopkeepers and to protect them from rent increases. The consumers also benefit. The shopkeepers can no longer use the excuse of rising rentals to raise prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, measures should also be taken to discourage these new owners from immediately selling or renting out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> their premises that have been bought at a discount to other hawkers and shopkeepers, presumably at higher rates than that charged by the HDB or the Ministry of the Environment. Several shop tenants have complained to me that a few of the new landlords are charging them higher rentals than what the HDB used to charge. Fortunately, according to HDB, only 4% of shop tenants have resold their shops and another 8-10%, according to estimates by the Federation of Merchants' Association, have rented out their premises to others. However, if this practice becomes widespread, then the objectives of selling market stalls and shops to sitting tenants would not be achieved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the subject of education, I am gratified to note the many improvements to be phased into the primary, secondary and tertiary education system in Singapore. However, I would like to have seen some regulations formulated to ensure that every child that is able to benefit from education is indeed registered for school and given an opportunity to develop his or her potential. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the Ministry of Education feels that legislating compulsory education is unnecessary due to the small number of children involved, then it should at least investigate every case where a child of school-going age is not registered for school to ascertain if there is any valid reason why his parents have not done so and counsel them accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I noted in the President's Address that the Government will intervene and give everyone equal opportunities and a fair start in life, and to provide a safety net of last resort to the small minority who need it. The Ministry of Education should therefore ensure that each child is at least brought to the starting line by their parents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the legislation that has been passed last year to raise the retirement age to 60 years. I was glad to hear that even this retirement age will be gradually raised to 67 years. Minister Lim Boon Heng has given some very valid reasons and figures yesterday to substantiate why workers should continue working beyond \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> 60 years to ensure a comfortable retirement. However, I am aware of a number of applications that have been filed by employers to the Ministry of Labour for exemption from the retirement age law. Sir, at this stage, I would like to declare my interest as a union official representing members whose employer has applied for exemption from the retirement age law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to urge the Minister for Labour to carefully review each one of these applications and grant exemption only after being convinced beyond any doubt that such exemptions are indeed warranted. Even after granting exemptions, the Minister for Labour should require the companies concerned to provide re-training for their retired workers who are below 60 years, so that they may find alternative employment or be re-deployed in other suitable areas within the company, wherever possible. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Mr Speaker, Sir, I rise to support the motion moved by Mr Loh Meng See, Member for Kampong Glam GRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we enjoy prosperity and good economic growth now, and there is confidence and strong prospects for further steady growth over the next few years. However, the people, and particularly the younger generation, must understand the pre-conditions of our future growth and prosperity. We must continue to attract able and honest leaders to lead Singapore. They have to safeguard the peace, harmony and stability which underpin and sustain the success we now enjoy. It is pertinent to add here that while we work vigorously on long-term policies and objectives, our leaders have to maintain the confidence of the people and continuously assure them that their short-term and immediate needs will also be effectively addressed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is only human nature for individuals to take a narrow outlook and to be concerned with their basic needs first before considering the group or national concerns. Therefore, short-term issues, like rising cost of living, inflation, prices of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> COEs, are priority issues which will occupy their minds. There must be this balance which is perceived as fair and reasonable by the people in the way we manage our resources for the long-term as well as the immediate needs. Each and every citizen must be motivated to make a contribution to the best of his ability to safeguard our common future. Our people must continue to work hard, to learn and to work our best. And to keep ahead of our competitors, we must be a cohesive team with a strong determination to excel. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this general note, let me now turn to some specific issues. First, the problem of the aging population and the need to ensure that our citizens will have sufficient savings for their old age needs. I support the proposal to raise the CPF Minimum Sum to provide for a longer lifespan and to enable members to withdraw higher amounts each month after they retire at 60. Currently, CPF members' properties can be used for the purpose of the Minimum Sum. Here, it is important to stress that the Minimum Sum must also be in cash. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the same time as we want to raise the Minimum Sum, I would also like to suggest that the CPF Board, in consultation with the banks and other financial institutions, examine ways by which the Board could introduce incentives for members to leave more of their CPF savings with the Board for investment purposes. This could be in the form of a trust fund with adequate safeguards for members' deposits, but at the same time to enable it to be invested to bring about more attractive returns. I believe, with such an incentive scheme, we can persuade CPF members to retain their savings with the CPF and only withdraw sums which are required for their basic and urgent needs. I am sure that the banks and other financial institutions could work with the CPF Board to develop such an investment package for CPF members who are prepared to retain their savings with the Board, instead of withdrawing them when they reach 55 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the same time, the Government can also provide some incentives. One way is the incentive which was given in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> the case of the CPF Share Ownership Top-up Scheme and, in this case, for members over 60 years to retain their CPF savings. The Government could work out a scheme to determine the amount of CPF savings which would qualify for this grant to be paid in times of good economic growth and healthy budget surpluses. In this way, we can recognise the contributions of our senior citizens who have helped Singapore to be a dynamic and thriving nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must help our older workers who are fit and healthy to continue to work as long as possible. We have passed the legislation to raise the retirement age to 60 years with the aim to gradually raise it further to 67 years. For older workers to continue to be employable, it is necessary for their skills and education to be upgraded so that they will be relevant to the job market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am happy to note that the Skills Development Fund will expand the retraining programmes for older workers to help them upgrade and adapt to new technology. Although the retirement age has been raised, the working environment must also be such that older workers will feel confident and comfortable to continue working. I think we have to, therefore, continuously examine ways where we can persuade older workers to stay economically active and to retire later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now turn to the much debated subject of the new medical benefits arrangement for civil servants. As Members are aware, medical benefit is a very emotional subject. I believe that, now, with MediShield, MediShield Plus and the NTUC Income's Co-pay Assist Plan, the new scheme is more attractive for the vast majority of civil servants. And in so far as the NTUC Income's Co-pay Assist Plan is concerned, I would like to again ask the Minister for Health to consider allowing premiums for the NTUC Income's Co-pay Assist Plan to be paid from Medisave savings. There may be some civil servants who may face financial hardship because of pre-existing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> illness. But here the Ministry of Finance has said that it will consider assisting them on a case-by-case basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there was great unhappiness when the revised medical benefits scheme was introduced. Why is this so? This is a complex scheme, but it has been introduced at a pace which is much faster than what the civil servants can absorb. At the same time, many new features were subsequently introduced on a rather piecemeal basis. In other words, the presentation of the scheme is not satisfactory and this gave rise to confusion and anxiety. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry of Finance must therefore arrange for all civil servants to be properly informed on the subject, and to guide them on the options. It is their responsibility, as an employer, to look into the welfare and well-being of the employees and keep them properly briefed and informed. The NTUC will also help. A special committee on the civil service medical benefits scheme will be set up to help union leaders and other members to understand the scheme better, to examine the problems carefully as well as to get feedback on the implementation of the scheme at the ground level, that means, at the outpatient clinics, at the hospitals, particularly where members have difficulty when they have to make upfront payments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we will examine ways to have the scheme further improved wherever possible. This includes not only the medical benefits scheme, but also MediShield and MediShield Plus. In the spirit of positive labour-management relations and greater consultations between management and labour and, in this case, the Ministry of Finance and the management of statutory boards and the statutory board unions and the civil service unions, we can indeed make an effective contribution. We will certainly do our best to help our union members and other civil servants to understand the scheme and guide them in their choice, that is, a choice which will be best able to meet their medical needs effectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, in his Address, the President highlighted that our short term issues are well in hand, and that the Government's focus is therefore on long term policies to position ourselves for the next stage of nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the success of this Government, so far, lies not only in the ability to look beyond the horizon, anticipate long-term problems, plan ahead and implement sound policies, but also in its ability to tackle the immediate and short-term concerns of the people. And on the other side of the success story is that the Government has great persuaders who can explain very complex issues in simple layman's terms, convince the people and carry the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The debate in this House, over the past few days, clearly demonstrated that there are still quite a number of short-term issues that require the Government's attention and need to be addressed very carefully. Among them, the change in medical benefits for civil servants, GST, COE, full day ALS and the inflationary pressure of price increases, even before the GST is implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are all pricky and tricky issues. They have to be handled carefully and properly. By nature, people do not like bitter medicines. And policy-makers cannot presume that, eventually, bitter medicines would be swallowed and then forgotten. Resentment feelings can be accumulative. If it is allowed to pent up, it will reach a point where people become frustrated. Then I think no amount of explanation will help. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can learn some lessons from history. The wise men of ancient China used to advise their rulers, fang min zhi kou, shen yu fang chuan (&nbsp;&nbsp;&nbsp;&nbsp;) which is to say governing the people is more difficult than guarding against the water level in a river. But I think the basic principles in taming a river resemble the art of governance. To prevent a river from over-flowing and flooding requires more than damming. Dredging and providing outlets are equally important. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just as an illustration. When the new medical benefits scheme for civil servants was announced, I received a call from one of my constituents, who is a junior civil servant, and she asked me: \"Mr Goh, is there any job vacancy in your town council?\" I said, \"Why do you want to change job?\" She said, \"Oh, you see, they have just announced this new scheme and have taken away all our medical benefits. They are going to privatise.\" I was very astonished. She did not understand the new scheme at all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As another illustration - COE and ALS. These are all damming measures, just like damming the river. COE bidding prices have exceeded $60,000 for a certain category of vehicles. And, yet, many people are still willing to pay this huge sum of money just to own a car. Why is there such a high demand for cars in such a small country like Singapore? I think part of the answer lies in the deficiency of our public transport system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A quick run through the Lianhe Zaobao from October to December last year shows 49 complaints of bus services. The public wrote in to complain of longer waiting time, unreliability and withdrawal of bus services, reckless driving of bus drivers or appeal for certain so-called unprofitable routes to be serviced for their convenience. Somehow, the integration of bus service and MRT lines has not made the situation better. With the many withdrawals and re-routing, many bus commuters feel that travelling by bus is now less convenient and more costly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is also the perception that MRT, SBS and taxi companies are now more profit driven than service driven. So there is an urgent need to improve our public transport system. In other words, we need more dredging and providing more outlets. Let people know the Government has plans to improve the bus services, taxi services and the Government also has plans to extend the MRT lines to various parts of the island, to provide the public with a real alternative for owning cars and not Hobson's choice. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So long as the economy is growing, there will always be a strong demand for cars. I think a better public transport system will not lower the prices of COEs. But if we have a better public transport system in place, then I think the people would have less reason to point a finger at the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Mr Speaker, Sir, I rise in support of the motion moved by Mr Loh Meng See thanking the President for his Address. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in his Address, the President has once again reaffirmed the Government's commitment to improving the lot for all, and that we are on course to achieving the goals set for the Next Lap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under honest and good government and through hard work, we have today achieved prosperity and progress to the envy of many. We enjoy a high standard of living. Many of us could now afford holidays for the family once a year. We have achieved much in material gains. And what we have asked of the Government, it has delivered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But are we happier today? Have the material gains and personal enrichments brought us more closer together as a family, and more tolerant, understanding and gracious to each other in the context of society? Are we not suffering from the problems of affluence? Perhaps the Member for Bukit Timah was right when he shared his observations with us last Thursday. He was concerned with \"SQ\" or \"Street-smart Quotient\". My anxiety is with the attitude and behaviour of our young and the upstarts. I am afraid there have been disturbing trends lately indicating that the family bond may have weakened, and as individuals, we are less tolerant, less patient and less appreciative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Prime Minister had, in his New Year Message, cautioned that by the year 2030, about 25% of our population will be over 60 years old. Sir, there is a need and it is timely now to plan ahead on how to take care of the old. The success of our family planning in the 70s and 80s has seen \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> family size reduced. Unlike the 60s and earlier, when there were enough siblings to help look after the aged parents, smaller families today mean fewer children to look after the old. Worse, if the children do not have in themselves the natural love and the desire to look after their parents. We have read of adults, having concluded that their parents had become too old to look after their own children, left them to the care of the old folks home, and never returned to see them again. If this were to become a trend, then indeed we have a problem, a problem not with the old but with our young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the desire to take care of the old and aged will have to come from the heart. We, as young adults, must lead by example. We, who will ourselves become old one day, must show love and patience to our children and instil in them the virtues of respect, compassion and love for the family. It is unthinkable how they could be taught to care and share with society at large without their first knowing how to love, respect and be patient with their parents, their elders, their siblings and others in the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We, as parents and teachers, will have to teach the children good values from young and when they are still impressionable. Asian values, steeped in respect for the elders, loyalty to friends and kindreds, and patriotism to the country, should be inculcated at an early age. Sir, I remember as a boy, I learn to sing songs like Mama Hau or Mother is Good, and Mien Yee or Cotton Shirt, which exalt the love, the care and sacrifices of the mother for her children. Through songs like Mun Jiang Hong, one learns patriotism. Thus, through singing, children could easily learn what is expounded in the songs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is therefore our duty as parents, as adults and as teachers to ensure that children are taught the right values, given the right songs to hear and to sing, the right books to read and the right TV programmes to watch. Is it not timely now for the Ministry of Education to seriously look into strengthening the moral education in our primary and secondary schools for pupils to learn filial piety, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> loyalty, respect, sacrifices and the deeds and thoughts of patriots, philanthropists and folk heroes? May I even suggest that the press, through the Singapore Press Holdings, consider introducing an annual award for the Model Family of the Year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have worked hard. The Government cares enough on its part to nurture, promote, encourage the growth of the arts as a healthy form of relaxation and unwind for the spirit. Artistes, on their part, should be thankful and appreciative of the Government's efforts. They should persevere to bring arts to greater heights of esteem. What saddens me was to read of a performing artiste who, during a week-long arts festival, decided to protest against the so-called unfair press coverage of persons allegedly soliciting for sex in public, by publicly shaving his pubic hair. To call this an art is nauseous and I am glad this disgusting act was quickly condemned by the National Arts Council and the artiste brought to court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my point is, have some of our youths today lost their sense of proportion and shame? Are they unable to tell what is right and wrong? In the first place, was the giving of press coverage to an act of indecency a subject worthy of protest? This performing artiste was not alone. Why was he not stopped in the act? Why was he not reprimanded by the arts group for performing such a shameful act in public? If there was acquiescence, it sadly reflected the thinking and the stance of not one person, but a group. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recently, there was a report of two private club members accusing each other of threat. They went to court and the action was expectedly thrown out. The protagonists admitted it was a storm in a teacup. Then why stir it to the extent of suing each other in court? Was a comfortable life for high earners too boring? They should appreciate the good life they lead, riding horses as a past-time when others have to eke a living cleaning horse dung. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have also read of abuses and assaults by road bullies arising from as trivial an incident as overtaking. Amidst our material gains, achievements and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> success, many of us have unfortunately become increasingly impatient and intolerant of others. In no time, we would have a less gracious, more belligerent society which is to no one's good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, do we have to wait for the day when the Government will once again have to legislate for us to look after our parents, to be compelled to become more patient, more understanding and more tolerant? I hope not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the pursuit of wealth, many Singaporeans have gone awry. Because of their wish to manage their own funds personally to enhance their assets and wealth, the Government had liberalised the use of CPF money for various investments. And all too soon, there was this mad scurrying for shares in the stock market. Some thought that the bull market will go on and on and on, and had even resigned from their jobs to go full-time share punting. It was worse for those who still kept their jobs because their hearts were not with their jobs, as they alternate between the phone and their work. They do not care what they are buying into as long as it is from \"an insider\". So loan stocks were chased up to as much as three times their redeemable values. I only wish that people could discern between a boo-boo and a bull, and remember that even bulls are vertiginous and cannot stay on high without falling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is necessary time and again to remind ourselves the need to go back to basics. We have succeeded thus far because of our perseverance and dedication to work and duty. But if we and the young were to believe that money can be so easily made by just punting on the stock market, soon our commitment to thrift, hard work and sense of achievement and pride in work will be eroded. And then we will hear more calls to tap our reserves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my speech, I might have touched on a raw nerve. So be it if it could set us all thinking together, notwithstanding our success and material achievements, whether we have done enough as responsible adults towards educating our young and becoming a more gracious and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> forgiving society. Education of the young is not just the role for the school, teachers and educators. It is for us all as parents, as elders, as brothers, as sisters, and as friends of the young. I therefore support the suggestion by the Member for Yuhua that the Government form a high level committee to do a comprehensive review of our policies on the family. I even venture to propose that the Ministry of Community Development consider launching an annual campaign promoting \"A More Gracious Family Lifestyle\". And until we have a complementary sense of magnanimity, filial piety and kindness towards others, we cannot pride ourselves for our material success and achievements, however enormous. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 2.45 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>2.00 pm until 2.45 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 2.45 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister (Mr Goh Chok Tong):</b> Mr Speaker, Sir, I look back on 1993 with some satisfaction. Our economy grew strongly. It was the best performance since 1988. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also put in place policies which will sustain our robust growth - going regional, tax reform through the GST, autonomous schools, health care reform, and raising retirement age to 60. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We introduced practical schemes to increase Singaporeans' assets - upgrading HDB flats, selling HDB shops to create a new class of commercial property owners, the CPF Share Top-up Scheme, selling Singapore Telecom Group \"A\" shares to make Singapore a nation of share-owners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The upgrading of HDB flats and sale of HDB shops are one-off programmes: the recipients benefit only once, although the programmes will be stretched out over a number of years. In contrast, the CPF \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> Share Top-up Scheme and the sale of shares of privatised statutory boards will benefit Singaporeans each time the economy does exceptionally well, and each time we privatise another statutory board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will periodically top-up Singaporeans' CPF accounts, provided we enjoy good growth and exceptional budget surplus. This will achieve two objectives: one, increase the assets of Singaporeans, and two, bring home the message that our individual prosperity is linked to the collective prosperity of the nation. If all of us work together to increase the wealth of the country, a portion of it will be redistributed to the people in the form of CPF Top-up or shares sold at a discount. This way, Singaporeans will understand, in a most vivid way, the linkage between their personal contributions and the country's collective performance - because better national performance brings dividends for each and everyone of us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have one big regret for 1993 - the loss of many good men from Cabinet: the late Dr Tay Eng Soon, Ahmad Mattar, Ong Teng Cheong, Dhanabalan. And later this year, Yeo Ning Hong and Ker Sin Tze. Their departure from Cabinet, along with Tony Tan's, has left a gaping hole in Cabinet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My priority is to build up the younger Ministers quickly. They will be tested and stretched, groomed and developed. They will take on more responsibilities and in many instances, double Ministries. Singaporeans who think that Ministers are overpaid should bear this in mind. We do not appoint Ministers just to fill vacancies. We appoint them only when we think that they can carry their own weight, and pay, as Ministers. And when they take on two Ministries, they do not get double pay. The savings go to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know George Yeo's qualities. He is an ideas man, a conceptualizer, an effective communicator. He looks at problems from a fresh perspective, and has built up MITA from scratch into an influential Ministry. But MITA's line responsibilities do not include many \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> painful policies, like COEs or medical cost increases. Now that George Yeo is in charge of the Health Ministry, in addition to MITA, he will have to show that he can implement unpopular policies, persuade Singaporeans to accept bitter medicine, and be tough enough to absorb and counter public criticism. He has already started, with yesterday's Ministerial Statement on MediShield Plus and Co-Pay Assist. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;George knows why I sent him to the Health Ministry. He accepted the challenge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lim Hng Kiang in a way is a contrast of George Yeo. He is a very effective nuts and bolts man, quick, impatient and decisive. He does not share George's keen interest in history and abstract ideas. His posting to the Ministry of Foreign Affairs will give him a new dimension. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Teo Chee Hean is a cross of George Yeo and Lim Hng Kiang. He has impressed with his chairmanship of the Committee To Promote Overseas Enterprise. Come July, he will help Lee Boon Yang in the Ministry of Defence. After he has proven himself, which I think he will, I hope to appoint him to succeed Lee Boon Yang as Minister for Defence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Abdullah Tarmugi has moved quickly, quietly and confidently to fill the vacuum in the Malay leadership. He is reaching out to the Malay grassroots leaders, and unifying the different factions to work for the common good of the Malay community. But he has to show that he can both run a Ministry as well as lead the Malays before he is made a Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe Lim Hng Kiang, Teo Chee Hean and Abdullah Tarmugi have the potential to be Ministers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Barring unforeseen circumstances, like ill health, the present Cabinet members will realise Vision 1999 for Singapore and, see it into the 21st Century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But we will still need to find three or four new Ministers before the next General Elections. We need to lighten the load of those Ministers with dual Ministries as well as to prepare a new crop who can take over from the older Ministers in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> the 21st Century. This is a national priority, not just a task for the PAP. For if we fail to find and induct the best to serve in politics, Singapore leadership will lack the strength and experience to face the challenges in the new Century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is another group of leaders whose political contribution should be better recognised. Their contribution to Singaporeans' prosperity has been largely unnoticed and grossly unappreciated. They are the union leaders and MPs in the NTUC. Without them, we would not have a union movement which seeks first to cooperate instead of rushing to confront, which pursues productivity instead of merely demanding more pay, which re-trains workers instead of rejecting the introduction of machines, computers and modernisation. They form a bridge between Government which looks long term, and workers whose concerns are short term. Their task is not a simple one: they have to persuade workers that policies are correct, and at the same time persuade Government to modify policies to suit the rank and file. Of necessity, much of their work is not made public, as such public airing can unnecessarily poison the industrial relations atmosphere. Because the public is unaware of the bridging work they do, they remain largely unappreciated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like the Government, NTUC is facing difficulties in recruiting good men into their leadership ranks. Hence, the need for the Government to parachute in MPs from time to time. These MPs need to be paid a fair market wage and be rewarded for their contribution. Certainly, they will have to be paid what they would earn outside NTUC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I intend to recognise the importance of the labour MPs by bringing some of them into Government from time to time. This is different from the practice of seconding Ministers to run the NTUC at the unions' request. It is for those who have decided to make a career in NTUC and who in our view can also contribute as a Parliamentary Secretary, Minister of State or Minister. When circumstances permit, we will also ask those whom we intend for political office to serve first in NTUC, so as to sharpen their feel for the ground. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I started this scheme with Lim Boon Heng, followed by Goh Chee Wee. Chee Wee will return to NTUC after a while. When he goes back, others like Othman Haron Eusofe will be taken into Government, on a rotational basis. The aim is not to appoint every labour MP into Government office, nor to let them hold Ministerial title when they return to NTUC. Otherwise, NTUC will be saturated with office-holders. It is to broaden the experience of the NTUC MPs who can contribute in Government, and benchmark their public status. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To recruit and retain the services of MPs in the labour movement, NTUC must pay them their market worth, just as we are doing for civil servants and Ministers. Otherwise, NTUC will not have the leadership to advance workers' interests along constructive line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, NTUC must also find ways to accord due recognition to other union leaders who rise from the rank and file, or who join as professionals. Together with the labour MPs, they are responsible for making the industrial relations system work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Senior Minister has re-opened the subject on Ministers' salaries. Personally, I find it distasteful to discuss how much Ministers are worth and how they should be paid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After my speech on the salary revision for civil servants and Ministers on 3rd December 1993, the Senior Minister rang me up. He apologised for not being in Parliament to show support. He had misjudged the time when I would speak. He added that he would choose an appropriate occasion to show that he endorsed the policy to pay Ministers near market wages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He showed me the draft of his speech. I agreed with his suggestion of finding a formula to fix and revise Ministers' pay. I do not know at this stage what the best formula will be. But there is merit in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> having the formula published, openly debated in Parliament, and adopted for the long term. Then Ministers' pay can vary with market conditions without our having to re-argue the need and rationale for a revision every few years. It will go up when the economy does well and it will go down when the economy does not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, Ministers have powers. But their powers are exercised for the public good, never for personal good. To give you an example - Ministers create the conditions for companies and individuals to do well and for their shares in their companies to boom. But they do not enjoy the benefits. They do not trade in shares. They may apply for shares through IPOs (initial public offers), but they neither trade in the market nor speculate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Richard Hu sold off all his shares upon his appointment as Finance Minister. Nobody told him to. He just did, to avoid any conflict of interest, and any misperception that he might benefit from inside information. Other Ministers invest their savings through investment managers in the form of blind trust. Like Mahathir, I don't play shares, not for week-day expenses nor for week-end entertainment. I have not bought any share from the market since becoming an MP, except Singapore Telecom Group 'A' shares. How many bull markets have we missed! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My two other priorities this year are: to address the problems resulting from an ageing population; and to extend the spread of our second wing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ageing of population is a universal phenomenon. Many societies are ageing, but we are ageing the fastest. I have prepared some charts (Cols. 339 - 348) to illustrate this problem. They are with you. They will explain why I am focusing this year on the problem. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">charts - POPULATION 65 AND OLDER PER CENT INCREASE FROM 1991 TO 2025, NO. OF YEARS REQUIRED FOR THE AGED TO GROW FROM 10% OF POPULATION TO 20%, AGED DEPENDENCY RATIO OF SINGAPORE, AGED DEPENDENCY RATIO, MEDIAN AGE OF POPULATION, MALE LIFE EXPECTANCY AND PENSION WITHDRAWAL AGE (Cols. 339 - 348)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chart 1 (Cols. 339 - 340) shows the percentage increase of the population aged 65 and older for selected countries - United Kingdom, USA, France, Germany, Japan and Singapore. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">Chart 1 - POPULATION 65 AND OLDER PER CENT INCREASE FROM 1991 TO 2025 (Cols. 339 - 340)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For United Kingdom, the population aged 65 and older will increase by about 30% between 1991 and 2025. For Singapore, our rate of increase will be about 250%, eight times the rate in UK. It is also faster than the rate of increase for the other four countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now look at Chart 2 (Cols. 341 - 342). Chart 2 shows the number of years required for the aged to grow from 10% of the population to 20%. It will take UK 85 years for their proportion of aged to grow from 10% of the population to 20%. But it will take us only 17 years. For Japan, it will take 25 years, and for the other countries more than 50 years before they become an elderly society. The ageing of our population is therefore not a long term problem. It has already descended upon us and we have to address it now, not leave it to 10 or 15 years later. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">Chart 2 - NO. OF YEARS REQUIRED FOR THE AGED TO GROW FROM 10% OF POPULATION TO 20% (Cols. 341 - 342)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why is our rate of population ageing much faster than the developed countries? We had a baby boom after the Second World War, like many other countries. Then our birth rates came down sharply in the 1960s and 1970s, as living standards went up, as a result of rapid industrialisation, economic development and urbanisation. We also had a very effective family planning programme. Birth rates also fell in the developed countries, but they did so more gradually, over many years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At this rate of ageing, we will have 592,000 people aged 65 and above in 30 years' time (or nearly 600,000), as compared with 164,000 today. To give you a sense of the size of the number - it will require 10 Marine Parades to house these 600,000 elderly Singaporeans and two new Singapore General Hospitals (SGHs) to meet their acute hospitalisation needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our ratio of working-age persons to retirees will drop sharply. This is measured by the aged dependency ratio, that is, the ratio of population between 15 and retirement age to the population \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> above retirement age. Please look at Chart 3 (Cols. 343 - 344) which shows the aged dependency ratio of Singapore. The current aged dependency ratio is 11, if you look at the column where the retirement age is fixed at 65 years. By 2025, it will go down to 4. If we do not shift our retirement age upwards, and let it remain at 60, then by 2025 the ratio will be 2. The working population in 2025 will have to be extremely productive to look after themselves, their children, and their parents. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">Chart 3 - AGED DEPENDENCY RATIO OF SINGAPORE (Cols. 343 - 344)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chart 4 (Cols. 345 - 346) compares our aged dependency ratios with selected countries - developed and ASEAN countries. Our ratio of 4 for the year 2025 is much lower than our ASEAN neighbours; 7 for Thailand; 8 for Malaysia; and 9 for Indonesia. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">Chart 4 - AGED DEPENDENCY RATIO (Cols. 345 - 346)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Chart 5 (Cols. 345 - 346) shows another way of measuring the youthfulness of a society. It shows the median age of Singapore as compared with selected countries - Malaysia, Indonesia, Thailand, USA, UK, France, Germany and Japan. The median age divides the population into two equal halves. If you look at Singapore, under the column \"1991\", the median age is 30, that means, half the population will be aged over 30 and the other half below 30. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">Chart 5 - MEDIAN AGE OF POPULATION (Cols. 345 - 346)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By 2025, the median age would have increased by 12 years to 42. This is an indication of the ageing in the society and the youthfulness of a society as compared to the other countries. By 2025, we would have joined the rank of the older, mature societies like UK and France. In contrast, our ASEAN neighbours will still be relatively young. Malaysia, in particular, will have a young population with a median age of 28. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These have implications for us. A young population has an advantage in international economic competition. Young workers acquire skills easily. When the market situation changes, they can be retrained more quickly in new technology and production processes. For example, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> they can adjust themselves to new changes in computers, software, and so on. I worry that in 30 years' time, our economy may lose some of its drive, vigour and competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If companies and young workers then, that is, in the future, will have to be taxed heavily to support the large number of elderly Singaporeans, the 600,000 elderly Singaporeans, that will be disastrous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Companies will lose their cost-competitiveness. Workers will have less take-home pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must never burden companies and the workers with punishing income tax. That is why we have reformed our tax system and introduced the GST. If ever we need more revenue, which I do not anticipate for quite sometime, we will raise GST instead, because GST is a tax on consumption, not on production, like income tax. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In anticipation of the rapid ageing of our population, last year we raised the retirement age to 60. We will gradually raise it to 65, and eventually to 67 as life expectancy increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our CPF withdrawal age at 55 is totally out of step with today's reality and life expectancy. Several European countries have recently raised their pension withdrawal age, that is, the age from which pension benefits begin. Japan has upped it from 60 to 65. Germany and Italy did likewise, that is, from 60 to 65. France has increased from 37.5 to 40 the number of years people must work to collect their full retirement benefits. Sweden is also planning to increase its retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Look at Chart 6 (Cols. 347 - 348) which compares the pension withdrawal age with male life expectancy, again for selected countries. For Singapore, the pension withdrawal age is equivalent to our CPF withdrawal age. On average, for the developed countries, pensions are payable for only 8 years. It is 8 years for UK, 7 for USA, 8 for France, 8 for Germany, and 11 for Japan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> That is, after retirement, they will expect to live for 7 to 11 years longer. Our CPF, which is equivalent to the pension scheme, is expected to last us 19 years, and the Minimum Sum 14 years. I am amazed that some workers are courageous enough to start a second family in Batam or Haadyai, according to Mr Lim Boon Heng, with their retirement savings. I think the Malays would call them Pak Sanggup - someone who imagines he is more capable than he really is and accepts a position of responsibility he cannot fully discharge. I came across this phrase in yesterday's Bahasa Melayu in the Straits Times. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">Chart 6 - MALE LIFE EXPECTANCY AND PENSION WITHDRAWAL AGE (Cols. 347 - 348)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Life expectancy\" data actually refer to \"life expectancy at birth\". So bear this in mind. It is not life expectancy at the age of 55. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Actually we should be talking about \"life expectancy\" at age 55 because at that age you can expect to live longer than the age given for \"life expectancy at birth\". And the figure is not the same. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1992, while average life expectancy at birth was 76, average life expectancy at age 55 was 79; in other words, add three years to your retirement period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can a person who stops work at 55 live on his CPF savings for another 22 years, which is about two-thirds his working life? Just think what will happen if his savings run out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our CPF withdrawal age at 55 was fixed in 1955, nearly 40 years ago. We have raised the retirement age but not the CPF withdrawal age. Ideally, we should follow the example of the developed countries and link the CPF withdrawal age to retirement age. Then, we will all have to work beyond 55. This was what the Howe Yoon Chong Report recommended. But instead, we decided in 1987 to solve the problem by a different route: the Minimum Sum Scheme. This requires CPF members to set aside a Minimum Sum at age 55. Currently, the sum is set at $34,600. Members can withdraw it as an annuity starting from the age of 60. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 325</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do not need to raise this withdrawal age for the Minimum Sum for the time being. But we will link it with the retirement age. As people live even longer, and we raise the retirement age above 60, the withdrawal age for the Minimum Sum will have to go up in step. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we should start to increase the Minimum Sum now. There are two compelling reasons. Firstly, the present Minimum Sum was set for a subsistence living, and is not sufficient to meet the expected standard of living for future retirees. Secondly, no retiree should become an economic burden for future generation. He should depend on his own savings, supplemented by allowances from his children. With nearly 600,000 elderly, and only four workers to one retiree in the future, the country will not have the resources to fund welfare programmes for the elderly. It is wishful thinking that we can afford to do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We cannot expect Singapore to grow at more than 6% per year in the 21st Century. As our economy matures and the population ages, we are more likely to grow at 3% to 5% per year, like the developed countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to prepare now to make sure that the old of tomorrow can look after themselves. Otherwise, they may find themselves left high and dry if the economy cannot generate sufficient growth to look after their welfare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose that we double the Minimum Sum in real terms. This will not be done overnight, but slowly over ten years. With adjustment for inflation, the final number should be about $80,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, we allow the entire Minimum Sum to be in the form of a pledged property. MPs have pointed out that property is an illiquid asset, and we do not want to force people to sell their properties to live on the proceeds. Some MPs have suggested that we introduce reverse mortgages on HDB properties. MND will study this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, I propose a more direct approach: we will require part of the Minimum Sum to be in cash. I propose \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 326</b></font>\n  <br>\n  <br> that of the $80,000, up to half can be in a property, and the remainder must be in cash, so long as the person has the cash in his CPF account when he reaches 55. Most will. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should make this adjustment gradually, over a decade. This way, we will not force large unanticipated changes on those who are presently nearing 55. For example, we can raise the Minimum Sum by $5,000 per year, starting next year, until it reaches $80,000. In parallel, we can phase in the cash requirement, increasing it by $4,000 or $5,000 per year, until it reaches $40,000, that is, half the target Minimum Sum of $80,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the Minimum Sum reaches $80,000, it should be adjusted for inflation, as we have been doing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Minimum Sum increases each year, we will proportionately raise the annuity amount which can be withdrawn monthly. The monthly withdrawal will be based on the total Minimum Sum, including the property, as at present, rather than the cash amount. However, the monthly withdrawal will have to depend on the amount which the member has set aside in his own Minimum Sum. It will, therefore, vary from member to member, unlike at present where all members make the same monthly withdrawal, even though they put aside varying amounts in their Minimum Sums. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most CPF members will have no difficulty in meeting the revised Minimum Sum requirement. Most young CPF members will probably have bought a house by the time they retire, and will have accumulated more than $40,000 in cash in their Special Accounts. By raising the Minimum Sum gradually, we minimise the impact on those who are about to withdraw their CPF savings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help CPF members build up the cash amount needed for the Minimum Sum, the CPF will pay a higher interest rate on the Special Account and the Minimum Sum (Retirement Account) than on the rest of the members' balances. This is justified as these balances are held for the long term, and cannot be taken out for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 327</b></font>\n  <br>\n  <br> investing in properties or shares. The Ministry of Finance will work out what this higher interest rate should be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Low income members may not have $40,000 in cash to put aside when they reach 55. We will allow these CPF members to withdraw at least half their cash balances when they reach 55, even if the remainder will be less than the $40,000 needed for the Minimum Sum. This is the present arrangement and there will be no change. But we should reconsider the rule which allows members with less than $11,000 in cash to withdraw the whole amount at 55. I suggest we reduce this floor from $11,000 to $5,000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Labour is studying the details of this scheme, and should be ready to announce its findings within a few months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me deal briefly with the other priority for this year - spreading the second wing. There is no need for me to elaborate. Senior Minister has already spoken on this. Our emphasis will be on implementation, finding suitable projects and partners, and helping countries in the region grow as we benefit from their growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other than the ASEAN countries, we should concentrate on China, Vietnam, India, and Myanmar. Pakistan and Cambodia are also possibilities. I am visiting India later this month and Vietnam in early March. I also plan to visit Myanmar this year. I have been invited to visit Pakistan and Cambodia and will do so at a convenient time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are setting aside a portion of our reserves to invest in the region. If the region grows strongly, as we, others and the World Bank expect it to, we will have a steady stream of income from our external economy to supplement our domestic earnings. This will be especially useful, given our large number of elderly in the 21st Century. Had we not built up these reserves, we would not be sought after. And we would not be able to benefit from the growth in the region, and generate additional income to look after the old. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 328</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I followed the debate on the President's Address closely. There was general support for the Address - going regional, and focusing on the problem of an aging population. I note that MPs support raising the CPF Minimum Sum. I hope that they will support the proposal to raise it to $80,000 gradually to prepare Singaporeans for their old age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, the debate has been clouded by the concern and confusion over the change in medical benefits for civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Civil servants are part of the Government. They help to formulate and carry out Government policies. We have one of the best civil services in the world. And we are proud of our civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is foolhardy for us to upset the civil servants, especially the older ones. There is no reason to, and it is silly for the political leadership to sour up their feelings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current widespread unhappiness amongst the civil servants is totally unnecessary. It is the result of poor understanding, maybe poor communication, of what the salary and medical benefits revision amounts to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has two objectives in the current exercise to revise salaries and medical benefits. First, to ensure that the remuneration package for civil servants (or compensation as the Americans call it) stay in line with the private sector's. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This remuneration package, or total package, has two components - salaries and benefits, like leave and medical benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The salaries of civil servants have fallen out of line with their counterparts in the private sector, but the medical benefits are ahead. So instead of just adjusting salaries alone and leaving the medical benefits untouched, we decided to adjust it as a package to secure a second objective. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 329</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second objective is to remove the buffet syndrome in the use of medical benefits. We are trying to remove this syndrome for the general public and we, in the public sector, must set the example. It is not tenable for us to reform the health care system for the public but not for ourselves. The problem is not that the country cannot afford the health care expenses now but that it will not be able to afford it in future. Our economy is maturing. We will become less competitive. Advances in medical technology are prolonging lives. They are also expensive. We will have more old people in absolute numbers and relatively fewer younger people to support them. These are huge problems - not of the long future of 50 to 60 years, but in the near future of 15 to 20 years. To forestall these problems, we have to tackle them now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must change the system where once you have paid for a buffet of medical benefits, you can use them as freely as you like. The civil service must lead, not follow in this change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in changing, we must not make any serving civil servant worse off. They may not be better off, but they must not be worse off. If any civil servant finds himself worse off in this salary and medical benefits revision, he should take it up with his departmental head or Permanent Secretary. His problem will be put right because it is an unintended result. I repeat my assurance. No civil servant should find himself worse off in this revision exercise of salaries and medical benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was extremely annoyed at the mistake made by the Ministry of Finance in implementing the revision of medical benefits. The Public Service Department (PSD) issued two Finance Circulars dated 21st December 1993 and 31st December 1993, stating that civil servants who opt to stay on the old medical benefits scheme would not be entitled to future salary revisions. This was a mistake. It was a quite unnecessary threat to civil servants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I did not know that the Ministry of Finance had done this. When I heard that civil servants were unhappy about this, I immediately wrote to the Minister for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 330</b></font>\n  <br>\n  <br> Finance. Dr Hu explained that the Ministry wanted to induce serving officers to opt for the revised medical benefits scheme rather than stay on the old scheme, and felt that this would be consistent with the principles enunciated in the Health White Paper. The mistake has been corrected and revised. Circulars have been sent out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I reassure all civil servants who may decide to stay on the old medical benefits scheme that they would be eligible for future salary revisions, and certainly promotions. But the future salary revisions must factor in the value of the medical benefits they will then be receiving as against the lower value of the revised medical benefits scheme. In other words, they will be entitled to future salary revisions, but these revisions may not be the same as for those who have opted for the revised medical benefits scheme. For example, if the difference in the value of medical benefits is calculated to be 0.3% of salary, they will get correspondingly less in their future salary revisions. We have to be fair to the civil servants who have opted for the revised medical benefits scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the debate, many MPs spoke about the concern of civil servants who fear they are worse off under the new medical benefits scheme, despite the concurrent salary revision. BG George Yeo and Dr Aline Wong explained yesterday why this is not so, and why civil servants are much better off opting for Option B, the new Comprehensive Co-payment Scheme, instead of sticking to the old medical benefits and the old salary scales. Despite this, there may be some MPs and members of the public who have not fully understood the details, and are still worried. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will not go into the details again. The basic logic is simple. Under the old scheme, civil servants enjoyed free outpatient treatment, and co-paid only a small share of their in-patient hospitalisation expenses. Under the new scheme, they must co-pay for their outpatient treatment, and pay about twice as much as before for in-patient hospitalisation expenses. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 331</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To find out whether they are better off, they must compare their incremental expenses, ie, the expected outpatient expenses (between $30 and $180) plus additional expected hospitalisation expenses (average $200 for Division I, $40 for Division IV), against their salary increase (typically $2,800 for Division I, $1,000 for Division IV). They will find that their pay increase is generally 5 or 10 times larger than their incremental expenses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Civil servants may counter argue that these are only averages, and that if they are particularly unlucky and are stricken with, say, renal failure or cancer, then the extra medical bills would be much more than their pay increases. This is a valid concern. But they need not worry because most of them are already protected by basic MediShield. Nevertheless, to reduce their risk, PSD has worked out with NTUC Income a special supplementary insurance scheme, Co-Pay Assist. This will pay half the hospitalisation expenses of civil servants on the Comprehensive Co-payment Scheme. Since these hospitalisation expenses are twice as large as they used to be, with Co-Pay Assist, civil servants and their dependants will end up paying about the same as before. Because Co-Pay Assist will pay for the other half, and therefore they will not be exposed to any additional risk of hospitalisation expenses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Civil servants who want to be completely safe can buy Co-Pay Assist. To check whether they are better off than before, they should compare their salary increases with their new expenses; which are their expected outpatient treatment, plus the premium on NTUC Income's Co-Pay Assist. They will not have any other incremental expenses because Co-Pay Assist will restore their share of hospitalisation expenses to about what it was under the old scheme. PSD has done this comparison for individual officers, for an officer and his wife and for a family of four - the officer, his wife and two children. Again, in almost all cases, the salary increase is much larger than the new expenses, and generally 5 or 10 times \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 332</b></font>\n  <br>\n  <br> larger. Table 10 circulated by Dr Aline Wong yesterday summarises the figures. If you have a chance, look at Table 10 again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have instructed PSD to go over the detailed figures with the public sector unions. If they find any anomalies, where the salary adjustment is not enough to compensate for the increase in medical costs to the officer, PSD will put them right. No civil servant need be worse off under the new co-pay scheme and the new salary than he was before 1st January 1994. And if he has basic MediShield and buys NTUC Income insurance under Co-Pay Assist, he will not be worse off however unlucky he is with his illnesses, whether renal failure or cancer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have one nagging worry about Singapore's future. Senior Minister said that Dr Winsemius had observed that Singaporeans wanted more. I agree with Senior Minister that so long as Singaporeans are prepared to work for what they want, there is no harm in their wanting more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My worry is: in their impatience to have more, whether they will kill the goose to get at the golden eggs. The goose is the government that we have laboriously built up with the best and the most able from each generation. It is a government which meticulously plans for Singapore's future, and tackles problems long before they are obvious to the people. It is not a government dictated by short-term or self interests. Nor is it one which yields to popular demands which are against the long-term survival of the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we are concerned that the ballot box is increasingly being used as a weapon to pressure the Government. I have received reports of some civil servants saying openly, \"Just wait till the next election\". This is not new to me. I have heard it each time a person is unhappy over a policy or a rule which affects his immediate interest. Each time I hear it, I shake my head. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is a democratic country and Singaporeans are free to choose the kind of government they want. None of my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 333</b></font>\n  <br>\n  <br> Ministers is interested in his job because of pay or power. We are not interested in hanging on to our jobs. You do us a grave injustice if you think we are. I speak for most, if not all, the Ministers when I say that our happiest moment will be when we can hand over our job to someone suitable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our mission is clear. It is to keep Singapore going and to enthuse others to join us in our mission. We will keep on going as long as we can make a useful contribution and are wanted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We hope to keep the goose laying golden eggs, by planning for tomorrow so that you can enjoy not just today, but also in the future. Had the old guard leadership not done likewise, we would not be enjoying today's affluence, and the problems of success. We want you to live today to the full. But you can do that only if you have carefully planned for your future. Short-term issues are important. We will deal with them, but not in a way that will create bigger problems for the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You have a bright future. I would say, exceptionally bright. East Asia is being transformed. In 10 to 15 years time, it will be totally unrecognizable. Singapore is right in the midst of this booming region. Go out and seek your fortunes. You solve nothing by grumbling how high COEs have become or how betrayed you are by the change in medical benefits scheme. Change is a fact of life. He who can adapt to change best is the most likely to succeed in life. This applies to both individuals and nations. Singapore will prosper and so will you, provided you anticipate change and adapt to it. This is the hallmark of the Government - the ability to anticipate problems and deal with them decisively before they suffocate us. We will sharpen this ability, to lay you golden eggs, year after year. [Applause]. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Mr Speaker, Sir, I wish to thank all Members who have spoken in this debate in support of the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last Friday, the Senior Minister, Mr Lee Kuan Yew, gave us his insights and wisdom of the changes taking place in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 334</b></font>\n  <br>\n  <br> Singapore and the world and why it is very necessary for us to respond to the changes. Just now, we heard the Prime Minister telling us how important it is for us to be able to read the winds of change taking place, the necessity for us to stay on course, and to be able to catch the winds so that we can sail faster and further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, we were able to learn from the experience and examples of other countries. In the last 30 years, Singapore has developed its own distinctive, unique character and identity. Sir, in the past, we were able to copy and imitate others to make the improvements. But as we can see, increasingly, there is a need for us to find new ideas and new solutions which are very peculiar to us and to the situation in Singapore. History is a good teacher. We can learn from the lessons of history. But we live in the present and we look forward to the future. We have to take stock of our present situation. We have to find both the immediate and long term solutions. As the Prime Minister has told us, the issue of old age will happen very soon. In fact, in less than two decades, we will have a very sizable ageing population. It is very important for us, both old and young Singaporeans, to place importance in saving for our old age. The Minimum Sum Scheme has worked well for us in the past. We need to improve on it. There is a need. I share the sentiments expressed by the Prime Minister that perhaps we need to double the Minimum Sum Scheme so that when our people retire, past the retirement age, whatever retirement age that is, they are able to live comfortably in old age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is very important for us to encourage Singaporeans to save, to build up the assets in property and in cash and, if possible, Sir, we have got something to leave behind to our children. It will be a bad thing if we encourage each generation to spend all that they have saved in their old age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to clarify my position with regard to the reverse mortgage scheme. Sir, when I suggested the reverse mortgage scheme, I was only thinking of it as a last resort, for those who are in dire \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 335</b></font>\n  <br>\n  <br> need, with no children living with them and no one supporting them. In fact, it will disturb me if many Singaporeans were to think of using the reverse mortgage scheme to go for the long holidays that they hope that they can have when they retire. So the reverse mortgage scheme should be a help to those who are really in need, but not to make it easy for them to be able to spend their money away any old how. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have expressed the concern with regard to the income gap. I am not so sure that they are correct to say that there is a growing gap. But one way to overcome it is to increase the size of the middle class in Singapore. I think we are on the way to it, because increasingly we see a larger middle class in Singapore, and that must be the way in which we can bridge the gap of the higher income and the lower income. I think it is very important for the rich and successful not to flaunt their wealth, to create the envy among the lower class. They can continue to be generous and charitable to those who are in need and who are less fortunate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, making a lot of money and being street-smart should not be snide at. We all have different gifts and we want to give the opportunity to each individual to develop to the fullest potential. We should not begrudge those who make lots of money, if they make it through honest and decent means. It is good to have people with high IQ. It is also very good to have people with high commonsense and those with a nose to the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very happy that the Prime Minister has clarified the Government's position with regard to the civil servants' medical benefits scheme. It was not necessary and not justified for the civil servants to feel aggrieved. The intention of the Government was very clear from the very start. I think what makes the problem surface, Sir, is the tying of the Ministers' salary to that of the civil servants. I am very happy that the Government will be taking steps to finalise the formula so that we do not have, once every three to four years, to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 336</b></font>\n  <br>\n  <br> justify the revision of Ministers' salary. I, myself, Sir, find it not a good thing having to discuss Ministers' salary and having them to justify how much they should be paid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, the Government has always been taking very good care of the civil servants. One example is the additional bonuses that the Government gives each time the country and the economy do well. Very few countries in the world actually pay their civil servants bonuses. I think the Government has shown that it cares for the civil servants and it does not wish that the civil servants be compared unfavourably with that of the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last Sunday, Mr Lim Hng Kiang has started the Ministerial visits to the constituencies. The Prime Minister has indicated just now how that he wished to groom the newer Ministers. There will be opportunities for many Singaporeans to receive the Ministers in their constituency visits. I hope the constituents will come forward to interact with the Ministers and to share with them their views and suggestions. The continual bonding of political leaders and the people is important. I am glad that the Prime Minister recognises this and has set this into a continual motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I wish to thank you for your patience in the last four days of sitting. [Applause]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the Second Session of this Parliament.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 336</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REMUNERATION OF SPEAKER</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I am glad to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, pursuant to Article 41 of the Constitution of the Republic of Singapore, with effect from 1st January 1994, the Speaker shall be paid - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 337</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) a salary of $13,432 inclusive of a Non-Pensionable Component of $2,192 per month, being salary on part-time appointment; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) all such pensionable and non-pensionable allowances as would be payable to office-holding Members of Parliament; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) a non-pensionable annual fixed bonus of four months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is consistent with the recent revision of salaries for Ministers and civil servants, and I commend the House to support it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, pursuant to Article 41 of the Constitution of the Republic of Singapore, with effect from 1st January 1994, the Speaker shall be paid - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) a salary of $13,432 inclusive of a Non-Pensionable Component of $2,192 per month, being salary on part-time appointment; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) all such pensionable and non-pensionable allowances as would be payable to office-holding Members of Parliament; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) a non-pensionable annual fixed bonus of four months. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 337</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>REMUNERATION OF DEPUTY SPEAKER</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, it is also my pleasure to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, pursuant to Article 42 of the Constitution of the Republic of Singapore, with effect from 1st January 1994, the Deputy Speaker shall be paid an allowance of $2,147 inclusive of a Non-Pensionable Component of $347 per month and all such pensionable and non-pensionable allowances as would be payable to office-holding Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is also consistent with the recent revision of salaries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, pursuant to Article 42 of the Constitution of the Republic of Singapore, with effect from 1st January 1994, the Deputy Speaker shall be paid an allowance of $2,147 inclusive of a Non-Pensionable Component of $347 per month and all such pensionable and non-pensionable allowances as would be payable to office-holding Members of Parliament. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 338</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>COMMITTEE OF SELECTION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Appointment of Members)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with paragraph (1) of Standing Order 96, appoints the following as members of the Committee of Selection:- \n  <pre>\r\n\r\n     Prof. S. Jayakumar\r\n\r\n     Dr Lee Boon Yang\r\n\r\n     Mr Lim Hng Kiang\r\n\r\n     Encik Sidek Bin Saniff\r\n\r\n     Mr Peter Sung\r\n\r\n     Mr Wong Kan Seng\r\n\r\n     Mrs Yu-Foo Yee Shoon.\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this Committee is to select the other Members of the Sessional Committees for the Second Session of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this Parliament, in accordance with paragraph (1) of Standing Order 96, appoints the following as members of the Committee of Selection:- \n  <pre>\r\n\r\n     Prof. S. Jayakumar\r\n\r\n     Dr Lee Boon Yang\r\n\r\n     Mr Lim Hng Kiang\r\n\r\n     Encik Sidek Bin Saniff\r\n\r\n     Mr Peter Sung\r\n\r\n     Mr Wong Kan Seng\r\n\r\n     Mrs Yu-Foo Yee Shoon.\r\n\r\n</pre> \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, before I move the adjournment, I would like, on behalf of the House, to thank you for your patience in listening to us in the last four days. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn to a date to be fixed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Four minutes to Four o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 339</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1994/19940118/19940118-HA-0620339.htm\">POPULATION 65 AND OLDER PER CENT INCREASE FROM 1991 TO 2025, NO. OF YEARS REQUIRED FOR THE AGED TO GROW FROM 10% OF POPULATION TO 20%, AGED DEPENDENCY RATIO OF SINGAPORE, AGED DEPENDENCY RATIO, MEDIAN AGE OF POPULATION, MALE LIFE EXPECTANCY AND PENSION WITHDRAWAL AGE (Cols. 339 - 348)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 340</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 341</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 342</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 343</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 344</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 345</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 346</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 347</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 348</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
