{"memberId": null, "volumeNo": "64", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "7", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"64\"> \n  <meta name=\"Sit_No\" content=\"7\"> \n  <meta name=\"Sit_Date\" content=\"1995-03-20\"> \n  <meta name=\"Start_Col\" content=\"663\"> \n  <meta name=\"End_Col\" content=\"775\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">64</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">7</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">20-03-1995</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 663</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 64</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Monday, 20th March, 1995</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Minister of State, Ministry of the Environment and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 664</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Encik Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Defence and Minister for Labour and Government Whip. \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 665</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Acting Minister for National Development and Senior Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications and Minister for the Environment. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 666</b></font>\n  <br>\n  <br> \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister of State, Ministry of Finance and Ministry of Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Aline K. Wong (Tampines GRC), Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ASSENTS TO BILLS PASSED</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The following Bills were assented to by the President of the Republic of Singapore on the date stated: \n  <br>\n  <br>16th March, 1995 \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) National Library Board Bill 1995; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Carriage of Goods by Sea (Amendment) Bill 1995; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Constitution of the Republic of Singapore (Amendment) Bill 1995; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iv) Pension Fund Bill, 1995; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(v) Futures Trading (Amendment) Bill 1995. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 667</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>NEIGHBOURHOOD POLICE POST IN CHANGI CONSTITUENCY</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Home Affairs whether another Neighbourhood Police Post will be set up in Changi constituency. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Home Affairs (Assoc. Prof. Ho Peng Kee) (for the Minister for Home Affairs):</b> Mr Speaker, Sir, the Neighbourhood Police Post (NPP) system was introduced more than 10 years ago in 1983. Since then, there have been significant \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> shifts in the population due to the setting up of new towns. As a result, some of the existing NPPs are no longer strategically located. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Police is currently reviewing the NPP system, taking into account these shifts in population. The request by Mr Teo will be considered in the review. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 668</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>PRIVATE AND GOVERNMENT GENERAL CLINICS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Attendances)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Health if he will (i) give the percentage of attendances at private and Government general clinics for the years 1992 to 1994 and (ii) consider extending the visiting hours in Government general clinics or providing more clinics in order to increase attendances. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong (Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Health (Dr Aline K. Wong) (for the Minister for Health):</b> Mr Speaker, Sir, the attendances at private general practitioner (GP) clinics are estimated once every five years based on surveys conducted by the Ministry. The surveys done were in 1988 and 1993. In 1988, GPs attended to 80% and Government clinics 20% of the total number of patients. The 1993 survey showed a slight increase in the proportion of patients seen by the GPs at 82%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pattern of illnesses seen at GP clinics differs somewhat from those seen at Government clinics. GP clinics attend to more of acute conditions with a lower proportion of chronic conditions. Government clinics, however, see a higher proportion of chronic conditions, such as high blood pressure and diabetes. These are conditions requiring long-term care and management. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Attendances at Government clinics have fallen for two main reasons. First, there are now more GP clinics which are conveniently located near patients' homes. Second, with higher incomes, most Singaporeans can afford to consult GPs. As most GP clinics are open at night, there is no need for Government clinics to extend their operating hours. We also have a 24-hour clinic at Singapore General \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> Hospital for non-emergency cases. We will continue to build Government clinics in HDB new towns where there is a need for such services. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 669</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>OVER-CHARGING BY DOCTORS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Public education)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Health whether his Ministry has any plans to educate the general public to ensure that they will not be over-charged by doctors for over-prescription and investigation. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong (for the Minister for Health):</b> Sir, the Private Hospitals and Medical Clinics Act, implemented in 1994, requires all private and public health care establishments to inform every patient on or before admission of the estimated charges which are likely to be incurred for hospitalisation, investigation and treatment. Every medical practitioner is required to provide information to the patient on the consultation, investigation and treatment charges. Every licensed clinical laboratory must provide a printed list of charges to doctors or patients on the laboratory tests to be performed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry ensures that these requirements are complied with during licensing. Regular inspection of health care establishments has shown that the hospitals are complying with this requirement. The public is also provided with additional information on hospital charges through displays of notices, brochures and pamphlets which are freely available at the A&amp;E, outpatient, wards and other public areas of the hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To prevent over-prescription or over-investigation, hospitals are required to conduct regular in-house medical audits of the doctor's prescribing practices. \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Toon Chia (Ang Mo Kio GRC):</b> Sir, I know that most of the Government hospitals and clinics would advise the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> public about the charges. How about the private clinics? I strongly feel that the private clinics should display their charges, especially the common illnesses, so that the general public would know that they are not being over-charged by the doctors. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> As I said just now, the private clinics are also required under the licensing Act to display their charges. A survey conducted in 1993 by the Ministry's Medical Audit and Accreditation Unit to assess the status of display of charges at the medical clinics prior to the implementation of the Private Hospitals and Medical Clinics Act at 100 randomly selected private medical clinics showed that at that time only 40% of the clinics displayed information on charges. However, by the end of 1994, information obtained during the licensing of medical and dental clinics showed that 100% of them have complied with this requirement of display of charges in the clinics. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 670</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEDICAL STAFF IN POLYCLINICS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Increase in number)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Yeo Toon Chia -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Mr Yeo Toon Chia</b> asked the Minister for Health if his Ministry will consider increasing the medical staff in polyclinics so as to reduce the present waiting time. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong (for the Minister for Health):</b> Sir, the Ministry would be able to post more doctors to polyclinics by the middle of this year. This would help to reduce waiting time somewhat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, waiting time at the polyclinics depends not only on the number of doctors but also on the arrival time of the patients. The waiting time at peak hours is longer than at non-peak hours. In general, the median waiting time to see the polyclinic doctor after registration, as shown in a January 1994 survey, was 19 minutes. Patients who require repeat visits to the polyclinics are given appointments during off-peak hours. We have been educating polyclinic patients to keep to their appointments. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>LOYANG AVENUE/TAMPINES EXPRESSWAY/UPPER CHANGI ROAD NORTH</b>\n  </div> \n  <div align=\"center\">\n   <b>(Improvement to roads)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Mr Teo Chong Tee</b> asked the Acting Minister for National Development whether the roads in the vicinity of Loyang Avenue, Tampines Expressway and Upper Changi Road North will be improved to accommodate the increasing vehicular traffic during peak hours. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Senior Parliamentary Secretary to the Acting Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Acting Minister for National Development (Mr Matthias Yao Chih) (for the Acting Minister for National Development):</b> Mr Speaker, Sir, the Public Works Department has plans for improvement projects to accommodate the increasing vehicular traffic in the vicinity of Loyang Avenue, Tampines Expressway (TPE) and Upper Changi Road North. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A section of Loyang Avenue from Pasir Ris Drive 3 to TPE will be widened in 1996. Loyang Avenue's junction with Pasir Ris Drive 1 and Drive 3 will be improved as part of the road widening project. The present interchange of the TPE with the Pan-Island Expressway (PIE) will be upgraded in 1997. In the upgrading, new flyovers will link the PIE with the TPE. The TPE will be linked to the Seletar Expressway (SLE) and Central Expressway (CTE) with the completion of the interchange at Lorong Halus in 1997. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 671</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE</b>\n  </div> \n  <div align=\"center\">\n   <b>FINANCIAL YEAR 1ST APRIL, 1995 TO 31ST MARCH, 1996</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [4th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [17th March, 1995], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head R of the Main Estimates be reduced by $100.\" - [Mr Peter Sung]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, last \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 672</b></font>\n  <br>\n  <br> Friday, Dr Kanwaljit Soin criticised media portrayal of women and the exploitation of sexual themes on the pages of women's magazines. Ironically, most of the editors of these women's magazines are themselves women. I agree with Dr Soin on the unnecessary and excessive use of sexual themes on the front covers of women's magazines. In fact, last month, MITA issued a statement warning these publications not to overplay sex and sexual themes. My officers called up the editors of Elle, Cleo, Her World, Go, Beverly, Marie Claire and Female. The editor of Female was specifically warned about the article on phone sex which Dr Soin referred to. They know MITA's position and should not be surprised if, as a result of further such transgressions, action is taken against them in the future, including the suspension of their licences. The danger is if we do nothing, there will be competitive pressure on them to go downhill collectively and it was for this reason that a few years ago we decided not to allow Cosmopolitan in because it would then become a pace-setter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the deeper issue of women's place in our society, there are many views and I do not propose to go into a debate on them. Naturally one expects that some of these differences of opinion should be reflected in the way they are covered in the media. I think what we can all agree on is that the integrity of the family is crucial and to ensure that our children are well brought up and the correct values transmitted, strong mothers are necessary in our culture. Indeed, if we look at the trading communities which have retained their sense of self in different parts of the world, communities like Punjabis and Sindhis, communities like Jews, the Chinese in America, the Lebanese in West Africa, the recurrent factor is strong families built around a strong mother who is a tremendous source of influence on the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore's case, of particular concern is the need to get our womenfolk to marry, to marry younger, to have children and to have children younger. That is the key to everything else. On other issues, I think we can have a healthy debate. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 673</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mr Kenneth Chen and Mr Peter Sung commented on the Esplanade, the Singapore Arts Centre. I would like to reply to Mr Kenneth Chen's comment on the design of the Esplanade. Many criticisms of the Esplanade exhibition last year resulted from a misunderstanding of what the model represented. When we conducted the exhibition the design process was at a certain stage. The model was intended to show the massing configuration. In other words, we had already decided in our minds what the centre should do. We should have five theatres, two big halls and three small ones. It should be a lively place, well used throughout the day, throughout the week. We also wanted it to be a place which all Singaporeans can identify with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the basis of these considerations, the architects came up with a massing design and we decided not to put the various halls, especially the big halls, under one roof because on the particular site, and it is a wonderful site, on Marina Bay it would have been too big. If we transpose something of the size of Sydney Opera House which is at the end of a promontory at the entrance of Sydney Harbour right into the heart of the city centre in Singapore it would have been humongous and would be totally out of proportion with the civic buildings around and with the buildings in Marina Central. For this reason, the Steering Committee decided that the big halls should be separately located but linked together in a light way so that the centre as a whole would not be too big and too overpowering. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, each hall is designed from inside. In other words, first, we decide on what kind of stage we need, how many seats we are going to have, then we optimise on sightlines, we optimise on acoustics. In other words, every hall is mathematically designed and once you decide that a particular hall should stand in a particular place, therefore, it takes a particular shape. But it is not true that piling work would be starting soon. In fact, when the exhibition was held, the detailed design work had not even started and we are right now in the midst of it. So I would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 674</b></font>\n  <br>\n  <br> like to assure Mr Chen that the model which was represented does not reflect what the final design will be, and the buildings will be neither white nor will they look like blobs. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to consultation with local architects and other members of the Singaporean community, in fact, extensive consultations were carried out. The Singapore Institute of Architects was itself represented on the Steering Committee and a special group called the Design and Aesthetics Advisory Group was set up, consisting of architects and members of the Faculty of Architecture from the National University of Singapore. They, together with other groups representing the arts community, impresarios, those who are interested in arts in Singapore, were extensively consulted and the design process was an interactive and iterative one between them and the architects. In fact, President Ong, himself an architect, who used to chair the Committee, remains as an advisor to the Committee and takes a very keen interest in the actual design of the centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peter Sung expressed very valid concerns about the use of the Arts Centre and the importance of not allowing it to turn into a white elephant. We have been very conscious of this from the start and to ensure that the Esplanade is designed to cater to both eastern and western art forms with formal and informal spaces, it is not intended to be only for a small group of people from the cultural elite. In fact, there will be many restaurants and there will be food outlets like the Satay Club. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very happy that in the latest design of the LRT for that part of the city, there will be a station right at the Arts Centre itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We hope and we have designed the Esplanade for major civic events like the Lunar New Year River Hongbao Show, for public events like New Year's Eve Countdowns, Singapore Swing, and so on. And we are confident that the Esplanade will be a centre which all Singaporeans will be proud of and can identify with. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 675</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our intention is not to build an entertainment complex or an amusement park. Our intention at the end of the day is to build a cultural centre, indeed a cultural temple, which all Singaporeans can take emotional and spiritual references to. That is the objective and that is the reason why such a wonderful site has been set aside for it and so much effort is going into its construction. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You have a few minutes more. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, with your indulgence, I would like to cover very quickly Mr Peh Chin Hua's concerns about how we honour patrons and donors at the National Museum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He raised the loss of the Low Chuck Tiew's collections in 1991 to Hong Kong. In fact, it could not have been avoided because at that time our museum was not prepared for it. I had the good fortune to meet Mr Low Chuck Tiew a few years before he passed away, to speak to him, to learn from him - a very erudite scholar. He had lived in Hong Kong for 40 years, felt very strong pulls to Hong Kong and felt a responsibility to leave his collection there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1991, the National Museum itself has gone through a profound transformation and it is no longer a museum principally for South-east Asia, but a museum which also caters to all the other cultural and heritage links that we have with China, with India and other parts of Asia. Because of this, a number of important donations have been made, some of which were mentioned by Mr Peh Chin Hua. In addition, a few major Hong Kong collectors have also agreed to loan their exhibitions to Singapore. Some had already been exhibited here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We still do not have enough space. The SJI Museum will be ready this year, Tao Nan's next year, and the refurbished Empress Place Building will only be ready two or three years from now. So for the time being, because we are hard up for spaces, some of our better items may have to be in storage temporarily. But I take Mr Peh Chin Hua's point that we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 676</b></font>\n  <br>\n  <br> should always honour patrons, benefactors and donors in an appropriate way. It may not always be possible to dedicate halls and buildings to them, because once we do so we cannot change these names, but it is a point I will consider and shall urge the National Heritage Board to consider. \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung (Buona Vista):</b> Sir, I have read with interest the reports of the Advisory Committee on TCS' Chinese drama and variety shows and also the assessment of the Censorship Feedback Panel 1994. Both these Committees are appointed by MITA. They have surveyed and got opinions of other people. They have also put in their own views. The reports are now with MITA and now MITA must decide, as it should be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In matters of government, the Government takes the lead. This has always been the case, Sir. For example, in the case of shared values, yes, there was dialogue, there was consultation. But the process was certainly government-led. In the case also of Confucian values for Chinese Singaporeans, the Government took the lead to distil from the past, from all the studies, the values that are relevant for modern Singapore. My point is that the Government sets the tone and must continue to lead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this year's debate has been lively. I would thank all Members who spoke, for their contributions, and also thank the Minister for his replies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I like this year's debate better than last year's. Since we last spoke, many improvements have been made. Backbenchers now realise that their pleas have not fallen on deaf ears. And before he came to this House, the Minister in fact made many arrangements to improve programmes, controls and censorship to the point that the remarks made by Members this year were much better. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sung, we are running out of time. Can you withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Peter Sung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peter Sung:</b> Sir, the Minister in his reply has acknowledged MPs' contributions and also said that he would look into \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 677</b></font>\n  <br>\n  <br> further improvements. This is heartening. On that note, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2). Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RB 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for many years, we have been holding Courtesy Campaigns every year. After many years of effort, we have achieved some results. For example, better quality of service can be observed at public service counters, hotels, taxi-drivers, etc. However, there is still room for improvement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are two areas where no improvement has been made. One is the sales persons at departmental stores and the other is the notorious motorists in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has always prided itself as a shoppers' paradise. Is that a fact? Just a few days ago, a Member of this House said that retailers were suffering a decline in their business. Tourists do not buy as much as before and local people are going overseas to do their shopping. The bad attitude of sales persons in our retail outlets will certainly affect the status of Singapore as a shoppers' paradise. People who have travelled overseas will know that in many countries the service personnel in the shops and departmental stores are very good. They are very helpful and very courteous. They give the impression that they like the job and are proud to be able to service their customers. On the other hand, take a look at the sales persons in the shops in Singapore. Their attitude is deplorable. Their attitude is like that of the sales persons in the state-owned departmental stores in the communist countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should our service personnel in the shops adopt such a bad attitude? I think the main reason is that, firstly, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 678</b></font>\n  <br>\n  <br> lack professional training; secondly, their pay is too low; and thirdly, they have no incentive to serve well. I know that this does not come within the portfolio of MITA, but I think in the overall Courtesy Campaign, more attention can be given to this aspect, and I think we can achieve some result. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now let me talk about the Singapore motorists. Their attitude is truly very bad. Compared to most cities in other countries, I think our traffic condition is quite good. We have a good road network, good traffic management, and we do not have frequent traffic jams. But our motorists are notorious. They are the worst lot, as compared to their counterparts in other parts of the world. There are, of course, some good and courteous motorists in Singapore, but I regret to say that there are also many bad and discourteous motorists. They are impatient, inconsiderate, and do not care about the interest, convenience and safety of other road users. They never give way to others. They hog the road. They drive at excessive speeds. They change lanes as and when they want without due care and concern for others. They fight for vacant lots in the car park. These are happening every day on our roads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, are Singaporeans so bad, so discourteous? I do not think so. But I have noticed that people who are ordinarily courteous and well-mannered simply turn into monsters the moment they take the driver's seat. Why is it so? Is this the national characteristic of Singaporean's kiasu attitude? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Koh, we do not have much time left. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin</b>(\n  <i>In Mandarin</i>): I hope that in the next Courtesy Campaign, some attention will be given to this problem. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M):</b> Sir, Dr Koh Lip Lin raised several points regarding the Courtesy Campaign in Singapore. When the Campaign was launched in 1979, it was clear to the Government and the Ministry concerned that we are into a programme that will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 679</b></font>\n  <br>\n  <br> take a long time to be successful. In fact, it takes a long time to change social habits. And the ultimate objective is to try to make Singapore a more gracious nation where people are more courteous to each other and there is a more pleasant environment, not just between the public and the Government departments but also in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So far, since the Campaign was launched in 1979, there has been progress made, as the Member noted in his speech. Every year, the Ministry, now through the National Courtesy Council, always targets the general population through the July Campaign, and we also target certain sectors, depending on the needs. We have also run regular surveys on alternate years and every survey has indicated that we have made progress. Of course, it does not mean that we have achieved our objective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We still have some way to go and in this respect, Sir. the National Courtesy Council works closely with the Singapore Retail Merchants' Association to address some of the concerns raised by the Member about sales staff at department stores and others. We also work with the Singapore Manufacturers' Association, even the Singapore Hotels' Association, to raise the level of courtesy in all these industries. As an example, there is the \"Service Gold\" award where the National Courtesy Council gives out jointly with the Singapore Hotels' Association. Last year, there were a total of 35 winners under this award. There was a survey done in 1993 and 1994. On the whole, Sir, the result of the survey showed that about 7% were found to be less courteous than before and in 1993, 94% of workers in department stores were found to be as courteous as before or even more courteous than before. So these indications show that, on the whole, we have made progress among the sales staff. It cannot be denied that there are some who will remain somewhat discourteous for one reason or another. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, courtesy begets courtesy. I think when the general public in Singapore goes shopping, it is expected that we should also be courteous to the sales staff \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 680</b></font>\n  <br>\n  <br> and others. And it is normally found that those who are courteous to these people will be treated with courtesy too. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Maidin, we have run out of time on this amendment. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> Just one more point raised by the Member about courtesy on the road. Sir, he could be right that there is some element of kiasuism at work on our roads. On the whole, although there has been improvement, the National Courtesy Council would continue to work closely with the Traffic Police to improve its public education programmes and campaign annually. In addition to the various activities, road courtesy is also being taught as part of the training syllabus at the driving centres and the objective is to inculcate the correct attitudes and habits right at the outset. I understand that the Traffic Police will again organise a courtesy campaign in July this year and the National Courtesy Council will work with them closely to raise the level of courtesy on the roads. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Goh. Can I remind the Member that \"guillotine\" time is 1.15 pm? \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head R of the Main Estimates be reduced by $10 in respect of Code RC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to the Library 2000 Review Committee, there are plans for community libraries in various parts of the island, including Serangoon New Town in the town centre. I would like to know what is the time-frame for the construction of this library. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are currently 19,157 units of HDB flats in Serangoon Town and 1,665 more are under construction. The total population of the town should be in the region of 80,000 to 100,000 and taking into consideration the nearby estates as well as private housing estates, the number should be much bigger. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 681</b></font>\n  <br>\n  <br> nearest libraries for these residents, at the moment, are Ang Mo Kio and Toa Payoh Branch Libraries. They are not easily accessible. So I would like to urge the Minister to give priority consideration for the construction of community libraries for Serangoon New Town and other towns which are without branch or regional libraries. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I just want to ask two simple questions. First, I have noted from the Annual Report of the National Library that, despite the increasing membership of the National Library over the years, the number of books borrowed per member per year has been declining steadily over the past few years. The Report cited \"library under renovation\" as the reason, but my concern is that the real reason may be that Singaporeans are reading less. May I ask what steps will be taken to promote the reading habits of Singaporeans? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second question is to ask the Minister whether our library can provide work station or computer terminals for library members to gain access to Internet. This will be a great service to those who cannot afford to have the facilities to subscribe to Internet. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, I regret to find in this year's Budget that the Government has not provided any fund for the construction of new libraries. In the Library 2000 Review Committee Report, it was stated that with the advent of Information Technology, the method of transmitting knowledge has changed drastically. Of course we can now have access to more knowledge through the computer and other media. But to make every Singapore family own a computer at home is not an easy thing to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The function of the library is not only to store books and to lend out books. The most important thing is that it will provide a good environment for reading, where readers could sit down, be relaxed and read. It is especially important to have such facilities in the HDB estates. Library \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 682</b></font>\n  <br>\n  <br> is a public service. The Government should bear the cost of the library services as there is no income from such services. Is that the reason why the Government is not building new libraries? Or is the Government wanting to realise the policy of \"pay as you use\" first before building more libraries? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Library 2000 Review Committee, it was stated that some libraries will be built in some estates. I would like to know whether any library will be built in Hougang. What is the priority? Are you going to build the Arts Centre at Marina Bay first, or the libraries for the people? \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> Sir, Mr Goh Choon Kang asked about the library in Serangoon. As recommended by the Library 2000 Report, a community library will be built to serve the Serangoon area. However, I cannot say exactly when. The time-frame and location of the community library for the Serangoon New Town have not been decided yet but it is coming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Koh Lip Lin asked about borrowing of books in the library and whether the number has been decreasing. Sir, the National Library loans books and membership has increased over the years. However, loans per member per year have declined in the past few years from 12.59 in 1990 to 10.52 in 1993. In 1991, the main reason was the closure of all our six mobile library service points. In 1992 and 1993, loans per member dropped due to the closure of libraries for renovation and upgrading. Altogether, four branches in 1992 and two branches in 1993 were affected. With the growing affluence of the population, loans of books may decline because of the fact that parents and adult readers are buying more books and periodicals themselves. The declining number does not mean that Singaporeans are reading less books. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Meanwhile, the National Library will continue to upgrade its older branches and provide better services for the public. It will also continue to actively work with community organisations and schools to promote the reading habit and the use of the libraries. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 683</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to the use of computers to access Internet, at the Tampines Regional Library, library users who have their own personal Internet account can have access to Internet. The reference services division at the National Library also has access to Internet. The library is monitoring the service and if there is an increasing demand, the library will look into providing Internet access at all service points in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Hougang asked about library services in Hougang. Sir, it must be noted that the library is indeed a provision of public service provided by the Government and all these years, the library service has been highly subsidised. The National Library does not make money and we have just set up a statutory board to run the library service and to move more aggressively into the future and to provide better services for the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is no lack of commitment on the part of the Government to provide money and to ensure that Singaporeans pick up the reading habit and become an important player to help our nation become an information hub for the region and the world. The long-term target is very important and only if more Singaporeans become avid readers can we really be proud of becoming an information hub. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his question on the provision of a library in Hougang, several community libraries will be built in the next few years. This is, in fact, part of the recommendations proposed by the Library 2000 Report. Aside from the one I mentioned in the Serangoon area, there will be one at Yishun and another one in Cheng San. The community library in Cheng San will service the residents in the north eastern part of Singapore. Sir, this is part of the overall programme as proposed by the Library 2000 Report. It will take time before they can all be built. It will depend on how much money we can get from the Ministry of Finance and it will also blend with the services provided in those areas. Community libraries of the future will blend with the town centres where there is a lot of traffic of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 684</b></font>\n  <br>\n  <br> residents there. Most likely, it will not be a stand-alone building, like the ones we have now in branch libraries, so that people can have easy access to the library service in the future. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> May I seek clarification, Sir? The Government has stopped building branch libraries some years ago and has not committed to building any new branch library. The Parliamentary Secretary has said that it would take some time to build community libraries. I would like to ask whether it is because library services are not profitable for the Government and thereby the Government is dragging its feet. In the Library 2000 Report, it was stated that it would be based on a pay-as-you-use basis. Is the Government going to implement it before committing more funds for building libraries? And finally, in the Library 2000 Report, a community library will be built, not in my constituency I suppose, somewhere between Tampines Road and Hougang Avenue 3. When will the library be built? \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M:</b> As I said, library services in Singapore have been highly subsidised. There is no question of Government trying to get back the money or making people pay for the provision of library services. But in our effort to upgrade the services, Sir, certain specialised services which are high cost but catering for a small number of people, we may ask the National Library Board to consider asking these users to pay. For example, some services may be provided specifically for the business community. Having been tailored specially for them, they should consider making a little bit of payment. Or those who require the books and other services to be sent to their door-step should pay. The choice is you go to the library, you get it for free. \n  <br>1.15 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. Mr Goh. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $119,184,400 for Head R ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $46,161,800 for Head R ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 685</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head P, Ministry of Health. Amendment No. (1), Mr Loh Meng See. Please take your two topics together. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head P of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, over the last few years, this House has concentrated mainly in the area of health care costs. With the Medifund in full operation since 1st April 1993, many concerns of the cost impact on the poor and the needy have been largely taken care of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other day Mr Ling How Doong asked the Government to spend more money on health care expenditure. Fortunately for us, the Public Accounts Committee took a different view. In fact, the Public Accounts Committee was concerned with health care expenditure in its deliberations. The Public Accounts Committee asked the Ministry of Health and the Public Works Department how they control the cost in the new buildings of restructured hospitals, and to ensure that there are no unnecessary frills or lavish expenditure incurred. I think this is what we should be doing and not indulge in wasteful health care expenditure, as Mr Ling has suggested. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has done very well as a country with manageable health care expenditure, achievement in low infant mortality and life expectancy rates. But at the individual personal level, we can do better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Health care cost is borne by the Government, the corporations or the individuals. Whether subsidised or not, health care expenditure is paid for by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 686</b></font>\n  <br>\n  <br> Singaporeans individually and collectively. Therefore, health care providers must critically examine whether they have been fair to the public in rendering quality service to the patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should focus now on medical service excellence. Our doctors, nurses, paramedical and administrative personnel must work together as a team to provide excellent quality health care service to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Every effort should be made to extend courtesy and favourable impressions to patients and visitors to our hospitals and clinics. We should continue in our efforts to reduce the waiting time of patients to be seen by doctors and the time that they take in collecting their medicines. This question was posed earlier in the sitting by Mr Yeo Toon Chia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Patients expect quick, accurate diagnosis, careful procedures and speedy recovery from their illness. We may not succeed all the time, but doctors must show that they do their best at all times in treating the patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must do away with the attitude that you cannot expect quality service from restructured and Government hospitals, that if you need good service you go to private hospitals. I think the HDB upgrading programme has demonstrated that it is possible with public infrastructure and public service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Excellent service must be conspicuous and easily seen and felt. Hospital staff must polish their manners and communicate properly with the patients, their relatives and concerned individuals. Service quality programmes should be a feature to win customers and any complaints and grievances should be quickly resolved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am very happy with the efforts taken by the Ministry in the area of medical research and with the setting up of the National Medical Research Council. A sum of $20 million has been set aside to keep doctors abreast of medical advances and develop more cost effective methods of medical care. I wonder how the Ministry intends to spend the $20 million. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 687</b></font>\n  <br>\n  <br> And do we expect some pioneering medical work, especially in high incidence of dengue fever, hepatitis, cancer and heart diseases? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we must not forget to retain our position as a regional medical centre. If we concern ourselves too much with health care cost only, we may run the risk of losing our position as a regional medical centre. No doubt we are a small population, but we have a large expatriate community here and a very large number of tourists and visitors to Singapore. There is a need for good, excellent medical facilities and services, and we see that there will be competition coming from the neighbouring countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to move on to Advance Directive, Sir. The former name is Living Will which is a misnomer. A person signs an advance directive to die in certain defined circumstances, specifically for those who are found to be incurable and are terminally ill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the problem with advance directive, Sir, is the definition of \"terminally ill\". If we recall, many years ago, those with heart ailments were deemed to be terminally ill cases. We do not know whether cancers could be fought and some cancers will find a cure, or whether there will be a cure for an AIDS patient. So there is this difficulty on the signing of the advance directive and the definitions of \"incurable\" and \"terminally ill\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no doubt that the artificial life support system has been developed to a very fine degree. With advance directive, my concern is how will it affect society's attitude towards the sanctity of life? How do we treat life? How do we value life? And do we allow lives to be taken away too easily? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is value in pain and suffering. As they say, if there is no pain, there is no gain. And we need to overcome pain with a strong pain threshold, so that we can achieve greater heights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This concern with regard to the sanctity of life must be addressed. And the problem with advance directive is after \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 688</b></font>\n  <br>\n  <br> starting treatment with the patient, should we withhold and withdraw treatment that has already been started when the result is certain death for the patient? It is easy before starting treatment, but treatment has already begun. Do you continue with the treatment? Do you withdraw? Or do you allow doctors to withhold because there is an advance directive? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The final point, Sir, as the Government prepares for legislation on advance directive, is there any target set for the number of people signing the advance directive to be considered a success? I fear that if we do, this is not what we want. The Government should not measure success by the number of people who sign up. It does not really matter even if one person signs it. I think it is perfectly all right if that person chooses to sign it. Is there a guarantee that there will be no imposition, but protection given to those with religious beliefs and who do not wish to foreclose the possibility of divine intervention? \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Sir, not many people understand the term \"advance directive\". Yet, it has far-reaching implications. Far-reaching because it requires a person to make a decision in advance on his own life, whether he wants to continue medical treatment or not when he is terminally ill with no chance of recovery and depending on life-support machines to live. Far-reaching also because it involves the family and relatives, doctors, lawyers, religion, moral and ethical beliefs. Doctors have to make that crucial judgment. Families and relatives have to come to accept the judgment. Lawyers have to make sure that there is no misuse and many a time, religion is sought to give the blessings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Each group can be put in a difficult situation to make this crucial decision that draws on the emotions, the moral, ethical and religious beliefs. When faced with such an unfortunate situation, it can be very traumatic. Family members may disagree on pulling out the life supports for various reasons. As for the doctor, he will be the last to pull out the life support machine as he is trained to save lives. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 689</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, he has to face with the decision of certifying death. At present, there are two ways of certification: (1) the traditional test, when the heart stops beating and the lungs stop functioning; and (2) a more high-tech one, ie, when the brain is dead. Until very recently only, the Japanese, because of religious beliefs, accept the definition of \"death\" only when every part of the body is dead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So you can see, Sir, the problems doctors have to face. The doctors do not want to be faced with the dilemma of having to face a court action because of this unclear definition. We must handle advance directive carefully because, as I said, of its moral, ethical, religious and emotional attachments. It must be set out in clearer language, understood by most Singaporeans. The better educated may find this term \"advance directive\" more acceptable but, generally, the average Singaporeans do not understand \"advance directive\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I put this term to many Singaporeans from many walks of life, including very educated professionals, and most do not know what it stands for. Some even thought that it was a term used in the stock market in futures trading. It used to be known as the living will. Sir, I prefer to call a spade a spade, a cangkul a cangkul, rather than calling a spade or a cangkul a gardening implement. Thus, I prefer living will to advance directive. Living will carries a more understandable meaning with ordinary Singaporeans. They can tie the two words together and guess the meaning after some time. However, a lot more explanation needs to be done, eg, its definition. How do you define a \"living will\"? How can we allay the fears that this is not mercy killing? How do we ensure that procedures in executing the will be properly followed and upheld? What if he changes his mind after making the will? Can he revoke the will? \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another very pertinent question being asked is: is this going to be another opt-in opt-out legislation like the Human Organ \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 690</b></font>\n  <br>\n  <br> Transplant Act of 1987? Many are worried that we want to make it compulsory because the state does not want to pick up the health bill of these terminally ill patients. I do not think this is going to be compulsorily forced upon our people to sign such a will. Nor do I think our health care cost sharing system puts the Government totally responsible for looking after the very ill. The Minister can help dispel this. On the contrary, the high cost of maintaining a terminally-ill patient in the intensive care unit, including Government subsidy, may become an important factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are other alternatives to a living will. There is such an order called \"DNR\", meaning \"Do Not Resuscitate\", which in the eyes of some individuals, including doctors, is better than a living will as an advance directive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thus, Sir, I have posed some of the many questions that need clear answers and some issues on this subject that need closer examination and scrutiny when the Bill is introduced. Again, without going into further details on the moral, religious and ethical aspects of this issue, a very fundamental question that Singaporeans need to ask is whether life sustained by machines is living, especially when death is certain. Modern science can prolong a dying man's life by way of the latest life-support systems. For example, machines can take over the functions of a dying man's heart and lungs. If I am terminally ill, with no chance of recovery, I want to be spared further suffering and would like to die naturally in peace and with dignity. I am sure there are many like me who would do likewise. But lest I be accused of being too clinical in my judgment, I support the development of a framework for those who would want to draw up a living will by way of legislation. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Dr Tan, we are running out of time. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock:</b> In a short while, Sir. First, there is a need for legislation not to force Singaporeans to sign such a will, but to honour the rights of those Singaporeans who want to make a living will and to protect those, including doctors, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 691</b></font>\n  <br>\n  <br> who honour that wish. The many details must be carefully worked out with law makers, religious bodies, lay people and the medical profession. Singaporeans must be well informed that the will will not be compulsory; that it is made consciously and not under pressure; that it is made when the mind is mentally sound, that he can revoke the will if he so wishes after making that will on whether to start life-sustaining treatment or to stop such treatment should he become terminally ill with no chance of recovery. This, to my mind, is the essence of what such a will should be. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Loh, you can take your next two topics together. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, there is the darker implication of a technological culture. In the realm of medicine, in-vitro fertilisation, the choice of sex of infants through genetic manipulation and surrogate motherhood are examples made possible by astonishing biomedical advances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These give rise to a whole range of medico-legal, ethical, theological and philosophical questions. I wonder how prepared are we to address these issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a need to give direction and guidance to medical practitioners to maintain the high medical ethical standards. The public needs to be educated on our norms and accepted standard of medical practice in our society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our university curricula for medical undergraduates should incorporate this important subject of medical ethics - their conduct as doctors in the doctor-patient relationships. We need doctors who profess their practice to be a vocation and not a trade, as a service to fellow men and not to allow greed to rule their work. Doctors need to be constantly reminded that the patients who see them for medical treatment are in the most vulnerable and helpless position. Doctors will only help themselves if they keep their profession noble. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I move on to Traditional Chinese Medicine, Sir. A large number of Singaporeans still seek traditional Chinese \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 692</b></font>\n  <br>\n  <br> medicine (TCM) treatment. There is a need to protect the interest and well-being of Singaporeans who seek such treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, there is no uniform training and established standards set for traditional Chinese medicine practice. It could be considered to be unjust not to regulate TCM practice just because we know very little and lack expertise in this area. This knowledge gap could be easily filled. We can invite experts from China, Hong Kong and Taiwan to help us. It is whether we want to deal and manage the TCM practices in Singapore. Our Western trained doctors could easily learn the TCM techniques such as acupuncture. The Ministry of Health can require the setting up of a TCM Council to get TCM practitioners to regulate themselves in the standard of TCM practice and the code of conduct of registered practitioners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are already many foreigners on social visit passes conducting ad hoc clinics from private homes, hotel rooms or medicine halls. We should stop the proliferation of such unhealthy practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should guard ourselves against the danger of incorrect or inappropriate TCM treatment which gives rise to serious complications later on. There will be dire consequences when there is a delay of diagnosis and treatment by western trained doctors. I hope that the Ministry does not delay any further in looking into this issue. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, I agree with Mr Loh Meng See. I feel that the Ministry of Health should have some control over the practice of traditional Chinese medicine. I am glad that the Ministry of Health has set up a Committee on Traditional Chinese Medicine, headed by Dr Aline Wong, to study the future development and professional standard of the traditional Chinese medicine and their practice. Meanwhile, the Government has indicated that it will actively promote the training of traditional Chinese medical practitioners and to enhance their social status. This effort by the Government is much appreciated by all Singaporeans who are concerned with the traditional Chinese medicine. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 693</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The various organisations of Chinese medical associations in Singapore also support the Government's call to set up a national coordinating committee on traditional Chinese medicine to hold discussions and dialogue sessions with the Ministry of Health. I hope that in future the Ministry of Health could set up an Eastern and Western medical treatment centre so that the practice of traditional Chinese medicine could complement the western medical practices in promoting better health for our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the prosperous development of the Asia-Pacific region, especially the rapid economic reform of China, traditional Chinese medicine will play an even more important role. It is not possible to do away with traditional Chinese medicine. I think we should let Chinese medicine complement western medicine. We should look squarely into the matter and find ways and means to resolve the differences rather than to try and avoid the matter. As pointed out by BG George Yeo, in the course of radiotherapy or chemotherapy, many cancer patients are found to be taking Chinese herbs at the same time. They do not reveal this to the physician or oncologist. This is because some western doctors are sceptical of the effect of Chinese medicine. I am glad that the Ministry of Health will set up a cancer centre and strive to make it a regional centre. I hope that the Ministry of Health will consider setting up a centre for the famous acupuncturists and osteopaths in Chinese medicine and together with western doctors and western medicine jointly set up a chronic disease centre for the benefit of our people in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point that I would like to raise is what Mr Loh Meng See has mentioned just now. I hope that the Ministry of Health will take note of this so-called Chinese practitioners who came from China on a social visit pass. Sometimes they are found providing treatment on the void decks in the HDB estates. I think the Ministry should look into this matter and take appropriate action to stop this malpractice. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 694</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (Brickworks GRC):</b> Sir, there are more than 850 Chinese physicians, in fact, some statistics show that it is more than 1,000, 350 TCM clinics, 800 Chinese medicine shops and 30 charitable Chinese medical clinics. In spite of the fact that we have excellent medical services in Singapore, about one-third of Singaporeans have sought TCM treatment. Obviously, TCM is here to stay. With such a large number of Singaporeans using the services of TCM, we cannot continue to ignore it. If TCM is not properly regulated, TCM treatment can give rise to undesirable consequences, either by causing delay of diagnosis and treatment by western trained doctors, or by the TCM treatment itself which is incorrect or inappropriate, thereby giving rise to medical complication. The public is exposed to tremendous risks if such practices are not regulated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe TCM has a role to pay. It can complement western medicine. But to-date, the Ministry adopts a very detached stance. It encourages the various TCM associations to amalgamate, set standards and self-regulate. One question we have to ask ourselves is whether the development of TCM is beneficial to Singaporeans. If the answer is yes, then the Government should take a more pro-active role. TCM will not progress much without the active participation of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to inform the House what is the stand of the Ministry regarding TCM and what concrete step the Ministry is taking to assist the development of TCM and to regulate the practices of TCM. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Ang Mo Kio GRC)</b>(\n  <i>In Mandarin</i>): More than 30 years ago, a well-known writer, Dr Han Suyin, wrote an article on acupuncture. After this article was published, a number of western doctors criticised her views which to them lacked a scientific basis. They thought acupuncture was a kind of \"quack\" practice. But in the United States today, there are many states where acupuncture is recognised officially as a form of treatment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 695</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wan Soon Bee mentioned that there are a large number of people going for traditional Chinese medicine. I would like to ask the Minister whether there is any plan to set up a research institute or treatment centre for traditional Chinese medicine. We know that acupuncture has some positive effect for certain diseases such as rheumatism, rigidity of the limbs and various pains. It has been proven to be effective in helping to get rid of the smoking habit. I hope we can tie up with experts in China on research in this area. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, the standard of TCM practice varies considerably for various reasons. For many years, there has been controversy over admission standards, examination standards and the regulation of TCM practice. There are many different views on these matters. I would like to ask the Minister whether any steps have been taken to ensure that we have a uniform standard in the training of Chinese physicians, so that adequate safeguards will be given to our people who go to see them for treatment. \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, the number of Singaporeans at age 65 and above is growing at a very fast rate. We need to take a total integrated approach in dealing with the problems faced by the aged, namely, the employment, financial security, health and recreational needs and in the areas of social services and institutional care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What steps are taken by the Ministry to ensure that we do not presume that all aged Singaporeans are sick and frail in our society? The Government has to be proactive to see that our aged lead healthy and active lives rather than always to be concerned about their sickness. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Vasoo is not here. Dr Lim. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, I declare my interest as a practising doctor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We recognise that even as the population ages, the family size is also getting smaller. This creates problems as it will be difficult for the working adults to look after \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 696</b></font>\n  <br>\n  <br> the aged sick. Currently, there are nursing homes and some day-care centres. But most of these centres are not near population centres. The current infrastructure does not meet the conflicting needs of small working families who have to look after their aged sick parents and work to earn a living. The facilities provided should allow them to do both and yet maintain close family bonding without undue stress on the family care givers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry should consider plans to build community facilities in the heart of population centres that will enable families to send their elderly to these community facilities when they go to work in the morning and allow them to fetch them home when they return from work. The alternatives to this, if the aged parents are sick, are for the children to stop working, to hire domestic maids or to send them to a nursing home. I think that a drop-in facility is a better alternative to these three options as it will enable the children to continue working and yet care for their aged sick parents. Facilities such as this should have social, physiotherapy, rehabilitation and nursing services. It should also provide easy access for the sick and disabled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, there are senior citizens' health care centres, day-care centres, and social day centres in certain areas. Are there plans for the Ministry to consider providing an improved facility that has both day-care facilities providing nursing and physiotherapy services for senior citizens and also short stay facilities for these senior citizens, so that health care givers can be given a respite, whenever necessary, or when they are overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are some families who are able to manage the aged sick and disabled at home. However, they will require assistance from organisations such as the Home Nursing Foundation. The Home Nursing Foundation has limited staff catering to increasing demands of an expanding population. If it was to effectively meet these growing needs, it must also evolve; its role may be expanded to provide social support as well. This could be done through coordination with MCD \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 697</b></font>\n  <br>\n  <br> or Family Service Centres. It can then be a one-stop service for those requiring support for home care of the aged sick. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, the problem of the aged will increase. What measures will the Ministry take to meet these growing needs? \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, the other day Mr Ling How Doong had asked for more subsidy to be given to the poor and the unfortunate chronically sick patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I thought that such people are already given waivers of medical charges. They do not have to pay a cent if they are \"C\" class patients, and the Medifund provides for such a purpose. So I do not know what Mr Ling is talking about. I wonder if the Ministry has got any cases referred from him for consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Medifund is accumulating surplus from the first year of operation. In the annual report for the year 1993, the Government gave a start-up grant of $8 million, a total of $5.9 million was disbursed and the total amount approved was in the region of about $4.7 million. Because of the surplus available, can the Government be more generous, if not in the number of applicants, but at least in the amount approved for \"B2\" ward patients, if the medical bills turn out to be beyond their affordability? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, the cost of basic health care is an issue of public concern and I believe we have to do our best to ensure that the cost does not go out of reach of the lower income group and the aged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister what measures the Ministry is taking to ensure that the cost of basic health care will continue to be affordable to the poor and the needy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at the performance indicators in the hospital services programme on page 390 of Command Paper 3 of 1995, I am very concerned about the jump in cost in the acute Government hospitals. Cost per in-patient day has increased from $264 in financial year 1990 to $357 for financial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 698</b></font>\n  <br>\n  <br> year 1995, ie, projected cost, an increase of about 35%. Cost per out-patient attendance has increased from $63 in financial year 1990 to $106 for financial year 1995, ie, projected cost, an increase of 68%, and cost per A&amp;E attendance rose from $50 in financial year 1990 to some $73 for 1995, again a hefty increase of some 46%. I am not sure what is the reason for these increases. Perhaps the Minister could explain these figures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the restructured hospitals, the aim of restructuring is to give autonomy to hospital management to run the hospital efficiently. I would like to know what types of programmes these hospitals have implemented to ensure that the cost will be affordable and that their performance will continue to improve. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, in the last few years, the main areas of concern in the health care scene were on upgrading and building hospitals, buying the latest in medical technology, containing cost and providing quality care to patients. Every year, we pat ourselves on the back and say that we have a great health care system, but is everything really well? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my opinion, the answer is no. I think that it is time that the Ministry shifted its focus to the most important, but the most neglected, segment of the health care services � the health care providers. We may have the best hospital buildings amd the best hospital equipment, but if we do not have experienced and well-trained medical staff, we will only have a second rate medical service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The medical services have been plagued by a not insignificant number of resignations which not only deplete it numerically but also, more importantly, affect it qualitatively. We lose committed doctors, experienced nurses and para-medical staff. In the worst case scenario, if we do not stem this exodus, some of our public health institutions may become second rate institutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Ministry would like to believe that the main cause for this flux \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 699</b></font>\n  <br>\n  <br> of professionals is primarily due to pull factors from the private sector. Is it really so rosy in the private sector? Leaving for the private sector is a momentous and extremely difficult decision. For doctors, it is extremely difficult and costly to set up their own clinics with no guarantee of a patient base. It is not a decision to be taken lightly. Furthermore, he will have to relive his days of being a house officer all over again as there are no junior doctors at his beck and call, unlike the public institutions. For nurses, they will be penalised in salary increments if they return to public institutions in future. Why then do health care professionals leave? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the Ministry can give the standard reply by saying that the private sector pull is too strong or that in a full employment situation, this turnover is to be expected and there is nothing that can be done. If the Ministry were to take this line of reasoning, then I am afraid it will continue to lose more quality and experienced health care professionals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, like me, many believe that push factors are the main reasons for health care professionals leaving public health care institutions. I do believe that the Minister is aware that the morale is low among many health care professionals in many of our health care institutions. What are the problems? Given the limited time, it is impossible for me to give specific examples, but I will try to identify the major problem areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, there is a perception among many that the Ministry and the institutions do not care for their staff. In striving to reduce health care cost, a black bottomline becomes the ultimate quest for hospitals - never mind the consequences - never mind if your best doctors quit - never mind if your experienced nurses leave - it helps to reduce the salary burden on the institution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The autonomy given to restructured hospitals is a doubled-edged sword. If there is a Ministry \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 700</b></font>\n  <br>\n  <br> policy that benefits the staff at the expense of affecting the hospital coffers, the hospital can choose not to follow it by saying that it is a restructured hospital. If there is a Ministry policy that affects the staff adversely, the hospital can choose to follow it by singing a different tune - it is a public institution and therefore it has to follow Ministry's guidelines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, although there are some channels for feedback, the disappointments, the frustration, the constructive criticisms often do not find a listening ear. Even if they find one, many feel that nothing gets done. Many eventually give up trying to give feedback because they feel resigned to the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the conflict between the medical institutions over the development of medical disciplines in the past few years has also taken its toll on the health care professionals and has affected morale in institutions to a significant degree. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, many feel that in some of our health care institutions, there is a lack of direction. There is an air of uncertainty about the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I feel that the Ministry may not be aware of many things on the ground. Our present health care system is like a majestic tree basking in its full splendour, some of its branches being gradually hollowed out by termites. The buildings and equipment are the best, the macro health policies are faultless and care is affordable. But will there be quality medical staff to ensure a high standard of health care? The restructuring of the hospitals has left the Ministry with little direct involvement in the running of most of the hospitals. Hence it is not unexpected that the Ministry will be less aware of the problems on the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is still not too late to halt the exodus from our health care institutions - don't keep blaming on the pull factors, it is about time to examine the push factors. It is not easy for me to raise these issues, but I have raised it for two reasons. One, I owe it to the large number of selfless, dedicated health care professionals who have asked me to raise these issues in the hope that someone in the Ministry will not only be aware of these problems but will be willing to address these problems. And, two, our Minister for Health not only \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 701</b></font>\n  <br>\n  <br> has the strength to face up to these problems but he also has the wisdom and vision to resolve them. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to suggest the following proposals: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The setting up of a committee to look into these problems. It should comprise primarily of independent persons with an understanding of the health care situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Ministry should monitor the implementation of policy changes so that policies are not applied in a selectively biased manner that will disadvantage the health care professionals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) In certain areas, like nursing, the entire concept of nursing may need to be reviewed to make the job more rewarding and attractive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) The Ministry may have to provide clear directions for the hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) The Ministry must provide clear clinical policy guidelines in the development of medical disciplines both at the inter- and intra-hospital level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These measures may result in clear directions, a formal process for the resolution of conflicting clinical development policies, improve morale, better understanding and resolution of ground problems at a semi-macro level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was told by a senior civil servant that in the Ministry of Health, the Minister thinks better and speaks better than anyone else in the Ministry. I have every confidence that with this Minister at the helm, the health care providers will see a better tomorrow. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, I wish to declare my interest as the Managing Director of the NTUC Healthcare Cooperative. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the medical insurance market in Singapore is growing rapidly. In 1990, total gross premiums were only about $50 million. In 1994, it is estimated to have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 702</b></font>\n  <br>\n  <br> reached $120 million, more than double in four years. More and more employers are taking up insurance to cover their employees' medical expenditure. From the unionised sector, the percentage of companies which have bought medical insurance increased 3 1/2 times from 10% in 1989 to 35% in 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, basic medical insurance policies offered by insurance companies or provider groups in Singapore, generally, do not contain any deductible or co-insurance element. There is, therefore, the danger of a \"buffet syndrome\" which could lead to the provision of unnecessary medical services and escalating premiums. In its White Paper on Affordable Health Care published in 1993, the Government stated its intention to regulate and guide the growth of the medical insurance market to avoid these pitfalls. May I therefore ask the Minister what his Ministry will be doing to regulate the provision of medical insurance? Does he intend to make co-payments or deductibles a requirement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the debate in this House on the White Paper, quite a few new medical insurance schemes have been offered and sold by a number of insurance companies and provider groups. May I know from the Minister whether approval from the Ministry is required before such schemes are offered? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Provider groups are not insurance companies. They are either hospitals or doctor groups. Can they be allowed to underwrite medical insurance policies? Insurance companies are regulated by the MAS. They have their insurance funds to meet their liabilities. How do we ensure that provider groups do not bite off more than they could chew? How do we protect the insurees and ensure that provider groups do not cut corners when they lose money? For example, it is a distinct possibility that a provider group may end up with some catastrophic illness cases which are so costly that the provider group is unable to cover. So in my view, we should find a way to set a limit to how much liability a provider group can assume relative to its size of operation. What is the Minister's view on this? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 703</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, Sir, what is the Minister's position on multiple medical insurance? Does he allow, for instance, an individual to take up two insurance policies so that the deductible and co-payment under his first policy, such as, the MediShield, can be fully covered by the second policy? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Soin is not speaking. General Yeo. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (BG George Yong-Boon Yeo):</b> Sir, first, let me thank Members for making some very thoughtful comments about the direction of our national health policies. Everything we do, whether it involves medical excellence, the practice of traditional Chinese medicine, medical ethics, insurance, subsidies must have, as its starting and its end points, our demographic structure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the debate on the Finance Minister's Budget speech, Mr Ling How Doong said that we were spending too little money on health, we were being stingy. He said that we were spending only 1.2%. He misunderstood the numbers. Dr Richard Hu said we are, in fact, spending 3% of our GDP. I have asked my officials to do modelling exercises of what the burden on our total society would be in the future if we maintain the same level of health care for each generation. Because the key thing to remember here is that we are still a very young population and when we are young, we do not spend very much on health care. But when we are old, health care costs rise exponentially. And in fact the different models show that, based upon the existing level of health care, we will reach 6% to 8% in the early part of the next century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The demographics are like so. After the Second World War, we had a post-war baby boom and many of us here are in fact members of that generation. From 1945 to 1966, when KK Hospital entered the Guinness Book of Records for being the world's busiest baby factory and, after that, if you look at the demographic charts, our population birth rate plummeted. Now this bulge in our demographic profile will affect everything that we do in Singapore - housing, politics, health care, education. Mindef \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 704</b></font>\n  <br>\n  <br> faced it in the late 80s when suddenly it found that fewer and fewer young men were entering national service and they had to resize their ORBAT accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will age gradually between now and 2010. But after 2010, when the post-war baby boomers march into their winter years, when they are 65 and above, we will age rapidly until about 2030, when those who were born and gave KK Hospital the Guinness Book award reach their post-65 era. After 2030, it will begin to improve. But for 20 years, we will be in a very vulnerable period when something like one in four of us will be over 65 years of age and that will be a very different kind of Singapore, it will be a different kind of Parliamentary Chamber. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Everything that we do now carries implications deep into the future and we must ensure that what we do now anticipates the problem of the next century. If we do not, come that particular time, the burden on young people will be so heavy, they will emigrate and Singapore can collapse. I think in all discussions, let us bear in mind that every good deed that we do now has got downstream implications way into the future and really we have a tremendous responsibility to so structure our health system that come 2010, it is something which a younger generation of Singaporeans at that time can bear comfortably. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See made some very interesting comments about medical excellence and I agree with him. Medical excellence and affordable health care should not be in conflict. It should not be that to keep health cost affordable, we suppress medical excellence. Then we ask ourselves what kind of health care we are talking about. We must continue to have excellence selectively and the solution here is to maintain Singapore as a regional medical centre. We should not lose that position, that position was bequeathed to us from the colonial period. It has always been so, it should continue to be so, and we must continue to invest in medical research, continue to have good people in medicine and continue to ensure that the quality of institutional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 705</b></font>\n  <br>\n  <br> practice is attractive enough for enough of our best doctors to remain in Government service. That is crucial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should strengthen our links with key institutions in America, in Britain and elsewhere because, especially in America, where they are many years ahead of us. America, today, is in a very difficult position. They are already spending over 13% of their GNP on health care. It is a crushing burden and the music has stopped. The crunch has come, it has become a political problem. It could no longer be sustained and they are in a very serious over-supply situation, both in terms of doctors, nurses, health care practitioners, hospitals, hospital beds. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, on a recent visit to America, one senior doctor told me that even if America does not produce a single additional doctor for the next 20 years, it has got enough doctors and many hospitals are facing tremendous over-supply of beds. Top hospitals now find themselves operating at 50% bed occupancy. So on the one hand, we have in America an over-supply situation, while in Asia, we have societies on the move, thickening middle classes, wanting better health care. And I see increasingly a movement of medical facilities, personnel, technologies available in the West, coming over to Asia to meet the under-supply situation here. And if we position ourselves cunningly, I think we can be a medical hub for some of the technology that has come over from the West to Asia and, in the process, giving a much better health service to Singaporeans. In everything we do in Singapore, we get a better service for ourselves, by serving other people. By ourselves, we do not deserve Changi Airport. By ourselves, we do not deserve Singapore port. By ourselves, we do not deserve our financial centre. We get good services as Singaporeans because we serve a region much larger than ourselves. And therefore, maintaining Singapore as a regional medical hub, maintaining strong links with key institutions in America and Britain and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 706</b></font>\n  <br>\n  <br> elsewhere are important elements of our strategy to give good affordable health care to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mr Loh Meng See and Dr Tan Cheng Bock gave very thoughtful speeches on advance directives. Dr Tan Cheng Bock asked why we decided to change the name. The reason why the name has been changed is partly because \"living will\" confuses people. What does it mean to have a \"living will\"? I mean a will is something which becomes operative after you die. So what do you mean by that? The meaning of advance directive is intuitive, it is a directive you give in advance. But there is a deeper reason for this. It is that in America and Europe, the name \"living will\" is associated with the euthanasia movement. The committee on advance directive in Singapore, the National Medical Ethics Committee, and most doctors and the Health Ministry are all opposed to euthanasia. It is therefore very important for us not to be associated with it. What we are trying to do is to ease the process of the inevitable, not to hasten it. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many points have been made. Extensive consultations have been made by the National Medical Ethics Committee with various religious and professional groups in Singapore. Why religious groups? Because this is a question of life and death and, therefore, a question which touches on the spiritual nature of life itself and is something which all religious people will naturally have views upon, and views of religious leaders having tremendous influence on their flocks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not been rushing it. Over the last one year, extensive consultations have been made with 24 religious groups and professional bodies. Most of them are in agreement with the principles, except for one or two. A few asked whether it is necessary now and said perhaps we can wait. On the whole, the support is very great. And the Mufti himself, I remember, issued a fatwa saying that it is something acceptable to Islam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me be very specific here, to answer the reservations of Mr Loh Meng See \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 707</b></font>\n  <br>\n  <br> and Dr Tan Cheng Bock, that it will be strictly voluntary. No one is forced to do an advance directive. No one will be pressured to do it. In fact, we must have laws which will go after those who pressure people to write advance directives. It is something completely of their free will. If you do not understand it, if you do not want to preoccupy yourself with it, then leave it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But whether or not there are advance directives, the dilemma of how to treat people who are dying will remain for as long as there is human civilization, and it will remain for as long as we are mortal. Because come the final moment, someone must decide: do I resuscitate one more time? Do I go for yet more expensive antibiotics to fight the final pneumonia which will knock the patient off? At the end of the day, it is a deeply spiritual and a deeply personal matter as to how I register my preferences. If I do it well, consult my wife and family members, I will ease their pains later. If I avoid the issue and leave it to them, when I am no longer compos mentis, and there are quarrels within the family, decisions are taken, you can have recriminations for years after that, when other tensions arise in the family and people say, \"There you are, you killed my mother,\" or \"You didn't give enough care to her.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So where individuals, having looked at the experiences of others, decide, \"Look, I better make preparations, do my will and give clear instructions. Do I want to be buried? Do I want to be cremated? How do I want the final days to be ordered?\" By the person settling these issues before he passes away, he takes away a lot of that burden from his wife and his family members, and this is really what advance directives are intended to do, not to force anyone. But if they decide to have an input, then they can. The law will allow for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has got nothing to do with medical cost. Because, as I said, even if you have no advance directives, the issue of when to pull the plug will still be there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why has the problem now arisen when it did not in the past? In the old days when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 708</b></font>\n  <br>\n  <br> life was simpler, doctors were taught that when patients were dying, they did what was called \"masterly inactivity\". In other words, when you judge that the patient will pass away within a few days, you advise the family and say, \"Why not get the patient home, get a priest, get a monk, provide solace, accompany him?\" Today, if you do that because of influence from America, you may get a legal suit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I spoke to some doctors in private practice and they tell me, \"Look, in cases of doubt, they just keep on treating\". In the process, they may run up the bill and bankrupt the family which they should worry about. They should worry whether it is better and more dignified for the patient to die in intensive care or die at home. But they are more interested to protect their legal flanks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I recall how the late Dr Ee Peng Liang passed away. He had liver cancer. He was very clear in his mind that he did not want to be operated on. He was a Roman Catholic. And the Roman Catholic church puts no obligation on any person to be heroic about his own health care. If you think that it incurs too much suffering, that the risks are not proportionate or that you may be a burden to your family, you are under no moral obligation to try anything and everything which is available. And Dr Ee Peng Liang said no, he did not want to be operated upon. He carried on normal activities, chaired meetings. Many of us met him, even when he knew he had cancer. One morning he did not feel well. They called for the ambulance. The ambulance came, a sister saw him and said, \"Look, better get a priest.\" So he died with Holy Communion in his mouth. This was told to me by members of his family whom I know quite well. And I thought that he died a wonderful death. It was possible because there was a certain serenity of spirit and a certain recognition that we are mortal and that we should not be so arrogant as to think that we should do everything possible to prolong our life for one day, one week or whatever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The committee studying this will be putting up its report soon. I had discussions with them and I think that the basic ideas are sound. After that, we will draft a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 709</b></font>\n  <br>\n  <br> Bill and present it to this House for Second Reading and we will put it through Select Committee so that anyone with views on this matter can continue to raise them, so that when the Bill finally becomes law, we are all comfortable with it. And even if we are not comfortable with it, we are comfortable that no one will be dragooned into doing it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See raised the issue of medical ethics. This is a key concern of the Ministry and it is for this reason that we formed the National Medical Ethics Committee. Mr Loh is absolutely right that at the end of the day, the medical profession is not a trade, is not an employment, it is a vocation, it is a calling. It has been so from tribal societies. It remains so despite medical technology. It will always be so because of the nature of human mortality, the fact that we are created imperfect and in the course of our lives, things will happen and difficult decisions have to be made. So the person who is healing bears a certain responsibility and the person who is being healed must have a certain respect for the person whom he has called upon to heal him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is interesting how important this relationship is. It cannot be commoditised. It is being commoditised because there are so many intermediate elements in now - HMOs, insurance companies, lawyers, administrators, all jumping in and saying, \"Look, everything should be accounted for, everything should be costed and everything can be standardised.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can it be standardised? If you talk to any doctor in this Chamber - Dr Tan and Dr Soin - we know that it cannot be standardised. And so much depends upon the doctor's chemistry with his patient. There was a recent report in America which is truly amazing, studies which show that when patients bring chocolates and apples to their doctors, doctors make more accurate diagnosis. Why should that be the case? But that is the case. That is the case because you cannot replace the doctor by a computer. It is judgment, it is his interest in the patient. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 710</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And this is well known, the placebo effect, the Hawthorn effect. All pharmaceutical companies know that the same amount of panadol put into a capsule has got a stronger effect on people on average than the same amount of panadol in a tablet. And all pharmaceutical companies know that the placebo effect for painkillers is something like 50%. Hence, the comment sometimes made in humour that pain is a matter of opinion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must safeguard that relationship. If that relationship is sound, we will have good health care in Singapore. If that relationship is perverted, then however we spend our money, we will not get good health care. If the doctor has a sneaky feeling that the patient who is seeing him wants to sue him afterwards, it must affect all his thinking and all his actions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will emphasise the teaching of medical ethics to medical students and to insist upon it in the profession. I have distributed a pledge which all doctors will henceforth take from this year. It is drafted by the Singapore Medical Council (SMC), an adaptation from the old hippocratic oath and the Declaration of Geneva. The idea is, every newly graduating doctor should pledge this oath in great solemnity in front of his senior peers, and he will be held to it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I proposed to the Dean of the Medical Faculty that even for medical students who will be seeing patients in the course of their medical studies they should also take a simplified pledge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many other things which we will do to ensure that medical ethics are upheld, including enforcement actions and disciplinary actions by the Singapore Medical Council. The National Medical Ethics Committee is also reviewing its guidelines related to medical practice in the fields of obstetrics and neo-natalogy. There are many ethical issues bound up with experiments done on sperms, ova, embryos, on interventions, and strict guidelines are given to those who are involved in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See, Mr Peh Chin Hua, Dr Wan Soon Bee and Mr Lau Ping Sum all urged the Government to move on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 711</b></font>\n  <br>\n  <br> to regulate and upgrade the practice of traditional Chinese medicine. Having raised the issue last year, I must now register a caveat, that while we should do something to improve training and regulation, it is not easy. If it were so easy, it would have been done in Japan, in Korea, in Taiwan, in China, in Hong Kong. It is done in none of these countries. Even in China, where there are a number of top TCM universities, the syllabuses, and the codification vary from university to university. And the health ministry there regulates with a very light hand. During Mao Ze Dong's days, when they had barefoot doctors, he insisted that there be integration of western and eastern medicine. The same spirit caused Mr Peh Chin Hua to recommend that we set up a centre for eastern and western medical studies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But, in reality, in China, even though they require the two disciplines to be put together, there is no real integration. If you are a student in a western medical school, they call it xi yi wei zhu [ ]. You must still do some zhong yi [ ]. You must still do some eastern medicine. If you go to a TCM institute, zhong yi wei zhu [ ] , you must still do some western medicine. So you do 70%-80% of one and 20%-30% of the other, which is why today when you meet a sinseh from China, he understands ultrasound, he understands X-rays and he can talk to you about viruses and bacteria and immune systems. In the same way, when we meet a western doctor from China, they are quite knowledgeable in qi, acupuncture and herbs. But there is no integration in the sense of scientific integration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is an area which has bedeviled scientists for many decades. I remember reading once an essay by the great Cambridge historian, Joseph Needhan, who wrote this encyclopedic study on Science and Civilization in China. And he said, in every field there is integration - in astronomy, geography, science, navigation, the whole range, except in medicine. He said, on this last field, integration remains very difficult. And the reason, I believe, is because western medicine takes an analytical approach \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 712</b></font>\n  <br>\n  <br> and, in fact, remarkable progress is being done at the molecular and the genetic level. But eastern medicine tends to take as its starting point holistic medicine. Progress is advancing, curiously, in both directions. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So last year, the December 1994 issue of the Economist wrote about how in America, despite the fact that they already spent 13-14% of their GNP on health, which is western medicine, one in three American adults in 1993, as reported in the New Island Journal of Medicine, used unorthodox therapies, and about 425 million visits were made by Americans that year to unconventional therapists, who are acupuncturists, chiropractors, homeopaths, and so on. So worldwide there is a recognition that, yes, we can get more and more analytical, but we also have to be more and more holistic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, in Singapore, we should treasure our heritage. It is a precious heritage which has given tremendous medical support to many generations of Singaporeans over the years. All these Chinese sinsehs in Tong Chai Hospital, the Buddhist Federation, the clinics in Toa Payoh and elsewhere, every day they are seeing thousands of Singaporeans, almost for free. They have given sterling service over all these years for which we should be very grateful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we should do something to upgrade standard and training, but at the same time recognise the profound difficulties. We cannot do what the Nobel Laureate has proclaimed to be very difficult to do. Instead, what we should do is to study the experiences of China, Korea, Taiwan, Hong Kong and Japan and then say, \"Okay, what do we do for ourselves.\" It has been very difficult getting our local TCM practitioners and groups to work together but last year they made one great Herculean effort and they formed a coordinating committee. That is progress. But it is only the first step. The Health Ministry will encourage and facilitate their work and encourage and facilitate more and more self-regulation. At least the TCM community as a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 713</b></font>\n  <br>\n  <br> community should point out who the charlatans are, who are those who are trained and who are those who are not trained or who are not properly trained. They should identify themselves and discipline those of their members who are quacks and who are unprofessional. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I am thinking in the Health Ministry how much we should require them to self-regulate. For a start, they should work out what is the minimum they must do in terms of entrance requirements for students, what is the minimum in terms of training, minimum in terms of standards, checks, auditing and begin to list the people who are qualified. As for those who are not, well, that is a separate matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Can the Health Ministry jump in and say, \"Okay, we regulate.\" I am not comfortable because there is so little expertise in the Ministry and it will take us very many years to build it up. Even in the west, the regulation of the medical profession took many centuries. It started as a self-regulated profession. It was only in recent times that there were Health Ministries and Health Ministers with regulatory agencies. We should encourage the TCM practitioners in Singapore to go the same way. Even if we decide to legislate, we do it step by step. Something like acupuncture, we can probably move earlier. In America now, in many states, there is extensive legislation on who can be an acupuncturist and how acupuncture should be carried out, what are their responsibilities and what are their liabilities. In Singapore, you get needles poked into all parts of your body and there is no legislation or regulation whatsoever, except an instruction from the Health Ministry that you should try to use disposable needles. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have spoken to experts from WHO and sought their advice. We have decided that as a start we will establish an acupuncture research clinic at Ang Mo Kio Community Hospital. We will get experts from China, we will get WHO to help us work out a research protocol and then we will do proper studies and evaluate \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 714</b></font>\n  <br>\n  <br> the conditions for which acupuncture is clearly indicated. I read recently of reports that even in America the Food and Drug Administration (FDA) is considering accepting acupuncture as a recognised form of treatment, which means that it will be recognised for Medicaid, Medicare and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline Wong's Committee has been hard at work. They have visited institutes in China. They have met the various TCM groups and the report is being drafted. Certain ideas are still being discussed. I think towards the end of the year we should be able to produce something for public discussion, but this is not something that I want to rush into. I believe that it is an area which requires careful thought, a balance of immediate needs and the consideration of long term implications. This is not the first time that we are trying acupuncture in our hospitals. Many of us here may not be aware of it, but in SGH and Tan Tock Seng Hospital we have always had a few doctors who knew acupuncture and who used it for pain treatment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline Wong will answer questions on health service for the elderly, Medifund and cost of health care. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to address the issues raised by Dr Michael Lim on health care providers and Dr John Chen on medical insurance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Michael Lim, I presume, was speaking largely on his experience in NUH, although of course he has friends elsewhere and it is a small fraternity. But I believe that many of the points he raised pertain more directly to NUH. It used to be directly under the University and overseen by the Education Ministry. That created all kinds of problems when we went about trying to implement the recommendations of the White Paper which the House approved 1 1/2 years ago. So from 1st October last year, between the Education Ministry and the Health Ministry, we agreed that NUH should come under the charge of the Health Minister. It is important because it facilitates better cross-posting of personnel and it makes for better coordination. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 715</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have been losing people both from NUH and SGH. The problem is severe but not alarming. Part of it is because the private sector is expanding and they were desperately making offers to some of our doctors to leave to set up shop and giving them offers they could not refuse. Because of that, some of our doctors have left in the belief that those opportunities were now or never. But I also accept Dr Michael Lim's point that the factor is not all \"pull\", that there was a certain amount of push. It is a difficult and complex problem. Doctors are like other Singaporeans who are all caught up in the rat race and in the desire to move on in life. So the personnel turnover problem in SGH, NUH and the other hospitals is part of a wider national problem of personnel turnover in the civil service, the statutory boards and the private sector. There is that element which is systemic across the board, but over and above that there are particular problems relating to SGH and NUH. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Michael Lim suggested that in the Health Ministry we are not aware of what the ground problems are. We may not be aware of everything, but the medical fraternity is a small fraternity and you get feedback and advice even when you do not welcome them. It is quite remarkable how doctors are sometimes so quick to run down other doctors. I get very pained by this. It goes against the oath that we have just introduced that, in the profession, we respect each other as brothers and sisters. But the rivalries are so intense, the competition for turf is so intense that judgments are occasionally clouded and issues become personalised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am advised by senior members of the medical fraternity that this goes back for as long as can be remembered and that not all of these problems can be entirely solved. For certain specialisations, we will allow, maybe two centres in Singapore, a certain latitude so that if you are not happy with your boss and you think you are just as good, you can go over to the next mountain and show him your worth. Singapore is a small place. Too many tigers on the mountain maybe and a certain separation of valley spaces will be helpful all round. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 716</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is for this reason that we are promoting both NUH and SGH as tertiary centres, not just one or the other, but both. Where of course allowing for two centres make for wasteful duplication of resources, then we will stop it. But where it does not require wasteful duplication, where it is mainly a question of personalities, we say, \"Okay, let them have some friendly competition, like the competition between Oxford and Cambridge or between Yale and Harvard.\" I think we can accommodate that kind of competition and it will lead to a healthier and more relaxed environment in the practice of health care in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But since taking over NUH, I would like to assure the staff there that I would consider it a failure of my mission and the Health Ministry's mission if NUH is not able to maintain its position in Singapore as a premier teaching hospital, not just in Singapore but in the region. We in the Health Ministry are committed to ensuring that. The problems that are raised, we will sort out. I meet the Vice-Chancellor regularly, I meet the senior members of the NUH Board every two months and I get the Dean of the Medical Faculty to sit on my fortnightly Ministry meetings, so that there is nothing we discuss in the Ministry which is done secretively against NUH. Of course, that was never a problem but because of rivalry, there was always this suspicion and rumour going around that SGH was MOH's favourite son. It is not the case and it will not be the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will continue to emphasise research. Mr Loh mentioned that $20 million was given to the NMRC and that is only for clinical research. In addition, there is a separate budget under NUS for basic medical research. It is about $4 million a year. So there is quite a lot of research work which can be done to ensure that there is a special quality and satisfaction in institutional practice which you can never get in a private hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know many of my medical colleagues here are in private practice but, with due respect to them, let me be very frank here that without the hospitals, in particular SGH and NUH, the medical profession cannot reproduce itself. The transmission \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 717</b></font>\n  <br>\n  <br> of knowledge, the imparting of values to the next generation, research development, all that must be done in SGH, NUH and our other hospitals. It cannot be done in Mount Elizabeth or Gleneagles Hospitals, which are more like hotel facilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On nurses, I agree with Dr Michael Lim that we must do much more for them. There is a shortage. We are recruiting more. More are coming to join the three-year diploma programme at Nanyang Polytechnic. We are also recruiting nurses from overseas to make up for this immediate shortfall. But I hope that members of the public and Members here will understand that health care is a very service intensive industry. Whatever you do, from time to time, there will be blow-ups, unhappy nurses and complaint letters will be flying back and forth. We attend to them as best we can, but it is not possible to get absolutely zero defects. We will keep working at it. We will keep using the techniques of service industries, and health care is a service industry, but there are limits to what we can do. I welcome feedback from Members of Parliament; I welcome feedback from any member of the public. And every criticism, every complaint, is carefully attended to and improvements made when they are justified. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr John Chen raised some fundamental issues about medical insurance. He asked how we regulate health insurers, including health care providers, who are in fact acting as insurers. Where it is clearly an insurance operation, it requires approval from MAS, whether it involves health or does not involve health. And when it involves health, the Health Ministry gives an input to MAS to ensure that the interests of policyholders are looked after. That is the normal general problem of the insurance industry which has to be taken care of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The specific problem of moral hazards in health care insurance is something which the Health Ministry takes particular \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 718</b></font>\n  <br>\n  <br> interest in. So apart from NTUC's Managed Health Scheme, no other insurer is allowed to make use of Medisave. I have mentioned last year that this is an area in which we are conducting an experiment and NTUC has already got some policyholders. The experiment will go on for a few more years, and after that we will make an assessment whether or not we should also allow Medisave to be used for non-NTUC insurance policies. But for the time being, we rather sit back and watch. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not clear how much regulation is needed. We are not America, the situation here is different, and I do not want to regulate more than is necessary. The health care industry is fluid, doctors come together, companies come together, some risks are pooled, some overheads are pooled, new entrants, exits. It is volatile. So long as it does not lead to general inflation in health care cost, I really do not want to interfere, because that is part of the normal dynamics of market competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a little like the travel business where you have the airlines selling tickets, wholesale/retail, you have travel agents, you have tour agents, you have people buying tickets, individuals, people combining as co-operatives to buy tickets, and the industry changes all the time depending on what new technologies come on stream, depending on what new factors impinge upon the market. Same too with health care industry. We have already set a cap - 2% tax deductibility for all corporations - and we also say private insurers cannot touch Medisave. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the time being, we are comfortable with the situation. We do not see a problem. But if a problem does arise down the road, then we will react. But until it happens, we will just treat health care insurers as a general problem of insurance in general. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline Wong will, with what time she has, try to answer as best as possible the other questions. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the tea break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 719</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 10 minutes past 3 o'clock. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.49 pm to 3.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head P (cont.) - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wong. \"Guillotine\" time on this amendment is 3.20 pm. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Mr Loh Meng See and Dr Michael Lim have talked about the need for more health care services for the elderly, in view of our ageing population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, let me say that I completely agree with Mr Loh that we need to take a total approach to the needs of the elderly in the areas of employment, financial security, health and social services. Thus, the responsibility is not that of my Ministry alone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But allow me to talk a little bit about what my Ministry has been doing for the elderly sick over the last few years. We have over the last few years put in place a number of programmes for the elderly sick. These programmes follow from a broader conceptual framework which provides directions for the planning and delivery of services for the elderly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fundamental to our approach is the objective of keeping the elderly as functionally independent as possible, so that they can be cared for in the familiar environment of their own home and community for as long as possible. We believe that the elderly belong to the families and therefore we must encourage the family unit to take a major responsibility in looking after their frail and sick elderly members. Our aim is to provide the family with the necessary support services to enable it to fulfil its obligation towards the older generation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 720</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh made a very good point, that is, we must try to keep the elderly population as healthy as possible. I agree with him. Promoting good health among the elderly to prevent and delay the onset of disease is one of our strategic goals. But as we all know, as one gets older and older, the probability of falling sick increases, and even if one is not sick, one becomes more and more frail. So the other strategic direction in which we must move is to provide early treatment and rehabilitation so that any functional disability or residual disability would be minimised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third strategic direction is to develop community-based services to support the family care givers. As Dr Michael Lim noted, the family size is getting smaller and more couples are working. So in future it would be more difficult to take care of the elderly members in the family setting. Yes, that is why it is important for us to provide support to the family care givers so that they can discharge their obligation towards the older generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On community-based care, which is the main point raised by Dr Michael Lim, our approach has always been one of partnership with the voluntary welfare organisations, religious and civic bodies, even with grassroots organisations. This partnership has worked very well as seen in the number of voluntary nursing homes which have been set up by these associations with direct funding from the MOH, as well as from the number of day rehabilitation centres and day-care centres run by these associations. Dr Lim mentioned that we should aim to locate the day-care centres right in the population concentration areas. This is, in fact, what we have done. All the day rehabilitation centres and day care centres are presently located in the housing estates, such as in Tampines, Hougang, Toa Payoh and Bukit Batok. I agree with him that day-care centres should be easily accessible to the population. As such, HDB void decks are the preferred locations and my Ministry will continue to work closely with HDB and URA to identify suitable void decks to site future centres. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 721</b></font>\n  <br>\n  <br> \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The idea suggested by Dr Lim is that there should be more day-care centres providing personal care, simple rehabilitation and simple nursing care. We can draw on the local neighbourhood community to help us provide these facilities. It is already successfully done by the Ayer Rajah CCC and the Yuhua PAP Community Foundation in their respective constituencies. This is an area where we would welcome a lot more participation by local neighbourhood groups and community organisations to deliver care services to the elderly right where they live. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So community-based services constitute the third strategic direction that we are moving into. But in the long run, we must also make sure that the services are quite well distributed throughout the island. That is why my Ministry is working on the idea of three regional networks that would link up the services available for the elderly sick within a certain region. The Alexandra Geriatric Centre is the first regional centre we have set up to link up services provided by polyclinics, rehabilitation centres, home nursing, domiciliary medical care, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See asked if more Medifund could be provided for B2 patients. B2 patients are eligible to apply for Medifund. But I must emphasise that Medifund is a help of last resort. \"Last resort\" means that the applicant must have used up his Medisave first and the Medisave of his immediate family members before he is qualified to apply. But depending on the circumstances, B2 patients are also eligible for Medifund help and we would definitely look at each case sympathetically. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the point raised by Mr Othman Haron Eusofe on the performance indicators given on page 390 of the Budget book. I like to point out that the cost figures given in the Budget book refer only to Government acute hospitals, that is, Alexandra Hospital, Changi Hospital and the Communicable Diseases Centre. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 722</b></font>\n  <br>\n  <br> They do not include the restructured hospitals. These figures, as quoted by Mr Othman, do show an increase in the cost per patient day, cost per outpatient attendance and cost per A&amp;E attendance for Government hospitals. What has happened is that there is a technical problem involved. The figure for FY90 included Tan Tock Seng Hospital which was not restructured then. It was still a Government hospital. So when Tan Tock Seng Hospital was restructured, and because it is a large hospital with a very high patientload, and when you take it out from the statistics, the rest of the hospitals' costs would appear to have increased, because they have a lower workload, but the same fixed overheads. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the restructured hospitals, the increase in cost per adjusted patient day between 1990 and 1994 actually ranged from 3% to 8% a year. So cost increases are generally under control. As you know, the restructured hospitals have been trying to cut cost by streamlining the management and administration, subcontracting out auxiliary services, and adopting commercial accounting procedures and so on. My Ministry also coordinates the introduction of new medical technology to avoid unnecessary duplication of expensive facilities. We also control the ambience, the service norms and the standard of service given by the restructured hospitals. Furthermore, with the recent introduction of the revenue cap system in 1993, hospitals are not allowed to increase the revenue per patient day by more than CPI plus X. In 1993 and 1994, CPI plus X was fixed at 5% a year. Hospitals have to work within this revenue cap. This would exercise quite a bit of pressure on them to control costs. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P of the Main Estimates be reduced by $10 in respect of Code PA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rising cost of medical treatment continues to be a big concern for Singaporeans and high-tech medicine has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 723</b></font>\n  <br>\n  <br> been identified as one of the contributing factors. Although we all recognise that high-tech medicine is necessary and has been effective in treating many illnesses indiscriminate use of high-tech medicine will definitely cause the cost of medical treatment to escalate. I would like to ask the Minister whether the control of the use of high-tech medicine and equipment in our hospitals has been effective. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, the present cut-off point for MediShield is 70 years. In Singapore, there are more than 100,000 people who are now more than 70 years of age and they comprise 4% of the population. The lifespan for those who are over 55 years now is 79 years. Therefore, for the last nine years or so of an aged person's life, the protective umbrella of the MediShield Scheme is taken away. And there are 100,000 people in Singapore, at this moment, without this medical umbrella to protect them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the event of a prolonged catastrophic illness, the Medisave account of the aged person or his or her family members may be greatly strained and it was precisely because of this possibility that the MediShield scheme was conceived. If we are to follow the rationale for the MediShield scheme and if we remember that it is in the last few years of an aged person's life that prolonged catastrophic illness is more likely to strike, then it makes little sense to have a cut-off point for MediShield at age 70. We are literally taking away the umbrella when it begins to rain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I realise that Medifund is available as a last resort but it entails a laborious process of application by the aged person and investigation by a social worker. And it also robs the aged person of the dignity of being self-sufficient and depending on himself or herself and the immediate family. Also from the figures supplied by the Ministry of Health, only 2% of the total MediShield members were reimbursed in 1993 and no member had reached the maximum lifetime limit of $70,000. The MediShield account therefore is hardly being depleted by those under 70 years of age and should therefore be extended to beyond 70 when the aged need it most. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 724</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are some private health insurance schemes, non-profit ones, like BUPA, that continue to cover people even over the age of 80. MediShield should be able to match up to this. If necessary, Singaporeans can make adjustments to the amount of premium they have to pay. But we cannot afford to have our old people left in the lurch when they need medical insurance in their twilight years. Furthermore, it is very disheartening to say the least for an older person who has been paying the MediShield premiums to be told on his or her 70th birthday that from now on, he or she is to be left on their own. What are they supposed to be doing at that age? I feel the Minister has to look into this important matter now. This subject has been raised before and the age limit was then changed from 65 to 70 but we need to go beyond that until death intervenes and the aged person has no more need for MediShield. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We keep on talking about respect for the elderly and the sacrifices they have made for the country. We must put our money where our mouth is and ensure that our aged are not mentally stressed in the last few years of their lives because of feelings of insecurity and worry as a result of the lack of MediShield cover. I would rather that we have a smaller budget surplus than to be lacking in our duty towards the elderly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I appreciate the change in the demographic profile that the Minister for Health has talked about. But we have to face the fact that as there occurs a change in our demographic profile, we must also change the pattern of Government spending on various sectors. We have been lucky that, as we have a young population, we could restrict our health spending to 3% of GDP. But that does not mean that this has to be the upper limit of our future health spending. We have to expect that in the next century, our health spending will reach 6% to 8% of GDP, as the Minister has warned us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the reasons that we are accumulating budget surpluses now is precisely for these rainy days in the future, and thus we must be prepared to spend substantially more on health in the future and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 725</b></font>\n  <br>\n  <br> especially for the health of the aged. Therefore, I would like to make an appeal to the Minister to extend the MediShield cover for the aged until they leave this world and not stinge on this issue for fear of future increased medical spending. This is our present obligation to our aged. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, Dr Wan Soon Bee warned against the indiscriminate use of high-tech medicine because that is the surest way to cause health cost to spiral in Singapore. I agree with him entirely. What we need to do is to introduce high-tech medicine discriminately, selectively and use proven technology. A lot of new technologies are being developed, particularly in the West, particularly in America, and we should assess very carefully all those technologies available which will serve us in a practical, commonsensical way and say, \"Okay, those things are mature, good for us, bring them in.\" The approach we should avoid is to say that all high-tech is bad. That is an entirely wrong approach because, at the end of the day, it is high-tech which will reduce medical cost, not low-tech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A lot of exciting advances are now taking place in surgery, in micro-surgery, in laparoscopic surgery, in genetic medicine, in molecular medicine which can greatly reduce the cost of hospitalisation, reduce hospital stay, reduce morbidity, increase the comfort of patients and increase the health of the population in general. For example, gene therapy is creating the potential for dramatic cost reduction in the treatment of various conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One particular high technology that we have considered recently is the introduction of the gamma knife to Singapore and the Health Ministry has given approval to the Singapore General Hospital to co-invest in a gamma knife facility. What is a gamma knife? The gamma knife is a radio surgical instrument used for surgery of lesions in the brain. Basically, the patient wears a helmet, there is a cobalt 60 radioactive source which sends beams of gamma \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 726</b></font>\n  <br>\n  <br> knife into the brain. Each beam is of too low an intensity to cause damage but when they focus on a particular region in the brain, it puts a high energy source there and it burns up the tumour. It is a little like focusing the rays of the sun with a magnifying glass on to a piece of paper. At a particular distance, it burns. That is what the gamma knife is intended to do. The idea is simple. It has revolutionised brain surgery. Patients do not feel any pain. They are treated as outpatients. No hospitalisation is required. And for certain conditions, it is well justified and completely cost effective. \n  <br>3.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have decided to allow the Singapore General Hospital to co-invest in it. We do not see enough workload in Singapore to use the machine to capacity. There is enough workload to justify on economic grounds the introduction of the equipment, but there is excess capacity which we can use to market in the region. And for that reason, the facility will take in private investors who can then market the excess capacity to countries elsewhere in South East Asia. It will cost in total something like $10 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Kanwaljit Soin made an eloquent plea for increased health subsidy for the elderly. I think she does not understand what MediShield is. MediShield is self-funding. That was how it was conceived from the beginning. It is a way by which a group of people decide among themselves to pool their health risks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It sounds a great idea to insure someone who is in the 80s. But if you pool health risks among those in the 80s, the premiums would be very high. Not only will the premiums be very high, because it is third party payment, doctors, private hospitals, insurers would try to get at that money, and all the problems of moral hazards will ensue. It is for this reason that we have been very careful not to allow inter-generational transfer across MediShield. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;You say, \"raise it to age 75, but keep the premiums low, please, because they can't afford it.\" The risks are pooled. Who pays? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 727</b></font>\n  <br>\n  <br> Younger people pay. Again, that sounds a very good idea, until we come to the time when these younger people are themselves old. Then who pays? The younger people then will pay. As I mentioned earlier, by that time, there will be far fewer younger people. So it is very important that as a long-term scheme, we structure MediShield sensibly and ensure that it is self-funding within each age cohort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are considering extending gradually the coverage of MediShield, but we want to do it in a way which insures across generations for the same person. The idea is this. We raise premiums for those who are younger, so that by the time they become older, they get a discount on what would otherwise be the correct premium for a pooling of risks for those in the 70s. It is this idea which we are working towards. I give a general assurance that for those who are already in MediShield and below 70, we will allow them into MediShield when we raise it to above 70. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for people who do not now qualify for MediShield, I do not think that it is wise of us to admit them into MediShield on cheap premiums. If we do that, we are introducing a dangerous distortion into the structure which will have fatal long-term consequences for us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not dismissing Dr Soin's argument in favour of more subsidies. But I think that is an argument to be made under some other cut, because the conception of MediShield is that it is a self-funding operation. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Wan, do you wish to withdraw the amendment? \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> Sir, I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Peh. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head P of the Main Estimates be reduced by $10 in respect of Code PD 1500. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 728</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the whole, hospital services are satisfactory. But what worries me is the decline in the quality of hospital services of NUH. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me illustrate two incidents. First, one of my friend's wife suffered from gall stones. After checking, she was found to be all right and need not be admitted into the hospital. After much persuasion from my friend, she was finally allowed to be admitted. There was no doctor in sight during her two days' stay in the hospital. She was finally confirmed to have gall stones and required an operation. By then, the patient's condition was gradually deteriorating. After the operation, she was in a coma and had to stay in the intensive care unit for 10 days. Though she has recovered - gall stones is not a very serious ailment - but because of the delay she had become a very serious case. Fortunately, she has recovered after the operation, but she could not retain her normal way of walking. Her sight and hearing were also adversely affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second illustration is my relative, a Singaporean, who met with an accident in Johor and was immediately sent to NUH by his family members. After examination, he was admitted for one and a half days, but there was no sign of a doctor except the houseman who asked a few routine inquiries without doing anything. There was no follow-up. In the end, through a friend's introduction and help, he was able to get a doctor to attend to him. Again, it was fortunate that he was able to survive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these two incidents are not hearsay. They are actual observations from my own personal hospital visits. This shows that the standard of services at NUH is not as high as before. It is disappointing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to mention here also that ambulance services have also slackened. People have complained to me that in an emergency case if you have to wait, the life of the patient will be in danger. I hope that the Minister for Health will look into such matters. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, one of the measures which the Government has adopted to moderate escalating medical \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 729</b></font>\n  <br>\n  <br> costs is to limit the average revenue per patient/day of restructured hospitals. The Government believes that these caps will cause the hospitals to operate more efficiently and discourage them from over-servicing and passing on the charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This method of controlling revenue per patient/day, however, may not always result in making hospitals more efficient. An inefficient hospital, pressured by bottom-line consideration, can always take the easy way out. It can, for example, prolong the length of stay of patients in order to boost revenue. The patient, therefore, will end up paying more. The hospital can also turn away or delay treating high cost patients and accept more low cost ones. This is one easy way to cut costs and boost the bottom line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry must therefore consider controlling revenue on a micro basis and adopt the Diagnosis-Related Group (DRG) approach to control medical costs. DRG is a classification system of illnesses based on medical diagnosis, sex, age and procedures performed, and stipulates the average cost of treatment. This approach will avoid the potential problems of capping the average revenue per patient/day and give hospitals the right incentive to control costs and be efficient. Does the Minister agree with me? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government has also announced in the White Paper on Affordable Health Care that it intends to limit balance billing by private doctors and hospitals of patients using Medisave. This means that the amount which private doctors and hospitals can charge Medisave patients in addition to the Medisave reimbursement limits will be controlled. May I ask the Minister when he intends to introduce the control of balance billing? \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, an elderly constituent of mine was served with a legal letter claiming for unpaid hospital bill some 2-3 months ago. The son of this particular person has used up all his Medisave to support his parent. On top of that, I think he has paid in additional cash to pay up the bill. Despite that, he \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 730</b></font>\n  <br>\n  <br> was served with a bill from a large very well-known private legal firm. This is a very worrying development. We always profess that no Singaporean will be deprived of medical treatment by the Government. And here, we have a particular instance of a patient's son using his Medisave and additional cash, and yet for the balance of the bill he has been served with a legal letter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two aspects of this case which bothers me. Firstly, to what extent has the hospital made efforts to study the background of the case to see how this patient can be assisted? We always claim that in hardship cases, the bills could be waived. I do not know to what extent this has been done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I think it affects the image of the Government. It is lamentable that the Government has to resort to using a private legal firm to actually make claims for unpaid bills. It used to be that a bill from the Government is something that the Singaporean worries about. He sees the Member of Parliament and makes attempts to pay up. But now the Government has to use a legal firm. I think it is very bad for the image of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall like to know what is the basis for using private legal practitioners to do the job which Government should be doing. At the same time, will the Minister consider reviewing this policy and do away with using private legal practitioners? \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> Sir, Mr Peh mentioned two cases at NUH where the patients did not receive prompt medical care as expected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me explain to the House that in our public sector hospitals, including NUH, we employ a team concept for the provision of medical care for the patients. Every patient is admitted under the care of a consultant who is assisted by specialists of Registrar and/or Senior Registrar grade and by medical officers. All the inpatients are seen by the attending specialist within 24 hours of admission. And ward rounds to review all patients in the ward are conducted daily by the specialists and the medical officers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 731</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Patients who are very ill are brought to the attention of the consultant in charge who will review the patient immediately. For patients in the intensive care unit and high dependency beds, the consultant in charge reviews the patients daily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This is the general practice in all our public sector hospitals. I do not know whether there could have been a misunderstanding or miscommunication in these two cases. I am very sorry to hear that these two cases have occurred, as quoted by Mr Peh, and if he can provide me with the details of these two specific cases, my Ministry will investigate the matter. I must say that health care is a very intensive personalised service. So the challenge is for all the hospitals to keep the number of such cases to a minimum. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Emergency Ambulance Service, last year the Singapore Civil Defence Force Emergency Ambulance Service responded to a total of 58,400 calls. In spite of this huge number of calls, their ambulances have been able to reach the location of the accident within 11 minutes from the time of call. I understand that the average time within which the ambulances were able to reach the location of the accident has not increased as compared to last year. So there has been no slackening in the response to such emergency calls. The Civil Defence Force continues to find ways to enhance the skills of the ambulance officers so that they can give a higher level of care to the casualties before reaching the hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For example, the ambulances are now equipped with semi-automatic defibrillators. With the professional support from my Ministry, all the ambulance officers have now been trained to operate the device. So with this capability a patient, say, with a major heart attack, has a much greater chance of survival before reaching the hospital. All these measures have enhanced the performance of the Civil Defence Emergency Ambulance Service to serve the public better. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 732</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr John Chen raised the point that a revenue cap imposed on the public sector hospitals may have some undesirable consequences in terms of the type of service given to patients. One example is that it may result in a longer length of stay than is necessary. Yes, it is possible that capping revenue by patient day could result in a longer length of stay than is necessary, especially if a hospital has too many beds. However, currently there is no excess bed capacity in our public hospitals. Bed occupancy is generally quite high, about 80% and over, except for Alexandra Hospital and Changi Hospital which have an occupancy rate of around 60%. 80% is high because of the need for turnover time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry closely monitors the average length of stay of the patients in the public sector hospitals. For acute hospitals, the average length of stay is short, about five days. Under our monitoring system, the hospitals which show any significant increase in the average length of stay will be asked to explain the variation to us. So far, the average length of stay in the hospitals has remained fairly constant. There is no indication of abuse of the revenue cap system by the hospital in this manner. My Ministry is considering some incentive arrangements which will reward the hospitals for reducing the average length of stay and penalise those which increase the length of stay of patients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the Ministry has no plans to move towards control of hospital charges by the DRG system, as mentioned by Dr Chen. However, it remains an option for the future. As my Minister explained last year, the DRG reimbursement system is not without problems. It could lead to a lower quality of care and hospitals may shunt patients with acute medical problems where the DRG reimbursement may not be adequate. The system is also complicated and costly to administer. In fact, it is estimated that in the United States the cost of administering the DRG amounts to 8-10% of the total reimbursement from Medicare. Therefore, we have to weigh the cost and benefits very carefully before we decide to implement this system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 733</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok raised the question of some restructured hospitals using legal debt collectors. Let me say from the start that persons owing bad debts who are referred by the hospitals to legal debt collectors are usually not destitute. In the hospitals, patients who are unable to pay the bills because they are poor are referred to the medical social worker and they will have recourse to assistance from Medifund. All applications for remission of charges or to pay by instalments are considered sympathetically. For FY93, 18,500 applications for help from Medifund were approved. The estimated figure for 1994 is 22,600. These represent 99.6% of the applications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For bad debts, the Singapore General Hospital started using the services of legal debt collectors in 1991, Tan Tock Seng Hospital in 1992 and Kandang Kerbau Hospital in 1993. For Government hospitals, cases of bad debts have always been referred to the Attorney-General's Chambers for assistance in debt collection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The criteria for the selection of legal debt collectors are purely based on cost and effectiveness. Generally, the hospitals use the services of legal debt collectors only as a last resort. This means that the hospitals assign bad debts to the agencies for collection only after all normal procedures on debt collection have been exhausted, and these include at least three follow-up reminders after the first billing and numerous phone calls to the patient or family members, but all these attempts produce no response. The hospitals have decided to use legal debt collectors as they do not have the resources to proceed further with debt collection given the volume of bills generated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, I do not have the specifics of the particular case that Mr Chng talked about. I agree with him that hospitals should not resort to this course of action unless it is absolutely necessary and unless the families have not been cooperating with the hospitals' reminders and so forth. The hospitals do investigate the circumstances if the family comes forward and explains the financial situation to them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, with your permission, I would like to make an additional point in response to Dr Kanwaljit Soin's point earlier about MediShield. A more immediate concern for us is the inadequate coverage of dependent children in MediShield. Unlike Medisave, account holders are automatically covered by MediShield unless they opt out, dependent children need to be opted in by their parents in order to be covered. Our statistics show that only about 25% of the 800,000 dependent children below the age of 18 years are presently covered under MediShield or MediShield Plus. This is the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will run a publicity campaign to urge parents to opt in their new-born and other dependent children as early as possible under MediShield or MediShield Plus so that they can have some protection against the high cost of some medical treatment, particularly those suffering from prolonged illnesses. The premium is very affordable. It is only $1 per month for the basic MediShield scheme. If, however, the voluntary approach fails, we may have to consider changing the legislation to provide automatic coverage of dependent children unless their parents opt out. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $796,614,000 for Head P ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $534,403,300 for Head P ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 734</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head K of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, in this House, when we debated on the Ministry of Defence budget, we touched on the importance of maintaining good bilateral relations with our neighbours, not only in terms of foreign relations but also in matters of defence. Since then I am pleased to note that these relations have continued to improve. This has been further enhanced by the new Defence Minister's visit to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 735</b></font>\n  <br>\n  <br> ASEAN and Australia last year. Efforts to secure more training areas, including joint training, are also being stepped up. This will help to relieve the strain on the increasingly limited training areas that we have in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It will be useful for the Minister to brief the House on the state of bilateral relations between us and ASEAN as well as other countries with which we have defence relations. In particular, I would also like to know what is the progress of the joint production of certain defence equipment as expressed in the MOU signed between Malaysia and Singapore last year. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ho, you can take your three topics together. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, Singapore with its high built-up ratio is unable to release too much land for military training. But to maintain the efficiency of our Armed Forces, the NSF and NSmen need to be properly trained and well-trained. To provide realistic training for our Armed Forces, the SAF has utilised training grounds made available by friendly governments in Brunei, Taiwan and Thailand. The visit by South Africa's Defence Minister in early January this year has resulted in an agreement on forging mutually beneficial defence and technological cooperation between Singapore and South Africa. South Africa has also offered training opportunities for the Singapore Armed Forces. Would the Minister elaborate on the cooperation measures that could take place between Singapore and South Africa and the feasibility of training our army over there? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the importance of air power in our defence strategy is very clear. Air power enables us to intercept the aggressors before they strike. A modern air force, well trained and equipped, provides creditable and effective deterrence while making relatively small demands on our limited manpower. But our small 620 square kilometres of land, which makes air power a necessity, also creates serious problems in flying and air training. As the sky around Singapore gets crowded with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 736</b></font>\n  <br>\n  <br> increasing commercial traffic, the air space available for RSAF training progressively diminishes. Many friendly countries have been kind enough to make available training opportunities for our SAF units. Australia, in particular, has been especially helpful. They have allowed our air force to be attached to various air bases and allow our RSAF to set up a flying training school in Pearce. Our armour and tank units have also been given access to other training areas in Australia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask the Minister for an update on the training development in Australia and what are the difficulties faced by our men and their families in relocating overseas? What about training opportunities in friendly countries nearer home, such as Bangladesh, India, Vietnam or even Myanmar which is now opening up? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my next amendment is on Productivity in the SAF. With an armed force comprising many NSmen, Singapore maintains only a small peace time standing force. The primary duty is to train thousands of conscripts coming in to the camps and base each year, and the tens of thousands of Operationally Ready National Servicemen returning for their annual refresher courses. In order to make the most out of NSmen's in-camp training, the SAF has to be very productive in all spheres of activities so as to ensure minimum wastage of time, manpower and resources. To ensure operational readiness with minimum manpower, training must be realistic and efficient. The SAF has invested heavily in simulators and other forms of computer-aided training. Such training aids can be extremely effective in shortening the time required for soldiers to acquire a particular skill. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask the Minister what measures would be taken to expand the use of electronic training in the SAF? May I also ask the Minister how successful has the SAF been in implementing WITs and suggestion schemes? What are some of the success stories? Are the NSF and NSmen actively participating in these productive activities? What additional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 737</b></font>\n  <br>\n  <br> measures will be taken to encourage better participation in the productivity movement? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my last amendment is on National Service Liability. In mid-November last year, the Malaysian press ran a series of reports detailing the case of a Chinese teenager staying in Johor who was called up by Singapore for National Service. He was a Malaysian citizen and had lived in Johor nearly all his life. The case of Tan Chin Hock was discussed vigorously and also emotionally by the Malaysian press. This sparks off much debate about citizenship and national loyalty. But it also caused much confusion to our own people on why a Malaysian boy was called up for National Service by Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask the Minister for the facts so as to put the record straight and to allow our own people to understand better the rules in regard to National Service liability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are cases of Singaporeans who have migrated overseas and are now holding foreign citizenship. There are also cases of young Singaporeans who were brought overseas to study by their parents when they were still young. Some are keen to come home but are not sure what to do regarding the National Service liability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore is actively attracting talented manpower from overseas. Where possible, we should encourage former Singaporeans to come home, in view of their early ties with Singapore. With the support from friends and relatives in Singapore, ex-Singaporeans will find it easier to settle in than other immigrants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should also have some system that can help former Singaporeans sort out their National Service problems with the proper authorities and to help them re-integrate back into our society. \n  <br>\n  <br>\n  <!-- Dr Lee Tsao Yuan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Tsao Yuan (Nominated Member):</b> Sir, national military service has been in place for men for more than two decades. Over time it has gained wide public acceptance because of its many advantages, although there was a huge hue and cry in the early years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 738</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.01 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The time has come to begin to think about the national volunteer service for women. Lest some parents throw up their hands in horror as they conjure up an image of their precious daughters wearing army uniform, toting machine guns and have grease smeared on their faces, let me explain the scheme which I have in mind. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am thinking of a six-month scheme. There will be three months of basic physical training to instill physical fitness followed by three months of training and support services. This could be either in nursing and medical services or administrative support services to support the armed personnel. It could even be military training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just as for the men, the best time for this to occur is at the age of 18 or immediately after graduation from \"A\" level or the polytechnic. However, it would be on a voluntary and not compulsory basis as the national defence requirements are not so urgent. Just as for the men, there should be some recognition of having completed national volunteer service, for example, in the form of some additional salary increment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just as national service for men has been beneficial in many ways, national volunteer service for women would likewise also be beneficial. It serves the purpose of national preparedness in times of national security emergency. At these times there would be need for medical and other support services just as there is need for military forces. But there is another advantage. National service for men has proved to be a great social equaliser. The throwing together of men of diverse social backgrounds all on an equal footing throughout their training does something for improving understanding and tolerance of others from entirely different social backgrounds. Also, bonds of friendship are forged during those years which last for life. Women have so far been excluded from this form of social cohesion. The time has come to include them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 739</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Defence (Dr Lee Boon Yang):</b> Sir, I will first respond to Mr Bernard Chen, Chairman of the GPC for Defence and Foreign Affairs' request for review of the state of Singapore's defence relations with our neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mindef's approach to enhancing Singapore's security is based on a strategy of deterrence and diplomacy complementing each other. We have over the years built up a strong and effective SAF capable of responding to any threat against Singapore. But equally important is defence relations with friendly countries. Regular and broad-based defence interactions strengthen mutual respect and understanding and create channels to discuss and resolve sensitive issues without acrimony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our aim is to develop strong and robust defence relations with friendly countries. And I am pleased to inform this House that we have made further progress in developing defence relations. A new chapter in defence relations with Malaysia opened in January this year with the establishment of the Malaysia-Singapore Defence Forum. This forum, co-chaired by the Defence Ministers of both countries, will meet annually to facilitate cooperation between the Malaysian Armed Forces and the Singapore Armed Forces. Two joint working committees have been established to explore new avenues for our defence relations and for defence interactions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have already had two defence industrial cooperation projects arising from the defence industrial cooperation Memorandum of Understanding which was signed at the inauguration of this forum. The first project allows the Republic of Singapore Air Force pilots to use the Malaysian Airline System (MAS) Fokker-50 aircraft simulator. This is because both MAS and the RSAF operate the same type of aircraft (Fokker-50). The second project is between Singapore Aerospace and again with MAS for the repair and overhaul of aircraft components. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-contracting, joint procurement and marketing and co-production of defence \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 740</b></font>\n  <br>\n  <br> products by the defence industries of both Malaysia and Singapore are possibilities with better understanding of each other's capabilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also strengthened our defence links with Indonesia. The Air Combat Manoeuvring Range, jointly developed by the Indonesian Armed Forces and the SAF, was commissioned in March 1994. This range allows the Air Forces of both countries to carry out sophisticated and realistic air combat manoeuvres. New joint projects which will benefit both Armed Forces and provide more opportunities to enhance defence cooperation are being discussed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we also have regular bilateral exercises with our ASEAN partners. Last May, we signed a long-term agreement for joint exercises between the Philippine Armed Forces and the SAF. This month, the Philippine Armed Forces and the SAF held their third joint exercise at Fort Magsaysay training areas in the Philippines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our defence ties with Thailand remain strong. In January this year, the agreement allowing the RSAF to train in Thailand was renewed. The Royal Thai Armed Forces invited the SAF to observe the 1994 US-Thai bilateral exercise. The RSAF also participated in a trilateral exercise with the Thai and US Air Forces in Thailand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Brunei remains a close defence partner. Our level of defence interaction has increased. This year we hosted the first in a series of joint battalion level command exercises. We have also established joint training with the Brunei Air Defence and Combat Engineers Unit. In addition to joint exercises, Indonesia, Thailand and Brunei also allow the SAF to conduct unilateral training in their military training areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier this month, the Vietnamese Defence Minister led a high level delegation to Singapore, marking the start of defence relations between Singapore and Vietnam. We are now exploring ways to enhance defence cooperation with Vietnam. I am confident that over time, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 741</b></font>\n  <br>\n  <br> our defence interaction with Vietnam will grow to be comparable to our defence ties with our other ASEAN partners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Beyond ASEAN, we have made good progress in defence interaction with Australia and the United States. In February this year, the SAF signed a Memorandum of Agreement with the Australian Defence Force which allows the SAF to conduct armour exercises in the Shoalwater Bay training area in Queensland. This agreement is valid for the next five years. And last year we opened the RSAF Flying Training School in RAAF Pearce Air Base in Western Australia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are concrete examples of the strength of our defence relationship with Australia, a relationship which is greatly appreciated by both sides. In the words of the Australian Defence White Paper which was published last December, and here I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`These activities reflect the strong sense of trust between Australia and Singapore and serve our strategic interest by helping to enhance Singapore's defence capability.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the US, the RSAF continues to benefit from its F-16 pilot training programme at the Luke Airforce Base in Phoenix, Arizona. We will also hold regular working forum with the US Pacific Command to further defence interaction and cooperation. The SAF is also discussing with the US Pacific Fleet about holding annual bilateral naval exercises in the region to increase the level of interaction between the RSN and the Pacific Fleet. We have built up a strong defence relation with the US and will be looking out for more opportunities to enhance this relationship. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now address the points raised by Dr Ho Tat Kin, particularly with regard to SAF training in Australia. I would like to point out that, as I mentioned earlier, Australia has actually provided very generous support for SAF training. Australia has provided extensive facilities and training areas in the country for use by the SAF because, as I quoted from the Defence White Paper, it sees Singapore as a close friend. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 742</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Australia has recently granted approval to the RSAF to conduct advance-jet training programmes for pilot trainees and helicopter training. The Australian Defence Force has also indicated that the SAF will be allowed to use the proposed training area in the Northern Territory when it is developed. I believe that this new initiative, the advance-jet training, helicopter training, incorporation of our need for the NATA, will go a long way to enhancing the professionalism and operational readiness of the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has also asked about our defence cooperation with South Africa. We have already established defence relations with South Africa following my visit there and the return visit by the Defence Minister. They understand our shortage of training areas and have offered SAF use of training facilities and test facilities in South Africa. And we are looking into these offers and studying the possibilities of organising exchange visits, joint training, and sending some SAF officers to attend courses conducted by the South African Defence Force. We are also exploring defence industry cooperation with the South Africans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, other countries nearby have also offered us the use of military training areas. In February last year, the RSAF signed an agreement with the Bangladesh Air Force for helicopter training. We have also reached in-principle agreement with India to broaden defence cooperation. I am confident that by expanding defence relations and cooperation with more friendly countries, the SAF will be better placed to develop professionalism and to overcome domestic constraints on training areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Toa Payoh GRC, Dr Ho, has also raised a point about families of servicemen who are posted overseas. The SAF has a number of servicemen who are in fact posted overseas for fairly long periods such as RSAF instructors and technicians at the Flying Training School in Australia and also support personnel attached to the RSAF training detachment in Luke Airforce Base in Arizona. Our policy is to allow families of servicemen who are posted for extended periods \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 743</b></font>\n  <br>\n  <br> overseas to accompany them. The problems that such families face include adjusting to different environment, different society, housing needs, education requirements for their children. They are of course provided with all the necessary allowances to cover the added expenses of living overseas. We even provide them with language tuition allowance for their children, particularly for the second language. SAF commanders of overseas detachment also make special efforts to assist families of their servicemen. They organise regular gatherings and other social activities for the families to provide mutual support. And the families are also included in unit functions such as anniversary celebrations and farewell parties to maintain the camaraderie. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I say that Mindef's personnel policy is to ensure that the families of servicemen who are posted overseas do not face unnecessary hardship as a result of their posting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister of State and Senior Parliamentary Secretary will respond to the other points. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean (Minister of State for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Defence (RAdm Teo Chee Hean):</b> Sir, Dr Ho has asked about productivity in the SAF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The productivity movement in Mindef started in 1982 and since then we have made significant strides. I am pleased to inform the House that improving productivity is now an integral part of Mindef's culture. A cornerstone of Mindef's success in improving productivity is participation. The rate of participation in our Work Improvement Teams (WITs) is now more than 99%. Last year, 3,714 WITs completed 9,687 projects. About 205,000 suggestions were also received last year and more than half of these were accepted and implemented resulting in savings of almost $21 million for Mindef. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NSmen are also participating actively in the SAF productivity process. Last year, Mindef received 7,500 suggestions from our NSmen and we are continuing to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 744</b></font>\n  <br>\n  <br> encourage them to give us more suggestions. NS units which put in special effort and are able to achieve their training objectives early can also have their ICT periods reduced and some NS units have managed to achieve this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member has also asked about Mindef's programmes to introduce computer-aided instruction (CAI) and simulation. Presently, we have about 500 CAI subjects which are being taught in Mindef and, in the next two years, this will be increased to about 700. So CAI is being used fairly extensively and the subjects range from technical instruction to tactics and doctrines. Where CAI has been used, we have saved about 32% in instruction time while the productivity of the instructors has increased by about 50%. Simulators are also widely used. My Minister has mentioned the very advanced air combat manoeuvring range that we have with the Indonesians. This is just one example. The SAF will continue to invest in simulators as the technology becomes available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindef's productivity benefits not only Mindef and the SAF but also the individual. Participation in the productivity process imbues the individual with a sense of satisfaction and ownership and has a positive influence on the work ethic in Mindef. Each year, about 15,000 NSmen leave active service to join the workforce and the work ethic that they are imbued with in the SAF together with their productivity experience would have beneficial ripple effects beyond Mindef and SAF into Singapore's economy as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho also asked about the case of Tan Chin Hock who received publicity in the Malaysian press in November last year. Tan's mother is a Singaporean and continues to be a Singaporean. His father is a Malaysian. His birth was registered in Singapore where he was born. Shortly after that, the family went to live in Malaysia. Under the Singapore Constitution, a person born in Singapore who has a Singapore parent is a Singapore citizen and, hence, enjoys both the rights \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 745</b></font>\n  <br>\n  <br> and obligations of Singapore citizenship. Under the Enlistment Act, all male Singapore citizens are liable for national service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government does not recognise dual citizenship. Obtaining a foreign citizenship does not exempt a Singapore citizen from registering for National Service when he reaches 16 1/2 and to be enlisted when he turns 18. However, there will be cases where a male Singapore citizen intends to renounce his citizenship. In cases where the male citizen has not enjoyed the privileges of citizenship and has migrated or resided overseas from a young age, we will not object to his renouncing his citizenship. Those who have left Singapore before reaching the age of 11, namely those who have not been issued with a Singapore identity card and have not studied in Singapore at subsidised rates beyond 11 years old, will fall into this category. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, under the Constitution, they can only renounce their citizenship when they reach 21 years of age and, in the meantime, they should register for national service on reaching 16 1/2 and apply for an exit permit. On reaching the age of 21, they can renounce their citizenship, if they so wish, and will no longer be required to serve national service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A related issue is the question of national service for ex-citizens who wish to return to Singapore to work. Under the present policy, ex-citizens who enjoyed the privileges of Singapore citizenship but who left the country without serving national service must first fulfil their national service obligations. Those who refuse to do so will not be issued with employment passes to work in Singapore. We cannot have a loophole allowing citizens to migrate without serving military service and then be allowed to return later to work and live in the country. Such a loophole will undermine the universality of Singapore's national service system and will be unfair to the hundreds of thousands of loyal and committed Singaporeans who answer the call of duty and serve national service. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 746</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given our labour shortage, Singapore has to attract talent from abroad, including ex-Singaporeans who can contribute to the country's economy. Nevertheless, we must have a balanced policy, where Singapore's economic requirements are addressed without compromising national service obligations. We welcome all ex-citizens who have fulfilled their national service obligations to return to contribute to Singapore's economic growth. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Senior Parliamentary Secretary to the Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Defence (Mr Matthias Yao Chih):</b> On Dr Lee Tsao Yuan's proposal, Sir, Mindef recognises that there are positive social benefits to be derived from such a programme. But I am afraid to say that the suggestion does not fit into SAF's or Mindef's mission and I shall encourage all women to perhaps volunteer for the civil defence volunteer group activities which are available in every constituency. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Can I have a short clarification, Sir? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have run out of time, Mr Chiam. Mr Chen, would you please withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chen, Amendment No. (2). \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K of the Main Estimates be reduced by $10 in respect of Code KA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The issue of facilitating national servicemen to travel abroad to pursue their business interest has been raised in every Defence Budget debate in the past several years. With the Government's drive in regionalisation, there is now a further need to relax restrictions on national servicemen's travels. The nature of these overseas trips has also changed over the years. National servicemen will now find that they will have to spend longer periods of time abroad as investments are being realised into actual operations. The frequency of travel will also increase \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 747</b></font>\n  <br>\n  <br> with the inclusion of more countries and markets. This will have an impact on annual in-camp training schedules. Sometimes, the need to travel to troubleshoot or to clinch new businesses may mean that the national servicemen may not be able to alert the units too far in advance of their travel plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry, as it has done in the past, should look at ways and means of helping these national servicemen to earn their living and, at the same time, fulfil their national service obligations, in particular, increasing flexibility would be needed to tackle the new situations that the national servicemen will find themselves in. The key problem at hand is how a large bureaucracy, like the SAF, can respond readily to individual needs and circumstances. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, this House will recall in 1990 a Committee called RECORD was chaired by BG George Yeo. This Committee made various recommendations, such as public recognition, policies to improve communications, strengthening the command chain, motivating key appointment holders and other measures which will help NSmen in their daily work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the Government's gestures to recognise the contributions of NSmen was the preferential tax rate for NSmen. A two-tier tax relief for NSmen in recognition of their contribution to the nation was introduced. NSmen who performed any of the approved NS Service activities were given $1,000 of tax reduction. This and other recommendations were accepted by Mindef and subsequently implemented. Many of our NSmen were very encouraged by this gesture of recognition. But in the case of the $1,000 tax rebate, with the implementation of GST last April, 71% of the population do not have to pay income tax any more, as a result of personal income tax being substantially reduced. In view of this change, what measures will Mindef now implement to return the benefits to the NSmen? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, four years have passed since the RECORD Committee made the recommendations. There may be a need now to revive the RECORD Committee to provide \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 748</b></font>\n  <br>\n  <br> a follow-up and to review what other measures can be taken to help the NSmen further in their daily life. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, in the past, I have called for the shortening of the NS period and I am doing the same again this year. In Switzerland, where they take their national defence very seriously, their young people only complete about 19 weeks of military training. And in the case of Germany, the initial period of military training is about 1 1/2 years. I would like to suggest that ours should be reduced to about 1 1/2 years. Those two countries are in Europe and, before the breakdown of the Berlin Wall in 1989, they were in fact in the front line of a possible Soviet attack. Yet they maintain military forces where their non-regular soldiers only do a stint of military training which is much shorter than ours. If they can do it, I cannot see why Singapore cannot follow the same example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The security situation in this part of the world has improved tremendously. The two big Asian super powers, China and India, including all the other Asian countries in this region, are embarking on improving their economies and they are doing everything to attract foreign investments to their country. And if they want other countries to invest in their country, they cannot at the same time have a hostile stance. Like Singapore, their aim is to improve their economic growth and therefore they also want peace, and we have heard the Minister say that we have got robust and friendly defence relations with all our neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So it would appear that the security situation in this region is more stable. Unlike in the 60s or 70s, there was a real threat of war. But at present, there is a case to make out that there is no need to have 2 1/2 years military training, or to have one cohort of such military servicemen to be prepared to go into action immediately. I would say that the situation now has drastically changed from those of the 60s and 70s. In any event, Singapore has about a quarter million men under reserve or Operationally Ready NSmen. So in case of emergency, there is this big pool of reserves whom we can easily call on. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 749</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our present situation of high economic growth, there is a tight labour market and I think there is a case to make out to release thousands of our young people into the labour market. If this is done, it will certainly relieve our labour shortage and also add up to our GDP. Of course, as far as the NSmen are concerned, it will alleviate hardship on some of them. They will not have this discrepancy of 2 1/2 years difference between the young male and their female counterparts in finishing their tertiary studies or in the polytechnics. So for all these reasons, I hope the Minister will give it good consideration this time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want a clarification from the Minister. Those Singaporeans who had not done their national service in the past and if they should return to Singapore, Mindef and the Police would immediately catch hold of them and charge them in court. But now I hear that these people are encouraged to come home and, when they come home, they will not be charged in court as long as they make up for their national service. Is this the situation now because I have been asked --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> They will be charged first before doing national service. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> They will still be charged in court? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> And fined, and do national service. I just want to get a clarification. I would like to hear from the Minister. \n  <br>4.30 pm \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, just to clarify Mr Chiam's point. He seems a little befuddled here. The point is that any national service defaulter who has an outstanding Police gazette against him for failure to perform his national service, failure to enlist, failure to complete his national service or staying away from the country beyond the validity of his exit permit, anyone who has an outstanding Police gazette and if he returns to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 750</b></font>\n  <br>\n  <br> Singapore, even with a foreign passport, he is still an offender and will be dealt with according to the law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I now respond to Dr Ho Tat Kin's point. I would like, first of all, to thank the Member for drawing the attention of the House to a very important concern of Mindef, which is how to recognise the contributions of our national servicemen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Member reminded the House, in 1990, RECORD, which is the acronym for the committee called Committee to Recognise the Contributions of Reservists to Total Defence, was set up to look into the ways that we could accord due recognition to national servicemen (NSmen). The Committee's recommendations, which included tax relief for NSmen, increased allowance for NSmen holding key appointments in NS units, letters of commendation for outstanding performance during training, appointing a number of NSmen as ADCs to the President, providing a resort and country club for the exclusive use of NSmen, streamlining and improving the NS system so that inconvenience to NSmen is minimised, were implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although we have implemented most of these recommendations of RECORD, there is still a need, from time to time, to review our system of recognising the contributions of successive cohorts of national servicemen. For instance, as the Member has pointed out, since the introduction of GST with its personal tax relief rebate of $700, it has largely displaced the intended benefit of the two-tier tax relief for national servicemen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, NSmen who have served the country unflinchingly deserve special recognition. And we must accord them recognition commensurate with their commitment and sacrifice. In peace-time, they turn up regularly for training and mobilisation exercises which are often held during weekends. In time of crisis, they will be there right alongside their active counterparts defending Singapore in the front line. We should also show appreciation to those who have completed their 13-year cycle of NS training. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 751</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I intend to convene a new committee to be called RECORD II to look into the contributions of NSmen, and to recommend measures to give NSmen the recognition they deserve. RECORD II will be chaired by the Minister of State for Defence and Finance, RAdm Teo Chee Hean. RECORD II will start its work once we have selected the members and determined its terms of reference. It should finalise its report and present its recommendations by the end of this year. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> Sir, while Mindef has no plans to lengthen national service, we also do not intend to reduce the period of active national service liability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current period of national service is just sufficient to train servicemen for combat service in NS units. A reduction will affect the combat effectiveness of our soldiers and our units. Mr Chiam has pointed to the 250,000 national servicemen that we have. We call them national servicemen now to recognise their front-line duties. Mr Chiam continues to call them reservists. I think Mr Chiam demonstrates the propensity to spend our reserves all the time. In this case, our 250,000 reservists have been built up over many decades. And the defence force that we have today is because we have built them up over many decades. To stop now would mean eroding the capability of the SAF. However, Mindef is flexible and those who are physically fit, who have made the effort to keep themselves fit and have made themselves fit for NS, have been given a 2-month shorter NS period. And that is because the fitness level that they have attained enables us to reduce the basic military training period, the first two months of which are devoted to bringing servicemen up to their fitness level. To-date, 33% of NS enlistees have attained this fitness standard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while the regional situation is stable, we must not preclude the possibility that the security situation could turn stormy overnight. Mr Chiam is right that the situation today is different from the 60s and the 70s. But the future that we face is an uncertain one. It is not the peaceful, rosy future that Mr Chiam believes in. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 752</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other countries in the region share the same perception and are modernising and strengthening their armed forces. We cannot take the present state for granted and we must be prepared for all eventualities. Our national service system is the backbone of our defence capability. It has served us well and we should not tamper with it when there is no reason to do so. \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Matthias Yao Chih:</b> Sir, on overseas travel, Mindef will continue to look for ways to make it easier for NSmen to travel overseas. But I would like to emphasise that those who work overseas cannot pass the burden of national service squarely on to those who work within Singapore. The burden must be shared equally by all. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chen, are you withdrawing your amendment? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K of the Main Estimates be reduced by $10 in respect of Code KA 2910. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what special projects are funded by Mindef? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, the mission of the SAF is to provide a credible military deterrence against threats to Singapore's sovereignty and territorial integrity. More crucially, the SAF must have the ability to secure a swift and decisive victory over the aggressor, should deterrence and diplomacy fail, and this requires the SAF to maintain, amongst other things, its technological edge. For the SAF to be able to maintain this technological advantage, it has to modify and upgrade weapons systems acquired from external sources to meet our special requirements. And from time to time, there will be occasions when we may even have to develop indigenous equipment within Singapore. Depending wholly on the weapons systems bought off the shelf from external suppliers will not give the SAF the necessary technological superiority. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 753</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are some of the special projects that are carried out by the SAF. And like most countries, for obvious security reasons, details on funding of such special projects cannot be disclosed. However, let me assure this House that all projects, whether special or otherwise, are subjected to the same stringent funding procedures before approval. Mindef rigorously ensures that every dollar voted by Parliament for defence spending is put to good use. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, may I know who approves the funding of these projects? When was it approved and what is the amount involved? How many projects are there altogether? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, Mindef has very elaborate procedures and different levels of control for approving the projects. Let me explain that, just as I explained last year to the hon. Member, before any project is embarked upon, there is a very comprehensive and thorough scrutiny on the need for the particular project and on the technology to be acquired and how best to acquire this technology in the most cost beneficial way. I will not compromise the security of the SAF by revealing the details of these projects, whether it is in number or the amount of money that has been voted for such projects. As I have said in my main answer, it is not in the interest of the SAF to reveal such details. It is a practice that is common to all countries. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, does the Minister agree that this is the Committee of Supply? How does revealing the amount of the projects compromise national security? \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Sir, I hope that the Member can understand that in matters of defence security, information on expenditures, particularly information on special project expenditures, is valuable information which can, in fact, provide a lead to those who are interested on what directions are being taken by the SAF and on the SAF planning for contingency situations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, do you wish to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $5,229,000,000 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $398,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 754</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head S - \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head S - Ministry of Labour. Encik Othman bin Haron Eusofe, Amendment No. (1). \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head S of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we continue to enjoy another good year of industrial harmony. We cannot, however, be complacent. The world economy is changing rapidly and is now intensely competitive. We have to respond to this development quickly in order to remain competitive. In doing so, we have to anticipate developments and issues which can, if not carefully managed, bring about labour-management difficulties. The Ministry of Labour has a crucial and proactive role to ensure that labour-management relations will always be conducted in a framework of mutual understanding and trust. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have seen several companies retrenching their workers, as they restructure, reorganise or even relocate their production to remain competitive. Fortunately, the labour market is tight and most retrenched workers can find employment quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the changes create anxieties among the workers. Older workers fear that it will be more difficult for them to find re-employment. These changes must therefore be managed in a way that the workers can be assured that their welfare and well-being are adequately safeguarded. To do this, Sir, there would have to be closer management-labour consultations when changes are introduced. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 755</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to bring the House back to 1985 and 1986 when we had a recession. During the recession, the workers and the unions were quick to agree to the reduction in the employer's CPF in order to help companies overcome their problems. This helped the companies to recover and soon economic recovery took place. This experience demonstrated clearly how good labour and management cooperation and relationship helped generate goodwill and trust. And this helped the companies to overcome their difficulties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, if I may emphasise, the key point is that while workers and the unions are prepared to endure sacrifices during difficult times, it is important that management reciprocate by rewarding them when the companies are doing well and enjoying good profits. It will be difficult to expect workers to continue to make sacrifices during difficult times when management are not prepared to reward them equitably during good times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another development that can affect labour-management relationship is the widening wage gap. The labour market is now globalised in this new environment of a borderless economy. As the Minister for Finance said in the Budget Statement, as countries, especially the developed countries, go into higher value-added activities to move away from competition generated by countries which have more labour and therefore can compete more effectively in labour intensive operations, skilled workers will be in demand and can enjoy good salaries. However, unskilled or low educated workers, who are in abundant supply, will not be able to enjoy good salary increases or even any salary increases. In fact, their jobs are at stake as companies can relocate their production. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of my PAP colleagues have spoken on the need to train and continue retraining our workforce and one of these training schemes is on-the-job training. Sir, I agree with them. Our management must do their best to train their workers to enable them to upgrade their skills and their capacity to work better. Our workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 756</b></font>\n  <br>\n  <br> must be given every opportunity and assistance to keep pace with the development in technology to the best of their ability. In this way, management can help the employees to earn better salaries and also help to ensure that the wage gap will not be too wide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to urge the Ministry of Labour to monitor this development closely. We cannot afford poor labour-management relationship. As we are a small and open economy, we need to understand our limits and work within our constraints. Good labour-management relationship with our workers, led by able management, can help us to maximise our potential. We have here managements from various parts of the world. Some are not familiar with our trade unions and with the industrial relations practice here. They may also have bad experience with the unions from where they come. I believe that the Ministry of Labour can help educate them on how we value good labour-management relationship. Sir, we want to develop a strong and cohesive workforce in all our companies so that they will be competitive and successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move to the next amendment? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, I would next like to touch on the Review of Labour Legislations I will deal only with the review of the Employment Act. We have to review our labour legislation to keep them up to date and to ensure that they are relevant to the changing needs. Some of the legislation have provisions which are outdated and rigid. The tripartite Committee met last year and it has made certain recommendations to amend the Employment Act to bring it up to date. I would like to ask the Minister to give a progress report. When will these amendments be introduced and when will the new Act be ready? \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, many Singaporeans today are not adequately protected by our labour laws. These are the people who are not union members and are not covered by the Employment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 757</b></font>\n  <br>\n  <br> Act because they earn above the limit stipulated by the Act. This limit is currently $1,500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;NTUC has received appeals for help by this group of Singaporeans who have complained of discrimination by their employers of job contract disputes and other work-related grievances. I have received letters from some of these people requesting me to urge the Government to widen the scope of union representation or to allow them to form executive unions so that they can be better protected. One of my constituents came to me for help during my meet-the-people session because his employer wanted him to pay a bad debt of about $20,000 which he felt he was not responsible for. The employer withheld his salary and threatened to sue him. When I referred the matter to the Ministry of Labour, the Ministry was helpful but could only resolve the salary issue. The issue of bad debt requires the interpretation of the contract of employment. This the Ministry official could not carry out and my constituent could not ask for the case to be heard in the labour court because he was earning more than $1,500 per month. He was desperate because he could not afford the civil suit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can foresee that the difficulty faced by this group of Singaporeans will increase because more and more companies will be relocating or restructuring due to economic competition from the region. There are two things which the Ministry can do to help them. First, the Ministry should allow them to have recourse through the labour court. We ought to allow this because many of these people can hardly afford the costly legal expenses. Second, the Ministry should consider widening the scope of union representation to include higher level executives. When they are represented by the union, their grievances can then be handled by the union. I hope the Minister would consider my suggestions. \n  <br>\n  <br>\n  <!-- Mr John De Payva -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr John De Payva (Nominated Member):</b> Sir, I am raising three areas of concern for consideration. One is the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 758</b></font>\n  <br>\n  <br> Employment Act on retrenchment benefits, the Industrial Relations Act on section 17(2), and the Trade Unions Act on the right for any person to acquire union rules and regulations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the Employment Act on retrenchment benefits, it simply states that as long as a worker has less than three years' service, that worker is not entitled to retrenchment benefits. The Act, in fact, is silent on the payment of retrenchment benefits. It is worded in a negative form. This has led to employers questioning their obligation to pay if a worker has three or more years of service. It only implies so. Can this part of the Act be worded along the line to say that a worker who has three or more years of service shall be entitled to retrenchment benefits, in other words, a more positive way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Industrial Relations Act, section 17(2), in the name of reorganisation or restructuring, or as what we commonly call today \"re-engineering\", an employer has the right to retrench workers. The only recourse unions have is to negotiate on retrenchment quantum if at all that can be called a recourse. This section was introduced in 1968, 27 years ago. One of the reasons advanced by the then Minister for Labour when he introduced this piece of amendment was that Singapore was having an excessive number of strikes and industrial actions. The situation has tremendously changed today. Perhaps a review on this wording is now timely so as not to give employers the absolute right to retrench workers under the guise of reorganisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the Trade Unions Act, section 38(2) says that any member of the public can have access to a copy of any union's constitution for a sum not exceeding $1. This provision was introduced in 1948. Today, 47 years down the road, the sum of $1 still appears in the Act. Sir, I would suggest that a review on this sum be done by the Ministry. Also, is it still relevant for any member of the public to have access to a copy of the constitution on demand? These are some of the provisions that need to be reviewed and amended in line with the present state of the economy and labour-management relationship. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 759</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to suggest, since we have a tripartite committee to review specific areas of the Employment Act, that the Ministry now seriously look into forming another tripartite committee and this time to look at the other labour legislation - the Trade Unions Act, the Industrial Relations Act, the Factories Act and whatever other regulations - which may today be outmoded and which may have exhausted its usefulness. If this can be done, we can pride ourselves that after so many years that we have built up good labour-management relationship, that some of these provisions no longer need to be in the book to constantly remind us of our past. \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Sir, section 16(3) of the Industrial Relations Act specifically prohibits executives from joining unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This piece of legislation was put into the Industrial Relations Act in 1968 to prevent the will of the majority of workers from usurping the will of the minority executives. At that time, the industrial relations climate in Singapore was characterised by bitterness and distrust. Strikes, like my colleague, Mr John De Payva pointed out earlier on, were the order of the day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, however, the industrial relations climate in Singapore has completely transformed from confrontation to negotiations. From a strike riven country, Singapore has, since 1978, become a strike-free country. The industrial peace which we have achieved has ironically been the chagrin of trade union movements around the world. The NTUC has, in fact, been the target of heavy projectiles from the free trade unions of the rest of the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of these new developments, the Ministry of Labour ought to look at the relevance of section 16(3) because the labour landscape has changed completely. In 1993, statistics show that about 31% of the labour force was classified as executives. This is vastly different from the 1968 scene when the Industrial Relations Act was first enacted when, I suspect, less than 10% of workers were classified as executives. By imposing the will of section \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 760</b></font>\n  <br>\n  <br> 16(3), a large segment of our work force is thus locked out from union representation. Apart from the fact that we are unable to represent them, these people are also locked outside the vast network of NTUC benefits which impact on their daily lives. No company today in Singapore can provide the range of benefits which the NTUC family can provide, and that includes the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Managements are, I understand, reluctant to allow executives to join unions citing possible conflict of interest. Actually there is no conflict of interest. All workers and executives in all the companies must work in the interest of companies. This has been the NTUC's stand all along. This NTUC is a different animal from the other union beasts around the world. This NTUC does not shout the same slogans like the rest of the unions in the west and in the south. For example, the NTUC is the only trade union in all the free world to openly move against the minimum wage, something which unfortunately is catching on in the United States of America after the publication of the work of the two Princetonian academics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To underscore the NTUC's philosophy on this fundamental wage policy, ie, minimum wage, I have in fact written to the Business Times in the Bottom Line page to underscore our philosophy so that business people will understand that this trade union movement behaves very differently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As more executives become available in the work force, their legitimate concerns need to be looked after. Right now, they are on their own. I say it is better that the NTUC look after their interests than allow them to be organised by somebody else. Power abhors a vacuum. If their claims to rights are denied, they would channel their energies and grievances elsewhere, and they will form a power group somewhere else; or otherwise they will go underground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the light of these developments, Sir, I hope the Minister would look again at section 16(3) of the Industrial Relations Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 761</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, according to the June 1994 Labour Force Survey, there were 1,693,100 persons in the labour force, of whom 1,649,300 were employed and 43,800 were unemployed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, it was not clear from the Labour Force Survey whether these figures include the large number of foreign workers that are currently working in Singapore. May I ask the Minister: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) the number of foreign workers that are currently working in Singapore; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) their classification by occupation, that is, the number of foreign workers working as construction workers, operators, domestic workers, and so on; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) the amount of foreign workers levy collected over the last three years till the last available date; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) any training or training incentives by the Government to improve the qualifications and productivity of these foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the Economic Survey of Singapore, 1994, the Singapore economy expanded by 10.1% in 1994, the same as in 1993. The manufacturing sector grew strongly by 13% compared to 10% in 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Manufacturers are concerned that such growth will need more workers. As Singapore has a tight labour market, will the Minister revise the foreign workers' policy and allow manufacturers to employ more foreign workers? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, we are living in an inter-dependent regional economic system that is unevenly developed. Therefore, foreign workers from around the region are willing to come to Singapore to do jobs that our own workers may shun. So our prosperity depends partly on the presence of these foreign workers. And from what I understand, there are 300,000 of them in Singapore and comprise nearly 20% of our labour force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans, Sir, must shoulder their responsibility as employers towards these foreign workers. Certainly, these foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 762</b></font>\n  <br>\n  <br> workers are here because they need money to better themselves and to support their families back home. But they are people like us, who love like we do, and suffer pain like we suffer and therefore their welfare cannot just be left to market forces. They are more at our mercy and have less control over their lives than us and market forces when carried to an extreme are harsh on the less able, the poor and low income earners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It was therefore heartening to read in the press recently about dormitories being built for some foreign workers by the private sector. And here, Sir, I would like to quote what the Group Managing Director of L&amp;M Group Investments said to the Straits Times on 4th March 1995: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`If you take a look at some of the sites and how the workers are accommodated, you would say they are quite pathetic.' \n  <br>\n  <br>And then I have heard stories about foreign workers trying to cook their meat at the worksite over fluorescent lamps. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore feel, Sir, that although the private sector has a large part to play, we need to have a strong statement from our Government leaders to send the right message to the private sector about the treatment and welfare of foreign workers. There are no unions for these workers and therefore the Government has to play a role in ensuring the welfare of foreign workers. It cannot be just left to market forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to quote from the editorial of the Straits Times of 13th March 1995: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... it is to be hoped that the Government will also stipulate standards of accommodation and construction, the minimum level of recreational and other facilities, and the rules that should govern residence, so that even if the new housing is without frills, it is clean, comfortable, and a distinct improvement on present conditions. This is not philanthropy, it is enlightened self-interest.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister's considered opinion on this matter of accommodation and other aspects of the welfare of foreign workers. How can the Ministry help to moderate market forces so that some minimum standards of welfare for foreign workers are observed by private employers? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 763</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee:</b> Sir, the NWC season is now about to begin. Soon, managements, unions and the Government would begin the important task of reviewing the economy and recommending new wage guidelines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Government's team from the Ministry of Labour would look into the problem of wage increments for mature workers who have hit their income ceilings in the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the moment, many companies in the private sector use the qualitative NWC guidelines for negotiating wage increments. This, however, benefits workers who are still growing in their jobs, that is, they have a few more steps to climb in their income scales. But for the mature workers who have hit their income ceilings, they usually get nothing from the NWC guidelines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Ministry will encourage the NWC team from the Ministry of Labour to word the text such that this group of workers could get something. \n  <br>\n  <br>\n  <!-- Dr Lee Tsao Yuan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Tsao Yuan:</b> Sir, two important aspects of Singapore affect women. First, the family is considered the core institution of society. It follows that the highest priority is also placed on the raising of children. There is no substitute for parental care. No maid or even grandparent can look after a child as a mother or father can. In the formative years in particular, the role of the mother is vital in providing love, security and the physical needs of a child. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, women constitute a precious human resource in resource-scarce Singapore. For example, female university graduates slightly outnumber their male counterparts and women comprise 41% of the labour force in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Balancing the demands of the family and that of the workplace is a continual struggle for many women. Some women are able to juggle both a career and children. For these women, the establishment of child care centres is a tremendous assistance and continued Government support is of crucial importance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 764</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, there are others who prefer to place priority on one or the other at any one time. Some mothers with young children would prefer to leave their jobs either on a temporary or permanent basis in order to devote themselves to mothering as a full-time occupation. In the public sector, a number of schemes have been established to enable mothers of young children to do so. They can opt to take extended no-pay leave, work part time, and so on. In the private sector, I understand that long-term leave schemes for mothers of young children are not an established practice. Part-time work, in general, is becoming more acceptable as the rules governing fringe benefits, etc. become clearer and this applies to mothers as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister as to the take-up rate of these flexible work schemes. It appears to me that although these schemes are available on paper, in the public sector at least, they are not popular in practice. If this assessment is correct, it leads me to my next question as to why. I suspect that part of the reason is because many mothers want to carry on working - that is their choice. But it could also be that employers are not, in practice, in favour of such schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;True, there are a host of practical difficulties in implementing flexible work schedule for women. However, in pragmatic Singapore, when there is a will, there is a way. My question is: does Government and does society in general not consider it important to give mothers of young children the option of full-time mothering? If so, then is there not a need for greater social acceptability of flexible working schemes for women? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, the Minister has announced the proposal to raise the retirement age to 67 years in steps within seven to 10 years. This would mean that when this is raised to 67 years, employers will be prohibited from terminating their employees' services on account of age. However, there is a Retirement Age (Exemption) Notification 1993, which provides for exemption for certain classes of employees. Currently, I believe certain classes of employees are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 765</b></font>\n  <br>\n  <br> exempted. These are employees on short-term or temporary contracts; also, employees who are covered by early retirement benefits schemes and approval was given for exemption on grounds that age is a bona fide occupational requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the proposal to raise the retirement age was discussed with union members and their leaders. I would like to take this opportunity to provide the Minister with some feedback for his information as well as for his consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most young workers prefer to retire early. In fact, when discussing this, some of them cannot imagine working until 67 years. Older and mature workers prefer to remain in the workforce to be economically active and this is particularly so if they are in good health and feel that they can make a contribution to their companies as well as to the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, most of them noted that employers are generally reluctant to extend the retirement age because of cost factors. And if the retirement age is to be extended, employers will want salaries and other benefits to be reduced on grounds that it would help their companies to remain competitive. Employers also generally prefer to employ younger workers and the proposal to extend the retirement age can therefore affect older workers who want to seek re-employment. So, some older workers are concerned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is the Minimum Sum. Currently, the Minimum Sum withdrawals start from the prevailing retirement age. Workers therefore feel that the retirement age, when extended, should not affect the Minimum Sum withdrawal age, that is, at 60. In some sectors like shipbuilding and repairing, some workers will not be able to work to 67 years because of the nature of their work. They hope that the Minister will review the criteria for granting exemption when the retirement age is raised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the adjustment in salaries, it is felt that if the salary structure for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 766</b></font>\n  <br>\n  <br> a particular company is correct and relevant, there should not be any adjustment to the salaries, and instead workers be paid according to their performance and contribution, regardless of age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that the Minister will consider these feedback and suggestions when he works out the programme for the extension of the retirement age. I would also like to ask the Minister whether there is any proposal to make changes to the CPF rates for older workers in connection with the extension of the retirement age. Here I would like to stress that workers should have sufficient savings in their Medisave to ensure that their old age medical needs will be adequately catered for. \n  <br>\n  <br>\n  <!-- Mr Stephen Lee Ching Yen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Stephen Lee Ching Yen (Nominated Member):</b> Sir, the Retirement Age Act came into effect on 1st July 1993, extending the retirement age to 60 years. The Act also provides for the retirement age to be raised further to 67 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The move to raise the retirement age beyond 55 years is a necessary one. Employers fully support this move. Both employers and workers are now adjusting to the fact that five more years have been added to their working lives. Issues such as training, the ability of older workers to cope with changes have now become more important. Time is needed by both employers and workers alike to adjust and respond to these challenges. I urge the Minister to give employers and workers more time to adjust. I would also like to ask the Minister if there is anything that the Government will do to promote the `general acceptance of older workers' at the workplace before making another raise in retirement age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I urge the Minister to incorporate more flexibility as we raise retirement age further. Not all jobs are suitable up to the age of 64 and less to 67. We should learn from each raise before we move to the next level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am gratified that the Minister has acknowledged employers' concerns about higher labour costs by lowering the employer's CPF contribution rate for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 767</b></font>\n  <br>\n  <br> workers aged 55 to 60 by five percentage points. When the retirement age is raised beyond 60 years, there will be further implications for workers and employers. One such implication is the cost of retaining older workers until 67 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our salary structures are still very much seniority based. Medical costs will increase as the incidence of serious illness is likely to go up with age. These are only some of the cost factors that the employers will have to bear with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to highlight that many jobs require age-related attributes, such as eyesight and manual dexterity. The performance of older workers will be affected by their advancing age. In such cases, the employers will have to redesign the job content or redeploy older workers to ensure his continued employment in the company. The ideal situation is to increase employment opportunities as well as wages but, sometimes, it may not be possible to have both, as experience elsewhere shows. The Government, labour and management should therefore think of employment opportunities, job security and wage as a whole package. Ultimately, employment and wage growth come from the international competitiveness of Singaporean companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To maintain cost competitiveness, employers must be given the flexibility to adjust the remuneration package of older workers, including a cut in the salary and benefits. Uncompetitive wage structure will not only affect the viability of our companies but, ultimately, also the job security of our workers. The maintenance and enhancement of our international competitiveness must, therefore, be the primary concern of employers, unions and Government alike. \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe:</b> Sir, on the CPF Minimum Sum Scheme, my question is about the adequacy of the scheme to sustain a decent standard of basic living. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the current Minimum Sum of $36,400 will be raised to $40,000 from 1st July 1995 and this will then move up to $80,000 by the year 2003. Although half the Minimum Sum is to be in cash and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 768</b></font>\n  <br>\n  <br> the other half to be met by pledges of properties, the actual amount in cash as at 1st July 1995 is only $4,000. Sir, I would like to ask the Minister whether there is any proposal to revise the scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is also noted that there will be an additional interest payment of 1.25% for the Special or Retirement Account from 1st July 1995. Sir, the Minimum Sum account is a long-term deposit account. I would like to ask the Minister whether he will consider reviewing the interest rate for the Special or Retirement Account, perhaps, to be a bit more generous than what is proposed. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, I would like to ask the Minister whether his Ministry would consider allowing CPF contributions to be used to pay towards the expenditure incurred by residents in the upgrading project implemented for HUDC estates. At present, the Government is undertaking the Main Upgrading of several old HDB estates. At the same time, the Government is also devoting substantial funds for the Interim Upgrading of HDB estates which are about 15 years old. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we know, the HUDC estate is also a form of public housing for young executives constructed previously by the Government under the HUDC housing programme. I have such an estate in Thomson Constituency called the Lakeview HUDC estate. Later, the Government terminated the HUDC Scheme and transferred these HUDC estates to be managed by the owners under their respective Management Corporations (MCs). At the time of the handover of the estate, the Government did not give any grants, or funding support for the MCs of these HUDC estates. Meanwhile, executive flats continued to be built by the HDB. These HUDC flats, including those in the Lakeview HUDC estate, are now fairly old. We read in the recent press report that most of them have plans to carry out their own upgrading of their estates. Like their HDB cousin, HUDC flats also face problems of leaking ceilings, poor plumbing, old designs and general wear and tear. This upgrading programme will cost them substantial amounts of money. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 769</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have requested for a cut to be made on the Ministry of National Development's budget where I intend to ask the Minister for National Development later whether he will provide funding support for the upgrading of HUDC estates, somewhat similar to the scheme implemented for HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For this cut on the Ministry of Labour, I would like to ask the Minister whether the residents of such HUDC estates can be allowed to use their CPF funds to pay for their upgrading work. That means, if the residents of HUDC estate decided to vote in favour of implementing their own upgrading programme, they have to share a part of the cost. They have to incur substantial sums, and I would like to know whether or not there will be part subsidy or grant from the Government through the Ministry of National Development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To fund their share of the upgrading work, the residents would like to request that they be allowed to use their CPF funds. This would help to alleviate the substantial financial burden to be incurred by the residents, if they were to pay out fully in the form of cash. I feel that this proposal is worthwhile considering, as the Government is already allowing CPF account holders living in HDB estates to use their CPF funds for payment towards their share of the HDB upgrading work. Therefore, the HUDC residents should not be treated differently from the HDB residents. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang (Minister for Labour) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Labour (Dr Lee Boon Yang):</b> Sir, first, I would like to thank all the hon. Members for their comments and feedback on various labour-related issues. I would like to reply first to the Member for Marine Parade GRC and Chairman of GPC for Labour who has pointed out that the business environment in Singapore is becoming increasingly competitive, and in response, companies may have to undergo restructuring and to upgrade their operation in order to stay ahead of competition outside Singapore or to be able to seize new business opportunities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 770</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Member that we must manage these developments carefully, in particular, when workers have to be retrenched as a result of a company undergoing restructuring or redistributing some of its activities to nearby countries. In order for us to be able to manage these developments successfully, there must be close labour-management consultation, there must be a good labour-management relationship in order to be able to minimise the impact of restructuring on workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have to make every effort to ensure that our good industrial relations will not be undermined as a result of such restructuring activities by various companies. Our harmonious industrial relations climate has been a major factor for Singapore emerging as the most favourable investment destination and it has also contributed greatly to our rapid economic growth. Its importance is reflected in the way BERI's criteria have put high ratings for labour-management relations and for a legal framework within the country. Because of these two factors where we score very highly, BERI has consistently been giving the Singapore workforce the number one position. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the flexible wage system which has been recommended by the NWC and has been implemented for many years in Singapore has also played a part in strengthening our labour management relations. Under the system, workers have been granted substantial wage increases, coupled with higher bonus payments, in line with better performance by the company. From 1987 to 1994, average built-in wage increase went up by about 7.4% each year. And average bonus payment also went up from about 1.49 months' salary in 1987 to 2.27 months in 1994. So workers can thus readily appreciate that their efforts to improve productivity and to help their company to remain competitive are promptly and adequately recognised by their companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the willingness of our unions and workers to make short-term sacrifices in difficult times, such as during the economic downturn in 1985/1986 to help \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 771</b></font>\n  <br>\n  <br> employers, is therefore reciprocated by good wage increases and higher bonus payments in good times. And close cooperation forged with goodwill and trust on both sides augurs well for our labour-management relationship. It also supports Mr Othman's observation that good labour-management relationship helps us to maximise our potential. And here, I would like to add that considering there is a total lack of resources, apart from our labour resources, our manpower resources, we cannot afford to let our manpower resources go to waste through a series of industrial conflicts. We cannot have a situation where there is a breakdown in the harmonious labour-management relationship, where instead of having good relations, we have unions and employers engaged in conflicts and in taking industrial action over various disputes. Because if we have an adversarial labour-management relationship, it will seriously affect our attractiveness as an investment destination. It will have a serious effect on our economy and, in the long run, it will seriously affect the future of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry will continue to work with employers and trade unions to closely monitor developments in labour-management relationship. Our officers are constantly in touch with union leaders and management, particularly companies that employ a sizeable workforce. This proactive approach has, in fact, enabled us to identify and isolate small scale industrial disputes and, by doing so, we are able to prevent them from escalating into major industrial confrontations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Ministry is also actively involved in organising seminars and participating in meetings that are organised by the Singapore National Employers' Federation and other bodies to help new investors to Singapore to better understand our system of managing industrial relations, including the procedures for resolving disputes amicably. Such efforts have brought about better appreciation of the role of our trade unions and closer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 772</b></font>\n  <br>\n  <br> labour-management cooperation. The ability and willingness of employers and unions to resolve differences amicably, without resorting to arbitration, and our strike-free records since 1978 show that this approach has worked well for the benefit of all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Othman has also noted that with globalisation of business, the wage gap between skilled and unskilled workers will widen. This is a fact of economic life governed by the forces of supply and demand. Unskilled workers in Singapore will increasingly have to compete with unskilled workers who are here working on work permit and unskilled workers in their home countries. Work permit holders come from low-wage countries and an influx of such workers will further widen the wage gap between skilled and unskilled Singaporean workers. That is why my Ministry has to be very careful about managing the revolving pool of foreign workers in Singapore and we have to use the mechanism, such as the foreign workers levy, to regulate the influx of foreign workers. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee, I think it is a nice time to stop here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1995/1996, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Lee Boon Yang]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Half past Five o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>GRANTS TO OFFSET GST</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Finance, in regard to the $3 million given to the Citizens' Consultative Committees to help low-income families to apply for grants to offset GST, (a) what is the number of families who have made use of this scheme; (b) has the scheme been adequately publicized; and (c) has the scheme been adequately used and, if not, what are the reasons. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) As of 13th March 1995, a total of 24 families have been given assistance under the Citizens' Consultative Committee (CCC) Assistance Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) The Scheme was publicised in a press statement issued on 30th March 1994. Details of the Scheme were also circulated to all CCCs at the same time prior to the launch of the Scheme on 1st April 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) The purpose of the CCC Assistance Scheme is to ensure that the GST does not make low income families worse off. The utilisation of the Scheme was never expected to be high because of the generous GST offset measures introduced, which have been more than sufficient to offset the GST expenditure in most instances, in particular, those living in HDB flats. As a result, very few low income families have become worse off on account of GST to warrant assistance under the Scheme. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>WAIVER OF STANDARD MISCELLANEOUS FEES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Education if he will (i) give the number of school children who have applied for waiver of standard miscellaneous fees for the last 3 years in secondary schools; (ii) consider giving students from needy families, 100% instead of the present 50% waiver of standard miscellaneous fees; and (iii) disseminate information of this financial assistance scheme to each child in all languages when the child first enters secondary school. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) For the school year 1995, 1276 children in secondary schools were granted waiver of standard miscellaneous fees. The numbers were 1369 in 1994, and 1067 in 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) Granting waiver of 50% of standard miscellaneous fees is in line with the Government's philosophy that parents must be responsible for the education of their children. Hence, parents are required to pay a token amount of the fee to instil this sense of responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) Information of this financial assistance scheme is made known to parents who have difficulty in paying the token fees. On top of that, principals will refer needy children to community and charitable organisations for further financial assistance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 773</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TERTIARY INSTITUTIONS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Education, in view of the large number of our students going abroad to study in tertiary institutions, if he will consider allowing some reputable tertiary institutions to start twinning programmes in Singapore to reduce the inconvenience and expense to our local students. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some private organisations in Singapore are already offering various modes of degree programmes in collaboration with foreign universities. They include correspondence courses, distance-learning courses, external degree programmes and open university degree programmes, and can be undertaken on a full-time or part-time basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A twinning programme involves a formal agreement between a local institution and a particular overseas university to run a split-site programme in which students undertake the first part of the programme in the local institution and then proceed to the overseas university for the final part of the programme. Although there is no formal twinning arrangement, various universities overseas allow our polytechnic graduates advanced placement in their degree programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is studying carefully whether it is necessary and desirable to further facilitate the offer of foreign degree programmes to Singapore students, bearing in mind that the two local universities and four polytechnics will already cater for 60% of each age cohort of students. In addition, many students prefer to study overseas for personal and other reasons. The graduate output must be guided by our manpower demands and befit the structure of our economy, including our regionalisation efforts, to minimise graduate unemployment or under-employment in the future. The quality and standard of education in Singapore must be maintained. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUBDIVISION OF INDIANS</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;4. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Home Affairs the reasons for subdividing Indians into different categories such as Sri Lankans, Ceylonese, Punjabis and Tamils in the new Identity card, when (i) there are no such subdivisions for the Malays and Chinese and (ii) there is no such thing as a Sri Lankan race, only a Sri Lankan national. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Subdividing Indians and others into different categories is a practice since the first identity cards were issued by the colonial government. Registration officers recorded a person's race based on what the applicant declared. There is no policy to distinguish \"Sri Lankans\" from \"Ceylonese\" or \"Punjabi\" or other categories of Indians in the new NRIC programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sub-divisions are not unique to Indians. In fact, there are many sub-groups under the \"Malay\" category e.g. Javanese, Boyanese, Minangkabau, Dayaks, and Ibans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that the term \"Sri Lankan\" is also a nationality. The fact remains that persons coming from Sri Lanka are now known as Sri Lankans and not Ceylonese. The National Registration Department has been approving requests to change one's race from \"Sri Lankan\" back to \"Ceylonese\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>TELEVISION PROGRAMMES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;5. \n  <b>Dr Kanwaljit Soin</b> asked the Minister for Information and the Arts if he will consider regulating television programmes so that up to 10.00 pm each night, we only receive family sensitive programmes and trailers without unacceptable violence, sex or other negative family values \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Broadcasting Authority sets guidelines for the broadcast of programmes suitable for the family. The SBA's current watershed separating family-type \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 775</b></font>\n  <br>\n  <br> programmes and other programmes is 9.30 pm. Up to 9.30 pm, TV fare must be wholesome and suitable for the whole family. No PG programmes will be allowed within family-viewing hours as such programmes may require parental guidance. When PG-rated movies, including trailers are shown, they must be shown with indicators. Such indicators are also required on TV programmes publicised in the newspapers and other publications so that parents can guide their children's viewing choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our broadcasters are aware of their responsibility to promote family values. They have been careful in their scheduling of programmes. For example, programmes for adult audiences, like horror movies, are scheduled in the late part of the evenings and judiciously spaced out.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
