{"memberId": null, "volumeNo": "64", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"64\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1995-05-26\"> \n  <meta name=\"Start_Col\" content=\"1205\"> \n  <meta name=\"End_Col\" content=\"1300\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">64</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">26-05-1995</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1205</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART III OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 64</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Friday, 26th May, 1995</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Acting Minister for Community Development and Senior Minister of State, Ministry of Home Affairs and Minister-in-charge of Muslim Affairs. \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1206</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Encik Imram bin Mohamed (Nominated Member). \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC). \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Defence and Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1207</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Acting Minister for the Environment and Senior Minister of State, Ministry of Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1208</b></font>\n  <br>\n  <br> \n  <br>Encik Yatiman Yusof (Tampines GRC), Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Minister of State, Ministry of Education. \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1209</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>EXECUTION OF FLOR CONTEMPLACION</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [25th May, 1995], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House (1) asks the Government to explain its refusal to stay the execution of Flor Contemplacion, despite President Ramos' appeal and the submission of new evidence, when a stay could have prevented the present strain in Singapore-Philippine relations, and (2) reaffirms its confidence in Singapore's criminal justice system, especially the integrity of the judges in upholding the rule of law and the competence of the police in enforcing law and order, which are strong pillars supporting our stability and prosperity.\" - [Dr Kanwaljit Soin] \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, after listening to the speeches yesterday, I am inclined to believe that the issue in this debate is not whether we should have granted a stay of execution for Flor Contemplacion but whether due process of the law was made available to Flor Contemplacion. As a layman I believe that there was adequate provision and time for Flor Contemplacion to seek redress on her case. In fact, I see the second trial as evidence of this. A private psychiatrist had pointed out that Flor Contemplacion could be suffering from diminished responsibility and he must have had evidence to provide this. It was an important piece of observation which must be addressed seriously and thus a second trial. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This possibility of diminished responsibility was subsequently refuted at the trial. Yesterday, we heard Prof. Jayakumar's very detailed account to Members of this House how his Ministry together with the Ministry of Home Affairs carefully checked evidence and appeals to ensure that Flor Contemplacion was not a victim of miscarriage of justice. It was a very thorough exercise. In other words, Flor Contemplacion had been given every opportunity to prove her innocence through the various representations and avenues open to her. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, Philippines is special to us because she is our ASEAN partner and because she is special we stayed cool and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1210</b></font>\n  <br>\n  <br> calm and did what we considered very necessary. For example, we did the right thing by restraining from commenting on reports by their mass media. But we had to respond to reports that were official, like the Gancayco report. We did the right thing again when we protested strongly on the burning of the Singapore flag. Some foreigners asked me why we get so worked up over such a thing. To the people of Philippines, flag burning is not uncommon. To us Singaporeans, the flag is an important national symbol. It has become an institution on which we build unity and strength. While others may allow their flag to be abused by making shirts out of their flags, we do not and should not allow it to be an object of such abuse. So we proudly fly the Singapore flag on very special occasions, especially during National Day celebrations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where do we go from here? Yes, Singaporeans were saddened by the reactions of the Philippine government. My constituents were especially saddened by the whole episode. Let me explain. My constituents were involved in three massive exercises to help the flood victims in the Philippines. It was massive because each time they collected at least two plane-loads of clothing from their house-to-house collections. It was a huge community effort. It was painstaking packing the clothes and bundling them according to the age group needs. Then there was logistic problem of transport to overcome. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the first exercise, I even persuaded our SAF planes to help out to fly the clothes and blankets to the victims via Clark Air Base in the Philippines. At the end of the exercise, the Philippine Ambassador, Mr Francisco Benedicto, invited the helpers to his residence to thank them and treated them to dinner and a special cultural programme especially flown in from the Philippines. I was presented with a \"thank you\" letter from President Corazon Aquino for my constituents' generosity and gesture of goodwill. Such was the happy relations between the Philippines, Ayer Rajah constituency and Singaporeans. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1211</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, when my constituents saw the reaction of the Filipinos on TV burning our flag and threatening our Singaporeans, some expressed regret that they ever toiled so hard in the past to help them. I cannot blame them for expressing out their feelings, but I explained to them that we should distinguish the two issues. One is for a humanitarian cause and, if we are able, we should continue to do so while the other, the Flor Contemplacion case, is a politically motivated one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, relationship is now soured. Mr Romulo, former Foreign Secretary, has summed up the feelings and observations of many of us and there is no point to add further to his comments. Perhaps we should take the cue from Prof. Jayakumar's call and Mr Ramos' call yesterday to mend relations. We should keep the lines of communication between our leaders and the Filipino leaders open. Everybody knows that Flor Contemplacion was exploited as an election issue against President Ramos. Now that the elections are over, we hope good sense will prevail to put the issue behind us and to start a new chapter of relationship in the coming years. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, when I came into this Chamber this afternoon, I was disappointed because I did not see the Opposition Members here. We are discussing an important motion concerning our judicial system and the Police and yet the Opposition Members are not here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, apart from Mr Chiam See Tong, the other Opposition Members did not speak because they were not here. Now, I see Mr Ling How Doong is here and I feel more comforted. I hope Mr Ling will speak on behalf of the SDP or all the Opposition Members, telling us their stand on the Flor Contemplacion case. I hope he will do that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, I heard what the Minister for Law and Minister for Foreign Affairs, Prof. Jayakumar, said, and I felt he was very thorough and patient in his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1212</b></font>\n  <br>\n  <br> explanation. At last, the people of Singapore will understand that in a matter like this, it cannot be dealt with in just a few sentences. We have cudgelled our brains and taken so much trouble and care to stand firm on our position and to handle this very complicated matter in a moderate and restrained manner. I believe the people of Singapore will now have a better understanding of the whole issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe we have gained a good deal of enlightenment from this episode. First, Singapore and the Philippines are still friendly countries. We are still good friends not only at the official level but also at the people-to-people level. I only believe that a very small minority of people will add fuel to fire over such an issue. At the same time, I feel that from this episode we can see that the Singapore Government has been very consistent in handling both domestic and international matters. Its practice is to be firm, mature, cautious and moderate in handling such matters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third revelation we can draw from this incident is that the people of Singapore are very cool and cautious. They have full confidence in what the Government is doing and they give the Government their full support, albeit quietly. So we can say that our people have confirmed and reaffirmed our judicial system and diplomatic policy. When we saw our national flag being burnt publicly in the Philippines, a number of our people were noticeably upset and they voiced their anger, but the vast majority of Singaporeans have exercised restraint and caution over such a matter. For this, I feel we should give Singaporeans our admiration and praises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While praising Singaporeans, I cannot help but have doubts over the manner and intention of the Opposition parties at the same time. Why do I say that? On 10th April 1995, the SDP wrote a letter to President Ramos. On 23rd March, they issued a statement. On 11th April, 1995 the Workers' Party also issued a statement. What did they say? Let us first look at the letter signed by Mr Ling. The letter was addressed to the President of the Philippines. In the letter, he said - \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1213</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak) (In Mandarin) :</b> Read it aloud! \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): Never mind, everybody can read it afterwards. There is no need to waste time. You wrote the letter, you can read it aloud afterwards! \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): In general, Mr Ling alleged that the Singapore Government has not been restrained enough in dealing with the matter. He wanted both Singapore and the Philippines to be mutually restrained in the matter. Reading between the lines, we can see that Mr Ling has some doubt over the judicial system of Singapore. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): He said no. Very good! He can tell us about that later. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In their press statement, the SDP held the view that the incident was very emotional, fiery, explosive and was not good for both parties. So both parties should exercise self-restraint. In this whole episode, when has the Singapore Government become emotional or made an explosive reaction? No, it has not! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So Mr Ling How Doong should have, in his capacity as Leader of the Opposition, written to President Ramos telling him to advise the small group of people in the Philippines not to hold demonstration in the streets or to burn the Singapore national flag. He should tell the President that the integrity of the judicial system in Singapore is never in doubt. If he had done that, he would be truly capable of helping Singapore. He would then be speaking as a true Singaporean, to say a few words for Singapore in his capacity as the Leader of the Opposition in Singapore, like Mr Chiam See Tong. If Mr Chiam is still the Secretary-General of the SDP, then what he said in this House yesterday would be significant and representative. I believe all the PAP Members would respect him very much for that. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1214</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having dealt with the SDP, let us look at the Workers' Party. Mr Low Thia Khiang is here now. Let us look at the statement issued by his Party. They said that in the circumstances, the judicial system of Singapore was being \"put on trial\". Was it a trial? The judicial system of Singapore is not something that was only established in 1995. It has a long history. Over the years, many people have been sentenced to death or to imprisonment under the judicial system in Singapore. If there is any problem with our judicial system, you do not have to wait until the Flor Contemplacion case in 1995. There would have been riots and demonstrations more than 20 years ago. We would not be sitting here comfortably to review all the cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The two Opposition parties, in such circumstances, issued such statements and wrote to President Ramos. I would like to ask them what was their intention. Are they of any help to the matter? Mr Ling wrote that if there was anything they could do to help, the SDP would be glad to oblige. But, in fact, the matter has already settled down now. In what way have the SDP statement and the letter to President Ramos helped in the matter? I feel that basically they were merely trying to stir up a storm in a tea cup, trying to find fault and gain political capital. I suspect that they were \"desiring to see the world plunged into chaos\". Why did they not take the matter as it was? Mr Ling is a senior lawyer, like Mr Chiam. They are both senior practising lawyers. If they have no doubt about the judicial system in Singapore, let them stand up and say so. Why did they not do so? Why did they not write to President Ramos and ask him to advise his people to stop demonstrating or burning our national flag, but to calm down and settle the matter in a more mature and peaceful manner? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So much has been said about the death penalty being imposed on Flor Contemplacion. What about the two victims in the murder case, a Filipina and a Singaporean boy of only 4 years old. If the people of Singapore were also as emotional, then we would have demonstrated and burnt their flag because a Singaporean had been killed. But we have not done so! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1215</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, the SDP and the Workers' Party have behaved in such a way as to give rise to doubt over their intentions. They have also referred to the handling of this case by our Police. They have cast doubt over the way the investigation was conducted by the Police. There was one Dr Switzer, an expert from America, who had visited many countries in the world, including Mexico, the European countries, etc. When he came to Singapore he made a speech and said that if he had to be tried anywhere in the world, he would choose to be tried in Singapore. A senior expert of great authority has so much confidence in our judiciary and police. That is a very strong reaffirmation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP stated in their press statement that the Singapore Government had done badly in its diplomacy, and that we had often ridiculed others and hurting their pride. When we talk about the Philippines, Hong Kong, Thailand, USA, Taiwan, Mexico, Australia, UK, India and New Zealand, we passed comments on them. I believe they are referring to points made by our leaders in their speeches, especially Prime Minister Goh and Senior Minister Lee. Take Senior Minister Lee, for example. He had been the Prime Minister of Singapore for many years. In order that the other countries may share in his vast experience in bringing about the development and prosperity of Singapore, he has been travelling far and wide, around the world, at the invitation of various countries. In fact, he will be travelling to Paris today. He has often received requests from political and commercial leaders of other countries and organisations to make keynote speeches in different circumstances. He was able to share his views and experiences with all these audiences throughout the world. This is not something that any ordinary leader can do. He has such an extremely high standard of nobility and ability which has been acclaimed by leaders of other countries and affirmed by them. If, in so many speeches, there have been adverse reactions from the foreign sources, do you think today he will be flying to Paris again \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1216</b></font>\n  <br>\n  <br> to make an official visit and be invited to speak on important occasions? It would not be possible. Do you think Hong Kong would invite him to speak? No. Do you think Australia would invite him to speak? No. Will he be invited to speak at the Senate of the United States of America? The answer would be no again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign investors are still coming in here. They have not stopped coming. Singapore's economy has still been developing. No damage has been done because of his speeches. The answer is very clear. This shows very clearly that our leaders, like Senior Minister Lee's position, has very high standing in the world. It shows that the views expressed in various areas have very great value of reference. So for such a well esteemed world-class leader, how could he say things at random without consideration for others, as alleged by Chee Soon Juan? If Senior Minister Lee is an arrogant person who interferes with other people's domestic affairs, how can his deeds and words be reaffirmed by leaders of other countries? How would he be invited, again and again, by others to share his experiences and express his views? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through this incident, I believe that the Opposition parties, especially the SDP, are not only trying to express their party's views over the Contemplacion's case, but actually trying to add fuel to fire to gain political capital. This is what they are trying to do. I can see through there and, therefore, I hope that the two Opposition Members here will be able to use this opportunity to clarify their position. Firstly, what is their stand over our judicial system and police in the trial and investigation of Flor Contemplacion case. If they have any doubt or suspicion over our judicial system, let them give concrete examples to prove their point. Secondly, I would ask them to answer this question. Do they think that Singapore has given Flor Contemplacion a fair trial? In handling this matter, is there any mistake on the part of Singapore? After hearing them, I think the people of Singapore will be able to use their eyes and mind to judge the stand and position of the Opposition parties. Singaporeans will know, through this incident, what is the true intention of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1217</b></font>\n  <br>\n  <br> the Opposition parties, ie, whether the other Opposition Members will behave like Mr Chiam See Tong to express their support for the Government or the People's Action Party to move ahead in the event of any crisis. You can bend your fingers inwards but not outwards. I hope we will all learn from this lesson. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, originally I did not intend to speak on this motion raised by the two Nominated MPs. From the beginning of this incident and the hysterical and irrational reaction of the Filipino people, I regard the whole episode as nothing but a farce. I do not believe the reports in the Philippine newspapers nor the preposterous stories concerning the Filipina maid. That is why originally I was prepared to just sit back and listen to the Government's explanation. But from the arguments put forward by the PAP Members yesterday, I note with profound regret that this motion raised by the two Nominated MPs has been deliberately used by the PAP to attack the Opposition parties. This is indeed regrettable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, from the arguments raised by the PAP Members, especially the attack on the statement issued by the Secretary-General of the Workers' Party, they said that we were not supporting Singapore and also that we were attacking the judicial system. The Lianhe Zaobao did not publish the statement by the Workers' Party. But on 25th April, in the Forum page, a reader attacked the Workers' Party's statement and said that we were trying to gain some political capital. The clarification by the Chairman of the Workers' Party was carried by the Lianhe Zaobao on 26th April. I do not know whether the PAP Members have the habit of not reading the Chinese newspapers or they have not understood the clarification given in our article, or that they are just trying to forcibly label us as \"anti-nation\" and \"anti-people\". Now, they are questioning the validity of the said statement. I can say without any reservation to the PAP Members that the leaders and members of the Workers' Party are patriotic citizens of Singapore. If we have no sense of belonging with Singapore and if we do not wish Singapore to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1218</b></font>\n  <br>\n  <br> prosperous and progressive, so that our people would have a better quality of life, then we should not be participating in politics, especially in the political environment of Singapore, to be in the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me get back to the main issue. Originally, we did not expect the matter to be developed into such an extent that our relationships could be strained. But when the Gancayco Commission appointed by the Philippine President raised such an incredible challenge against the credibility of our judicial system and our forensic pathologists, coupled with the fact that prior to the appointment of this Commission, the Philippine President had said that if the Commission found Contemplacion to have been unjustly convicted he would terminate diplomatic relations with Singapore, the Workers' Party realised that this matter could well go out of hand. Singapore would have to face the challenge and we have to tackle it in a manner which would not cause further souring up of relationship between the two countries, or even affect the solidarity of ASEAN. It was in such a context that the Workers' Party issued a statement suggesting arbitration by an independent third party or the international court to show that our system can withstand any test or scrutiny. In the conclusion of our statement, the Workers' Party urged that, in the spirit of ASEAN cooperation, the governments of Singapore and the Philippines present the issues in contention to an independent commission for arbitration. The stand and suggestion put forward in our statement is in conformity with international practice. This is a patriotic and practical approach to the matter by a mature political party. Now the Workers' Party is glad to learn that the Philippines has agreed to refer the matter to a group of independent forensic pathologists from the United States of America for arbitration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps some people may ask: \"If the Workers' Party is supportive of Singapore, then why have we not openly attacked the Philippines? Why did we not defend our system?\" Under the circumstances at that time, would it be useful if we were to openly attack the Philippines, or would it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1219</b></font>\n  <br>\n  <br> just put fuel to fire, and further stir up the emotions of the Filipinos, thereby making the matter worse? When the Philippine people burnt our national flag, the Mayor of the town was present. They even used our national flag as a floor mat. Under the PAP's standard of patriotism, is the Workers' Party required to burn the Philippine national flag, or to stage a demonstration and throw stones at the Philippine Embassy in Singapore, then can it be said to be patriotic? Our Ministry of Foreign Affairs issued a strongly-worded statement of protest to President Ramos, after the flag-burning incident. This has left a deep impression on me. But when the Philippine President simply ignored the protest, I could not help asking myself what should be our next step to deal with such unreasonable and contemptuous attitude of the Philippines. I do not believe that the Workers' Party should take any action more drastic than that taken by the PAP Government just to show our unhappiness, and thus further aggravating the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to why we did not stand up to defend Singapore, for the Workers' Party to come forward and defend Singapore, could there be any effect? The Government had already issued a detailed defence and rebuttal. The Workers' Party has never doubted it. Can the Workers' Party issue a more thorough and more detailed rebuttal and defence? Even if we had issued it, will the people in Philippines then cool down? So, we feel that the best way of settling the matter is to present it to an international court or a third independent country to deal with the matter. That was why we made the statement after careful consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, let me talk about what lessons the Government should learn from this incident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, political sensitivity. Yesterday the Foreign Minister said that there was no indication to show that this seemingly simple matter could be developed into such a serious situation. Of course, our Cabinet Ministers are human beings. They are not gods, not omnipotent and not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1220</b></font>\n  <br>\n  <br> prophets. It was not possible for them to accurately predict what was going to happen. This is understandable. But the Ministry of Foreign Affairs should understand clearly the political culture, political emotion and political environment in the Philippines, and should also know that the Philippines was going to have its general election for the Senate. In an election, any small matter can be blown up into a big matter. Extra care must be taken in dealing with matters in a foreign country during its election season. More importantly, in diplomatic dealings, sometimes one has to exercise not only rational judgement but also some inspiration and intuition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the balance and priority of political and foreign policies. I think the Ministry of Foreign Affairs had been putting too much emphasis in fostering better relationship with foreign governments and their business people, and neglecting the feelings of other interested parties and their opposition parties or to maintain friendly relationship with them. Of course, I am not encouraging the Singapore Government to interfere in other people's domestic affairs or to instigate their opposition parties or interested parties. By maintaining a link with these non-mainstream political parties and organisations, surely we will be in a better position to understand their trend and movements. Maintaining a friendly relationship with them will also prevent them from making a political issue with Singapore as the subject matter. The PAP Government should remember that other countries are different from Singapore. Their non-mainstream political parties and pressure groups can also exert pressure on their government and force their government to change their policies, or even overthrow the government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, the principle and flexibility of our Government in diplomacy. Of course, we have to maintain our beliefs and our principles. Regretfully, after the Government bowed to the pressure of the American President and reduced two strokes of the cane on Michael Fay, we have set a very bad precedent. Now, whenever the Head of a foreign state \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1221</b></font>\n  <br>\n  <br> openly petitions on behalf of his subject, if the Government does not give a satisfactory reply, it will be looked upon as not \"giving face\" to him or looking down on his country, as it is not as strong as the United States of America. Therefore, from now onwards, public petition has become very sensitive, and has become a knotty diplomatic problem for the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, the Foreign Minister said that Singapore had received a lot of petitions from other countries - some openly and some not so openly. But we should have a uniform standard and principle. However, my view is that there is a vast difference in political significance between petitions that are made public and those that are not made public. They should not be treated equally without without distinction. How do we deal with them satisfactorily and tactfully? I think the Government should know what to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, the hostile attitude of the foreign media against Singapore. I notice that, in recent years, the foreign media have a lot of criticisms against Singapore and the Government has also taken a very strong stand on that. Of course, for reports and criticisms which are incorrect or misrepresented, the Government should take strong steps to rebut them and to put the matter right. However, if we do not establish good relationship with the foreign media at the same time and keep on treating each other with strong hostility, then, of course, they will not speak up for Singapore. Sometimes, given the opportunity, they may even add fuel to fire. This will be quite a massive obstacle to Singapore's move towards regionalisation and internationalisation. Generally speaking, in the ever changing political and international scene, Singapore is a small country and we need friends. We need to have not only strong and powerful friends but also those who are not in power but may have influence. We cannot be so down-to-earth and choose to only befriend those who are strong and powerful, and neglect the others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I have said what I wish to say. Of course, the PAP members can misconstrue my words, as they always do, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1222</b></font>\n  <br>\n  <br> to allege that I am anti-nation and anti-people. What I want to tell the PAP is that I am disgusted with their deliberate labelling of people who hold differing views and who criticize the Government. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> May I seek clarification, Sir? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): I am very happy. At least Mr Low has said on behalf of the Workers' Party that they are all patriots. But I would like to ask him a few questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We ask them to support Singapore, but the People's Action Party will certainly not ask them to burn the national flag or to stage a demonstration. The PAP will never deal with matters in such an emotional manner. We cannot put their thinking as ours, and allege that this was what we wanted them to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What we are asking them to do is to tell Singaporeans what is their view and stand on the matter. As he has said, what can you do, can you control the situation? Impossible! Then why should they issue a statement? They might as well save themselves the trouble of issuing the statement. Since they wanted to issue a statement, that goes to show that they believe they can serve a meaningful purpose, to a certain extent. But, in the very first paragraph of the statement, they said that our judicial system was put on trial. What sort of trial do they think our judicial system was put on? He should have said that our judicial system was reaffirmed and confirmed. He said that our diplomacy is no good. We have been independent for more than 30 years. What blunders have we made in the diplomatic scene? Give me an example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, he said that we should give face to others and be considerate to others because we are a small country. Although we are small, we are self-sufficient. Does he want us to suffer humiliation and insult? Can he please explain? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Issuing a statement on some national or international matters to clarify our stand is what a responsible political party should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1223</b></font>\n  <br>\n  <br> do. Of course, we know our limits but we can make suggestions. In our statement, we have given some suggestions. We urge the Philippines and the Singapore Government to settle the matter in a peaceful manner by referring it to an independent Commission for arbitration. I believe that the Member had not read carefully the statement of the Workers' Party. In the first paragraph of our statement, we urged the Singapore Government to seek the consent of the Philippine government to present the matter to an independent party. I believe the Member had not carefully read our press release. On the matter of \"face\", of course, Singapore is small but we have everything. We do not need to live in humiliation. We have to face reality. We have to deal with the matter in a proper and diplomatic manner. We do not have to live in humiliation. We can defend our country. But does it mean that we have to act emotionally? For example, on the burning of our national flag, are we going to play up the matter, and put ourselves in a precarious situation where we have to prepare for war? Is it necessary? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I am emphasising now is how we are going to settle this matter peacefully. Through the diplomatic channel, can we deal with the matter tactfully? When the Singapore Government decided to reduce two strokes of caning on Michael Fay, I feel that it has created a problem: how are we going to deal with the matter in future? I think the Government should have thought carefully about it. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): I would like to clarify. When I referred to the first paragraph, I actually meant the second paragraph. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Just now you mentioned the first paragraph. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): In the beginning of the second paragraph, it says, \"The party wishes to stress ... machinery for justice is on trial as a result of the report of the Commission.\" The Philippine President's Commission has given its report. Is he saying that such a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1224</b></font>\n  <br>\n  <br> report can prompt the Workers' Party to say that our judicial system is put on trial? Please give examples to show how and why our judicial system is put on trial. Does he think we have any problem with our judicial system? If so, give us examples and show where the problem is. If there is no problem, then should all the decisions made by our Singapore courts, be referred to a third party for review or retrial for them to look into our judicial system? This is what they said in the second paragraph. Can he please explain? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Mr Choo has said that if we have confidence in our judicial system, then there is no need to be checked by others. This is a very typical attitude of the PAP Government - \"we are the best, no matter how!\" I would say, on the contrary, if we have confidence in our judicial system, we should allow anybody to examine us. There is nothing to hide. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that Mr Choo is also a Teochew. There is a saying in Teochew, which translated literally, means: \"When you praise yourself you do not realize that it stinks.\" It is useless to say how good you are. In our statement, why did we say that our judicial system was put on trial? As I have said in my speech just now, imagine a Commission appointed by the President issued such a ridiculous challenge to our judicial system, and alleged that we made a mess of the matter. If you keep on saying that we are right, we are just, then do you think they will believe us? Can the matter be settled? You say your piece, I say my piece. Then how are we going to settle the matter? So let us have an independent third party to arbitrate and settle the matter. I have the confidence. Just as we agreed that the pathologists' report be referred to an independent third party for final arbitration. The same principle applies! I have confidence in our forensic pathologists, and not that I have no confidence in them! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Choo said just now that he wanted to know my stand on this matter. In my view, Flor Contemplacion had been given a fair trial under our judicial system. I have no doubt whatsoever that our judicial system is good. So he should not distort our intention. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1225</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, Mr Low has patiently explained the view of his Party. I am quite happy about it. Finally, he says that he has no doubt about our judicial system. Since there is no doubt, then why should we get a third party to examine whether our system is all right or not? We got two American experts to go to the Philippines but their finding has also been rejected by the Philippines. When can we put a stop to all these? Each time you have an expert to say something, they will say that it is wrong and ridiculous. So there will be no end to all that. I feel that Mr Low should tell us, as a representative of the Workers' Party and a member of the Opposition, whether he has any doubt over our judicial system. If there is no doubt, then why should he suggest that our judicial system be examined by a third party? Is that a healthy way of doing things? Is it a sound way of doing things? Can he tell us where else in the world has the judicial system of a country been subjected to examination by a third party? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is that he used a Teochew saying that the PAP is always praising itself, and the praises are worthless. From the beginning to the end, none of us has ever claimed that our judicial system is the best in the world. So I hope he should be careful in what he says. He cannot put words into our mouth. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I do not know whether Mr Choo has failed to understand what I have said, or he is deliberately distorting my words. First of all, subjecting this matter to an independent party for arbitration is because the Commission had raised a lot of criticisms against our judicial system. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): But if you agree, then that means you have no doubt in our judicial system. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Whether I agree or not is not the point. Others have already raised doubts. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): Do you agree or not? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1226</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Will Members please address their remarks to the Chair? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): The point is that other people have already raised doubts. How are we going to prove and confirm that we are not in the wrong? I am not saying that the PAP members are unstinkingly praising themselves. I am saying that, under such circumstances, even if you keep on painstakingly explaining the matter, just like what I have been trying to do, it is no use. People will still criticise us. So we say, \"Well, all right, if the Singapore judicial system is good, let us present ourselves before a third party and prove our case! Let us respect its final arbitration.\" If we have no confidence in ourselves, then we would not dare to do this. This is what I was trying to say just now and this is also the main point in the Workers' Party's statement. Mr Choo has said that such a statement is not effective. It is useless. Now, the Singapore Government has agreed with the Philippine government to have an independent group of pathologists to settle the pathologists' report. Is Mr Choo saying that this is also useless? If he thinks so, then he should tell the PAP Government that this is useless, and we should look for other methods to settle the matter. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): When we agreed in the first instance to invite three well-known forensic experts from the US to the Philippines, the result was in keeping with our findings. Three international authorities in the forensic science had come to the same findings as ours, but the other party refused to accept. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as I am personally concerned, even if we go to a third party for another opinion, the end result will be the same because I believe, and I have confidence, in our system. From the beginning to the end, I have been consistent and I firmly believe that our judicial system is right and sound. There is no need for another party to judge our system. That is completely wrong. If he does not agree, then he can ask our two lawyer friends here in this House who will explain to him. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1227</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I feel that Mr Choo is confused. The first time when Singapore employed three pathologists, they were employed by Singapore, but not agreed by the Philippine government. The most important thing is that we must get the Philippine side to mutually agree, to have the matter referred to a third party and accept the assessment of a third party. Only then can they extricate themselves from the awkward position. If you employ your own pathologists and they confirm your findings, then of course there is nothing wrong with our system. I personally believe there is nothing wrong. But then, how is the Philippine side going to extricate themselves? So, diplomatically and politically, we have to find a way for them to extricate themselves. That is, if both sides agree, get an independent third party to assess, accept its view and settle the matter. This is the main point of my argument. It is not a question of whether we have confidence in our judicial system or not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Choo, I have allowed you to seek clarification, but you seem to be raising more new points. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Minister for Law and the Minister for Home Affairs (Assoc. Prof. Ho Peng Kee): Mr Speaker, Sir, we can learn useful lessons from this episode. These include the need for a strong defence; for us to lessen dependence on one source of foreign labour; for strong government; for the electorate to see through political posturing; for a responsible media, and for Singaporeans to understand regional sensitivities. I am sure, Sir, in due course, more will be said of these precious lessons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For now, I want to focus on just one lesson - which is that the Opposition we have in Singapore is not responsible and falls short of proper conduct, even in the context of adversarial politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these have been trying times for Singapore and Singaporeans. We watched on television the burning of our national flags by cheering and jeering \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1228</b></font>\n  <br>\n  <br> Filipinos; we read of Singaporeans not being welcomed in the Philippines; we heard of wild accusations about our criminal justice system. Some Singaporeans were agitated, worked up. But as a people, we kept our cool. We remained calm and restrained. Singaporeans knew that the Government was working hard behind the scenes, handling the ever-changing daily scenarios, to manage the crisis. They were supportive. I was happy to learn that Singaporeans supported the Government's handling of the case. Nearly all rallied behind Singapore. But, Sir, unfortunately, a few did not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP and Workers' Party sought to gain political mileage from the situation. At a time when our criminal justice system and its key institutions - the courts, police and prison - were under daily attack, the Opposition chose to make political hay. They fudged the crucial issue, which is the integrity of our criminal justice system, and issued statements that lent credibility to these attacks. Instead of defending our institutions, as the Government and Singaporeans did, they poured oil onto the fire. They had acted irresponsibly, compromising national interest for partisan political gain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the SDP issued two press statements - the first one on 23rd March 1995, published in the local media on 24th March, and the second on 11th April 1995. The Workers' Party issued one press statement dated 11th April 1995. Sir, the SDP and Workers' Party owe Singaporeans an explanation for these statements. Far from being helpful, these statements have harmed Singapore's cause. Let me tell you why. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, let us take the SDP's first statement (issued by Dr Chee Soon Juan as Secretary General on 23rd March 1995). Sir, by that time, anti-Singapore feelings in Manila were at a peak. There were hysterical demonstrations; tabloids were screaming anti-Singapore sentiments; the press had called for a break in ties. Did the SDP and Dr Chee have anything critical to say about any of these events? No! Instead, they criticised Singapore. In the statement, Dr Chee had said in paragraph 2, and I quote: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1229</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The two very different sets of reactions in the two countries to the same set of circumstances attest to the fact that perception more than knowledge of facts is the cause of the dispute. As such, more diplomatic light than political heat should be generated. Perhaps, a commission should be set up by both countries to facilitate an exchange of views and facts. The SDP stands ready to assist in any way it can to help resolve this problem.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask Mr Ling How Doong (SDP Chairman) and Mr Cheo, who is not here, whether they agree with that statement. Whether or not Flor Contemplacion murdered Della Maga and Nicholas Huang is a question of fact - not perception. The Singapore courts found that she did. The Philippine media and mob claimed that she was innocent. Which version does the SDP believe? The SDP statement did not say who was generating political heat. Does the SDP mean that it was the Singapore Government? Are Mr Ling and Dr Chee not aware that it was political pressure from opportunistic interest groups and an irresponsible press in the Philippines that had caused this \"political heat\"? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we heard yesterday from the Minister for Foreign Affairs, the Government, throughout the episode, adopted a calm, restrained and diplomatic approach. Does Mr Ling not agree with this approach? What alternative policy does the SDP propose that the Singapore Government follow? Sir, far from helping to \"help resolve this problem\" (as the SDP put it), it was adding fuel to the fire. Mr Ling's silence, in the face of repeated criticism in this House, both yesterday and today, is really telling and baffling. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP issued two statements and its Secretary-General wrote countless letters to the press. Mr Ling himself wrote a letter to President Ramos. The Workers' Party issued one statement. If they really stand by these statements and letters, then they should join in today's debate and defend their stand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SDP's first statement further criticised the Government for, in its words, \"chiding, belittling and poking fun\" at other countries. In particular, the statement accused the Government of making insensitive criticisms about the Philippines in the past which \"may have exacerbated the already precarious situation\". \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1230</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my colleague, Mr Koo Tsai Kee, in his letter to the Straits Times, has already pointed out the absurdity and malice of this criticism. No Philippine newspaper or television station had made any such allegation, but the SDP saw fit to do so. The Philippine press then picked up the statement in the Philippine Star, 20th April 1995, and used it as additional ammunition to criticise Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when the Senior Minister (SM) or the Prime Minister (PM) make these remarks overseas at organised forums, press conferences or interviews, their views are solicited by their listeners. SM and PM are very often asked for their views on many matters. In the case of SM, he speaks as a respected Asian elder statesman who is the architect of Singapore's widely acknowledged success. For PM, he is the Prime Minister of a thriving Singapore whose Government has successfully built on the already successful Singapore SM had handed to him. When they speak, they do so candidly. Their hosts expect them to do so - this is why they are asked for their views often, and invited back repeatedly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, when SM, PM or other Ministers make these remarks in Singapore, the purpose is not to run down other countries, certainly not to chide, belittle or poke fun at others, but to give concrete examples of dangers that Singapore should avoid as a society - where single motherhood is a normal alternative lifestyle or where administration of justice has gone soft. These are likely consequences of suggestions put forward among others by Opposition parties. The Opposition parties, especially the SDP, regularly exhort the Government to follow the example of other countries, to become more democratic, to have more welfare. The Government has to rebut them when they are wrong, and explain to Singaporeans what lessons to draw from the experience of other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in making these statements, facts and figures are given in an objective, non-emotional way. If indeed these statements are meant to belittle, chide or poke fun at others, they would be quickly dismissed. However, the opposite is true. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1231</b></font>\n  <br>\n  <br> The statements are taken seriously. They are appreciated and some are acted upon. Because PM and SM are frank, honest and well-intentioned, the statements may cause discomfort, but not resentment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now go on to SDP's second statement published on 11th April 1995 which is even more intriguing. It attached a letter that Mr Ling How Doong, Chairman of the SDP, had written to President Ramos. Why did Mr Ling write to President Ramos? In Mr Ling How Doong's letter to President Ramos, he said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We have been following the development of events regarding the hanging of Flor Contemplacion with great concern. We understand the fact-finding commission that you appointed has found that the late Ms Contemplacion has suffered injustice in Singapore.' \n  <br>\n  <br>This letter was sent after the Gancayco Commission had submitted its report to President Ramos, and its fantastic findings had been widely publicised in the Philippine and Singapore press. Yet, the SDP's letter to President Ramos expressed not the slightest doubt, reservation or criticism of the Gancayco Commission or its report. Sir, this omission surely speaks for itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me ask Mr Ling whether he truly believes that Flor Contemplacion suffered injustice in Singapore. Does he accept the Gancayco Report as a true and credible account of what took place during the whole Flor Contemplacion trial, imprisonment and execution? Without first debunking the report's false allegations, as the Government had done, the SDP suggested that a third party be sought to sort out the dispute, so that discrepancies can be cleared up. Sir, would not such a proposal lend credibility and verisimilitude to the Commission's wild accusations? I ask Mr Ling to tell us his honest opinion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling also told President Ramos: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We have also informed Prime Minister Goh Chok Tong that the SDP is willing to assist in any way it can to resolve this matter.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> In other words, the SDP was offering its good offices to mediate between the parties and reconcile the two aggrieved parties, the Singapore Government and the Philippine government. The SDP would, of course, take a neutral stand between the integrity of Singapore's criminal justice system and those who were vociferously attacking it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the statement also said that the entire affair had put Singapore's reputation as an international city at stake. Really? How can a single incident like this, in which our justice system has been fully vindicated, unravel all the achievements that Singapore has been publicly acclaimed for? The SDP says Singapore has been put on trial. By whom? Even the Asian Wall Street Journal and the Far Eastern Economic Review, neither of which are well-known admirers of the Singapore Government, published editorials and opinion pieces expressing full confidence that Contemplacion had received due process and justice in Singapore courts. The Asian Wall Street Journal called the work of the Gancayco Commission a \"farce\", a \"judicial circus\", a \"setback even for those who truly doubt Mrs Contemplacion's guilt.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I do not believe that Mr Ling How Doong was really responsible for this letter, even though he signed it. The SDP's first press statement had been issued by Chee Soon Juan. Chee Soon Juan replied to Koo Tsai Kee's letter in the Straits Times, attacking the SDP's stand, not Mr Ling. It was also Chee Soon Juan who sent Mr Ling's letter to the Prime Minister, repeating the SDP's offer to help. Like I mentioned just now, if Mr Ling really had strong views on this issue, how is it that he has not taken the trouble to speak up in this debate? I therefore ask Mr Ling to tell the House whether the SDP's statements represent his true position, or whether they are really the work of the Secretary-General, Chee Soon Juan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, anti-Singaporean sentiments were running high in the Philippines. Surely, as Mr Chiam See Tong so properly and correctly pointed out yesterday, this was a time for Singaporeans to close ranks, support the country and uphold its \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1233</b></font>\n  <br>\n  <br> criminal justice system. This was an international issue and had nothing to do with party politics. But not the SDP. The SDP did exactly the opposite. It indulged in unprincipled, opportunistic posturing and grand-standing. It issued statements attacking the Singapore Government and took an \"even-handed\" position between facts and fantasy. It poured oil over fire, and still calls itself a loyal Opposition. Well, this is how the SDP stands up for Singapore! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am sure many agree with me when I say that Mr Chiam's speech yesterday was indeed heartfelt. I am sure every Member in this House understood and sympathised with Mr Chiam's sentiments. Having built up the SDP himself, almost single-handedly, Mr Chiam brought Chee Soon Juan into the SDP, only for Chee to express his gratitude by turfing out Mr Chiam and succeeding him as Secretary-General. And now Mr Chiam has to watch on the sidelines, as the new Secretary-General distorts the purpose for which Mr Chiam had created the SDP, and turns the party, not against the PAP, but against Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let us now look briefly at what the Workers' Party has done. Mr Low Thia Khiang would like to convince this House that the Workers' Party is for Singapore in his speech just now. But I am not convinced and I am sure Singaporeans are not convinced. I will just focus on the Workers' Party's statement on 11th April 1995. First, the statement, as Mr Choo Wee Khiang has mentioned, stressed \"that Singapore's machinery for justice was on trial as a result of the Gancayco report.\" No doubts raised, no reservations raised, no criticisms raised. We all know what the Gancayco report said. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, it mischievously suggested, and I think this is important, that Singaporeans' confidence in the administration of justice had been eroded by the Commission's findings. I think that is an important point to make, because the press statement goes out to everybody, to parties outside Singapore. The Workers' Party wanted to dignify the Gancayco \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> report by referring it to the World Court or a tribunal of jurists from Commonwealth countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just ask whether he and the Workers' Party agree with the Gancayco report. Does he, in the first place, agree with the Workers' Party's statement? Is the Workers' Party serious in suggesting that the Gancayco report had put Singapore's criminal justice on trial? Does Mr Low believe what the Gancayco report claimed, that Flor Contemplacion had been raped and tortured, that she had been framed, that there had been a miscarriage of justice because Contemplacion was \"denied her fundamental right to counsel\" and that the caution administered under section 122(6) was improper? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what can we say? The Opposition, particularly the SDP, have not helped Singapore's cause. Would they have handled things better as a government? Dare Singaporeans trust Mr Ling, Mr Cheo or even Dr Chee or Mr Low Thia Khiang with such a situation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have here a photocopy of a page from the New Democrat, a publication of the SDP. It is captioned, \"SDP Goes International\". The article describes the many trips that SDP has made to foreign countries, including Hong Kong, Thailand, Australia and the Philippines. In Bangkok, the SDP joined hands with other human rights groups in the Council of Asian Liberal Democrats. The SDP has been gallivanting around the region, cultivating the foreign press and gathering support from liberal human rights groups. But when this crisis developed, and it was their duty to stand up for Singapore together with other Singaporeans, they failed miserably to do so. Could it be that in seeking a world stage, they have forgotten that their first duty is to Singapore and to Singaporeans? Why have they promoted the concerns of foreign countries and pressure groups at the expense of Singaporeans and the national interest of Singapore? Having let Singaporeans down so badly, the least they can do is to give Singaporeans a full explanation and apology for their conduct in the Flor Contemplacion case. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1235</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, may I clarify because the Parliamentary Secretary referred to the Workers' Party? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low, I would like to point out that under the Standing Orders, you can only speak once on the question. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I wish to clarify because he referred to the Workers' Party. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, I will give you a brief clarification. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Thank you, Sir. First of all, I wish to clarify that the Workers' Party does not believe in the Gancayco report. I have explained at length just now the Workers' Party's position in this case and the thinking behind the press release. I do not propose to repeat and Mr Speaker would not allow me to do so. But if the PAP, as stubborn as it is, chooses to interpret its way and to label the Workers' Party, so be it. But I really do not understand that by urging both Singapore and the Philippine governments to refer the issue to an independent tribunal to resolve the matter, we would gain political mileage or political capital. I do not understand. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, first, I am glad to hear that Mr Low has said openly in this House that the Workers' Party does not believe in the Gancayco report. Their statement came out after the Gancayco Commission's findings were made public. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I have explained why. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> There was no criticism, no reservation, nothing. The implication must be that those who read the press statement would draw the conclusion that from the Gancayco report and its wild allegations, the Workers' Party is saying that Singapore's criminal justice system - entrenched, tested, a transparent one - has been put on trial. I think this is a very serious thing to say. And when you say, \"let's refer to a third party\", you are saying, \"let us refer the matter, including the Gancayco report, to a third party.\" When you do that, are you not saying that, \"Well, the Gancayco report can stand scrutiny.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1236</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why should we refer to a third party? Isn't the Government's approach a better one? We looked at what the Gancayco report said. We studied all the allegations and we put out an objective, clear, point-by-point rebuttal, and made it very clear that there is no discussion on the matter because, as we have been vindicated and as everybody has agreed, there is no basis for what the Gancayco report had made in terms of the accusations about Singapore's criminal justice system. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Mr Speaker, Sir, if the Parliamentary Secretary thinks that the Workers Party had capitalised on the report, the press release would just stop at that without referring to the Gancayco Report. We would not just stop at that, if we had the intention of discrediting the system. Moreover, in that situation, as I have explained earlier, what are you going to do? Are you going to say, \"Well, you are the best person to solve the problem?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Of course! \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> I think it does not solve the problem. It does not mean that when you refer someone's accusation to an independent party to judge, as I have explained earlier, to resolve a matter it is a show of weakness or that you do not believe in your system. It is on the contrary, Sir. You believe in it. There is nothing to hide. You refer it. I am sure that Singapore will stand up to whatever trial or investigation by the World Court or any independent tribunal. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Let me just say this very briefly. First, his paragraph 2, the opening statement, says that the Party wishes to stress that Singapore's machinery for justice is on trial as a result of the report of the Commission. I think that is a very telling statement because if you look at the Gancayco report, I would like Mr Low to point to the paragraphs in the report where he feels that those paragraphs or assertions stand scrutiny so as to put our tested criminal justice system on trial. He said just now that he does not believe in the Gancayco report. Then why make this statement? Why not, like what the Government has done, look at it very carefully and answer, \"Look, I do not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1237</b></font>\n  <br>\n  <br> believe in points A to Z and this is why we do not believe in it.\" And stop at that, rather than submit it openly to a third party and have everybody look at it. I think that is not the proper approach. I would assume that Mr Low speaks for the Workers' Party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point, of course, is that now Mr Low says that he believes that the Singapore criminal justice system can stand scrutiny and he supports it. May I ask him whether the Workers' Party is prepared to put up a press statement on this point, since now there is no need to submit or stress anything and they believe that the criminal justice system in Singapore is one that the Workers' Party has full confidence in. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I do not understand what is the Parliamentary Secretary trying to do. Is my explanation in Parliament not enough? I do not understand why he wants a press release. As to my understanding of the paragraph that he mentioned, yes, our system is on trial as a result of the report because it accused us about our system. So if we have been accused, what are we going to do? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> It depends on the very nature of the accusations. If the accusations are substantiated and can be backed up, perhaps there is some basis. But if the accusations and allegations are wild, and I think the first reading of the report would bear this out, that is a different matter altogether. \n  <br>\n  <br>\n  <!-- Encik Yatiman Yusof (Parliamentary Secretary to the Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Foreign Affairs (Encik Yatiman Yusof):</b> I just want to ask Mr Low to make a very clear stand on this issue. He had earlier applauded when Singapore agreed to have this case on the forensic finding to be taken up by an international arbiter. Our basis for agreeing to an international arbitration on a forensic matter is because forensic is a science by itself. But when he said that our agreement of allowing the independent forensic examination to be done as our willingness to have the judiciary to be examined internationally, I think he is mixing oil with water. Our judicial system has been proven to be transparent, factual, able, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1238</b></font>\n  <br>\n  <br> and we have stood the test of time. The fact that we agreed and decided to sever our Appeal Court from the Privy Council in London is a clear indication that we are confident of ourselves. But the Workers' Party Member of this House insists that because we have agreed on a forensic matter, we therefore should agree to have an international arbitration to decide on the facts and law on the Flor Contemplacion case. If that is so, what would be the Workers' Party's stand if supporters for the late Van Damme insist that we should take this matter to the international court? And there are so many other cases in which the Singapore court had, based on facts, found a person guilty. Will the Workers' Party then insist that every such case should be referred to international arbitration? This is the question which the Workers' Party must answer, as a matter of principle. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Mr Speaker, thank you for giving me this opportunity to speak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First and foremost, I feel that the press was not being fair to me by reporting that I was absent in Parliament yesterday. In fact, I was right here in Parliament until after the speeches of Dr Soin and Mr John De Payva, the proposer and seconder of the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we examine this matter, one must seriously consider that this was an emotionally charged and politically motivated episode, as the Philippine election was just around the corner. You will notice that nowhere have we questioned the hanging of Flor Contemplacion. In fact, we did not even support the stay of execution. We have never questioned that. We have never even said that there ought to be a stay of execution. But what we had highlighted was the fact that, as I mentioned earlier, this was a politically motivated and emotionally charged issue. The Philippines had raised certain absurd issues. We are saying we give them a hearing, although whatever they may raise may be absurd or bizarre. In fact, I would come to that later on. I would say that some of the reports by the Commission were really preposterous and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1239</b></font>\n  <br>\n  <br> bizarre. I would speak as a lawyer and would tell you that certain issues that they have raised were just beyond belief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think I need to emphasise one simple issue here and it is this. If a man has been charged for murder and he has got four years but during those years he did not protest about his innocence, that alone is enough for me to come to my own conclusion. But what is more telling is that he has the opportunity to see his own Embassy people. One would have understood that if you see the local people you would not dare say it because you are afraid that you would not be able to air your views. But when she saw her own embassy people, she would have no fear in confiding in them that she was innocent. As I said earlier, we have never, by our action or by our words, questioned the integrity of our judicial system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are actually two aspects to this case. The first is the Government's handling of the hanging of the maid itself. As I mentioned earlier, we have never criticised nor questioned the Government's hanging of the Filipino maid. In fact, at the height of the controversy, we wrote to President Ramos. This was because we felt that any escalation of the situation would harm the interest of Singaporeans. In our letter to President Ramos, we said that we welcomed and supported the Government's cooperation to have the case reviewed by a third party and urged our officials to continue to show restraint with a view to resolving this matter with minimal disruption to the relations with the Philippines. In the same letter, we have urged him to exercise restraint and continue to keep channels open with the Government with a view to normalising ties between our countries whose relationship has been traditionally warm and strong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We wrote this letter because President Ramos has expressed his view that, depending on the outcome of the Gancayco Commission Report, he would consider severing relationship with Singapore. Here we are not talking purely of the legal aspects of I am right and you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1240</b></font>\n  <br>\n  <br> are wrong. We have to be accommodating here in the sense that we are dealing with a fellow member of the ASEAN countries. In fact, I would say that Singapore has actually gone the extra mile to accommodate the Government in this respect. It is in this spirit that the letter was sent to President Ramos. We also told him not to succumb to pressure from the group. It was during the height of the preparation for the elections in the Philippines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, what we are saying is that we merely questioned the PR of our Government with other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> If the Government is willing to say, \"Do you think you can help in any way?\" we are prepared to go there and make our point there. That is what we meant. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister (BG Lee Hsien Loong):</b> As a neutral party? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Why not? It is not a question of whether we believe or not believe it. I think all of us are aware of the fact that the election was around the corner and it was emotionally charged and politically motivated, and the remarks by President Ramos that, depending on the report of the Commission, he would consider severing ties with Singapore. It is in this respect that we say, \"Why not we have a third party?\" In fact, when the matter was referred to a third party, it was regarding the forensic pathology. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> That is a professional opinion. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No, let me explain. When you say it is a professional opinion, are you doubting our pathologist's report? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No, we are not. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> If we do not doubt, then we say forget about it. You can just tell them, \"We are not prepared to refer it to a third party.\" Why are we referring it to a third party? You are doing exactly what we have suggested. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> No. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1241</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> The point here is the report by the pathologists. We know they are absolutely right. Why did we agree to refer it to a third party? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Will the Member please address the Chair? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I suppose that was done in the spirit of cooperation and long friendship with ASEAN members. As I said, we are going the extra mile by giving them the benefit of the doubt. I think the more important aspect of this is that if you refer to an independent third party and its finding is with us, it would actually demolish the report by the Philippines. So it is not that when we submit to a third party, we are saying that, \"Oh, we have no faith in our system.\" I do not think that is the case. We should be willing to have it done openly by internationally known specialists or experts so that they can confirm our findings. We have got nothing to hide. We have faith in our system. We believe in our system. Why not let it be confirmed by an internationally well-known body once and for all? We have got nothing to lose. You must bear in mind one thing � rightly or wrongly, because of the elections, they are insisting on so many things. You cannot just say \"no\" to them. They will stir up a lot of things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, our only criticism was that of our PR. We should be more sensitive to other countries by not passing certain remarks. You must bear in mind one thing: political parties come and political parties go; Singaporeans will remain here forever. And the remarks by the leadership may affect future Singaporeans. They will not forget it easily. Respect, yes. You must remember the words, \"Grudging respect.\" When your economy is riding very high, they respect you. They invite you sometimes to sell your expertise and opinion, because they need them. They are developing. So they will respect you for whatever information or benefit they can derive from your advice. But would that follow? The point is that we must be aware of the fact that the moment a country becomes developed, she does not need our help any more. Would the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1242</b></font>\n  <br>\n  <br> respect continue or not? I doubt very much. We must think of this aspect and not take things for granted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, I have never in our speech or anywhere challenged it. In fact, I cited one example about the absurdity of the report by the Commission on the innocence of Flor Contemplacion. [Interruptions.] The problem here is when you write a letter to a head of government urging him to consider mediation, not to do this but do that, you cannot just tell him this. Then you do not write to him to mediate any more. You do not write to him and at the same time say, \"absurd, bizarre\". If you say that, then why are you writing to refer the matter to a third party for arbitration? [Interruptions.] \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Can I urge Members that if there is some point in Mr Ling's speech that they do not understand, they can rise on a point of clarification. They can also rise during the course of his speech. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Yes. Mr Speaker, I suppose I leave it at that. If there is any clarification, I will answer every point raised. I think it is better that way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, as Is aid earlier, we have not at any time questioned the integrity of our judiciary. We have not done so. In fact, that is why I have earlier decided not to speak. What is there to speak when we are not criticising the judiciary or the act of the Government for hanging Flor? We have not done this sort of thing. That is why I said: Is there a necessity for me to speak? So many speakers before me have spoken. Now that Members have raised all these queries here, I thought perhaps I should reply. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Assoc. Prof. Ho, you want to seek a clarification? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, Mr Ling now comes to this House, in a very sweet speech, to try to convince the House that the SDP has done nothing to weaken Singapore during the time when we were in crisis, when it mattered the most. The SDP issued two statements: The first statement said that the Government \"chided, belittled, poked fun at other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1243</b></font>\n  <br>\n  <br> countries\" and in the ensuing exchange in the press, the Secretary-General Dr Chee Soon Juan further made statements about the Singapore Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask him whether, taken in totality, these actions actually weaken Singapore's position. The other point is that, drawing reference to the statement of the SDP, he says that the SDP wants to be a neutral party. But he must not forget he is in a Singapore political party. He may be in the Opposition. But in his attempt to remain even-handed, has he not forgotten that truth is on our side, fact is on our side, and on the other side there are a lot of wild allegations, fiction? Is it not? Even if you wanted to remain neutral, for example, in his letter to President Ramos, the only reference to the fact-finding Commission was that, \"I understand this fact-finding Commission has found the late Mrs Contemplacion suffered injustice in Singapore.\" That is the only reference. He does not have to attack the Commission. But he could have mentioned the allegations that were made. What sort of impression would be gleaned by the people who read the press report about such a letter coming from a Singapore party written to a foreign government at a time when we were in crisis, not now in this House while things have settled down, because, as he has said himself, emotions were running high? What impression did the SDP give? Did it harm or strengthen our case by what it did? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Wong Kan Seng):</b> I have just heard Mr Ling say that he found the Gancayco Commission \"absurd, bizarre\", etc. If he had said so in his press statements, I have got two press statements here, including this letter to Mr Ramos, [Copies of statements handed to Mr Ling How Doong] could he show me where he has said these words? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, as I mentioned earlier, when we wrote the letter to President Ramos, we were trying to ask him to hold his horse in order to refer it to a third party. I think it is highly improper and inappropriate for us to criticise all these things as it would then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1244</b></font>\n  <br>\n  <br> defeat the very purpose. For example, if you want to negotiate a settlement, you do not tell the other party, \"What sort of demand are you asking of me?\" You are going to negotiate a settlement, let us say, between the employer and employee. Before you negotiate, you go and tell the employee, \"What absurd demand you are asking of me?\" The employer will say, \"What is the point of negotiating with you? You've made up your mind.\" It is as simple as that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose is to refer it to a third party so that one does not have to resort to the more severe action involving friendly countries. That is why we have not written anything in our letter because if we had written that, I think it would defeat the very purpose of the letter to President Ramos for him to hold on and then have a settlement. It is as simple as that. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, it is not just the omission. Mr Ling not argues that they had omitted certain things and therefore that has made the negotiation position strong, even though I think that we can doubt. Because when you negotiate, you do not just come blank. If you have certain strong points, you want to also show them. In other words, if you do not say anything, the impression may be given that you fully support the Gancayco report. And in fact that impression was probably given because the only reference in his letter to the report was the fact that the Commission had found that she had suffered injustice. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, since Mr Ling did not want to read this letter, maybe he did not draft the letter himself. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> I know the contents. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> He knows the contents but he did not write it himself. Fair enough. And he said that it is not nice to tell President Ramos that he disagreed and so on. But let me just quote one line here - this is the letter signed by Mr Ling to President Ramos. Paragraph 2 says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We have been following the development of the events regarding the hanging of Flor Contemplacion with great concern.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1245</b></font>\n  <br>\n  <br> Next sentence: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We understand that the fact-finding Commission that you appointed has found that the late Ms Contemplacion has suffered injustice in Singapore. We have also noted that you are prepared to sever ties with Singapore.' \n  <br>\n  <br>Nowhere in this paragraph, following the sentence about Mrs Contemplacion having suffered injustice, has he repudiated this finding. In other words, even in a letter like this, supposedly to be nice to Mr Ramos, he did not say he did not believe that she suffered injustice. I think he should say so. Because if it is his position that the findings are absurd, bizarre, he can put it in a nice way to President Ramos that he did not believe this report and he did not like it. Even if he does not want to say so to President Ramos, why did he not say this in the press statement that his Secretary-General issued in Singapore, and I suppose he met the press. None of the press reports that I have here repudiated the Gancayco Commission report. None of it carries the SDP's position on the report that it is absurd and bizarre. Why did he not say so? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> As I said earlier, the intention of the letter is to try to mediate. We have to take the report of the Commission at its face value. [Interruptions.] All I am saying is that it is a sort of allegation by the Commission. So it may be absurd. I have already explained earlier. Because we are trying to - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Be nice. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Not be nice. We were writing to the other side and hoping that President Ramos would not succumb to pressure. In fact, it was in the letter. We hope that he would not succumb to pressure and then take this action. All of us are well aware of the politics in the Philippines. Sometimes, as I said, it was the fever of the election. Certain action would be taken out of political ends for the election results. So it was in this context that the letter was written. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, can I air my views, please? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1246</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Choo, would you like to seek a clarification? \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Seek clarification, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> You are not to embark on another speech. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Yes. I am not clear as to what Mr Ling is trying to say. Therefore, I am seeking clarification, Sir. We know that Mr Ling is the unofficial Leader of the Opposition. He is a well known leader. He is a well known lawyer. And he was writing a letter to a well known leader of the world, President Ramos. By not saying anything to uphold our judiciarl system, he is implying that there is something wrong with it. How can he come back to the House now and tell us that is not the case? He said, \"Yes, it is bizarre.\" But it was not stated in the letter. How does he explain? How does he reconcile the two statements? The fact that President Ramos saw him and his delegation meant that he took him very seriously. So I think Mr Ling, being the unofficial Leader of the Opposition, should explain in the House how he reconciles the two statements? And if he thinks that there is nothing wrong with our judicial system, please re-issue a press statement. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, I do not think I need to repeat the whole thing all over again. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Please clarify! \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> The letter was written in the context of the elections in the Philippines, the threat by President Ramos to sever ties with Singapore and the probable pressure that we had brought to bear on him to sever ties. So one has to give him the benefit of the doubt because we are going to a conference table. That is why we did not bring in this point. As I said earlier, we are going to a negotiation table, we cannot just pre-empt the whole thing by saying that we do not believe their story. From the very outset, I have cited an example where someone has never claimed his innocence for four years, even to his own Embassy people. How far do you want me \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1247</b></font>\n  <br>\n  <br> to go further than that? The statement, as I said earlier, is for the purpose to negotiate so that the matter will not deteriorate. It is as simple as that. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, maybe Mr Ling could just be honest enough and admit that he did not write the letter. He did not draft and issue the statement and all these were done by his Secretary-General who had put him on the spot. Because he said, \"We took the Gancayco Commission at face value\", which means there is something to be believed. Then he said, \"We give President Ramos the benefit of the doubt\", which means there must be some truth. And then on the other hand, he says, \"It is all absurd and bizarre.\" And he upholds the institution of Singapore, that it is fair, and so on. Which version does he want to believe? Which version is his true position? Which is his Secretary-General's position? Maybe he should be honest enough to tell us that the letter and the statement were actually not his. He just signed as the leader of the Party. Somebody else had drafted it. Say so. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> The letter was by the Party. The Party had discussed the whole matter. We sent out the letter. As I said earlier, when you want to negotiate or advise one party to hold his horses, and not resort to extreme measures, would you not think it is better to give him the benefit of the doubt? Otherwise, you would preempt the whole thing. If you tell them that the Commission is talking rot ---. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> You must tell them. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> No. You are wasting your time writing the letter. As I said, our intention is to make sure that the situation will not deteriorate to such an extent. That is why the letter was sent out. As I mentioned earlier, I have to repeat it again here, you will notice that nowhere in the letter had we questioned the hanging of Flor Contemplacion. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Nowhere have you supported it either. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1248</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> But the point is that you do not support the negative. The facts are all there. When we do not criticise, that means we support it. It is not that we have not written anything. It is not that we are completely silent, then you can say silence means something. But we did write something and yet we could not bring this issue out. We had never challenged the hanging of Contemplacion. Neither did we ask that there ought to be a stay of execution. We have not done anything of that sort. But the mere fact that we have never asked it is an indication that we completely believe in our judiciarl system. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Then say so. \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Unless you do not understand simple English, when I said that we have never questioned the hanging, it explains all. We do not have to tell you. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Brickworks GRC):</b> Mr Speaker, Sir, based on what Mr Ling said just now in his letter to President Ramos, is he saying that the SDP and he are prepared to sacrifice principles, facts and instead resort to political statements to placate a third party outside the country? And is his party prepared to take the same step again, in future cases, where you just ignore the facts, principles and play politics? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, seriously, I do not see anywhere in our letter that we are ignoring the facts. How does the Member come to that conclusion? I am really baffled. We have not ignored the facts. As I mentioned earlier, we have never questioned the right of the hanging of a convicted criminal. In fact, I gave some of my reasons why I believe her guilt. So where is the question that we sacrifice principle and facts? \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Mr Ling just said that he knows the report is bizarre, far-fetched, and he said, \"How can I tell all these to President Ramos in my letter?\" He knows what are the facts. He chose not to put them in. Now could he tell me what is wrong with getting the bizarre and strange facts to President Ramos if he believes in it? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1249</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Matthias Yao Chih (Senior Parliamentary Secretary to the Minister for Defence and Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Defence and the Minister for National Development (Mr Matthias Yao Chih):</b> Sir, may I ask Mr Ling one question? He said that he did not put all these adjectives in the letter because it was at the height of the Philippine elections and so on. Now that the situation is cooling down and we are getting things back on an even keel, will he now write another letter to President Ramos stating SDP's true stand on the Gancayco Commission report? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> Mr Speaker, Sir, if the press were to report what I said, it is known to the world. What is the necessity of me writing a letter? The press here can forward one copy of it to President Ramos. It is as simple as that. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M (Parliamentary Secretary to the Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Information and the Arts (Encik Mohamad Maidin B P M):</b> Mr Speaker, to cool things down and reduce tension, I will speak in Bahasa Melayu. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Malay): Mr Speaker, what we have witnessed is a political game of vacillations and shifting positions played by a number of the Opposition Members. And in my view, this is the very sort of problem that led to the tense relations between Singapore and the Philippines - the presence in the Philippines of opposition parties who exploited the situation to create tension and create all kinds of false stories, all for the sake of freedom of speech. Playing another role was the Philippine media, which took advantage of the confused situation by creating all kinds of absurd stories and fiction about the Singapore judicial system, about the way hearings were conducted, and all in the name of freedom of the press. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We find that this has made a very bad impact on the relationship between the two countries. But what is more perplexing to us is how the Opposition in Singapore, who are no citizens of the Philippines and who have no direct concern with the emotional problems of the Philippines, could have succumbed to the confusion created by the opposition and the press in the Philippines. I also say \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1250</b></font>\n  <br>\n  <br> that the Opposition in Singapore have been easily misled and this is clear from the statements that they have issued in the press and the correspondence by both the Singapore Democratic Party (SDP) and the Workers' Party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, one of the reasons why this problem has led to such tension is that some opposition parties in the Philippines had relied on the tactic of spreading malicious stories. They misrepresented the facts, twisted the stories and created all sorts of lies, which we have seen in the reports that reached Singapore, excerpts from the newspaper reports there. And when we see these lies and falsehood, Mr Speaker, I personally am not surprised that certain Opposition leaders in Singapore like the SDP Secretary-General, Chee Soon Juan, would join the fray, because he himself had been accused of being a cheat and a liar. He never denied that and has never dared to bring this matter to the court. So when there were cheating and lying in the Philippines on the issue of the hanging of Flor Contemplacion, I remember the English proverb that says \"birds of the same feather flock together\". So even though there was one here and many more perhaps in the Philippines during the crisis, I am not surprised that some of those in the Opposition here had responded and had sought to participate in lying and in the misrepresentation of facts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, what has happened is really an exposure of the quality and the attitude of a certain number of the Opposition in Singapore. They were easily misled, but more than that, they had taken advantage of the situation and made it worse. Whereas in the Philippines, the issue was trying to defend something that has been proven in court and questioning the judicial system of Singapore, the Opposition in Singapore issued statements that sought to undermine the institutions of Singapore, raising questions that tended to imply that we have an unjust leadership and a dishonest judicial system. And they also sought to cast a smear on Singapore leaders, both the Prime Minister and the Senior Minister, through the letters that they circulated. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1251</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among the suggestions they made was that Singapore leaders should not be honest when expressing their views to the world, to the Philippine leaders, to the Australians, etc. This is the suggestion that the Opposition made as we faced this crisis, the SDP opinion, signed by Chee Soon Juan. In other words, he wanted Singapore leaders not to speak candidly, not to speak the truth. Is he teaching the leaders of Singapore to lie? Is that the value he is promoting, Mr Speaker? And if we believed him and took his advice, what kind of image would Singapore leaders have, when they cannot be honest, when they cannot speak frankly about something when their hosts want them to do so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I remember one issue raised by the Senior Minister, that became the subject of SDP's criticism, regarding discipline in the Philippines and the growth of democracy in the country and their social development efforts. If we look at what has happened to the debate on Flor Contemplacion in the Philippines, it is clear that the points made by the Senior Minister, on discipline and democracy, probably made no impression on them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Just look at the issue of discipline in the newspapers. I think many questions have been raised by the way the newspapers handled the matter, with reports filled with lies. We note the discipline shown by the opposition parties. That is very surprising, too. They ignored the facts. They had no respect for another country. We have also seen how they burned the Singapore flag in an atmosphere of indiscipline. In other words, what the Senior Minister said was probably true. And if some quarters had sought a lesson or two from his remarks, it would probably be for the better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The democracy that they were promoting there, too, was exploited by the opposition. We saw how they applied pressure by spreading nonsense, to force the country's leadership to defend itself by taking steps to similarly question Singapore's integrity. As a result, a number of leaders, the Foreign Secretary included, had to be sacrificed just to satisfy their anger. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1252</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the question is: is it really the Singapore judicial system that is on trial? I think it is the Singapore Opposition that is on trial. So easily were they misled, so easily believing what we have been calling bizarre and absurd and so on, but then using these bizarre and absurd materials to apply pressure on Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why does this happen, Mr Speaker? Are some members of the Singapore Opposition still unsure, even today, what they should do? We note the divergence between what they had said in their statements and what they say is their stand today - far different from their earlier stand. Or is that really the way they conduct themselves in politics, that is, as I was saying, by misrepresenting the facts, by lying, by exploiting the situation regardless of the consequences, as long as they can criticise the Government of Singapore at any time? If that is what they call politics, if that is what Mr Low Thia Khiang called patriotism, I think it is very surprising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Does patriotism and participation in Singapore politics mean that we should be so easily swayed by the opinion of outsiders when we know it is not true? Or should we, in the context of Singapore politics, have our own principles and stand based on the situation, the need and the facts before us? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, in a way, it is no surprise to me because when the Government, specifically the Ministry of Home Affairs, took steps a few months ago to impose heavier punishment in molest cases, for instance, we noted that some sections of the Opposition were not happy with the stiffer measures, which included showing the accused persons on television. They could not accept a higher punishment, but ignored the suffering of the young children, the little girls who were the victims of these culprits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So back to my question, Sir, do they know what they are doing? Or is that really the way the Opposition want to conduct themselves in politics? And this is even more surprising. In one block party that I attended in my constituency in mid-April, some of the residents came \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1253</b></font>\n  <br>\n  <br> with their Filipino maids. In the midst of the chaos in Manila, I asked the Filipino maids, \"Are you happy in Singapore? Is everything all right in Singapore?\" They said, yes, they were happy and they were carrying on with their jobs and their employers were treating them well. I asked, \"Are you following the developments in your country?\" They said, yes. So I asked them, \"What happened?\" The answer from a Filipino maid working in Singapore, speaking in front of many residents of my constituency, at Jalan Tenaga, Mr Speaker, was that the political opposition in the Philippines and the media there have been making up stories, fiction, that cannot be believed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I bring up the example of this Filipino maid, Mr Speaker, simply to show the difference between the sense of judgement and the behaviour of the opposition and the maturity of a Filipino maid. Just look at the difference. Is our Opposition capable of analyzing the situation better than a Filipino maid? I hope so, because what has happened seems to indicate to me that the Filipino maid was perhaps politically more mature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, one question raised by the Opposition and some other Members concerns the issue of miscarriage of justice. I am really surprised how this question could arise. The murder occurred in 1991. The woman was hanged in 1995. Isn't that such a long time to enable, and indeed we have conducted, not just one, but more than one trial? And the woman concerned not only confessed to the murder but also described how she did it. And we are wondering about miscarriage of justice? I am surprised that this issue came about, when the facts show that what happened was far from a miscarriage of justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also surprised, Mr Speaker, that there are suggestions that we ought to ask why we did not allow a stay of execution for Flor Contemplacion. We know two persons were murdered, and their families had to wait four years for what we call justice to be done, for the two murder victims and their families. We waited four years for justice for these two victims. And \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1254</b></font>\n  <br>\n  <br> then we ask why no stay of execution. In other words, we prefer delaying the hanging and delaying justice for the victims and their families for various strange reasons. Among those that I have heard are suggestions that we should, in the conduct of our judicial system, take consideration of external factors or political factors in other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note with dismay, Mr Speaker, that there are Members in this House who also said that the Singapore Government, the Cabinet, the President, should take into consideration political developments of other countries, and take account of rising emotions, when making decisions as to whether a stay of execution should be allowed for a woman who has been found guilty of murder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have heard before strong views expressed partly by the Opposition and also by international magazines, implying that the Singapore Government is one of those that rules with an iron fist, and that it always interferes with the judiciary. We have always denied the accusations and have always proven that they are not true. And in the Flor Contemplacion case, the evidence presented showed clearly that the Singapore political leadership, the President, the Cabinet, is far removed from any possibility of interfering in the judicial system of Singapore. What I feel strange are the arguments of some Members that we should take into account the feelings of the leaders, the opposition and the people of foreign countries when making decisions relating to the judicial system of Singapore. Isn't this in total contradiction with the many points that we have heard before, stressing the importance of the Executive in this country not interfering at all in judicial matters, in matters of justice? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But in this case, we seem to be making an exception, that the Government in its handling of the matter should take into account external factors. I find this strange, because isn't this the first time we bring up the importance of external factors and seek to impose them on the judicial system of Singapore? Does this not mean that we are putting pressure on the Government to interfere with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1255</b></font>\n  <br>\n  <br> judicial process, not for justice but to take care of the feelings of others, to make sure that certain people win their elections, so that certain societies would not be so angry with Singapore? Are these the factors that we want to put across as a way for us to improve the judicial system of Singapore? Or are we promoting a way to play with the judicial system of Singapore? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, if they do indeed happen, all those suggestions we made - that we do not want to provoke anger, that we do not want to create difficulties for somebody in the run up to an election - and the Government, let us say, takes these into consideration and takes the necessary measures, whether a stay of execution or whatever, for external reasons, I think there will indeed be cause to ask about miscarriage of justice. The question will then be: why the Government should take into account external factors when carrying out a sentence, when it has been decided by the court? Is this justice? I am proud and happy that with the many choices to be made and despite the pressure, the Government has stood firm on its principle of not interfering in the conduct of the judicial system, of not taking into account factors that have no relationship with the judicial system, that are of no interest to the judicial system, so as to change its decision or to give in for reasons other than justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, there was also the question of Singapore's international image. This issue and the readiness of the political leadership to be firm when it comes to justice, not just on this but on many previous occasions, were regarded as undermining Singapore's international image. We are accused by the Philippines, for example, of being a police state, possibly a totalitarian state, that does things as it pleases, that tortures prisoners, all kinds of accusations, and all because we have been just and firm in the conduct of our judicial system. Is this an effect we should be afraid of? Should we fear being misunderstood because we are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1256</b></font>\n  <br>\n  <br> too strict? Mr Speaker, we have heard in many countries of how the judicial system is undermined by pressure from quarters outside the courts, whether political parties or human rights organisations. In consequence, we find criminals no longer fear the judicial system, because they believe the law can be undermined by pressure groups or human rights groups, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is, if it were true that there was torture and that Singapore is a police state, that we have been arrogant, iron-fisted and so on, if these were all true, do we believe that all this time the Philippine government or other governments would have allowed their people to come to Singapore and work? If they had no confidence that there is a fair and well-established judicial system in Singapore, would they have allowed their people to work in this country and perhaps be threatened by an unjust system? There lies the difference between truth and falsehood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, I would like to touch on the points made by the Gancayco Commission. We have heard earlier the unofficial Leader of the Opposition saying that the report was absurd and bizarre and so on. Yesterday, we heard a leader of the Opposition, who today seems to have become the opposition to the Opposition, Mr Chiam See Tong, stating his position that we should not allow the foreign press to use the Opposition as a club to attack the Government. I hope he would consider using this club to hammer on the other Members of the Opposition so that they would come to their senses and realise the difference between fact and fiction. The Gancayco Commission report, I feel, Mr Speaker, contains a lot of fiction, imagination and myths. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.20 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.50 pm until 3.20 pm</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1257</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.20 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Encik Mohamad Maidin B P M -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Mohamad Maidin B P M</b>(\n  <i>In Malay</i>): Mr Speaker, as I was saying, having scrutinised the report of the Gancayco Commission, the views of the National Bureau of Investigation of the Philippines and the level of professionalism displayed by the Filipino and Singapore sides, the important question to ask ourselves is: If something happens and we have to be judged, would we prefer to face an investigation, a trial, in the Philippines or in Singapore? \n  <br>\n  <br>\n  <!-- Mr Koo Tsai Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Koo Tsai Kee (Tanjong Pagar GRC):</b> Mr Speaker, Sir, thank you very much for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Flor Contemplacion incident has clearly been exploited by the SDP and the Workers' Party to serve their own selfish political agendas. The two parties chose to release what I would call misinformation to feed the hysteria and frenzy of the imaginative Philippine and foreign press. Even though there was no substance to their charges, the timing of their press release, I think, was laced with malice and mischief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From what I have heard earlier on, it appears that both the representatives of the Workers' Party and the SDP in this House today, Mr Ling How Doong and Mr Low Thia Khiang, seem confused about their stand. But I think that it is quite clear that the press statements released by them have done them more harm than good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Workers' Party dropped innuendoes about a possible miscarriage of justice in Singapore when they proposed that the case be referred to an impartial tribunal. Mr Low is not here. But earlier on he suggested that the PAP MPs do not read the Chinese press. But I think that is not an important point. The important point is that we read the original press statement. And the original press statement submitted by his party leader was written in English and the innuendoes are very clear that there could be a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1258</b></font>\n  <br>\n  <br> possible miscarriage of justice. Mr Low Thia Khiang appears not to pick up the innuendoes perhaps because he was interpreting it from the Chinese translation of the English press release. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet the trial of Flor Contemplacion was fair and transparent to even our critics in the West and, in particular, to a liberal paper like the Asian Wall Street Journal (ASWJ). The editorial of the ASWJ on 13th April 1995 after the release of the Gancayco Commission report, called the findings of the Commission \"sloppy\". The newspaper accused the ex-judge of orchestrating a judicial circus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ASWJ is no lover of Singapore. Mr Low Thia Khiang suggested earlier on that we have antagonised all the foreign media, we have no friends in the foreign media and they are always attacking us. But I think the greatest vindication on this case is that a newspaper, a liberal newspaper like the Asian Wall Street Journal, has come on board our side and has made very strong accusations that the whole finding of the Gancayco's report was a fiasco. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ASWJ said, and I quote here: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... it would have been fully within its [Singapore's] rights to refuse to cooperate with what has clearly become a judicial circus. Yet Singapore has agreed to reopen the Contemplacion case and repeatedly offered to submit Mrs Maga's remains to outside pathologists'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am afraid in this judicial circus, there was one - the Workers' Party chose to play the role of the clown to excite the audience in the Philippines and to titillate some of the less friendly, less objective journalists in the foreign media. And what did the SDP do? The SDP provided rich fodder for the already imaginative Filipino press to burn down the Ramos administration, hoping to damage his political standing, and damaging the bilateral ties of the Philippines and Singapore. Mr Ling, when he wrote to Mr Ramos, thought he was doing Mr Ramos a favour. In fact, he was giving Mr Ramos pressure. SDP's press release was picked up by several leading newspapers in the Philippines, including the Philippines Star and Today. Prior to the two statements released by SDP, no \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1259</b></font>\n  <br>\n  <br> press in the Philippines, and not because they are unimaginative, had linked Senior Minister's speech in the Philippines to the Contemplacion case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP's mischief, however, met with widespread disapproval from Singaporeans across the political spectrum. Dr Chee Soon Juan's allegations - I hope he represents SDP, because from what I heard earlier on I am not quite sure who represents SDP now, Mr Ling or Dr Chee, and I do not see how come two separate statements were signed by two leaders; there should only be one leader and only one signature - that Filipinos took offence to SM Lee Kuan Yew's remarks were untrue. In fact, if Dr Chee had looked up the Philippine media on the day after Mr Lee Kuan Yew had made his speech to the Philippines Business Conference, he would have picked up the mood and sentiments of the Filipinos. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What did the Filipino press say? I remember the Philippine media is always the accurate mirror of the popular opinion. The Manila Bulletin reported that the Senior Minister's remarks were especially \"pertinent to the Philippines with its over-tendency to over-use the freedom of speech and to carry counterproductive speeches and investigations instead of enacting needed legislation speedily to get the country moving again.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That was a direct quotation from the Manila Bulletin. The Malaya newspaper of the Philippines wrote the day after SM Lee's speech that Senior Minister Lee was too diplomatic, not at all rude, to tell the Filipinos off for all their democratic sins which made them and condemned them to poverty. Far from antagonising, far from insulting the Filipinos, they welcomed it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, please let me carry on. The Manila Chronicle said Senior Minister Lee's speech was done \"without malice\" and that the message was \"not resented\" by the Philippines. \"Not resented\" means they welcomed it. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1260</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Manila Bulletin in fact even went further and thanked Senior Minister Lee. And the Manila Bulletin said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... perhaps it takes a wise man from the East, a fellow Asian like ourselves, to remind us what is painfully obvious. One hopes that his visit will be the occasion for taking stock and, more important, for taking action.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From a summary of some of the leading newspapers in the Philippines, we gather that not only were they not insulted, in fact they welcomed Senior Minister Lee's speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, SDP's 10 examples - they quoted 10 - of how we had \"chided, belittled, and poked fun\" at our friends were all taken out of context. There was no evidence to suggest that our neighbours were offended. ASEAN is still one single united bloc. We are close to Malaysia, with Thailand. In fact, when Senior Minister Lee went to the Philippines to make his speech, he told the Filipinos that he hoped they will soon join the ranks of Malaysia and Thailand. In other words, we wish Philippines well and we want ASEAN to be strong, prosperous and be respected. When our leaders cited examples from other countries, the intention was not to put them down, or tell our neighbours how to behave, whether they should follow our practice. The intention was to educate Singaporeans on what lay ahead for Singaporeans if we were to ape some of these foreign practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Who was offended? If you look at the press, only perhaps the SDP. So I asked myself, \"Why was the SDP offended when our neighbours were not offended?\" I think because the PAP was doing a good job by pointing out what could happen to Singapore if we were not careful. And of course SDP is not happy. SDP would prefer that these examples not be cited so that Singapore could fall into the same trap. Because if the economy remains strong, then the SDP would have little chance of becoming an alternative government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Which incidentally brings me to the latest exchange between Dr Chee Soon Juan who wrote in the Forum page of the Straits Times and myself. He asked me to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1261</b></font>\n  <br>\n  <br> explain why I had equated the PAP with Singapore. He asked me to explain my remarks, suggesting preposterously that I should even apologise if I cannot explain. I will not write to the Straits Times' Forum page to give him space because he is really not interested in my reply. He is only interested in conducting a monologue. He wants space to continue his soliloquy. I do not intend to give him that space. But I am not running away from a political fight. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I want the people in the press to know that I make no apologies for my statement to equate modern Singapore with the PAP. Rather, I wear my remarks as a badge of honour. The dark and impoverished days before 1959 (when the PAP assumed power) is something Singaporeans, like Dr Chee, would prefer to forget. But we should not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the PAP Government which lifted our spirits and well-being. It is the PAP Government which has given people, like Dr Chee, the time and space to oppose and criticise the Government. The time, because we have made Singapore rich so he can engage in this idle exchange. The space, because the PAP has created a democratic institution to allow him space in the Forum page of the Straits Times. Without the PAP Government, many of us would be perhaps too busy competing with the millions of Asians, some of them are Filipinos and some may be from other countries, as construction workers and maids around the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But instead today, Dr Chee and I have the luxury of debating the merits of an alternative government. This is the triumph of the PAP Government versus the rhetoric of the SDP. And this is the reason why I equate the PAP with modern Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Flor Contemplacion case, unfortunate as it was, did have some salutary impact. First, it exposed the kind of leaders within the SDP and the Workers' Party. These people first of all are confused with the released press statements without knowing the implications of their remarks. And I think that if elected, they would deliver platitudes to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1262</b></font>\n  <br>\n  <br> whoever volunteers to be their audience. If Dr Chee Soon Juan were elected as Singapore's Prime Minister, I think he would go round the world and telling them the things they want to hear. If he were to go to the Philippines, he would tell them precisely the things that had kept them poor. In other words, he would condemn them to poverty for his own political gain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, the second lesson from the Contemplacion episode is that it educated Singaporeans on the meaning of press freedom, on free speech. Press freedom gave the Philippine media the right to be wrong. In other words, it gave them the right to spread rumours, to seek malice and to provoke violence. I was shocked one day when I saw on Channel 5, 10.30 News, when one Filipino editor of a respectable press told our reporter that it was not their duty to check the truth of the story. It is only their duty to print it and allow the people to derive the right conclusions. In short, what he is telling us (I hope Singaporeans learn something from it) is that it is okay for the editors there to run lies, day after day. It is okay for them to make all kinds of accusations in the press. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In contrast, I take my hats off to our media. Our media published a fairly detailed account of the happenings in the Philippines and also the allegations and charges of the Gancayco Commission report. The media provided their version of the story, and we provided an objective, unemotional response, a point-by-point rebuttal. Unfortunately, my friend in the Philippines told me that there was a total blackout about what we said here in Singapore in the Philippines. Does democracy not give us the right to be heard in the Philippines? Basically, the Philippines had violated the most important charter in the First Amendment which is the right to be heard. And they denied us our right to be heard. They chose not to hear us because they were afraid that the truth might destroy them. At this point, I have to disagree with my friend and hon. colleague, the Nominated MP, Dr Kanwaljit Soin, when I read this morning's paper. She said that justice was done in the Flor Contemplacion case, but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1263</b></font>\n  <br>\n  <br> it was not seen to be done. I think she is wrong here. I think justice was done and it was seen to be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even an avid supporter of the First Amendment Bill like the Asian Wall Street Journal saw that the whole episode was a fiasco, as I said earlier on, and I quote again: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Manila's handling of the Flor Contemplacion matter has given up any pretense of legal impartiality and lurched into the realm of political cant.' \n  <br>\n  <br>The newspaper asked the Philippine Judge Emilio Gancayco, \"Are you running for office? If you are not running for office, why are you creating all this hype?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And incidentally, I read in yesterday's Straits Times that another Filipino maid, one of the many, had died in the Middle East, in the United Arab Emirates. This Filipino maid, by the name of Sarah Tabar, died because of induced abortion. But the Philippine authority, the National Bureau of Investigation (NBI), claimed otherwise. The NBI claimed that this maid, Sarah Tabar, died because of a premature delivery. And again, there was this scientific controversy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So Ramos suggested that the Gancayco Commission should take over and arbitrate. And do you know what the foster mother of the deceased, Ms Sarah Tabar, said? She said that she does not want the Gancayco Commission to have anything to do with her adopted daughter's case because her case would be politicised. In other words, the Gancayco Commission has very little credibility even to the parents and relatives of the deceased. And this is not the first time that foreign countries had executed Filipinos abroad. These incidents happen periodically in the Middle East but the Philippine media chose to remain silent. They picked on Singapore probably because their election time was near. But I think also probably because we are small and they know that the Singapore Opposition might join their side and apply pressure on us. If the SDP and Workers' Party were to remain united with Singaporeans on this cause, and if they just remained silent, I think the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1264</b></font>\n  <br>\n  <br> Gancayco Commission report might have been written a different way and the violence there would have taken on a different tone. But they chose to add fuel to fire. I think when all these factors come together they created this unfortunate incident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we have also read today that the Gancayco Commission is now on a 17-nation junket. I think they are inspired by the SDP who went to the Philippines to meet President Ramos. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, another point that Singaporeans must learn is that a foreign media, including the media in the Philippines, has said that Singapore is a police state. We cannot do this, we cannot do that. There are too many rules and regulations. We have rules and regulations. We do not pretend to be an unsweetened democratic state. But we do not stop our citizens from going anywhere. Singaporeans, like you and me, can travel anywhere we like, when we like. In fact, when we present our passports at the immigration counter in Changi or Woodlands, the immigration officers just wave us on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I am told during the height of the Flor Contemplacion case, the Philippine Immigration Department stopped some of their maids from leaving the Philippines for Singapore. I cannot understand. This is a denial of the Filipinos' basic human right to choose what they want for themselves, the right to freedom, the right to travel, the right to free speech. And yet the Philippine media remained silent and also our Opposition remained silent. But at least, I think the Philippine media could have offered to donate the proceeds of their increased circulation to some of these poor maids who were trying to leave Philippines to look for a job in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it was quite clear that the whole episode was a political spectacle. It was regrettable that both the Workers' Party and SDP chose to join the media and this was what the Asian Wall Street Journal described as a judicial circus. I think they have betrayed Singapore's interest without even knowing it. Or maybe they did, but \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1265</b></font>\n  <br>\n  <br> pretended not to know it. I think they have done great harm to the bilateral relationship between the Philippines and Singapore because they have provided (not to President Ramos who is our friend) the opportunistic politicians to burn down the relationship, to burn down the bridge between Singapore and the Philippines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another point is that the hon. Member, Mr Low Thia Khiang, said that MFA had misread the political situation in the Philippines. I cannot understand. When the incident broke out in the Philippines, I think the President of the Philippines was not in the Philippines. He was, I think, at that time, in Denmark and at the height of it, he was in London. Is it our job to tell them that something is developing, is brewing and that they should do something? We believe in non-interference. It is their right to do what they like and it is our right to do what we like. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there is no evidence that Singapore's international relationship with the world has been damaged because of remarks made by Senior Minister Lee or by Prime Minister Goh. Contrary to what Mr Ling How Doong and Mr Low Thia Khiang said, we are a respected nation worldwide. We are a small nation but we stand tall on the world's platform. In the United Nations, our voice is respected and the World Trade Organisation is hosting its first Ministerial Meeting in Singapore soon. It represents the high standing that we have in the international community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I support the Government's decision not to grant a stay of execution for the reasons that Prof. Jayakumar stated very clearly yesterday and I have full confidence in the criminal investigation and judicial system in Singapore. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> After the long debate, Mr Speaker, Sir, almost all aspects have been covered. But, nevertheless, it is extremely painful to watch the Opposition Members trying to backtrack from their position. Now suddenly they are all agreeable that the Singapore Government had done a good job and that they are patriotic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1266</b></font>\n  <br>\n  <br> and condemn the appalling way the Philippine government has treated Singapore. But was it the case when the Flor Contemplacion case was at its height? I think from all the evidence, when we trace back the event, it is not so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The two Opposition parties have made a lot of press statements and written letters to the press, leaving no doubt that they are extremely unhappy about the way the Singapore Government handled the case. They cast aspersion and insinuation on why the Philippine government and the people reacted the way they reacted. They accused our Government leaders of making uncalled for statements and, as a result, caused this whole crisis to blow out of proportion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while I understand and even sympathise with the Filipino people's emotional outburst, because of their predicament in having the family separated and seeing their loved ones going overseas to take up manual employment, and that at election time, politicians would seek every opportunity to gain support and popularity, I cannot see any justification whatsoever for the response and action taken by our two Opposition parties. The timing of issuing press statements and letters written to the press is, to say the least, opportunistic and malicious. I am very sure that even Dr Chee, deep in his conscience, agrees that the Government has acted justly and transparently. Because all the accusations levelled at us have been rationally refuted in detail. Why then has he chosen to do what he did? I can only think of one reason, which is to exploit the situation to gain personal popularity and score political points. But is it the time to play party politics when our nation's honour is at stake, when our legal system is being challenged, our national flag being desecrated and our law enforcement officers are being accused of fabricating evidence to frame the accused and most of our citizens are being branded as heartless and inhuman? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Chee said that he has made this statement in the name of constructive criticism, but I am not the least convinced that that is his motive. Because when you \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> have constructive criticism levelled at the Government, you could have chosen a better time and better issue. Now that the Leader of the House, Mr Ling How Doong, has made his position clear --- \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Sorry, Leader of the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Unofficial! \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Unofficial. I am sorry, Mr Speaker, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> Say sorry to the Leader of the House! \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> And sorry to the Leader of the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the unofficial Leader of the Opposition has made his position clear, I think it is about time that the SDP, together with Dr Chee, made a final press statement. They should have the honesty and courage to make a final press statement, retracting what they said earlier and admitting that they have made a terrible political judgment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down on the Order Paper for today be exempted at this day's sitting from the provisions of Standing Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>EXECUTION OF FLOR CONTEMPLACION</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Mr Speaker, Sir, thank you for giving me this chance to speak on this motion in the name of the two hon. Nominated Members of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I find it fitting that Parliament should be the place where our two non-elected, non-partisan hon. Members should bring to the attention of the House the concern they feel in regard to the efficacy of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1268</b></font>\n  <br>\n  <br> Government in handling the case, and the confidence, both domestic and international, in our criminal justice system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it troubles me to think that the Opposition Members were so silent in initiating debate in Parliament, while the SDP and the Workers' Party were busy at work issuing statements capitalising on the case as it unfolded in the days of April before the Philippine Senatorial election, through their two Secretary-Generals, Dr Chee and Mr Jeyaretnam. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP Chairman took upon himself the onerous duty of writing to the President of the Philippines in his capacity as unofficial Leader of the Opposition and Chairman of the SDP. Sadly, it is to the indefatigable Dr Soin, woman affairs champion on this side of the House on the Backbench, and veteran unionist, Mr John de Payva, both Nominated MPs, that Parliament has to lean in order for the issues to be brought forth for debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why has the unofficial Leader of the Opposition and Chairman of the SDP, so moved by the gravity of the Flor Contemplacion case on 10th April to write to the President of the Philippines, not brought the matter to Parliament for debate himself? Surely the refusal of the Government to stay the execution of Flor Contemplacion and the confidence in our criminal justice system are grave issues for the Opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Workers' Party even suggested bringing the matter to the World Court. Why were the Opposition Members so silent at that time in initiating this debate on the issue in the highest institution in the land, when they and their parties' executive committee through their Secretary-Generals were issuing so many statements and letters to the press almost every other day at one stage? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong:</b> He is the Secretary-General of the party. You do not have to move a motion here. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen:</b> Mr Speaker, Sir, I find the comments made by the Chairman of the SDP a little bit too late. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1269</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Were they concerned with a rational examination into the issues at hand in the case, as they purport to make out, or were they only trying to make capital out of it, when the going was thought to be good? Surely, if the Singapore \"machinery for justice is on trial\", as alleged by the Workers' Party, the matter calls for urgent debate. And they were silent when their voice was to be heard most urgently. What they did not do spoke volumes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is fortunate that our Government was able to rebut point by point every issue brought forth by the Commission of Inquiry in the Philippines, and the comments made by the specific Members, as reported in the press. I must say that the rebuttals made by our Government can be seen by one and all and gauged for the seriousness, the comprehensiveness and the professionalism with which they have brought to the matter. Yet, there are none so blind as those who will not see. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP issued a press statement on 23rd March 1995 while the going was hot, signed by their ever-ready Secretary-General, where it volunteered itself as the white knight, \"ready to assist in any way it can to help resolve this problem.\" I wonder what can they do. Its response was to call on the Singapore Government to exercise greater political and diplomatic tact when it comes to making comments about our neighbours in the international community. And it went on for more than half a page with a litany of charges against the PAP leaders for the sins of commission in comments made at various times as reported in the press. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is rather sad that the SDP, proclaiming itself ready to assist and urging restraint and diplomacy by both governments, should focus more than half of this statement in attacking our Government leaders for comments on some of the problems in the other countries, which have often been matters reported by the media on various occasions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The press statement by the SDP reveals that they are really more interested in making capital out of the situation. When our flag was being burned, the SDP was \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1270</b></font>\n  <br>\n  <br> more interested in trying to embarrass our own leaders for its own selfish political gain. Mr Chiam, the SDP Member for Potong Pasir, said yesterday that he was pro-Singapore. Unfortunately, his party did not show itself to be. This really shows the low tackle of the SDP. Like the pretentious white knight, it went hook, line and sinker, because it could not resist from capitalising on the situation by embarrassing our Government with tenuous examples pasted together by the sleight of hand. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Chee and the SDP were quick to pontificate out in the press statement that \"two very different sets of reaction in the two countries to the same set of circumstances attest to the fact that perception, more than knowledge of facts, is the cause of the dispute.\" So the SDP thinks that more diplomatic light than political heat should be generated. The President of the Philippines responded to him by switching off many of the political lights. At the end of the day, I hope the SDP realises whether it was the diplomatic light or the political heat that was the driving factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are almost 200 nations in the world. If everytime anything has to be resolved in the international community, then by the count of the SDP there must be 200 perceptions to consider. This was the point raised in the statement to the press which they made on 23rd March. How can the community of nations move forward to do anything? Diplomats will always be going around in circles from morning till night and nothing would have been done. Fortunately, diplomats have already found the solution long before the SDP urges more diplomatic light, and that is the rule of law among nations, and the respect for the judicial system of the respective country where the crime is committed. This is a fundamental tenet in international relations among nations, and Mr Low should know about this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP also charges that the Singapore Government failed in its diplomatic tact when our leaders make comments about other countries. How this relates to the Flor Contemplacion \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1271</b></font>\n  <br>\n  <br> case beats me. Presumably, the SDP is saying that the Philippine people are hurt by some of these comments and the anger in some quarters over the Flor Contemplacion case reveals the hurt by these comments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I would like to debunk this specifically. The Senior Minister was invited to speak frankly at the Philippines Business Conference in 1992, and with his penchant for sharp analysis and language, he made some points on democracy and development and the formula it should take. Mr Lee gave it frankly and fearlessly, straight from the shoulders, a style anyone having an audience with him must be familiar with, even over lunch. Contrary to what the SDP thinks, most Philippine papers welcome Senior Minister's remarks. Examples have been given by my colleague, Mr Koo, a moment ago. In ASEAN conferences with some Philippine parliamentarians, I have also heard of some of their admiration for Senior Minister's frank and direct remarks. They told me he said what they cannot say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From time to time, our leaders make statements about other countries, bringing them as examples in talks or speeches to our people. For example, the Prime Minister's annual National Day Speech to Singaporeans is a special occasion when our Prime Minister speaks directly to the people. Our people look forward to this address every year. Surely, it is right for a leader of a country to talk frankly to his people, and to avoid the pitfalls drawn from the experience of other countries. These are not examples from fairy land. These are real life examples of countries very close by. This is one of the features of our good Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hongkongers, the British, the Australians, New Zealanders, the Thais, the Americans and the Taiwanese make comments on Singapore and Singaporeans and on Singapore leaders every so often. One only has to travel to these places often enough and pick up the papers to see them in the editorials, in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1272</b></font>\n  <br>\n  <br> their news columns and the bylines. Naturally, by now they are quite careful with their comments when it comes to specific names because they have learnt dearly to take responsibility for their statements. But the general swipe, whenever there is an opportunity, is always fair game with these papers or opinion makers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Dr Arthur Beng gave numerous examples of what William Safire had said about Singapore. We are a very small country. Singapore is an open economy with telecommunications, sea and air links with almost anywhere. We cannot be like ostriches in the sand. An invaluable benefit of good Government is to have good leaders tell the people frankly and honestly the problems and issues straight from the shoulders, with no need for placebos, but with plenty of examples of what it can be and how bad it could go. Another ASEAN leader who has been giving his points to many countries is the highly regarded Malaysian political leader, Dr Mahathir. I will not go into what he has said. Would you have political leaders who are frank and honest and direct with you, or the type who will just play to the gallery and ride on the coat tails of public outcry fronting leveraged politicos from some foreign country? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Senior Minister addresses overseas forums, he is firstly invited there as a senior statesman. It would be a waste of time for him and for the people who pay heavily in time and money to attend if he were to express the usual diplomatic platitudes. It would not be in his character. More important, it is that he says what he thinks, and any one of them can disagree with his remarks, such as by writing more letters to the press. When the Prime Minister addresses crucial issues to Singaporeans, he uses real life examples. Naturally, these examples must include examples from other countries. Naturally, sometimes, these examples can be embarrassing but they are given not to embarrass but to illustrate. For example, I have not come across any one in Singapore or overseas, except some inveterate diehards with their own agenda, who is so proud of what sometimes happens in the Legislative Yuan of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1273</b></font>\n  <br>\n  <br> the Republic of China (ROC). Even if we pretend and do not talk about it, these scenes are seen worldwide in the family sitting rooms by millions on the TV screens. But never have I seen a Speaker of the House made more undignified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The New Zealanders would be the first people to admit that the welfare system has been a burden to their economy. And they are the ones now who are taking drastic steps to do away with the crippling effects of this welfare system. Is not the Bangkok traffic jam proverbial? On CNN, they even show you the special pot you can carry along, and how to use it in the vehicle when you are stuck for hours in the jam. I saw it when I was in a foreign country. Is it not true that MPs in many countries peddle their influence for personal gain? Is this not undesirable? Is it not true that the ills of American society are subject to world wide criticism, and what is wrong with bringing up these examples by our leaders in communicating with our people? American leaders and opinion makers talk about anyone they like or dislike. Again, Dr Beng has given us very good examples from William Safire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDP should not be too quick to pinpoint that the Flor Contemplacion outcry was directly related to the offence of people by comments made by our leaders. It is too simplistic a connection, but of course, like all things in politics, there is always reason when the SDP wants to make this imputation. Firstly, the SDP really believes this connection to be true, which reveals its simplistic and infantile perception of political problems in the Philippines and in international relations. Secondly, the SDP is purely capitalising on the situation by posing to volunteer help to resolve the dispute, but really wanting to embarrass our Government leaders, and attempting to make political capital out of it. The unpardonable sin for the SDP was that it was too quick to slam our Government in chorus with people on the street in some foreign country, even as Singapore lives and property were in danger. I must commend Mr Chiam, the Member for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1274</b></font>\n  <br>\n  <br> Potong Pasir, for his courage yesterday to stand up for Singapore. I hope he can get the message to his political leaders in the party. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even the Asian Wall Street Journal, which is well known for its critical review of Singapore, and not necessarily a friend, wrote an editorial called the \"Philippine Farce\" on 13th April 1995. Declaring that they have not been uncritical admirers of Singapore justice, they said that it would have been perfectly within the rights of Singapore to refuse to cooperate with what has clearly become a judicial circus (referring to the Gancayco Commission of Inquiry). It calls the work of Mr Gancayco \"sloppy and a setback\", very strong words from a liberal international business newspaper for a former Supreme Court justice of another country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With your liberty, Sir, I would like to refer to the same editorial. It ended with a lament that President Ramos' public standing had plummeted in the week when the Commission revealed its findings. The editorial ended with the following words, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We suspect a good part of that fall [this fall in his public standing at that time] is accounted for by people who are beginning to wonder if he [Ramos] will ever stand up to the yahoos and the opportunists who are now so clearly making the running in the Contemplacion matter.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If I had the time, Sir, I would write to the Asian Wall Street Journal and I will point out that the yahoos and the opportunists also attempted to make a run, where else but in Singapore. Same principle. Same game. Same type. \n  <br>\n  <br>\n  <!-- Encik Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Imram bin Mohamed (Nominated Member)</b>(\n  <i>In Malay</i>): Mr Speaker, I would like to place on record my support for the Government, the police, the courts and the Cabinet for the capable handling of the Flor Contemplacion case, based on law and the Constitution of Singapore. I am of the view that Contemplacion was given a fair trial. She was given the chance to defend herself when she was tried, but did not raise any evidence or statement against the charge of murdering another Filipino maid, Della Maga, and the son of her employer, Nicholas Huang, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1275</b></font>\n  <br>\n  <br> throughout the trial. Indeed, Contemplacion confessed to the murder before the start of the trial. Contemplacion was not only given her rights under the law and was treated fairly when she was interrogated by the police, she was also given privileges with the attendance of an officer from her country's embassy before her confession was recorded. In my opinion, the police had conducted its investigations into the Contemplacion case thoroughly and fairly. She was given a treatment no less fair than should be given to a Singapore citizen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In regard to the Singapore decision to proceed with the execution of Contemplacion despite new evidence and appeals by President Ramos, I believe the stay of execution would not have any positive effect and would only raise false hopes that could lead to more tense reactions among the Filipinos when the hanging was eventually carried out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As pointed out by the Minister for Law and Minister for Foreign Affairs, Prof. Jayakumar, in terms of law, a full investigation has been carried out and no valid evidence, old or new, has been found for the Government of Singapore to stay the execution. If Singapore had agreed to the stay of execution without any valid evidence, this would lead to a precedence that could affect the integrity of the judicial system and the Government of Singapore. The people of Singapore generally have shown that they have no doubts at all that Contemplacion was given her rights under the law and was treated fairly when she was interrogated and tried. This can be clearly seen from feedback in the local mass media. The people of Singapore must be commended for not reacting emotionally when various accusations were thrown against Singapore in anger at the Government for proceeding with the execution of Contemplacion. The Government of Singapore had also acted rationally despite pressure and objections from the people and the mass media of the Philippines. The Government's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1276</b></font>\n  <br>\n  <br> reaction to the Philippines' criticism was also presented in clear detail when it was called for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, arising from the Contemplacion case, I would like to make a suggestion. I would like to suggest that the privileges offered to Contemplacion when she made her confession, ie, the presence of a representative or witness who could assist or advise, be made a practice in all investigation cases. This could help in making police investigations more transparent. This could also avoid any accusation of unfair treatment of accused persons. Alternatively, the confession of an accused person can also be fully recorded on video tape. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although we acknowledge that everyone would be accorded his or her rights under the law and be treated fairly, this process will make the whole thing transparent. It will also make it more difficult for any accused person to rebut a statement or confession made in the course of investigations, when the confession is raised during the trial. This will save the court's time in trying to resolve cases before the court. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, although my Party Chairman, Mr Ling How Doong, has already clearly stated, again and again, our stand on the Flor Contemplacion case, Members of the ruling party still do not understand. Some of them have even used unreasonable arguments to mislead the Singapore people into believing that SDP is taking the side of a foreign country. As a matter of fact, in upholding the independence of our judiciary, we are in full support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the SDP feels that the Government lacks flexibility in its dealings with the case of the Filipina maid. There is a Chinese saying: \"If you cannot tolerate a small matter, then you will spoil the big matter.\" When the President of an ASEAN country has petitioned to us for a stay of execution of a Filipina maid, we should give it our serious consideration. This involves the long-term benefit of Singapore. We cannot just think only of our short-term interest but we should also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1277</b></font>\n  <br>\n  <br> consider our long-term interest. In the event that this matter has resulted in a war between Singapore and the Philippines, then what good can it be to Singapore? If the relationship between Singapore and the Philippines remains bad, then would it not affect our trade and other business activities? Would it have any adverse effect on our future generation? All these are matters that we should pay attention to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Minister once pointed out at a public gathering that if we had allowed a stay of execution for Contemplacion, then our own citizens will also ask for similar treatment. I think he had said it too late because the Government had already created a precedent. In the case of an American, Michael Fay, we had already yielded to the pressure by the United States of America. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In ancient China, an Emperor of the main Kingdom in China gave away his daughter in marriage to the Leader of Xiongnu, an enemy tribe in the North. This was diplomacy in the interest of the people of China. So when we handle diplomatic matters, we have to be very cautious and careful. This is the point that the SDP is making and it is our main criticism of the Government. The Chairman of our Party has already stated categorically just now in this House that we have never expressed any opinion on the judgement of our courts. We did not say it was right or it was wrong. Neither have we said we do not support. Our main point is that we hope the Government would pay attention to diplomatic tact in handling international relations. The point that we must note is that we are a small country. We cannot afford to be arrogant. We must be humble and tactful in handling differences and go through diplomatic channels to resolve disputes or differences of opinion with other countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If it is said that the SDP is speaking up for foreigners, then I would like to take this opportunity to assure all the Members of this House that we have all along been standing on the side of the people of Singapore, and their interest. Our main concern is Singapore, our nation and our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> people! However, we must also respect the other countries. This is because it will be in our interest to respect our neighbours as well as all the other countries in the world. \n  <br>4.20 pm \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Mr Speaker, Sir, yesterday, Prof. Jayakumar has described the many dimensions and phases of the Flor Contemplacion episode. He explained in great detail the decision-making process that he and I took in deliberating the merits of President Ramos' two appeals on behalf of Flor Contemplacion, and why we were unable to recommend a stay of execution to the Cabinet. I think some Members may have missed the important fact that President Ramos' appeal of 11th March 1995 was not his first appeal. His first appeal was on 18th January 1995, two months before the execution of 17th March 1995. The AG studied the appeal very carefully together with Flor Contemplacion's own petition to the President and submitted his views to the Cabinet on 6th February 1995. Cabinet only deliberated the AG's views on 15th February 1995. In other words, the Government had taken some time to consider the appeal as well as the petition before we decided to reject them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will now address the issue of the \"new evidence\" referred to by President Ramos in his letter of 11th March 1995, the \"new evidence\" brought up very dramatically by another Filipino called Virginia Custodio Parumog to the notice of the Tanglin Police Station at 4.04 am on 17th March 1995, just a few hours before Flor Contemplacion's execution, and the findings of the Gancayco Commission. At the end of this speech, Members will know how much painstaking efforts had been made by the various Government agencies in investigating every complaint and allegation spouted forth by the Filipinos. It will also show how unjust the Opposition parties - the SDP and Worker's Party - despite what they have just said this afternoon, have been in criticising the Government's handling of the case, and how they have tried to undermine the integrity of our criminal justice system - our Courts, our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1279</b></font>\n  <br>\n  <br> Prison and our Police - by their implicit agreement with the Gancayco Commission that there might have been a miscarriage of justice in the prosecution of Flor Contemplacion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first, let me deal with the \"new evidence\" from a Mrs Emilia Frenilla, whom President Ramos referred to in his appeal of 11th March 1995. MFA received the appeal on 12th March 1995, five days before the execution. Prof. Jayakumar had informed Members yesterday how we - the Ministry of Home Affairs, Ministry of Foreign Affairs and the AG's Chambers - already had a copy of the Malacanang Palace statement of 9th March 1995 detailing this \"new evidence\". The CID and the AG were already looking into the veracity of the \"new evidence\" a few days before we received the appeal from the President. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what is this \"new evidence\"? Mrs Emilia Frenilla had claimed in her affidavit that she overheard her employer, Wong Kuang Kiong talking to Nicholas Huang's father, in English and Malay, about the murder of Della Maga; that Nicholas Huang drowned in a pail of water as a result of an epileptic attack; and that it was Nicholas Huang's father who killed Della Maga in anger and then framed Flor Contemplacion for the murder. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the \"new evidence\" was thoroughly investigated by Mr Errol Foenander, the Head of the Crime Division of the AG's Chambers and assisted by Mr Sunny Fok, the OC of the Special Investigation Section of CID. The CID investigating officer established from Nicholas Huang's doctors that the boy had no history of epilepsy. The Wong brothers also did not speak Malay or English in their conversation with each other. They speak to each other in Hakka or in Mandarin which Mrs Frenilla definitely could not understand or speak. Nicholas Huang's father did not know of the existence of Flor Contemplacion or any person by that name, much less fabricate a story to implicate her for the two deaths. The CID investigated and identified Flor Contemplacion as a suspect through entries found \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1280</b></font>\n  <br>\n  <br> in the personal diary of Della Maga. How did the CID track down Flor Contemplacion? Director, CID informed me this is how they did it: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Nicholas Huang's mother called `999' at 1.35 pm on 4 May 1991 after discovering her son's death. When the Police arrived, they noted that there was no forced entry to the flat and things had been stolen from the flat. Information gathered from a Filipino maid at Blk 147 Gangsa Road, revealed that at about \n  <br>10.00 am, on the same day, she had visited Della. During that visit, Della told her that she was expecting a friend to visit her. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police then embarked on tracing this friend since she could be the last person to have seen Della alive. Nicholas Huang's parents were questioned about Della's friends but they were not able to offer any clue except that they had ever sent Della to Veerasamy Road to visit another maid who had gone back to the Philippines. By then the Police had secured Della's diary and on running through the diary found Flor Contemplacion's name with the address at Veerasamy Road written on it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following this, the Police then visited a unit at Veerasamy Road and discovered through Flor's employer that between 9.15 am and 11.30 am, Flor had left her house at Blk 101 Cardiff Grove with her permission to deliver a parcel to her niece. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At about 6.35 pm, Flor was then brought from the Veerasamy Road's flat to CID for questioning. She gave an alibi stating she had gone to No. 422 East Coast Road Dong Long Mansion to deliver the parcel to her niece but when she arrived there was no one in the house. She claimed she handed the parcel to her niece when she returned. The Police brought Flor to No. 422 East Coast Road Dong Long Mansion and established that the occupant of the house was at home the whole morning and Flor did not go there. The Police also checked the house next door which Flor claimed to have handed the parcel to a neighbour. However, it was not occupied. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When Flor's alibi was found to be untrue, the Police strongly suspected her involvement in the murders as there was no reason for her to lie about where she went that morning. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On 5 May 1991 at about 1.55 pm, Flor confessed to the crime and led the Police to her employer's house at Blk 101 Cardiff Grove to recover a Konica camera, seven watches, a Zippo lighter, a pearl necklace, a pair of sunglasses and various cosmetic items belonging to Della. On 9 May 1991, she led the Police to her employer's parents' flat at Blk 633 Veerasamy Road to recover more exhibits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police had kept an open mind during the investigation. When Flor was brought back to CID for questioning, she gave her alibi and, as per normal practice, the Police checked this alibi and found it untrue.' \n  <br>\n  <br>So Emilia Frenilla's \"new evidence\" was clearly pure fabrication or speculation. It was simply an attempt to delay the execution of Flor Contemplacion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give Members some background on Mrs Emilia Frenilla. She was employed by Mr Wong Kuang Kiong, the uncle of Nicholas Huang, from 17th July 1991 till 23rd September 1991. In other words, she was not even in Singapore when the murders were committed on 4th May 1991. But President Ramos was misinformed when he wrote in his appeal that \"Mrs Frenilla used to work in Singapore and personally knows Contemplacion.\" Mrs Frenilla had run away from her employer and sought refuge in the Philippine Embassy because she claimed that Nicholas Huang's parents, Mr and Mrs Wong Sing Keong, had planned to kill her. If these were true, I wonder why she or even the Philippine Embassy, where she sought refuge, on her behalf, did not report this to the Police so that the matter can be fully investigated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second attempt to delay Flor Contemplacion's execution was even more dramatic, as I hinted earlier on. On 16th March, one day before the execution, the President's Office received a letter from the law firm of Palakrishnan and Partners asking for a respite. The letter said, and I quote: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1282</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We have received instructions that Mrs Emilia Frenilla is now on her way to Singapore and is expected to arrive this evening. She is ready to offer herself for interview by the Singapore Police in relation to this new evidence [the evidence that I had just mentioned].' \n  <br>\n  <br>As a result, all the Police stations were alerted to look out for her so that she could be attended to by the CID Investigating Officer the moment she stepped into Singapore. But the Police investigator waited and waited. Nothing happened until 3.32 am of 17th March when Police received a `999' call saying that a female Filipino would be going to the Tanglin Police Station to lodge a report. So of course, Tanglin Police Station waited for her too. At about 4.04 am, a Virginia Custodio Parumog, not Emilia Frenilla, turned up at the Tanglin Police Station to lodge a report and handed in an affidavit which she had filed in Manila on 15th March 1995. Why did Emilia Frenilla not turn up as the lawyer had said that she would? Why was there a change in person at the last minute? Was it an attempt to throw us off balance so that we would have to scramble to check on this new person's story so that a respite could be given? Well, I leave Members to draw their own conclusions on why we had been misled. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, Sir, we took this turn of event very seriously. What did Virginia Parumog say in her affidavit? It is a long affidavit, three pages, and I do not want to bore Members with it. I will just try to paraphrase what she said. She claimed that Contemplacion had told her in prison that on the day of the murder, Flor visited Della Maga and a while later, Della Maga found Nicholas Huang drowned in a pail of water. Della immediately phoned her employer, Wong Sing Keong, who returned home and, on seeing his dead son, became very angry and he strangled Della Maga. Mr Wong Sing Keong then told Flor to stay in the house, in other words, to wait, while he called the Police. When the Police arrived, Wong Sing Keong spoke to the Police and then Flor Contemplacion was arrested. That was in the affidavit of this woman, Virginia Parumog. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1283</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On receiving this affidavit, Tanglin Police contacted Mr Chan Seng Onn, the Deputy Head of the Crime Division, who had been working very closely with Mr Foenander on this case, at about 4.50 am for his immediate assessment of Virginia Parumog's affidavit. The AG himself was also told about it. He carefully considered the contents of the affidavit and rang me up at 5.30 in the morning. He said that he did not believe Virginia Parumog's story because it was highly improbable that Flor Contemplacion could have denied the killing to Parumog and had not told anyone else. The AG's opinion was that Virginia Parumog's claims were hearsay evidence and he saw no reason why the execution should not proceed as planned. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the next day on 18th March, the Government issued a statement to point out the falsehoods in Parumog's affidavit. The established facts (and these are the facts) are that when the Police arrived at the scene of the murder, Flor Contemplacion was not there at all. Nicholas Huang's father also does not know the existence of Flor Contemplacion, and it was Nicholas Huang's mother who called the Police, not Nicholas Huang's father. I have already explained how CID managed to trace Flor Contemplacion as a suspect. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Virginia Parumog's \"new evidence\", to me, therefore, was purely hearsay. One could laugh at the absurdity of this cock and bull story had it not been for the fact that two lives had been lost. If Flor Contemplacion had indeed told Virginia Parumog what I just described, why had she not told it to the Good Shepherd nun, Sister Gerard, who visited her 68 times throughout her imprisonment, or to the Philippine Embassy staff who visited her nine times? Why? Why had Contemplacion not claimed innocence during the trials, during the appeals or in her petition for clemency? If Mr Wong Sing Keong had indeed killed Della Maga and Flor Contemplacion had witnessed the act, would he really ask Contemplacion to stay in the house when \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1284</b></font>\n  <br>\n  <br> he called the Police? Would Flor Contemplacion not have run away at the sight of a murderer? I think these are very clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Some may ask who is this Virginia Parumog. She came to Singapore on 25th March 1992, that means even before this case happened, and was given one week's social visit pass. She was arrested three months later 25th June and charged for overstaying and fined $850. She did not pay the fine and so she went to prison and probably that is where she met Contemplacion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the aftermath of Flor Contemplacion's execution, many lies, allegations and speculations have surfaced. Some were about the handling by Police of the murder investigation and Flor Contemplacion's treatment in prison. Most of these arose in the frenzy of protests among the Filipinos and in the wild and irresponsible reports of the Philippine media. Philippine President Ramos decided to set up the now famous, some may call it infamous, Gancayco Commission which after hearing unsubstantiated, uncorroborated and outrageous statements from dubious sources and witnesses and, without basis, concluded that Flor Contemplacion could not have committed the murders; and that she \"apparently was a victim of grave injustice\" and that her repeated admissions of guilt were made involuntarily and under compulsion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the facts are that Flor Contemplacion had two trials at the High Court and her case was heard before the Criminal Court of Appeal on two occasions. She was given due process of the law. She admitted to both the murders and led the Police to recover the stolen goods. She was represented by two counsel at the trial, but declined to testify on her own behalf when the judge called upon her to do so, after the prosecution had proven a prima facie case against her. So the judge sentenced her to death. At the Court of Appeal hearing, she was represented by two new counsel. The Court of Appeal allowed her to adduce fresh evidence after Dr Terrence Burke, a psychiatrist in private practice, came forward \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1285</b></font>\n  <br>\n  <br> voluntarily. He rang up the Court and said, \"I want to help in this case.\" He asked the Court to re-examine Flor Contemplacion's mental state. The Court of Appeal did this. In other words, the Court of Appeal allowed fresh evidence to be adduced, without asking the DPP to reply, and notwithstanding the fact that Flor Contemplacion's previous counsel at the first trial already had her examined by a Dr Fong, a private sector psychiatrist, and Dr Fong found that there was nothing wrong with Flor Contemplacion. In other words, Sir, the Court of Appeal went out of its way to give Flor Contemplacion an opportunity to prove diminished responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the reconvened and second trial at the High Court, Contemplacion elected to testify. She admitted to the killings and she described in detail how she did them. The trial judge then reaffirmed the conviction and sentence. The second appeal at the Court of Appeal was unanimously dismissed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this whole process showed the transparency and integrity of our courts. The Court of Appeal was humane, objective and fair in allowing a retrial in order for fresh evidence to be adduced within the judicial process. The Judiciary paid for the legal costs of the four counsel to defend Contemplacion and also the fees of the two psychiatrists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the records of the proceedings of the court were given to the Philippine government for transmission to the Gancayco Commission. But the Commission ignored them. The Commission, albeit led by a retired Supreme Court judge, accepted uncorroborated or hearsay testimonies given by dubious witnesses and ignored crucial information and evidence submitted by the Singapore Government to the Philippine government. It is a very long report. So I will just quote you some examples of the absurd allegations made in the report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... Contemplacion was tortured by Singapore police and prison authorities into admitting her guilt, and that .... (she) was visibly drugged immediately before a scheduled trial ... \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;... she was forced by prison personnel to lie down inside a coffin lined with dry ice. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1286</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;... some prison personnel tortured Contemplacion by means of electricity conducted to her body through a basin of water ... \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;... Josie de Sagun, a niece of Contemplacion, testified that Contemplacion wrote several letters narrating her ordeal in the hands of prison personnel ... including an incident when she was actually raped [and a series of exhibits were given] (Exhibit \"xx\" Letter of Flor Contemplacion to her niece dated 23rd February 1995; Exhibit \"xx-1\" Letter dated 7th December 1994; Exhibit \"xx-2\" Letter dated 20th September 1994; Exhibit \"xx-3\" Letter dated 8th June, 1994). [All these were mentioned in Part II of the the Gancayco report.]' \n  <br>\n  <br>Sir, these allegations were made by Filipino witnesses who claimed that they were in contact with Contemplacion. But these allegations are all hearsay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The facts are as follows: Contemplacion was given two Electro-Encephalogram (EEG) tests. I think Dr Beng yesterday described it, one of which was ordered by her own psychiatrist, Dr Burke. These tests were not done in the prison. So how could anybody have witnessed this thing being done in the prison? They were done at the Tan Tock Seng Hospital. They involved the placing of wire leads onto the head to detect the brain activities in order to establish her psychiatric stage. There is no electric shock. There is no pain. Contemplacion was given medication for headache and sore throat. She was not given any medication before each hearing. And the allegation that she was tortured in a \"coffin lined with dry ice\" is just as preposterous as the allegation of rape in a women prison run entirely by women. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we asked the Gancayco Commission for copies of the Exhibits, which I have just mentioned, particularly the one where they referred to the incident of rape so that we can compare them with the letters that we have. The prison authorities keep all these letters and we have more than 70 of such letters. To date, we have not seen any such exhibit from the Commission. Do they really exist? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Gancayco Commission also heard testimonies from Dr Alberto Reyes, Acting Chief of the Medico-Legal Division of the National Bureau of Investigation (NBI) and Dr Maximo Reyes of NBI. Both are acknowledged by the Commission \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> as \"expert witnesses\" with \"extensive experience in forensic medicine\". These two expert witnesses testified that: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Maga sustained several fractures in her skull, her shoulder and her rib cage, and considering the force employed by her assailant, her injuries were inflicted by a man or a very strong woman, and could not have been inflicted by Contemplacion.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these findings or statements are at odds with the autopsy done by Dr Wee Keng Poh, our Senior Forensic Pathologist. Dr Wee determined the cause of death to be asphyxiation due to strangulation. He did not find any head or chest injuries that could have caused Mrs Maga's death. Moreover, photographs taken during the autopsy did not show any bruising in the areas mentioned in the NBI report to indicate the presence of the injuries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NBI experts, however, subsequently backtracked on their version of what caused Mrs Maga's death after Dr Wee and Prof. Chao Tzee Cheng, our Director of the Institute of Science and Forensic Medicine, rebutted the NBI's findings, and backed them with photographic evidence. They finally conceded that Mrs Maga was strangled to death, although they continued to maintain that she was probably killed by a man. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government, which until then had been acting with restraint in responding to the wild allegations reported in the Filipino free press - some call it \"the flea press\" - had no choice but to categorically reject the findings of the Gancayco Commission on 10th April 1995. The next day, the Government issued a detailed reply to rebut every lie and every allegation in the report. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the Commission's report and findings are baseless and frivolous, the AG's Chambers and the MHA departments studied every point, investigated every allegation and dealt with each of the findings thoroughly and effectively. In fact, a week ago, the former Foreign Secretary Romulo made some scathing remarks about the competence of the Cancayco Commission. I do not want to go into them as Dr Soin has already \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> quoted them. These remarks are indeed very strong, coming from someone who knows the machinations of the Filipino system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the Gancayco Commission's report was published, and at the request of President Ramos, Singapore agreed to a joint examination of the exhumed remains of Della Maga. On 19th April, Prof. Chao and Dr Wee flew to Manila accompanied by three American consultants. They met with the NBI physicians and their consultants for about four hours. Together, they examined and discussed about the photographs, the original autopsy report of Dr Wee, the exhumation autopsy report by the NBI, the videotape of the exhumation autopsy done by the NBI, various other written materials, and the post-mortem X-rays of Della Maga. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following this, they carefully examined some of the bones of Della Maga. What are they? The upper parts of the skull (cranium), the two shoulder blades (scapulae) and five ribs (four right and one left). The Singapore pathologists and the consultants were not shown the rest of the bones, the remaining \"evidence\", because they have been reburied. \"It is very odd\", was the comment of the consultants. One wonders why the other remains of Della Maga, except the eight pieces of bones, were not made available for examination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The three American consultants have now submitted their detailed report to the Singapore Government. And among other points, they have confirmed Singapore's findings that Della Maga died as a result of asphyxiation due to ligature strangulation; there were no fractures in the skull, shoulder blades nor were there any ante-mortem fractures of the five ribs and that all the damages were post-mortem in nature. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, allow me just to quote some parts of the consultants' six-page report: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The ribs, reported by Dr Reyes and his colleagues to represent the right 5th, 6th, 7th and 8th ribs, and the left 8th rib, have clearly not been correctly numbered. While four of the ribs are from the right side and one from the left side, their true anatomical numbers are significantly different than those designated by the Filipino doctors. One rib, which is missing its vertebral and, is possibly the right 4th or 5th rib. However, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1289</b></font>\n  <br>\n  <br> other three ribs are from a level below the 8th rib. The curvature of the ribs and the width of their anterior ends indicate that these ribs are most likely the right 9th, 10th and 11th ribs. The left rib is most probably the 10th or 11th rib. When these designations were shown to Professor Bailen, he expressed no disagreement or rebuttal. ... \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ribs showed warping and destruction of areas of bone cortex (cortical exfoliation). We observed no antemortem fractures. Dr Nieto Salvador stated on two occasions that the bones had been boiled in a solution of sodium hydroxide. Sodium hydroxide and potassium hydroxide, even in dilute solutions, soften bone cortex and cause cortical destruction and warping (if pressure is applied to the bone while the cortex is soft from the chemical action). The inner or outer cortical surfaces of the damaged ribs failed to show the continuous damage that should be present in peri-mortem rib fractures, greenstick or otherwise. In our opinion, damage to the ribs resulted from post-mortem events, particularly the imprudent use of caustic chemicals. The damage to the right scapula was also caused by post-mortem cortical destruction. ... \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The videotape of the opening of the tomb of Della Maga showed a chaotic scene with no reasonable control of the evidence. The remains were being retrieved by numerous persons, without any systematic sequence of the skeletal parts. ...' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a Chinese saying to this. It is lao luan gu tou, [ ]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The three American consultants also said that there was no evidence to suggest that Della Maga had been killed by a person stronger than a woman, or a woman skilled in martial arts. Instead, they complimented Dr Wee's autopsy, saying that it \"was performed professionally in a thorough, competent, and objective fashion, and was correct in its findings and conclusions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the joint autopsy had failed to produce any accord between the two sides, both countries have now agreed that the issue be referred to a third party panel of overseas experts. We have received the names of the experts more than a week ago and now we are still waiting for an agreement on which experts to choose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is important for us to understand how the Police goes about its investigations. Police investigative procedures are governed by the Criminal Procedure Code. It is in the interest of the Police to ensure that nothing is amiss during investigation or interrogation that could jeopardise the Prosecution's case. At the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1290</b></font>\n  <br>\n  <br> same time, we must also understand that no offender volunteers information which will incriminate him or her. Interrogations by the Police are not invitation to tea parties. But the Police is well aware that any statement made as a result of inducement, threat or promise will be challenged in court. Ultimately, it is the duty of the Court to decide whether statements given by an accused to the Police were voluntarily given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I do not agree with the suggestion by Mr Imram that you need to have videotaping and you need to have a witness present. In fact, in the case of Contemplacion, when her statement was taken, a staff from the Philippine mission was there as an interpreter. If you have all these proceedings taped, there is no guarantee that nothing will go wrong. After all, it is the person who does the job that you must trust. And if the evidence collected is not adequate, it can be challenged in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our courts have performed their duty without fear or favour. If the accused's statements are inadmissible because they were made under duress, the court will certainly reject them. The standard of proof that the Prosecution has to discharge is a very high one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our judicial system is a transparent one. Every decision made by a High Court Judge in a capital offence is supported by grounds of decision which are then reduced to writing and made accessible to the public, so that they may know why the Judge decided the case the way he did. If there is an appeal, his grounds of decision would be subject to the most intense scrutiny and criticism by the appellant's counsel, and examination by the Court of Appeal whose decision is also reduced to writing and made accessible to the public. In other words, the whole judicial process is absolutely transparent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Flor Contemplacion case, it was alleged that the Police had used coercion and threat to extract confessions from her. It is not unusual for defence counsel to cast doubts on the voluntariness of statements taken by the Police from the accused. When this happens, the court \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1291</b></font>\n  <br>\n  <br> will then conduct a \"trial-within-a-trial\" to establish the voluntariness of the accused's statements. This was done in the Contemplacion case. The court found that her statements were given voluntarily and therefore admissible as evidence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our criminal justice system balances the right of an accused person to be given a fair trial with the right of the State to devise procedural rules to ensure that those who are guilty will not get away scot-free and take advantage of the law. Hence, a suspect has no inherent right to have his lawyer present when the Police questions him. Similarly, section 122(6) of the Criminal Procedure Code serves an extremely useful purpose in that it seeks to prevent a guilty person from inventing his defences to surprise the Prosecution at the trial. On the other hand, an innocent person has nothing to fear. He is given every opportunity to explain his innocence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have absolutely no doubt about the integrity and the professionalism of the CID in their investigation of murder cases or of the Prison Department in administering to the welfare of prisoners. The public also has full confidence in our transparent system of criminal justice. They know that our courts, the Police Force and Prisons Department have high integrity and are competent and impartial. Sir, these qualities are highly valued in any criminal justice system, in any society for that matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Flor Contemplacion's case had stretched for four years, from her arrest through the investigation and trial, to her appeal and petition for clemency. Is it not strange that all this time those with claims of \"new evidence\" to prove her innocence did not come forward to surface this new evidence to the Singapore Government or to the Philippine authorities, so that Contemplacion's guilt can be exonerated? Why all these eleventh hour appeals? I suggest it was due to the strong domestic pressure arising from the fact that almost every Filipino family has someone working overseas, and they felt \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1292</b></font>\n  <br>\n  <br> that their government should do more to help in the welfare of the four and a half million overseas contract workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Notwithstanding the last minute nature of these appeals, the Government took each appeal and every allegation very seriously. They were carefully considered, not for the sake of rejecting them or rebutting them but to ascertain the merits of the appeal, and the veracity of the allegation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is whether we should allow our judicial process to be delayed by claims of so-called \"new evidence\" after they have been found to be baseless. We must not forget that each capital case would have gone through a full trial and appeal process where the accused has every opportunity to cast a reasonable doubt on his guilt. He also has the right to petition to the President for clemency. There must be a finality in the whole judicial process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But yesterday Dr Kanwaljit Soin and Assoc. Prof. Woon suggested that the law should provide for the re-opening of cases based on new evidence. Before I reply to the suggestion, let me take this opportunity to briefly describe the safeguards in our judicial system, from the time of arrest, to the prosecution, trial and punishment of an offender, including the channels of appeal and clemency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under our criminal justice system, before a person is charged in court for an offence, the police investigator is required to comply with the following procedures: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) For minor offences, the investigation is done by the police investigator in the Police Land Division. The investigator will have to submit his investigation papers (IPs) to the Chief Investigating Officer (CIO) for supervision and direction. The CIO is usually a senior police officer with at least eight years of experience and of the rank of DSP and above. The CIO then gives his views and the IPs would be sent to the Attorney-General's Chambers for an opinion as to whether to proceed or not to proceed with the charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) For most major offences, the investigation is done by an experienced investigator in the CID. After the investigation, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1293</b></font>\n  <br>\n  <br> the investigator would send the investigation papers to his superior, ie, the OC of the Branch or the Branch Head, who is usually of the rank of DSP and above, and the case is scrutinised again by the OC of the Division in CID who is usually of the rank of Superintendent and above. In the more complex or serious cases, the personal guidance of Director of CID is sought in the process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After OC Division of CID has endorsed the Investigation Papers, the IPs are then sent to the AG's Chambers. The DPP in the Chambers will then review the case to see if there is a prima facie case against the accused. In the more serious or complex cases, the DPP would consult his superior. So for a capital offence, which some Members have expressed concern, it is not the decision of one DPP alone to decide whether or not to charge that person. Several senior legal officers would have scrutinised it before the accused is charged in court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The trial then takes place in open court. During the trial, the prosecution is required by law to prove the case against the accused beyond reasonable doubt. The accused is given every opportunity to defend himself, to be represented by a counsel at the trial, to cross examine witnesses and to call witnesses to testify in his defence. It is his duty and also the responsibility of his counsel to exercise due diligence in adducing all the evidence that they can find in defending the case. If he is convicted, then he is given the right to appeal against his sentence and conviction before a higher tribunal. In respect of a conviction by the subordinate court, the accused is entitled to appeal to the High Court (which in practice is presided by the Chief Justice) against his conviction and sentence. The High Court is empowered by law to review any sentence of the lower court on its own motion or upon the application of the Public Prosecutor. In respect of a conviction and sentence by the High Court, the accused is entitled to appeal to the Court of Appeal. If his appeal is dismissed, he can then petition to the President for clemency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of a capital offence, the law also requires that the case be first tried or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1294</b></font>\n  <br>\n  <br> scrutinised by a magistrate to see if there is a prima facie case against the accused before he is committed for trial at the High Court. Furthermore, for capital cases, the law requires that the conviction and the sentence of death be confirmed by the Court of Appeal and by the President before it can be carried out. Where the accused is unable to engage his own lawyers to defend him in a capital case, then the state will pay for the experienced lawyers to defend his case. In a non-capital case, the accused can apply for legal aid from the Law Society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, from what I have just described, Members can see that there is a host of checks and balances in the judicial process to ensure that a person is not prosecuted or convicted for an offence which he did not commit. It is a very exhaustive process. No opportunity can be missed to adduce any evidence that would exonerate the accused. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, having a good system alone is not enough. We must also have good honourable people to administer the system, namely, investigators, DPPs, judges, magistrates and so on. In some countries, they may have a very good system and a lot of checks and balances against abuse. But this is not good enough, as the people administering the system, and even judges can be corrupted. In that case, even having a mechanism for re-opening of cases will be futile as justice may not be seen to be done. Fortunately, in Singapore, we not only have a good, impartial and transparent system, but also honest and highly honourable professional people to run it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Soin and Assoc. Prof. Woon have suggested that an independent panel be set up to enable the accused to bring up new evidence to prevent a miscarriage of justice. Dr Soin mentioned that UK has such a mechanism for the Executive to refer cases to the Court. According to the Report by the Runciman Commission set up to review the Criminal Justice System, the UK Government received about 700 to 800 claims of new evidence a year. The Report stated that in practice most of the claims of new evidence are not referred to the courts as they were found by the UK \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1295</b></font>\n  <br>\n  <br> Government to be frivolous and without merit. It is therefore not entirely clear to me that such a mechanism really works in practice. The Runciman Report had therefore recommended modifying the existing mechanism by setting up an independent body, ie, where the Executive is not involved, to review the allegations of fresh evidence. I note that although the UK Government has agreed in principle to the setting up of such an independent body, it has yet to pass laws to give effect to this independent body. To my knowledge, no country currently provides for an independent body to screen such cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore prides itself in learning from others. We do not have an NIH (Not Invented Here) Syndrome. But we learn and adopt only what is relevant to us, what is useful to our society, and we do not blindly copy every idea, every system that others have. Not all countries have the mechanism to re-open cases to adduce new evidence after the judicial process has been exhausted. Not everyone. Malaysia and Brunei, which are closest to us and have also inherited the British legal system, do not have such a mechanism. So we must be very cautious in adopting this practice from Britain as their society has indeed changed very much in the last 40 years. Right now, I see no need to have to mindlessly follow them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the re-opening of criminal cases after the whole judicial process has been exhausted is a complex issue. Furthermore, our judicial system works, and works well. There are sufficient safeguards to prevent abuse and wrongful conviction. There is even an avenue to pardon a convicted person of the punishment meted out by the court through the petition to the President for clemency. There must therefore be a finality in the whole judicial process. To allow a convicted person to have his case re-opened would mean that in the extremes, he can do so endlessly by citing \"new evidence\" each time his attempt fails. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1296</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For new evidence which is not available at the trial, under the current system, it is already possible for the accused to put it in his petition to the President for clemency. This avenue was adopted recently in two separate cases by the convicted persons Lim Choon Chye and Abdullah Rahman after the Court of Appeal ruled that it has no jurisdiction to entertain such applications. Dr Soin referred to these two cases yesterday. The \"new evidence\" of these two cases were carefully scrutinised by the Government and were found to have no merit and they were subsequently executed. Although the \"new evidence\" was studied by the Attorney-General, the decision did not lie with him. The Attorney-General has to convince the Cabinet and the President. Here let me just say a few words about these two cases, to put the matter in context. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Rahman case, two persons, Abdullah Rahman and Abdul Rashid Mohammed, were jointly sentenced to death for drug trafficking in January 1993. Their petitions for clemency were rejected by the President in June 1994. Just three days before the execution, Rahman applied to the Court of Appeal to adduce Rashid's retraction of Rashid's own statement which had implicated Rahman in the trial. The Court of Appeal rejected the application. Rahman then submitted a second petition of clemency to the President on the same grounds. The Attorney-General studied the petition and advised the Cabinet that there was little or no credibility in Rashid's attempt to take the whole blame for himself. Why had he not done so during the trial? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Lim Choon Chye case, Lim was sentenced to death for drug trafficking. While awaiting execution in prison, Lim claimed to have a chance meeting with another condemned prisoner called Leong Wing Kong, who claimed to have accompanied a person called \"Ah Boon\" to deposit the drugs at the flat where it was found by the police. Leong gave an affidavit to this effect. The Attorney-General studied and found that the appeal was of no merit as Lim himself had admitted to the drug trafficking during the trial and described how this was done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1297</b></font>\n  <br>\n  <br> Lim was also found in possession of other drugs. In other words, he was guilty. All the evidence adduced at the trial weighed heavily against him. Moreover, in his own statements, Lim mentioned that he was not with anyone else except \"Ah Boon\". So Leong Wing Kong's name was not mentioned. Incentives sometimes exist for one prisoner to take the rap for another. Lim and Leong could have contrived and concocted a story to save Lim's neck. Leong might have done it because he was going to be hanged anyway. So was it possible that there might have been some incentive for Leong to do this favour for Lim before Leong went to the gallows? Well, we do not know. It would be difficult to prove this now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lim Choon Chye's appeal to the Court of Appeal based on \"new evidence\" came about one month after that of Abdullah Rahman in 1994. In other words, Lim had learnt that this was one way to get a stay of execution. But both cases failed at the Court of Appeal and when their petition for clemency was rejected by the President, we no longer see any more of such cases at the eleventh hour applying for a respite. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In my view, the introduction of a mechanism to allow for the re-opening of cases involving or not involving the Executive will only encourage cases like Lim Choon Chye and Abdullah Rahman to emerge to take advantage of the mechanism to frivolously delay execution. This has been the experience in the UK and other countries which have this mechanism. If there is really evidence to prove innocence, there is no reason why such evidence should come up only at the eleventh hour. For this and other reasons that I have given earlier, I see no reason to have any need to introduce a mechanism to allow the re-opening of cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans should really be very wary of misplaced compassion for condemned prisoners who attempt to delay their execution unnecessarily with all kinds of excuses, including surfacing \"new evidence\" at the last minute. This has happened in other parts of the world. For example, in an article in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1298</b></font>\n  <br>\n  <br> The Economist, reproduced in the Sunday Times on 9th April this year, it reported that, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Since 1976, when the (US) Supreme Court restored capital punishment after striking it down four years earlier, more than 5,000 people have received death sentences, about 2,000 of which have been set aside. Yet, fewer than 300 have been carried out. Last year, when America's death-row population swelled to just short of 3,000, only 31 condemned inmates were executed. ... The main cause of such inefficiencies is the appeals process, which allows capital cases to bounce back and forth between state and federal courts for years on end. ... The cost of all this is extravagant. Every study undertaken so far has found it far more expensive to put someone to death than to jail him for life.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, do we want to repeat this costly experience for death-row prisoners here? Surely it cannot be that Singaporeans want this to happen. Earlier this year, when the British Prime Minister John Major was asked by the mother of Nicholas Ingram, a UK national on death row in a Georgia prison for a 1983 murder, to appeal to the US President for clemency, Mr Major told her that while he understood her determination to do all she could to save her son, the British Government could not intercede on her behalf as there were no proper grounds for intercession. Her son was subject to US law and the benefit of due process. Prime Minister Major has indeed acted properly. Similarly, Flor Contemplacion was subject to Singapore law and had the benefit of due process. On the same basis, other countries should respect our criminal justice system. It is not a question of \"efficiency over justice\", as Assoc. Prof. Walter Woon said yesterday. Justice must not only be done and be seen to be done. It must also be seen to be done swiftly in order to have the desired effect. An execution delayed 10 years is justice delayed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's criminal justice system is a strong pillar which the public reposes high confidence. I have no doubt that it can stand up to close scrutiny compared to any other in the world. And I am prepared to defend it anywhere in the world if our system is criticised. Our system is an important institution and an invaluable asset which must not be undermined by thoughtless remarks and baseless attempts to subvert the course of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1299</b></font>\n  <br>\n  <br> justice for political reasons. In this regard, I can only greet the SDP's and the WP's statements on the Flor Contemplacion case with three As - astonishment, aghast and amazement. We had a full exchange earlier this afternoon, so I won't belabour this point further. But the issue is not about party politics. It is about the integrity of our criminal justice system. Like Mr Chiam, it is about defending Singapore's national interest. And like Mr Chiam said yesterday, all Singaporeans, including the Opposition, should close ranks on this issue. Indeed, most Singaporeans did. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What really is at stake here is an attempt by outsiders to undermine the Singapore judiciary and the law enforcement agencies. We must never allow this to happen but, alas, our Opposition parties, which do hope one day to become the Government, have doubts about our criminal justice system and even sought to undermine it just to be with the popular sentiments in the Philippines. Woe be the day should they be in charge. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Mr Speaker, Sir, with your permission, may I call for a division on the motion? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Would you like to wind up the debate? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> No, I have nothing more to say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, \"That this House (1) asks the Government to explain its refusal to stay the execution of Flor Contemplacion, despite President Ramos' appeal and the submission of new evidence, when a stay could have prevented the present strain in Singapore-Philippine relations, and (2) reaffirms its confidence in Singapore's criminal justice system, especially the integrity of the judges in upholding the rule of law and the competence of the police in enforcing law and order, which are strong pillars supporting our stability and prosperity.\" \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> May I call for a division on this motion? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The hon. Member has called for a division. Hon. Members who support a division will please rise in their place? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1300</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen, Mr Chng Hee Kok, Dr Kanwaljit Soin, Mr Imram bin Mohamed, Mr Umar Abdul Hamid</b> and \n  <b>Dr S. Vasoo</b> rose. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> There being five Members rising in support, we will call for a division. The Clerk will ring the Division Bell. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The House divided: Ayes, 46; No, Nil; Abstentions, 2. \n  <pre>\r\n\r\n        Ayes                  Ayes (cont.)\r\n\r\nAbdullah Tarmugi         Lim Hng Kiang\r\n\r\nBeng Kian Lam, Arthur    Low Thia Khiang\r\n\r\nChandra Das, S           Mohamad Maidin B P M\r\n\r\nChay Wai Chuen           Ong Chit Chung\r\n\r\nChen, Bernard            Othman bin Haron\r\n\r\nChen Koon Lap, Kenneth     Eusofe\r\n\r\nChen Seow Phun, John     Sinnakaruppan, R\r\n\r\nMr Chiam See Tong        Sung, Peter\r\n\r\nChin Harn Tong           Teo Chee Hean\r\n\r\nChng Hee Kok             Teo Chong Tee\r\n\r\nCh'ng Jit Koon           Umar Abdul Hamid\r\n\r\nChoo Wee Khiang          Vasoo, S\r\n\r\nJohn De Payva            Wong Kan Seng\r\n\r\nGoh Chok Tong            Yao Chih, Matthias\r\n\r\nHarun bin A Ghani        Yap Giau Cheng, Eugene\r\n\r\nHeng Chiang Meng         Yatiman Yusof\r\n\r\nHo Kah Leong             Yeo Toon Chia\r\n\r\nHo Peng Kee              Yu-Foo Yee Shoon\r\n\r\nHo Tat Kin               Zulkifli bin Mohammed\r\n\r\nIbrahim bin Othman\r\n\r\nImram bin Mohamed        No\r\n\r\nKanwaljit Soin\r\n\r\nLau Ping Sum             Nil\r\n\r\nLee Boon Yang\r\n\r\nLee Kuan Yew             Abstentions\r\n\r\nLee Yiok Seng\r\n\r\nLim Boon Heng            Cheo Chai Chen\r\n\r\nLim Chun Leng, Michael   Tan Soo Khoon\r\n\r\n</pre> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House (1) asks the Government to explain its refusal to stay the execution of Flor Contemplacion, despite President Ramos' appeal and the submission of new evidence, when a stay could have prevented the present strain in Singapore-Philippine relations, and (2) reaffirms its confidence in Singapore's criminal justice system, especially the integrity of the judges in upholding the rule of law and the competence of the police in enforcing law and order, which are strong pillars supporting our stability and prosperity. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng.] \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Twenty-Eight minutes\n  </div> \n  <div align=\"right\">\n   to Six o'clock pm to a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
