{"memberId": null, "volumeNo": "65", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "11", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"65\"> \n  <meta name=\"Sit_No\" content=\"11\"> \n  <meta name=\"Sit_Date\" content=\"1996-03-13\"> \n  <meta name=\"Start_Col\" content=\"1051\"> \n  <meta name=\"End_Col\" content=\"1168\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">65</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">11</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">13-03-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1051</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 65</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 13th March, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1052</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1053</b></font>\n  <br>\n  <br> \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1054</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lee Kuan Yew - from 13th to 21st March. 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo - from 22nd March to 7th April, 1996. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>SUSPENSION OF STANDING ORDERS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the proceedings on the Estimates for FY 1996/97 on 13th, 14th, 15th, 18th, 19th, 20th and 21st March, 1996, be continued beyond 4.30 pm, and be exempted from the provisions of Standing Order No. 1 until 6.00 pm each day. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY AND SUPPLEMENTARY SUPPLY BILLS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Business Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That, notwithstanding the Standing Orders, the second and third readings of the Supply Bill for FY 1996/97 and the Supplementary Supply Bill for FY 1995/96 may be proceeded with immediately after the conclusion of the proceedings on the Main and Development Estimates for FY 1996/97. - [Dr Richard Hu Tsu Tau]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1055</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <h4>1ST APRIL, 1996 TO 31ST MARCH, 1997</h4>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 4 of 1996)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [1st Allotted Day]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Estimates of Expenditure of Singapore for the financial year 1st April, 1996 to 31st March, 1997, contained in Paper Cmd. No 4 of 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall take the totals for each head of expenditure in the Main and Development Estimates appearing in the last columns of the Main Estimates and Development Outlays for FY96 on pages 39 and 40 respectively of the Command Paper. Besides the \"guillotine\" times for heads of expenditure, which I have fixed under Standing Order 89(7)(a), I have also allotted the time for the discussion of each amendment in the Estimates. I shall announce these times as we go along whenever necessary. We have received a record number of 417 notices of amendments. Even with the extension of the sitting time by one-and-a-half hours each day, we will still be hard-pressed for time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The time we have available falls short of the times Members have indicated would be required for discussion of their amendments. It will therefore not be possible to allot to Members the time they have requested. To cover as much ground as we can, I intend to keep the proceedings moving at a brisk pace and exercise the \"guillotine\" strictly. Members could of course help the situation by keeping their speeches short and sweet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I shall deal first with the heads of expenditure in respect of which amendments stand on the Order Paper Supplement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1056</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head V - \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head V of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I had on a number of occasions in the past in this House argued that the Government consider recruiting experienced executives from the private sector for the Administrative Service. I therefore welcome the recent announcement by the Public Service Division to recruit talents from the private sector for the civil service, in particular, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1057</b></font>\n  <br>\n  <br> the Administrative Service. I think this is a step in the right direction. I say this for two good reasons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, unlike the 60s and 70s, when the best cohort of each group of 'A' level students applied for Government scholarships, such as President's, Colombo Plan, Overseas Merit Scholarships, the 80s and 90s saw greater competition from the private sector for the top talents. Thus, banks, statutory boards and even MNCs offer scholarships to attract our best brains to join them, the result of which is that our Administrative Service in the last 10-15 years did not necessarily have all the top brains. Hence this move to open up the service to private sector executives is an attempt to try to draw them back to the premier service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second reason is this. I was once an Administrative Officer and I fully understand the utmost importance of the work of Administrative Officers as they work closely with our Ministers to chart the destiny of the country and to formulate long-term policies that affect the lives of all Singaporeans. Excellent academic and work track records and sound character and integrity notwithstanding, an Administrative Officer who has had experience working in the private sector will be able to look at issues with a more balanced and broader perspective. Indeed, I see them being able to complement and to be of great assistance to some of our Ministers and Permanent Secretaries whose backgrounds are largely from the public sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while the move to recruit talents from the private sector is good, we should not necessarily restrict them to young talents in their 20s and early 30s. We should cast the net wider. In particular, we should try to attract back to the service those ex-Administrative Officers who are in the late 30s and early 40s, many of whom left the service in the mid-80s, not because they were not good but because the pay of Administrative Officers were less competitive then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe some of them are doing very well outside in the private sector and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1058</b></font>\n  <br>\n  <br> may consider, if approached, joining the Administrative Service. This group of ex-Administrative Officers, with their balanced experience in the public and private sectors, could play a valuable role in helping our Ministers to shape and formulate national policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have got one more suggestion to improve the contribution of our Administrative Officers. Some of our Administrative Officers in their late 20s and some in early 30s have become Superscale officers. While I believe they are talented and good but at that young age, many still lack the experience and maturity to look at issues with sufficient depth and width. I am therefore suggesting that the Public Service Division consider planning the career of Administrative Officers in such a way that they spend a stint of 2-3 years either in a statutory board or in a Government-linked company to acquire the necessary so-called grassroots experience before they are considered for promotion to the Superscale grade. I urge the PSD to look at these suggestions in the interest of the Administrative Service and the civil service in general. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Leong, you may take your two subjects together. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, the Government recently announced that it is recruiting mid-career executives in their 20s and 30s to strengthen the Administrative Service. The objectives are laudable as this will encourage the flow of talents from the private sector to the public sector. In line with this new initiative of attracting more private sector talents into the civil service, I would like to make the following suggestions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Why not extend the entry level from mid-level to top-level? Why not take people, if they are good, at the Director, Deputy Secretary or even Permanent Secretary levels? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Government can expand the scheme to other services, such as the Engineering Service, Legal Service, Foreign Service and others. I can imagine that these other services will benefit from the inflow of private sector professionals as well. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1059</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To be able to attract the good candidates, could the Government be more flexible in offering special perks and allowances so as to better attract talents and high-flyers from the private sector? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, there has been some sense of mistrust between the businessmen and the civil servants. With the regionalisation drive, the Government and the business sector must work closer together. Over time, I hope that the above measures will see more cross-flows of people between the private and business sectors. This will lead to better understanding, mutual regard and trust, thereby creating a more cohesive Government-business environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I move on to my second cut on pensioners. In the Budget Statement, the Government announced several tax reliefs and rebates. However, there is no specific tax incentive given to pensioners. Pensioners have also contributed to the progress and economic growth of Singapore, but pensioners seem to be a forgotten lot. Over the years, pensioners have not received any pension adjustments except for an adjustment announced in 1994 but this adjustment only affected pensioners who retired before 1977. No adjustments were made for pensioners who retired after 1977. Meanwhile, the cost of living has increased year by year. Hence, I would like to ask whether the Government should consider adjusting the pensions. It is fair, as other Singaporeans are benefitting from the various rebates and reliefs given by the Minister for Finance year by year. Most pensioners, especially those on low pensions, do not pay tax. Hence, they miss out on the tax rebates and income tax cut. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Medisave Top-Up scheme that was introduced last year for senior citizens above 65 years old is not meaningful to pensioners as they are already covered by free medical benefits, and therefore have no need for more money to be put into their CPF Medisave accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In particular, I would like to point out that there are pensioners who live in private estates, usually old terraces built \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1060</b></font>\n  <br>\n  <br> by cooperatives years ago. These pensioners do not enjoy S&amp;C, rental and utility rebates given to HDB dwellers. I would like to suggest that the Government consider allocating a special fund to cater for such cases. This fund can be administered by the Citizens' Consultative Committee of each constituency. Based on certain approved criteria and on a case-by-case basis a sum that is equivalent to the total amount of S&amp;C, rental and PUB rebates can be paid to deserving pensioners, especially those who draw low pensions and are not living in HDB flats. Since we give regular pay revisions to Ministers and civil servants and the men-in-the-street get yearly rebates and reliefs from the Finance Minister, I thought some consideration should be given to pensioners as well. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, at the moment, the Public Service Commission grants scholarships only to those 'A' level students. With more and more students going into the polytechnics and many of them have good potential, the Government should consider giving scholarships to these polytechnic graduates as well, so that we may enlarge our pool of talented scholars. Meanwhile, Overseas Merit Scholars, normally after their graduation, will be put in high positions and they enjoy better promotion prospects than other civil servants. Will that cause some kind of unhappiness among the other officers who are non-scholars? I would like to know, among civil servants who are above the grade of Superscale E, how many of them are Overseas Merit Scholars. If two applicants are engaged, one is an Overseas Merit Scholar and the other is a local scholar, what sort of promotion prospects do they have? Are they equal? Next, how many scholarships does the PSC give to existing serving officers? \n  <br>12.45 pm \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, I am speaking on medical benefits for female civil servants. Sir, I feel very bai sai to speak on this issue yet once again. But I have no choice because many people feel strongly about it and therefore the matter has to be raised once again. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1061</b></font>\n  <br>\n  <br> Many MPs have also spoken on this issue on numerous times and therefore I urge the Prime Minister to rethink the Government's stand on this issue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The principles for advocating medical benefits for the children of female civil servants have been enumerated many times and, basically, they are based on (1) meritocracy; and (2) welfare of the family. It seems unfair to penalise a child just because it is his mother who is in the civil service and not his father. In fact, the whole family is penalised because the disposable income of the family is affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In November 1993, Dr Richard Hu, when giving the rationale for not extending the benefit to women, said that, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The reason for this is not the cost of extending equal benefits to women but the principle that in our Asian society, the husband is the head of the household.' On the other hand, the Prime Minister in an interview in Bern, and reported on 24th October 1994, told some Singapore journalists that whether the head of household should be the father or the mother is for the families themselves to decide. Many Singaporeans agree with the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am bringing up this matter again because there is a famous Chinese proverb which asserts that constant grinding can turn even iron into a needle. I hope this proves to be right. I feel the Prime Minister must be prepared to change his stand on this issue for the sake of the welfare of the family and many of us look forward to the reply. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong (Deputy Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister (BG Lee Hsien Loong):</b> Mr Speaker, Sir, first, the points raised by Mr Chew Heng Ching and Mr Leong Horn Kee concerning recruitment from the private sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chew wanted to extend this scheme beyond the younger officers in their 20s and early 30s to the older officers. In principle, we will bring in people, whatever their age, as long as we can fit them into the service and they can make a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1062</b></font>\n  <br>\n  <br> contribution. We think the chances are better with the younger officers because we will have more time with them for them to learn the culture and network in the civil service, and because they are not so settled in their private careers and are more likely to consider coming back into the civil service and trying it out as a career. But, in principle, we are not restricting it to young talent if we can find somebody older, as Mr Chew suggested the former Administrative Officer keen to come back, we will seriously consider the matter and look at him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for Mr Chew's suggestion that Administrative Officers should spend a couple of years in a statutory board or GLC before being promoted to Superscale G, I think that is also a good idea which we are studying. It is very valuable for an Administrative Officer not only to be sitting down writing policy at the keyboard but on the front line with a line responsibility, answerable for something ongoing and operational. It can be EDB, landing a project. It can be Customs or Immigration. It can be NRO dealing with crowds. It can be HDB having to manage people's expectations, houses, and so on. Or it can be in Singapore Telecom, Singapore Technologies, Keppel, or DBS Bank. You have seen what it is like to be on the receiving end of a directive and a policy and edict, and you come back with quite a different view of the world. So it is something which we will do. I am not sure that we can do it before they get promoted to Superscale grades. That depends on the exigencies of the service. It will take us some time to do it on a big scale because the demands for Administrative Officers expand much more rapidly than our ability to increase a pool of suitable officers. But it is something which I have a personal interest in and which I have been pushing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee's comment on entering at higher levels, I have responded to. On bringing in mid-career officers for other services, yes, we will also do this. There is no objection. In fact, we would like to do more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On perks and allowances to match the private sector, I am afraid we cannot \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1063</b></font>\n  <br>\n  <br> agree. We will match in terms of overall attractiveness of the package, not to lead the private sector but to be comparable with the private sector so that people who join the Administrative Service or the civil service will not have to make a big sacrifice. But we cannot match the private sector and the proliferation and the ingenuity with which schemes are invented so as to have a low nominal salary but, in fact, many de facto emoluments - housing allowance, clothing allowance, vehicle allowance, entertainment allowance and travel benefits. If we make a comprehensive list, there will be no end. So we have decided that it is far better, far cleaner, far more candid and transparent to settle on a complete amount, the total amount. We pay you this as a clean wage in the Administrative Service and the whole of the civil service. You want to go on holiday, you want to entertain your friends, you want to employ a driver, you want to buy a car, that is up to you. But we have a clean wage and overall the package is as attractive. Or we will try to keep it almost as attractive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong also asked about pensioners. He averred that they were a forgotten lot, especially those who live in terrace houses and private estates. I assure Mr Leong that pensioners are not a forgotten lot. They have given many years of loyal service to the Government and to Singapore. We appreciate what they have done, and we are grateful for what they have done. Those who live in private estates will not be eligible for service and conservancy rebates and the other rebates which are based on the HDB flat status. I think it cannot be helped because we are not able to design any particular scheme to cover all the people whom we want to cover. So we have got different schemes, some covering HDB dwellers, some covering elderly folks, some covering those who need medical help, Medifund, and we hope, by an overlap of a range of schemes, we will be able to be fair to everybody, not down to the last half cent but in general terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For civil servants living in landed property, I think one relevant consideration is that the value of the landed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1064</b></font>\n  <br>\n  <br> property has probably appreciated considerably over the last few years. So while in cash flow terms, they may feel that it is a little bit tight from month to month, in terms of their net assets I do not think it can be said that they have done very badly, or that they have done less well than those who have been in HDB rental or 3-room flats. So I do not think we have been unjust to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For civil servants whose pensions are low, below $900 a month, as you are aware, we have a Singapore Allowance which tops it up by up to $130 which we introduced some years ago and which we revised from time to time. We last revised this allowance in 1993 when we introduced the Goods and Services Tax. Inflation since 1993 has been quite low. In 1993, it was 2.3%. In 1994, it was 3.1%. In 1995, it was 1.7%. But, nevertheless, there has been some inflation. In view of the sentiments expressed by Mr Leong, the Government will review the Singapore Allowance this year to see if there is any basis for adjusting the allowance. We will announce the outcome in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang asked about scholarships, whether there are scholarships for polytechnic diploma holders. The answer is yes, because diploma holders and candidates whose qualifications are equivalent to the `A' level qualifications can apply for all the undergraduate scholarships which PSC awards, including scholarships tenable overseas, overseas specialist awards, paramedical, teaching awards and also local merit awards. However, the number of applicants has not been large. An average of 50 such applications are received each year out of about 1,300 in total. The applicants have to compete against the others for the awards which, I think, is fair. It is on the basis of merit. You come in, we evaluate you against the other candidates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether promotions are faster for scholars, they are not. When you are in the civil service, we evaluate you based on your capability. If you are good, you get promoted. If you are not good, you may have a very fine qualification from a good university but it will not get you far. It will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1065</b></font>\n  <br>\n  <br> get you at the entry point and perhaps one promotion beyond that. Because at the beginning, we have to give some credence to the track record which you have shown before coming in. But once you have established your track record inside the civil service, then we have to evaluate you based on what you have demonstrated, not based on a piece of paper which you earned some long time ago. So promotions are not automatically faster for scholars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How many Superscale officers are scholars who are above the grade of \"E\"? I do not have the data but if the Member files a question, I will get them for him. I would not be surprised if a large number are, because if we have chosen our scholars well, they will be the ones who will show potential and who, when they come into the service, will be able to perform better than average. If scholars do not perform better than average, then I will be facing another set of questions in Parliament, ie, how we choose scholars and why such duds end up receiving such generous scholarships, which has not been the case. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for scholarships to in-service officers, yes, we also have this. We have scholarships for general management, courses in fields relevant to the work and is part of normal career development, and we sponsor officers for formal programmes at many levels because we have a comprehensive approach to staff development. When you come in, you come in with potential. But it is our job to train you, to expose you, to groom you so that you can successively hold higher and higher responsibilities. Part of this you can absorb by osmosis because you have been on the job, you have seen what is going on, so you understand and gradually mature as the years pass. But we believe that we have to go beyond that and formally invest in people and identify them and train them so that they will be ready for higher responsibilities and they will be able to take on successively heavier and more critical loads. That we do. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1066</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Kanwaljit Soin asked about medical benefits for women. She said bai sai, I am not sure what that means. There is nothing to be embarrassed about. This subject has been discussed many times and I am sure it would be discussed many times again. We have explained our position. It has not changed since last we talked about it. Dr Hu made an explanation in November 1993 and following that, in December 1993, I also spoke and we had an exchange which is in the Hansard. It is not a matter of fairness or of meritocracy. We promote people on merit. We pay people according to their contribution. But medical benefits are paid to the head of the household who is, for our purposes, the husband. It is consistent with what is put down in the Women's Charter that the father has responsibility for the children. Even if they are illegitimate children, the father has responsibility. It is right that the Women's Charter is so drafted, and I do not believe Dr Soin is proposing to change that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is to strengthen this family bond and to make sure that the father takes responsibility, that men take responsibility for the children they father, that we have left the civil service medical benefits as they are, linked to the men, not to the women unless a woman is widowed or divorced. The actual quantum is small. It is becoming smaller because, with the new scheme, we have moved to Medisave and outpatient treatment, Medisave is paid in, whether to the man or to the woman. In fact, if we have wanted to be entirely consistent, we should have estimated the amount of the expense for the children and made a distinction between the Medisave for the man and for the woman. We did not do that, but a small distinction remains because for outpatient treatment, the claim on reimbursement basis only applies to the father. I think we leave that. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is a symbolic reaffirmation that this is one cornerstone of our society. If we end up like the US or UK where one-third, approaching 40% or more, of the children are born outside of wedlock, and do not live in two-parent households - never mind married parents households - then \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1067</b></font>\n  <br>\n  <br> I think our society will have fallen to bits, and all the notional rights and privileges will be meaningless. So I think we leave this be. It is not the last word, I am quite sure, but we will discuss this from time to time. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, may I seek two clarifications from the Deputy Prime Minister? First, the DPM says that diploma holders are eligible to apply for scholarships. According to his answer, they will be assessed together with the 'A' level holders. So there are different criteria, I suppose. Between 'A' level results and diplomas, how does he compare them? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second clarification is this. The DPM says that overseas scholars will also be assessed. Is it true that overseas scholars are given a different career path compared to local graduates? Is there any stereotype? Because they will have a higher potential in their assessment and that would affect their future promotion. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> The PSC takes many factors into account in awarding scholarships. Academic results is only one of them. You may have straight 'As' but if you do not have the character and the general range of abilities and leadership potential to be a good officer, you will not get a scholarship. I do not know how exactly the PSC trades off between a polytechnic diploma grade and 'A' level grades, but grades are not the only factor taken into account. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for overseas officers getting promoted faster than local ones, I can assure him that there are many overseas officers who have got nowhere in the civil service, because they have not performed. We evaluate on performance. It does us no good nor is there any reason why we should want to give somebody a birth right for the rest of his career just because he has gone to a good university. We send him to a good university expecting him to be promising. Usually we are not wrong and he goes on to do well. If it turns out that we have misjudged or later on he has become disappointing, then he goes on to a different career path. It does not take us very many years to find out after he comes back. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1068</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, with due respect to the Deputy Prime Minister, may I seek clarification on two points, please? One is on what the Prime Minister said in Bern that we leave it to the household to decide on its head. The second clarification is that I think the Women's Charter should be changed. Because if the father is not working and it is the mother who is working, then I think the mother would have to look after the welfare of the child. And if the mother is earning more, she should proportionately put in more. Furthermore, the Women's Charter does say that the husband and the wife are responsible for the welfare of the child. It does say that as one of its tenets. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> The Prime Minister has just pointed out to me that while it is up to the family to choose who is the head of the household, 99% of the families have chosen the father, which I think is an under-estimate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Women's Charter, both have responsibilities for bringing up children. But the father has responsibility for supporting the wife and the kids and that is a legal responsibility. The mother can go to court and enforce it, even if they are not married. The father cannot go to court and insist that the mother coughs up. So there is an asymmetry. It reflects the structure of our society. The question is whether we want to change that structure, and the Government's position is no. Dr Soin has a different view. We respect that. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, one more clarification, with the indulgence of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I am sorry. We have exceeded the time on this amendment. You can file a question. Mr Chew. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head V of the Main Estimates be reduced by $10 in respect of Code VB 2400. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1069</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Elections Department spent over $3 million on public relations. This year, according to the Estimates, the amount is $3.4 million. I want to know in what area is this expenditure to be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, during the elections, the Elections Department will go through the media to let the people and first-time voters, know, first, the right of the voters under the Elections Act; second, what can be done or cannot be done between the candidates and the voters. On the responsibilities of the election officers, how are they expected to conduct themselves at the polling stations? In what circumstances can presiding officers cast votes on behalf of the voters? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, what are the responsibilities of the other election officers? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, in 1994, the Elections Department spent $11,000. Last year, they spent $3 million. This year, they are going to spend $3.4 million. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Public relations\" refer to dealings with and services provided to members of the public concerning electoral registers and the conduct of elections. The sum budgeted annually is to cover all expenses for the conduct of any general elections, which may take place possibly this year. The bulk of the sum of $3.4 million budgeted for next year is for the coming general elections. Half is for manpower, another quarter is for rental of space and equipment, 20% is for general supplies, including printing of poll cards and ballot papers. Although it is titled \"Public Relations\", it really means dealings with the public, and this will include explaining to people how to vote and so on. But I really do not think that is a problem because our voting system has been well established. We have had nine general elections and there has never been any difficulty in getting people to vote for the ones they want. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, my question is whether or not the Elections Department will publicise the rights of voters and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1070</b></font>\n  <br>\n  <br> those things that are related under the Parliamentary Elections Act to enhance the awareness of voters about their rights. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, we will do as we have done in previous elections. There has been no problem. Nobody has been unable to vote because he did not know how to do it or where to do it. We have a publicity programme every time there is an election to explain to new voters the polling card they will receive, what they should do when they enter the polling booth, how they should mark. I think we will continue to do that on a similar scale. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, how about the conduct of those presiding officers or election officers in polling stations? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, that is a routine job of the Elections Department. If they did not do it, they will be remiss in their duties. Every time there is a general election, proper briefings are conducted so that all the officers know exactly what they are supposed to do. I do not know if Mr Low was referring to any particular presiding officer who did not know his responsibilities. If so, I would be happy to receive the particulars from him. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, does the Elections Department publicise the responsibilities and the correct behaviour of presiding officers in each polling station they are in charge? \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Sir, as I have explained, all the officers are briefed before they assume their duties. I am not sure what is prompting this question about officers who did not do their duties properly. If so, I would like to hear about them. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> My question is whether you will let the public know what these officers should do at the polling stations. \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> The officers know what to do. Why does the public need to know what the officers should do. I do not understand the problem. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> So that the public will know whether they are performing their duties correctly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1071</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- BG Lee Hsien Loong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG Lee Hsien Loong:</b> Mr Speaker, Sir, Mr Low participated in the last elections. Mr Chiam has participated in three elections. In fact, Mr Low has also participated in more than one election. If he has ever come across a case where the presiding officer had not behaved properly, he should let us know. If there are cases where the presiding officer has done something and he, while present, did not know whether it was proper or not, because he had not been briefed by us, then I hope he will let us know also, and we will brief him. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, do you like to withdraw your amendment? We are approaching \"guillotine\" time. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I am not satisfied with the answer. In view of the time, I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $125,429,850 for Head V ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $34,726,100 for Head V ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1071</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head K - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head K - Ministry of Defence. Amendment No. (1), Mr Bernard Chen. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (Brickworks GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head K of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, back in the days of the cold war when the two major superpowers, the United States and the Soviet Union, were squaring off against each other, countries all over the world were involved in maintaining their armed forces at a very high state of readiness, in particular, in the Asia-Pacific region, including China, Taiwan, North and South Korea, Vietnam and Cambodia. The urge to build up and maintain their armed forces was justifiable. As a result, almost all countries were engaged in buying arms and weaponry, resulting in a so-called arms race. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1072</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the break-up of the Soviet Union, the cold war has thawed. Unfortunately, in its wake came the regional conflicts which may not have resulted in war but nevertheless caused tensions to continue. The arms race, far from being aborted, has shown signs of being revived. In the years since the end of the cold war, countries in the region have been acquiring arms and military equipment for their armies, navies and air forces. One common feature of all these purchases is high sophistication and state-of-the-art technology, which translated into common terms also mean they are very expensive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Armed Forces have managed in the past to maintain the weaponry and equipment at a level that we can afford. The shortage of manpower is another reason why we need more efficient equipment. In the light of the substantial arms acquisition programmes by the countries in the region, what is SAF's response? Are we being caught up in the relentless current to buy more and more arms and military hardware? What will be the implications of these purchases on our defence budget? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Related to the arms acquisition is the security of the Asia-Pacific Rim. In addition to the North and South Korea stand-off, the problem between Korea and Japan, we now have the worsening situation across the Taiwan Strait. The unstable security conditions in the region affect all countries, not just those directly involved in the disputes. While there is much merit in solving all these problems through diplomatic initiatives, it appears that no country wants to be caught unprepared and countries are building their armed forces to face any eventualities. I would be grateful for the Minister's comments, especially on the fact that these developments have major impact on our defence policies and consequently the defence budget that we are now called upon to consider. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon (Thomson GRC):</b> Sir, Mr Bernard Chen mentioned about the situation in the Taiwan Strait. I would like to mention specifically the situation in that area. It seems to me that we are entering a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1073</b></font>\n  <br>\n  <br> very dangerous period. It is likely that tension will increase. This is because of China's military exercises in the Strait, Taiwanese politicians' call for independence for Taiwan and the US naval presence in the area. Tension will increase, but whether or not military conflict will break out is left to be seen. I fear that war may break out if any one of the parties concerned makes a serious miscalculation. What are these miscalculations? \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, that the Chinese leaders think they can reunify China and Taiwan through military means without any serious reprisal from the international community which will of course hurt the economic interest and the international standing of China. Secondly, that the Taiwanese politicians think they can demand independence without any military retaliation from China or that they think they can rely on the United States to defend them against China in the event of a conflict. Thirdly, that the American leaders think they can intervene militarily in the China/Taiwan conflict without having to accept the prospect of American boys being killed in a war against China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have painted a horrendous scenario which is not likely at the moment, but it may occur if China, Taiwan or the United States miscalculates. We hope that military conflict will not break out but we can only wait anxiously to see what will happen in the next week or so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my concern really is that we should not be involved in the event of any military conflict which may break out and we should not align ourselves with either China or the United States on the matter. In this connection, Sir, I refer to the bilateral arrangements we have with Taiwan and the United States. We are all aware that we have troops training in Taiwan and we have allowed the United States to maintain a logistics base in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Deputy Prime Minister what steps have been taken to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1074</b></font>\n  <br>\n  <br> ensure that the bilateral arrangements we have with Taiwan and the United States will not draw us into a conflict between China and the United States. \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das (Cheng San GRC):</b> Sir, the Asia-Pacific region is an area free from any outbreak of military conflict or war. This is in sharp contrast to other regions of the world where warfare continues to cause much suffering. For example, Bosnia in Europe, Israel in the Middle-East and Sri Lanka in South Asia. But, Sir, this is not to say that there is no potential for conflict in the Asia-Pacific region. In fact, there are a number of regional disputes which may become worse and result in open military confrontation. As my two other colleagues have mentioned, the most significant conflict in the region is the dispute between China and Taiwan. Presently, tension is very high across the Strait. There is always a danger of miscalculation by either side and this can easily lead to open warfare. As the Senior Minister has said, both China and Taiwan should sit down and negotiate on terms for a peaceful settlement within the framework of eventual reunification of China and Taiwan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another regional dispute which involves China is the rival claims for the Spratly group of islands in the South China Sea. There are six claimants to the various parts of Spratly, namely, China, Taiwan, Vietnam, Philippines, Malaysia and Brunei. Some of the claimants have constructed permanent structures, and some may have even stationed troops on the disputed islands. Again, it is hoped that the parties would seek a peaceful settlement of the dispute on the basis of respect for each other's independence, sovereignty, territorial integrity and a peaceful settlement of the dispute. Maybe the dispute should be referred to an international court of justice so that a fair and equitable solution can be achieved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also bilateral disputes among ASEAN members, but I am confident these disputes are not likely to lead to any military confrontation. The main reason is that the ASEAN governments abide by the principle that disputes should be solved through peaceful means. For example, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1075</b></font>\n  <br>\n  <br> between Malaysia and Singapore, we have the problem of conflicting claims over the island which we call Pedra Branca. This problem is not likely to lead to conflict because it has already been referred to the International Court of Justice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Asia-Pacific region is likely to remain a peaceful and stable region. Most governments are committed to policies aimed at generating economic growth and providing a higher standard of living for the people. But, like most matters, the situation can be unpredictable. Hence, it is incumbent upon our Government to ensure that we have a strong defence force to protect our national interest and security. Regional disputes is one factor which the Minister will have to take into account in its planning of a strong and effective defence force. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister for Defence to inform this House the steps that are being taken to ensure that we have an effective defence force. \n  <br>\n  <br>\n  <!-- Dr Tony Tan Keng Yam (Deputy Prime Minister and Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Deputy Prime Minister and Minister for Defence (Dr Tony Tan Keng Yam):</b> Sir, I would like to speak first on the security situation in the region before I go on to the specific points raised by Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is the first time that I am addressing the House as Minister for Defence. If I were to address the House at this time last year in my present capacity, I would be able to paint a picture of a region that was peaceful and stable with no major areas of tension or uncertainty. Today, Sir, the picture is different. As we speak in the House this afternoon, China has massed more than 150,000 soldiers together with air force and naval elements in Fujian province, opposite Taiwan. The Chinese soldiers are engaged in a major military exercise which includes the firing of missiles to land in an area just 20 nautical miles off the coast of Taiwan. Sir, 20 nautical miles is a very short distance. It is shorter than the distance you have to travel to get from Changi to Jurong. In response to the Chinese military exercise, particularly the missile tests, the Taiwanese Government has put its armed forces on full alert and has warned that it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1076</b></font>\n  <br>\n  <br> will retaliate if the Chinese Government uses force on Taiwan or any Chinese missile lands on Taiwanese territory. We are monitoring the situation closely. Should the situation warrant it, we have put in place the necessary steps to ensure the safety of SAF personnel training in Taiwan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is not my intention on this occasion to go into the reasons which have led to the tension between China and Taiwan. The point which I want to highlight in this debate is the speed with which the strategic situation of a country can change and how quickly uncertainties, and even the possibility of war can arise in an environment which to everyone's eyes appears to be peaceful and stable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, economic relations between Taiwan and China were very good. Taiwanese companies were investing billions of dollars in China. There were increasing contacts between China and Taiwan. The Straits Exchange Foundation of Taiwan and the Association for Relations Across the Taiwan Straits of China had held two meetings. All look fair for China to continue to develop economically and for China and Taiwan to reach peaceful agreement on reunification. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In just one year, all this has changed. The tension and uncertainties across the Taiwan Strait now threaten to destabilise the security and prosperity of the whole Asia-Pacific region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it can take only one year for the strategic and security situation of a country to change significantly, but it takes more than one year to build a credible defence force. To have a credible defence force, you must invest for many years in people, equipment and in the development of doctrines and tactics. The best time for such an investment is when the country is doing well and everything appears to be peaceful. By the time the situation becomes tense and the need for a credible defence force becomes evident, it is too late to talk about investing in defence. When the need arises, the SAF must be ready and capable of fulfilling its mission to defend Singapore. Otherwise Singapore will pay a heavy price for our tardiness and our lack of foresight. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1077</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of the efforts and investment which we have made over the last 30 years, the SAF is today an effective and credible defence force. To maintain the SAF at a high level of readiness and capability, we need to continue to invest in our defence effort so as to develop the SAF to become an integrated defence force incorporating the capabilities of the Army, Air Force and Navy to work together as an effective fighting machine during war. To achieve this, we must recruit able people to join the SAF, continually improve our training standards and have the best and most effective equipment and weapon systems that are suited for our environment. With our manpower limitations, we have to rely on technology and state-of-the-art systems to act as a force multiplier to maximise the effectiveness of our troops in battle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a National Service army, the majority of our soldiers comprise Operationally-Ready National Servicemen (NSmen) who play a vital role in the defence of our nation. All Singaporeans should appreciate the efforts and sacrifices that our national servicemen have put in to ensure that they remain operationally-ready and are capable of rising to the nation's call when the need arises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The RECORD II Committee, under the Chairmanship of the Minister for the Environment and Second Minister for Defence, RADM Teo Chee Hean, was established in May last year to look into ways the Government and Singapore can show our appreciation to our National Servicemen for their sacrifices and their unstinting efforts. The recommendations of the Committee were made public in January this year. I am happy to announce that the Government has accepted all the recommendations put forward by the Committee. Increased tax incentives and asset enhancement schemes for National Servicemen were announced by the Finance Minister on 28th February 1996. The other measures recommended by the Committee will be implemented expeditiously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the speed with which these changes have taken place is a reminder to us that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1078</b></font>\n  <br>\n  <br> we have to continue to keep a close watch on the strategic environment in the region. The assumptions which underlie our defence strategies and SAF operational doctrines for the past 30 years have served us well. But we need to review their continuing relevance in the light of developments in the region and the uncertainties posed by the ending of the cold war between the United States and Russia. New insights and new ideas are needed if we are to successfully lead the SAF into the 21st century and effectively position Singapore in the emerging multilateral security architecture of the region. The Ministry of Defence, together with the Ministry of Foreign Affairs and the Nanyang Technological University (NTU), has therefore agreed to sponsor the establishment of an Institute of Defence and Strategic Studies, IDSS for short. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;IDSS has three objectives: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) to research the impact and implications of the rapidly changing post-cold war environment on Singapore's security and defence; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) to participate in teaching a postgraduate programme in strategic studies; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) to keep Singapore in the loop of the growing number of regional security networks and conferences. The Institute will be registered as an autonomous body within NTU under its statutes and regulations, like most of the other 10 research centres which NTU has established in collaboration with other institutions. As an extension of NTU, the Institute will adhere to NTU's academic standards of scholarship. In addition to providing the Government with alternative viewpoints on the regional strategic situation and security environment, the Institute will also help SAF officers to broaden their outlook and give them a deeper understanding of strategic developments in the region. Barring unforeseen circumstances, the Institute will be inaugurated by the second half of this year. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1079</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we want peace but to avoid war, we must be prepared to fight and demonstrate that we have the will and the capability to fight. We cannot rely for our security on the hope that other countries will come to our assistance in times of trouble. A strong SAF, complemented by the commitment of all Singaporeans to the defence of our country, is the best assurance that we will be left in peace to cooperate with our neighbours for the betterment of the lives of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now go on to the other points raised by Members. First, on regional arms modernisation, a point raised by Mr Bernard Chen. Singapore is not the only country concerned about regional uncertainties. The other countries in our region are also very conscious of the potential problems in the region and they have started programmes to upgrade their defence capabilities. They recognise that they now face different challenges. During the cold war era, their primary threats were from the communists. Their defence forces were therefore geared to fighting insurgents and communist rebels. The situation has changed with the end of the cold war. The security challenges which regional countries now have to prepare for are conventional in nature. This requires their defence forces to be trained and equipped to fight conventional warfare. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, military modernisation in the region has led to concern that regional countries have embarked on an arms race. This, Sir, is a wrong perception. The modernisation of their armed forces by regional countries is part of their efforts to enhance their national resilience. The ASEAN approach is for each country to build up the capability to defend itself and strengthen its national resilience, while at the same time deepening and strengthening bilateral defence cooperation with one another. This approach contributes to regional resilience which is enhanced when all the countries in the region feel secure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, on regional security arrangements, a point brought up by Dr Lau Teik Soon and Mr Chandra Das. Defence diplomacy is an important part of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1080</b></font>\n  <br>\n  <br> Singapore's defence strategy. Through defence diplomacy, we develop understanding and rapport with our neighbours as well as with countries outside the region by facilitating open and frank communications and building on areas of common interest. Interactions and cooperation, especially among the military establishments, create trust and confidence. Our approach to defence diplomacy is to develop ties with all countries who want to be friends with us. Singapore has good defence relations with our ASEAN partners. The range of our defence interactions with our ASEAN friends is extensive and includes cooperation in military training and defence industries. Our defence interactions with countries beyond ASEAN have also increased. Notable among these are our Five Power Defence Arrangements (FPDA) partners - Australia, New Zealand and the United Kingdom - and the United States, in particular with the US Pacific Command. The SAF trains regularly with the US Armed Forces, both in the region and in the United States. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to a robust network of bilateral relations with our friends, both in the region and elsewhere, Singapore also contributes to regional stability by actively supporting and participating in multilateral political, economic and security arrangements such as ASEAN, APEC, the ASEAN Regional Forum, and the Five Power Defence Arrangements. We believe that a regional security architecture grounded in strong bilateral relationships, interwoven with multilateral arrangements, is necessary for regional stability. This security architecture will form the framework for building confidence and for promoting regional cooperation. We see that the US military presence in the region as an integral part of this architecture. The United States will continue to have a very important role to play in maintaining peace and stability in the region. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, I withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum (Ang Mo Kio GRC)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1081</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head K of the Main Estimates be reduced by $10 in respect of Code KA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since the 60s, National Service has already been accepted by all the male citizens of Singapore as part of their responsibility to the nation. This is the responsibility that they accept and must fulfil. Every year, thousands of young Singaporeans are enlisted to serve the nation in National Service and after their National Service training, they become more rugged and disciplined. Moreover, they become part of our defence system. Current China-Taiwan tensions demonstrate once again the vital importance of defence capability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With rising education standards, the capacity for learning of young people improved. Technological advances have brought about computer-based training and multi-media training. Over the past 20 years, our Basic Military Training (BMT) has not changed much in form and content. In reviewing the form and content of BMT and other training programmes, eg, physical fitness, what progress has been made by the Ministry? How much time will the review take and when will the changes be announced? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next is on the issue of adjustment to be made to the allowances for NSmen. This issue is of great interest not only to the NSmen but also to their parents. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Would you like to continue with your second topic, Mr Lau? \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum</b>(\n  <i>In Mandarin</i>): On the second cut, I will take up two matters. One is on manpower development. Under Code KA 1500, I notice that the expenditure is about $66 million, an increase of 7.7%. But under Code KA 2300, the allocation is only $947,000. Compared to 1995, there is a drop of about 25%. Why is it so? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next matter is about IT in national defence. IT is very important in defence, eg, security systems, E-mail and network communication and encryption systems. I would like to ask whether in circumstances where secrecy is not affected, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1082</b></font>\n  <br>\n  <br> Minister will allow an exchange of experience between the Defence Ministry officers and the private sector. For example, in the banking sector, we have already got NETS which has collaborated with the Defence Ministry to facilitate the use of smart cards. When cash incentives are given for good physical fitness results, these can be credited into their bank accounts via the smart cards. National Servicemen can use their ATM cards to gain access to their own accounts. This is very convenient and time-saving. If the Minister for Defence agrees, I think there will be other areas in which we can cooperate to make Singapore an intelligent nation, provided national security is not compromised. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean (Second Minister for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Second Minister for Defence (RAdm Teo Chee Hean):</b> Sir, the size of our full-time National Service cohort has shrunk by nearly 30%, from 32,000 some 20 years ago to about 20,000 today. At the same time, we have some positive benefits. About 60% of today's NSF cohort have \"A\" levels and equivalent education, compared to only 40% some 10 years ago. Being better educated, these NSFs can be deployed in areas that make better use of their talents and also for them to make more significant contributions to the SAF. One in 15 become officers and many others are deployed in command and supervisory positions according to their abilities, their aptitudes, and the needs of the SAF. For example, many are employed as Platoon Sergeants and Assistant Chief Clerks of units. They have performed admirably in their expanded roles and discharged their responsibilities well, in positions that have traditionally been held by regulars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also introduced a Service Fit Volunteer Scheme whereby full-time National Servicemen who are medically classified as non-combatants can volunteer for Officer Cadet training if they are physically fit and do well in basic military training. Today, nine full-time National Servicemen have gone through this scheme and are performing well as Officers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In February, Deputy Prime Minister Dr Tony Tan announced that Mindef would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1083</b></font>\n  <br>\n  <br> be reviewing the training and selection methods used by the SAF. Our National Servicemen, being better educated, can now absorb more skills within the same time. The BMT training is being reviewed to take this into account and to ensure that training is more relevant to their future deployment. We are using simulators and new technology to make this so. More National Servicemen now have the potential to become junior Commanders. National Servicemen who perform well at Section Leader training will be given more opportunities for entry into OCS. At the same time, Officer Cadet training will be made more stringent to further improve standards. The review of the various training methods and selection for junior Commanders should be completed by the second half of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am glad that Mr Lau has raised the issue of the physical fitness of our enlistees. If full-time National Servicemen are physically fit upon their enlistment, the SAF can save a lot of time bringing them up to the required level of fitness. It also benefits the servicemen. Those who attain at least a NAPFA silver need not go through the two-month physical training phase prior to their basic military training. They will thus serve two months less in full-time NS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad to say that the percentage of combat-fit pre-enlistees who have at least obtained a silver has increased from 51% in 1993 to 56% in 1995. The number of full-time National Servicemen who passed their IPPT has also increased from 92% in 1992 to 93.6% in 1995. The overall fitness of our servicemen has therefore improved but, obviously, there is still room for improvement, especially in the NAPFA tests, and we are working with the Ministry of Education, the schools and the polytechnics to see how this can be further improved. \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now turn to the question of information technology. Mindef is a major user of information technology and some of this can potentially be used by others, both in the public and private sectors. And Mindef does assist and share its IT \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1084</b></font>\n  <br>\n  <br> expertise with other Ministries and statutory boards through seminars, visits, exhibitions and sometimes in the exchange of software. Where the application can benefit the public and the nation as a whole, Mindef is even prepared to make it available freely. For example, Mindef recently launched the \"Life\" exercise software as freeware over the Internet. It should, however, be remembered that Mindef has to focus on its primary mission which is the defence of our nation and that we are not geared to sell our IT applications. However, so long as resources are available and, very importantly, where security is not an issue, Mindef will be prepared to help out based on the merits of each request. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lau has also brought up the question of manpower development budget and why it showed a decrease from last financial year to this financial year. The manpower development vote, besides catering for in-service training and development, is also meant for staff welfare which includes, among other things in the previous year's budget, medical subsidies for hospitalisation and outpatient charges. With the restructuring of the medical scheme for civil servants, part of the medical subsidy has been offset by the higher revised salary since 1994 and the additional 1% paid into the Medisave account for those on the Medisave-cum-Subsidised Outpatient scheme, and these additional payments are reflected separately under \"Expenditure on Manpower\". So it is just a reclassification of expenditure and not a reduction in the manpower development vote. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Eunos GRC):</b> Sir, the make-up pay of NSmen performing in-camp training currently includes only salary and allowances that are subject to tax and CPF contribution. A significant proportion of the income of some categories of employees, such as airline crew members are earned overseas and consequently not subject to tax or CPF contribution. Could the Minister advise his Ministry to consider including all allowances, even those that are not subject to CPF contribution or income tax, in the computation of NS make-up pay? This would ensure that our NSmen and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1085</b></font>\n  <br>\n  <br> their families do not suffer financial hardship in addition to the sacrifices that they have to make for the defence of the country. Could the Minister also clarify if commission, profit and overtime pay that an NSman earns consistently, if he were not called up for NS duty, are included in the computation of NS make-up pay? If not, what are the reasons for this? \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, full-time National Servicemen are not paid salaries. We all understand the Government policy of not paying full-time National Servicemen their salary. They receive instead an allowance ranging from $200 for servicemen to $400 for officers. Since the payment is an allowance, it does not attract CPF contribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, as the role of the CPF has evolved over the years, it is no longer just a savings meant for old age. CPF now is a vehicle to buy one's home. More importantly, with the corporatisation of hospitals, the Government has transferred the responsibility of medical care to the individual. Citizens now must save enough money in the Medisave to pay for their hospitalisation. Thus, the CPF Medisave account is now an integral part of the nation's medical care payment system. Moreover, Medisave account is used not only for the person's own hospitalisation, it is also used for the parent's hospitalisation. While I believe it is still right for the nation to ask a NSman to serve without pay, during these 2-2 1/2 years of their service, they have missed an important opportunity to save for the future, both for their home and also for their Medisave. Without Medisave, not only they cannot take care of themselves during hospitalisation, they also cannot help their families in case of severe illnesses of their parents and relatives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the circumstances surrounding the whole concept of CPF today are quite different from the day when NS was first implemented. Therefore, I propose that Mindef consider paying full-time National Servicemen CPF, both the employer's and the employee's contributions, in other words, 40% of their equivalent pay as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1086</b></font>\n  <br>\n  <br> National Servicemen. And what is the equivalent pay a National Serviceman would have earned? I suggest we use the market forces equivalent. As a basis, maybe we can use the starting pay of an office worker. Today, one cannot hire an office worker for less than, say, $1,000 a month. If we take that figure, then each National Serviceman will get $400 into their CPF per month, or $9,600 for two years, or $12,000 for 2 1/2 years' service. This would give the young men a headstart when they finish their National Service. My proposal will roughly cost the nation about $200 million a year. This is not a large sum but it will go a long way towards helping our National Servicemen. I believe they deserve it. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong:</b> Sir, I would like to ask the Minister for Defence when was the last time the allowances paid to our full-time National Servicemen were revised and, in previous revisions, have they kept pace with salary increases in the civil service or the private sector. I would like to urge the Minister to consider pegging the allowances paid to our full-time National Servicemen to a percentage of that received by SAF regulars so that there may be automatic and timely adjustments of NS allowances in the same way that we have done in the pegging of salaries of our top civil servants and Ministers with that of the private sector. Could the Minister also advise whether his Ministry has a scheme to financially assist full-time NSmen who are sole breadwinners in their families and others who have to support siblings and other family members while serving their full-time National Service? \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, I am glad to note that this year's budget has acknowledged the contribution of NSmen in a big way with the generous reliefs for NSmen themselves and their families. These reliefs are helpful to ease the burden of those NSmen who are currently paying taxes. However, for those who are out of the tax bracket and the majority are, they will not be enjoying these benefits at all. We must think of a way to reach out to all without leaving out any. While we should be careful about linking monetary inducements with national defence, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1087</b></font>\n  <br>\n  <br> ought to make sure that National Servicemen are adequately compensated and rewarded for observing their duties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am proposing that the Government revises the current NSmen allowance as a more comprehensive measure to reach out to all. Currently, the allowance for NSmen which varies according to their rank and vocation is indeed very low, especially at the lower level. For new recruits, they are given as low as $200 a month. Thereafter, depending on their rank, the allowance is further adjusted. I understand that for `N', `O' or `A' level recruits who are likely to finish their NS stint as Lance Corporal or Corporal, or even as Private for some of them, they get about $230 a month as allowance. But for tertiary students who are promising, they get an allowance of about $475 as cadet officer or $630 as a lieutenant. Some NSmen I spoke to have fed back to me that the allowance is indeed very, very low. As our economy is doing well, it is timely for me to request that the allowance be revised upwards so that NSmen, who have to perform their two or 2 1/2 years NS stint, will not be severely deprived of their monetary gains. I therefore make this request to the Minister to reasonably compensate our National Servicemen as a form of enhanced recognition of their personal contributions and commitment in the defence of Singapore. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> The history of SAF goes back to 1957. The first battalion, Singapore Infantry Regiment, was formed in that year. In 1966, compulsory military training was introduced for all male citizens who were 18 years and above. From 1966 to 1989, a period of 23 years, I have not heard of any concerted efforts made by Mindef to reward NSmen. Then in 1990, we heard of RECORD which is an acronym for Recognition for Contribution of Operationally Ready National Servicemen to Total Defence. There were two RECORD Committees known as RECORD I and RECORD II. After RECORD I was formed, NSmen began to get all kinds of perks and rewards, ranging from getting extra benefits in asset enhancing scheme, such as Share Ownership Top-Up Scheme and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1088</b></font>\n  <br>\n  <br> SOTUS, in which active NSmen were given 50% extra and other NSmen get 25% extra, to benefits, such as recreation, NSmen group insurance scheme and easier to obtain exit permits. NSmen are also rewarded during their training. They get a gold award of $400 and a silver award of $200 if they have done well in the Individual Proficiency and Physcial Test (IPPT). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also similar incentive schemes for marksmanship. In this Budget session, we have heard from the Minister for Finance that NSmen, both active and non-active, their parents and wives will get higher income tax reliefs. I support all these rewards to NSmen. However, if Mindef is really serious about helping NSmen, it should plan far more meaningful schemes, such as schemes to train NSmen during their 2 1/2 years' National Service for them to acquire a skill or some knowledge in which they can make it a career or help them in their careers after NS training. I know some NSmen are already trained as truck drivers and, on leaving NS, they obtain jobs as truck drivers or bus drivers. Mindef should explore ways to assist NSmen to acquire some kind of skills in which they could use after they complete their first instance training, such as motor car or aircraft mechanics, training in computer, or even trained to be cooks, or in managing a store. I hope the Minister would look into these suggestions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I read that, in Switzerland, gun clubs are established throughout the country where NSmen could go for target practice. Could we also not set up similar gun clubs here to allow NSmen to practise shooting? Like Switzerland again, shooting skills have been maintained outside NS training time, we could hope to cut down the 2 1/2 years' training period to a shorter one. I have been told that some NSmen are required to book in and out of their camp in uniform. Can Mindef allow them to book in and out of the camp in civilian clothes? \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> Mr Charles Chong and Mr Teo Chong Tee have asked about allowances for full-time National Servicemen. I would like to state a few principles first. Unlike civil servants or \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1089</b></font>\n  <br>\n  <br> others who are working in the workforce, full-time National Servicemen are not salaried employees. They are paid an allowance which is meant to cover some of their daily basic expenses, such as transportation. As most full-time National Servicemen stay in-camp, food and accommodation are also provided. Mindef's policy is to regularly review the national service allowance for all the reasons that Mr Charles Chong and Mr Teo Chong Tee had raised. The last revision of the NS allowance was carried out in 1994. Mindef is currently reviewing the NS allowance and we expect to complete the review sometime this year, and we will announce any changes once this has been done. \n  <br>2.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Charles Chong also asked whether we have schemes to assist NSF personnel who are in financial difficulties. Yes, we have. Since 1975, we have had such a scheme going and 1,475 servicemen have benefited from this. Under the scheme, financial assistance is granted to full-time National Servicemen whose families' monthly income fall below the subsistence level, based on MCD's guidelines. They can receive grants for up to six months, after which there is a review. And we can also provide some loans where this is necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen raised the question of CPF for active servicemen and the subject of whether active servicemen can benefit from the CPF. Since 1993, the Government has introduced three Share Ownership Top-Up Schemes (SOTUS) and we understand that NSF do not have CPF. What Mindef has done is to assist them by opening CPF accounts for them and providing National Servicemen who qualify for SOTUS with an interest free loan so that they can make their own contribution to CPF in order to receive the CPF top-up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Short of raising NSF allowances to full-time employment salary, which would involve a major change in the philosophy and the principles of NS allowance, we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1090</b></font>\n  <br>\n  <br> will not be able to bring up the allowances and CPF contributions of NS men to the levels of what salaried workers get. But as I have said, we are reviewing National Service allowances and we are always reviewing the schemes and benefits which we can give to full-time National Servicemen so that they would be able to have a reasonable standard of living even while they are serving their NS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Charles Chong asked about make-up pay. The principle regarding make-up pay is that NS men do not suffer a loss when they come for in-camp training (ICT). And these are based on their CPF and tax records, because under CPF and tax laws, all wages attract CPF and are liable to be taxed. Therefore, this is a reasonable basis upon which to assess the National Serviceman's pay for the purposes of ICT make-up pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Allowances paid as reimbursements are not considered as wages and do not qualify for make-up pay and this would include night stop and laundry allowances paid to airline staff, for example, when they are overseas. However, commissions, profits and overtime pay are included so long as the NSman has continuously received them six months prior to the ICT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam claims that there has been no recognition for NS men since NS was first introduced many years ago until 1990. I am sure Mr Chiam does support these new initiatives that the Government has taken to recognise National Servicemen and he has said so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to his specific suggestion that NS should be used as a skills training avenue, the education system in which our young people spend 10 years already provides these avenues for skills training. The purpose of NS is to prepare our young men to defend the country and where they take up skills which are useful, that is an additional benefit, but that is not the purpose of National Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards gun clubs, NSmen can already make use of simulators at SAFRA to train their shooting skills without having to issue them with guns. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1091</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> What about uniforms? \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> As regards booking in and booking out in uniform during in-camp training, I am not sure that it is such a major issue. I am not sure what is the motivation behind Mr Chiam asking this question. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum:</b> I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $5,386,000,000 for Head K ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $300,000,000 for Head K ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1091</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head E - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head E - Judicature. Dr Soin. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head E of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is on maintenance orders. One recent noteworthy development of the Family Court is the concept of a parenting plan to be submitted by both parties on applying for divorce. This is very beneficial for the children involved. However, sometimes the parent who is the respondent will default on the financial upkeep of the child. The device of an attachment order often helps but is not applicable to the self-employed. Therefore, even the proposed amendments to the Women's Charter will not be able to address this problem. To make sure that children continue to be the financial responsibility of the parent who is the respondent, would the Minister consider making rules to allow the Family Court to get information from the CPF Board on the whereabouts of the respondent's employment and/or the amount payable to the CPF account in the following cases: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) where the complainant does not know the whereabouts of the respondent; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) where the complainant does not know the respondent's present employment; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1092</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) where the respondent holds more than one job; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) where the respondent is self-employed in situations known to the CPF Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From 1st January 1994, self-employed persons who are receiving or applying for Government trade or vocation licences must be up to date in their Medisave accounts. This information would help to track self-employed respondents who fall into this category. Thus, if the Minister can make rules for the Family Court to obtain the relevant information from the CPF Board or persuade the Minister for Labour to allow the Board to release the information, then we can make sure that children of separated or divorced parents continue to be maintained by the parents and the responsibility is not pushed to the community. After all, the information from the CPF Board is released for National Servicemen for make-up pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second cut is on the non-disclosure of identity of the accused in sexual offences. In recent months, there have been a number of instances where male victims of accusations in sex related offences found to be false by the court have been subjected to an ordeal of shame, stress and social approbation while their cases were being tried, because of the disclosure of their identity in the media. Their families also suffered. In most cases, the accused is male while the accuser could be a male or female. In cases of sex related offences, even though a person is acquitted eventually, the stigma of the original charge remains and the alleged offender is not fully vindicated by the acquittal if his reputation has been affected by disclosure in the media. The issue of being falsely accused in non-sex related offences does not have the same stigmatisation as in sex related offences. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Would the Minister therefore consider amending section 9(2) of the Supreme Court of Judicature Act so that this section is expanded to include the accused, thereby giving the court the discretion not to disclose the identity of the accused in sex related offences until the accused has been found guilty. I am not asking for a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1093</b></font>\n  <br>\n  <br> blanket non-disclosure of the identity of the accused, but only to give the court this discretion and it will be up to the court to apply it in certain selected cases. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Senior Parliamentary Secretary to the Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Law (Assoc. Prof. Ho Peng Kee):</b> Sir, let me first take Dr Soin's first topic. I think she raised the same topic last year. She asked whether the CPF Board can be made to reveal certain information in situations where husbands against whom maintenance orders have been made are recalcitrant. I told her last year that the Family Court had just been started at that time and it would do well for us to monitor and see the performance of the court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a year has passed and the results are promising. Out of a total of 5,452 cases heard by the Family Court, a substantial percentage (85%) or 4,640 cases were successfully resolved through mediation. For maintenance cases, the percentage of settlement by mediation is also high, at 87%. The Family Court has not encountered any serious problems in enforcing its orders and that includes maintenance orders as, by and large, they are complied with. For the recalcitrant few, and that includes the self-employed, there is provision for their arrest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this connection, the Subordinate Courts Act was amended with effect from 26th January this year to broaden its powers to punish persons for contempt. Now they may be punished under section 8 of the Act with imprisonment of up to six months and a fine not exceeding $2,000, or both. In addition to that, as of October last year, subordinate courts have put in place an arrangement with the National Registration Office under an on-line people hub inquiry system under which court officials can track the residential addresses of recalcitrant husbands whose whereabouts are unknown. Sir, I understand that this service has been very useful and, of course, it has got a broader spread, because we are talking about addresses, not just workplace. And, of course, husbands who are traced are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1094</b></font>\n  <br>\n  <br> summoned to attend court, and if they refuse to attend court, again the process of warrant of arrest can be issued against them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, Sir, I will again ask the Nominated Member to hold her hand. The Family Court is doing well. There are certain amendments that have been introduced in the law to make it easier for parties to enforce the orders. So let us continue to monitor the situation. In fact, the Registrar of the Subordinate Courts has told me that they are indeed closely monitoring the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Soin's other point is about disclosure of identity in sexual offences. As all of us know, trials in Singapore are held in public. This is important and it should be so. This openness reflects our system's transparency and impartiality. Open justice is responsible justice and indeed our courts are normally reluctant to exclude the public or to withhold any information pertaining to judicial proceedings except for very good reasons. And we know that in certain situations like molest and rape trials, indeed the proceedings are held in camera to protect the identity of the victim, not the accused person. Dr Soin suggests an extension of this to protect the identity of the accused person. She has said that her concern is for men who may be wrongly accused of molest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point to note is that if we adopt her proposal, it will indeed be hard to justify why it should not be applied also to persons who are accused of other offences. She says that sexual offences carry a certain stigma. But the point to note is that if you are accused of other offences, whether it is cheating or criminal breach of trust, that also affects one's reputation and causes as much agony to himself and his family. All accused persons are equal before the law and should be so treated. I think this is a very important principle. To make sure that we have a system which is as open as possible. Once we start with accused molest persons, why not the rest? That may affect the whole way in which trials are conducted in Singapore and that will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1095</b></font>\n  <br>\n  <br> affect the openness and transparency of the system. And these are attributes we want to jealously safeguard. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point to note, of course, is that even before a charge is preferred against any accused person, whether it is molest or any other offence, a lot of care has been taken by the police to investigate. And the AG's Chambers look at all the circumstances to see whether or not there is credible evidence on which the charge can proceed. Therefore, I think the instances of people who are wrongly accused and then wrongly charged would be few and far between. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, if we do adopt Dr Soin's suggestion, it would be a retrograde step in the development of our legal system. \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $46,269,930 for Head E ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $7,678,000 for Head E ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1095</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head T - Ministry of Law. Amendment No. (1), Dr Ker. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze (Aljunied GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head T of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I note that the total expenditure of the Ministry of Law in fiscal year 1996 is expected to increase from $274.5 million of fiscal year 1995 to $411.6 million, an increase of $137.1 million or about 50%. Although I fully understand that the workload of the Ministry has increased significantly as Singapore's economy continues to grow, I wonder whether the trend of the rapid increase in expenditure can be moderated by some alternative measures. One possible way is to relieve the court's excessive burden by encouraging people to solve their disputes by alternative means. Although English laws were brought in by the British, the early community depended \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1096</b></font>\n  <br>\n  <br> heavily on the traditional Asian way to resolve disputes. Wherever a dispute arose, the head of a clan association or a kampong chief would mediate until the dispute was settled. The social pressure exerted by the chieftain compelled the disputing parties to yield and agree to an amicable settlement. It was usually done in such a way that none of the parties would lose face unduly and both could claim victory over the other party. The traditional way of resolving conflict was cost and time saving and effective in promoting social harmony, which can still be relevant and useful in the context of contemporary Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the social transformation in Singapore, however, we have gradually lost our attachment to the traditional way of resolving disputes through mediation. There are no kampong chiefs and clan associations are not as strong as in the past. Moreover, people are more familiar with the western way of resolving disputes through litigations in court. It could lead to a situation in that people might take litigation as the only effective way to resolve conflicts. The consequence would be that Singapore may become a litigation-prone society. Singapore will have to spend more time and incur additional cost in settling disputes. With today's media coverage, more embarrassment and stresses would be created to the parties involved, especially the losing party. It is obviously not a desirable state of affairs for Singapore to evolve into such a situation. The laws of the traditional approach of resolving conflicts should be compensated by providing new channels such as institutionalised mediation, arbitration and conciliation mechanism. This is known as Alternative Dispute Resolution (ADR). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, the most established form of ADR is arbitration. We have the Singapore Industrial Arbitration Court and other tribunals to settle disputes between disagreeing parties. Mediation is a process taken by a neutral party to facilitate negotiation between disputing parties for a solution. Many have made use of mediation to settle family and community disputes, but its scope can be further expanded and people should be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1097</b></font>\n  <br>\n  <br> encouraged to use mediation to settle their disputes instead of suing each other in courts. It will even be better if the disputing party could restore cooperation and goodwill after settling their differences, which is known as conciliation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The nature of conflict and dispute changes with the shift in socio-economic structure. When about 80% of the population live in HDB flats, human relationship has also changed. Instead of the kampong spirit of helping each other, conflicts arise among residents owing to the fact that residents do not see each other frequently and misunderstanding can easily be created. As a result, some may not be considerate towards their neighbours. Water dripping from upper floors, excessive noise created and obstructing the common corridor by flower pots or abandoned articles are common complaints. There are also more disputes created between consumers and suppliers or contractors. It would be a heavy burden to the legal system if all these disputes are litigated in courts. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Dr Ker, can I ask you to wind up your speech, as we are running out of time? \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> All right, Sir. [Dr Ker Sin Tze resumed his seat.] \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, digital technology for on-line computers and for off-line products like CD-ROMs is spreading so rapidly that it is creating a host of legal complications, ranging from the spread of pornography to copyright disputes and fraudulent sales. Copyright experts believe that existing laws have not kept pace with technology, especially with digitisation. With digitisation, it is now possible to create an infinite number of copies of a book, a music piece or a movie or a combination, and distribute them all over the world at very little cost. Unlike photocopies of books or pirate audio tapes, digital copies are virtually identical in quality to the original. Advances in digital technology now enable users to freely capture graphic images from \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1098</b></font>\n  <br>\n  <br> original photos or pictures and easily modify the colour, the tone and the shapes of graphics. Computer artists are interested to know how much of modification, or what percentage of alteration is needed before the work is no longer considered a copy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a new form of piracy is hurting PC software suppliers in a very hard way. Cases have been reported in Britain where 120,000-pound worth of business software have been bundled into a CD-ROM and sold in the black market for only 50 pounds. It is now common to pirate computer software by bundling them together to make full use of the mass capacity of CD-ROMs. As CD-ROMs are cheap to manufacture, copyright owners of software would suffer as a result of copyright infringements. It is impossible to say how much money publishers are losing now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand the American Copyright laws are being updated to make them relevant to the digital age and that under the revised law it will also be a crime to disable anti-copying technology that is being used with information transmitted on-line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister if our existing copyright laws are adequate to deal with enhanced information technology in the digital age and whether any reviews are being undertaken currently to update these laws. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC):</b> Sir, Singapore is making good progress in its efforts to become a regional commercial and business centre. This is a national endeavour and therefore everyone must play a part. In this regard, Sir, Government has taken the lead by cultivating good relations with countries far and near. The recent Asia-Europe Summit attests to this. Because of the good ties cultivated, our businessmen are held in high regard by their foreign counterparts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to ask the Minister for Law how his Ministry is playing its part in making Singapore a regional commercial and business centre, in particular, does his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1099</b></font>\n  <br>\n  <br> Ministry monitor our laws and international developments constantly to ensure that we are up to date. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Sir, first on the comments made by the Chairman of the GPC. I had touched on the ADR last year and it is still an important topic for us to address. I agree with many of the sentiments that he has expressed and let me state that Government's policy is, as a matter of policy direction, to encourage the development of ADR processes such as arbitration, mediation and conciliation and such similar ADR methods. The reasons are pretty much as stated by him because it is important that we move away from the notion that litigation is the only or the best or the preferred way of settling disputes. Because litigation with its inherent adversarial quality means that in effect it is a zero-sum game where there will be a clear loser and a clear winner, leaving no feasible way to save face. It affects the harmonious social relationship, not to talk of the amount of the glare of publicity and the cost involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, we should encourage ADR as an alternative method to enable people to resolve their disputes, whether social, family or even financial disputes. Mediation, for example, has many virtues which are not found in litigation. It, of course, requires some give and take on the side of both parties, whatever their legal rights may be. But the mediated solution is the result of voluntary agreement by both sides and it can only come about if each party believes that he has gained something from it. But both can come out of it with a sense of some personal satisfaction. Therefore, I fully support the notion that litigation should be the last and not the first resort of settling legal disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason why Government will, as a matter of policy, encourage ADR development is its obvious beneficial effects. First of all, it will check the trend of Singaporeans and Singapore becoming a more litigious society. Secondly, it provides less expensive and less adversarial methods of settlement of disputes and there is a wide range of ADR \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1100</b></font>\n  <br>\n  <br> alternatives. Thirdly, to encourage the use of speedier dispute resolution mechanisms. More important also, it will assist the courts in reducing the number of cases which could have been brought all the way to the judicial system and more cases could be solved by alternative methods. As Dr Ker has said, it will also help to maintain as an Asian tenet or way of life the method of promoting mediation in disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because we are committed as a Government to promoting ADR, and in order to study how ADR can be comprehensively implemented, the Ministry of Law will set up an Inter-Agency Steering Committee to be chaired by the Senior Parliamentary Secretary for Law and Home Affairs. We all know that the judiciary has already set the pace on ADR but within the judicial system. We must examine what more can be done to supplement and complement what the judiciary has already embarked on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Committee will therefore look further into the subject in a comprehensive way together with other agencies and make recommendations on the promotion of ADR processes. He mentioned that we do not have the villages and kampongs of the old. True. But I would also ask the Committee to look into the feasibility of setting up Community Justice Centres where Justices of the Peace or certain outstanding community leaders could mediate in social and community disputes. I intend that the Committee should include representatives from the various Ministries and relevant agencies, including some Members of this House who can convey the views of the grassroots organisations. The Committee will be asked to produce its report by the end of the year. The Chairman of the Committee will, of course, liaise closely with me, as Minister for Law, and the Attorney-General's Chambers and the Judiciary on specific recommendations which will affect the court system. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho Tat Kin asked about copyright. Just as the discussion on Internet shows \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1101</b></font>\n  <br>\n  <br> that the laws have to catch up with advances in modern technology, the point raised by Dr Ho Tat Kin shows another area where advances in technology are moving so fast that not only for Singapore, but for many countries, the lawmakers have to ensure that the laws are abreast with modern technology. And indeed the international community has only recently begun to grapple with copyright issues relating particularly to information technology connected with digitisation. We are looking at the trends and what other countries are doing rather than inventing the wheels for ourselves. For example, in the United States, they have recently reviewed their legislation. I understand there is a White Paper entitled \"Intellectual Property and the National Information Infrastructure\", published late last year. The European Community also has begun to be seized with this issue, and they have issued a Green Paper last year on \"Copyright and Related Rights in Information Society\". Japan has released a similar paper. Australia has also published a paper called \"Copyright in the New Communications Environment\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In answer to Dr Ho Tat Kin, we realise and are aware of the problems he has mentioned. We indeed are reviewing our copyright laws and will take into account what are the trends and solutions in other countries and adapt to our own situation. We are also looking at what is happening at the international organisation level, at the World Intellectual Property Organisation (WIPO). As a member of WIPO, Singapore will continue to liaise closely with them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo Wee Khiang's question boils down to this - whether we have our legal infrastructure and our body of laws sufficiently updated and kept abreast so that the legal infrastructure supports and effectively aids our objective to make Singapore as a financial and commercial hub. The answer to that is indeed, yes. Because if you look at the legislation that has been passed in recent years, Mr Choo Wee Khiang will know that we have enacted or amended important legislation. For example, the copyright legislation has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1102</b></font>\n  <br>\n  <br> been brought up to date. Secondly, the Patents Act was passed. And not only the Patents Act was passed, but fairly quickly after that, we amended it to make sure that it conformed with TRIP (Trade-Related Intellectual Property Agreement). Then we passed the Sales of Goods Act which gives effect to the relevant UN conventions. And we also amended the bankruptcy legislation which has the aim of encouraging entrepreneurship and creativity. These are local legislation. But at the international level, we are very active in the United Nations Commission on International Trade Law and whatever model laws adopted by UNCITRAL, we have paid attention to the need to adapt those model laws for our purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, Sir, our legal infrastructure has been kept up to date and we will continue to review them to ensure that we are not out of touch. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T of the Main Estimates be reduced by $10 in respect of Code TC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to make some enquiries from the Minister on the compulsory acquisition of land in connection with the construction of the North-East MRT line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The North-East line is 20 km long comprising 16 stations and it shall take about 6 years to be built. Its completion date is expected to be about 2002, and the total project shall cost $5 billion. It has been reported that 63 ha of land shall be compulsorily acquired and 20 ha of that land belong to private owners, and the remainder belongs to statutory boards and Government-linked companies. We are also told that the whole North-East line shall be built underground, except for one station. If the whole line, except for one station, is to be built underground, why is there the necessity that so much land should be acquired? In that respect, I would like to ask the Minister what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1103</b></font>\n  <br>\n  <br> percentage of the land acquired is required in connection with the construction of the MRT line and what percentage of it is to be used for other developments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am particularly concerned with the large amount of land acquired in my constituency. Will all the land acquired at Potong Pasir be required directly for the use of the MRT line? If not, what will the land acquired going to be used for? Will there be intensive housing development above or near the two MRT lines to be constructed at Potong Pasir? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Minister on the cost of $5 billion, which is a very large sum of money. Is this total amount to be used primarily for construction cost of the line or part of it shall be used as payment of compensation for the land compulsorily acquired? \n  <br>\n  <br>\n  <!-- Mr Ling How Doong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ling How Doong (Bukit Gombak):</b> Sir, Singapore has got the highest density of golf courses in the world. In 1992, we had 14 golf courses and now we have about 19 golf courses. And ultimately, Singapore is going to have 25 golf courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Golf courses take up 2% of the available land in Singapore, whereas HDB flats, consisting of 87%, take up only 6% of the available land. Recently the Government has introduced the water conservation tax. I understand that the average daily water use for an 18-hole course would be enough in many countries to supply 2,000 families. In other words, the amount of water used by an 18-hole golf course will be between 3,000 and 5,000 tonnes per day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In land scarce Singapore, I would like to know why we are utilising so much of our land for the use and benefit of such a minority of people in Singapore. After all, we have golf courses across the Causeway, and we have golf courses in Batam island, Indonesia. Why can they not go to these places, instead of utilising the scarce land in Singapore? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, first, Mr Chiam has asked some general questions as well as some specific questions. As to the general \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1104</b></font>\n  <br>\n  <br> question of acquisition of land over the North-East line, I can do no better than to refer him to the explanation given in this House by Mr Mah Bow Tan, as well as the detailed briefings and press conferences which were given by the Ministry of Communications and the Land Transport Authority, which had explained in fairly great detail the reasons for the land acquisition. He referred to Sennett and Woodleigh stations, and the reasons for this had also been given. Because it is clear that land surrounding the proposed station sites, whether in Potong Pasir or others, are affected and need to be acquired either for construction of the station and related facilities and also for comprehensive redevelopment. Once the sites for these stations, whether they are Sennett or Woodleigh, are identified and announced, then the affected land must be included in the acquisition plans now, just like land affected by other MRT stations in the previous exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Also, I like to point out to him that the announcement of early acquisition, although the sites will be built at different times, will remove uncertainty and speculation and allow land owners to make informed decisions early whether to stay on till the land is taken possession of by the Government or whether they want to take the compensation awards and vacate the land at an earlier date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked some specific questions: what exact percentage of the land that has to be acquired is for the actual construction of the line, what percentage for development, and the details with regard to Potong Pasir. I must admit to him that I do not have all the details here. But if answers to that question are very important to him, he might want to pursue this at a subsequent sitting where he can ask Questions for Oral Answer. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, his detailed questions, Sir, as to the construction and how much of the $5 billion is actually going to construction, these are questions which he might want to pursue with the Minister for Communications because these matters come under his purview. But I want to assure him that the principles for acquisition for this exercise in fact are very much the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1105</b></font>\n  <br>\n  <br> principles for acquisition of land which were used in the previous building of other MRT lines. In fact, we have tried to soften the blow, more so for this exercise, by spreading the period of taking possession over a period of five years and we have given the land owners affected an option as to whether they want to stay on and have their compensation awards collected later, or to collect the compensation awards now and give up their land. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to Mr Ling How Doong's question, we have 20 or so golf courses now. He said 19, but my figure shows 20. Is that too many or too little? Compared to other countries, I am not sure really whether we have the most dense concentration of golf courses. If you ask golfers, like some of my colleagues here, they may say that it is not enough. But the question really is two-fold. First, even the projected number of golf courses under the Concept Plan which caters for a scenario of 4 million population will not come to more than 1.9% of the land in Singapore. Do not forget also that in 1991 I announced in this House that the terms and conditions for operating golf courses had changed. They are no longer holding golf courses on very low nominal rates. Valuation of golf course land has moved to market value, with exceptions given to three clubs - Orchid Country Club, to recognise the labour movement, SAFRA and Sembawang, to recognise the contributions of our SAF and defence personnel. Also, do not forget that golf courses serve as an important social amenity as part of our efforts to upgrade the quality of life for Singaporeans. It also caters for expatriate investors and some 7 million tourists as a feature to attract talents to Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, these golf courses are all located in areas which are either in the flight path zone or near to water catchment areas and there is limited potential for other kinds of uses. They also serve as open spaces and green lungs in our highly urban environment. Therefore, Sir, I do not think that we need to be very vexed with the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1106</b></font>\n  <br>\n  <br> fact that even when we reach the projections in the Concept Plan, the land for golf courses will occupy a maximum of up to 1.9% of the land. \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Before I withdraw the amendment, Sir, can I get a clarification from the Minister? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We have run out of time. Can you make your point very quickly? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Yes. He says that the principle in acquiring land is the same as that for the construction of previous MRT lines. But there is a very basic fundamental difference in that the last three MRT lines were all built above ground. I think only 30% were underground. Whereas in this particular line, only about 6% shall be above ground. The rest are all underground. So it does not affect the surface at all. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> I am not an expert in the construction of MRT. Is he referring to the line or stations, whether the station is underground, above ground, half below ground, half above ground, and whether this considerably changes the amount of land to be acquired is a question that will have to be addressed by the experts. But let me assure him that, in the acquisition of land, the authorities and the Government have ensured that the amount of land to be acquired is not extravagant and has kept to the minimum possible. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Cheo. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen (Nee Soon Central)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head T of the Main Estimates be reduced by $10 in respect of Code TI 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the court is the place where the people turn to for justice. But recently, because of the high cost of the court - I think it is $3,000 a day and even a fee of $100 a day is charged for the use of an interpreter - people in the lower income \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1107</b></font>\n  <br>\n  <br> group feel that it is difficult to go to the court to redress their grievances. Sometimes, they find it difficult to get justice done for them. Although we have the Legal Aid Bureau, there is a very strict income ceiling which is imposed at a low $1,000. As a result, many people cannot qualify for legal aid. So I hope that the Government can raise the income ceiling for legal aid to be granted. On the other hand, in order to enhance the efficiency of the Legal Aid Bureau, I hope that the Government can allocate more funds to the Bureau and expand its scope of service because, at the moment, the Legal Aid Bureau only handles civil cases. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Cheo, would you like an answer because we are approaching \"guillotine\" time? \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen:</b> I wish to continue. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There will be no time for an answer. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen:</b> Sir, I have not completed. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There will be no time for a reply from the Minister. Prof. Jayakumar. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> It is not clear to me. Is he talking about court fees, hearing fees, legal fees charged by lawyers, or deposits charged for security for costs? But it was clear to me towards the end that he did talk about legal aid. He does know that, last year, in this House, I moved a Bill to amend the means test, as a result of which I am told that now 80% of the applicants who come to Legal Aid Bureau are eligible for legal aid. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He was about to go on to talk about the cost in criminal cases or legal aid in criminal cases. We took a decision in this House last year to repeal the provisions in the Legal Aid Act on providing legal aid for criminal cases and I gave a full answer on that. I know he is not satisfied because he did not have time to develop further. But let me assure him that if he wishes to file a Question for Oral Answer on the points that he has not covered, I will be happy to give a full answer at a subsequent sitting. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1108</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $205,509,920 for Head T ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $323,437,200 for Head T ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1108</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head O - Ministry of Foreign Affairs. Amendment No. (1), Mr Chen. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head O of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recent Asia-Europe Summit is undoubtedly a great success. Leaders of Europe and Asia got together for the first time, and gauging from the press reports, it is evident that the ice has been broken. The expected confrontation over sensitive issues did not materialise. Instead, there was consensus on the major issues that affect both Europe and Asia. I would like to congratulate the Prime Minister for his initiative to hold this conference. When PM first raised the possibility of this conference last year, there was considerable scepticism that a meeting of such a large number of countries, each with a different agenda, will amount to much. It goes to prove that with the right initiative and commitment, it can be done. We must also give credit to the Foreign Ministry. Led by the Minister, the Ministry was able to provide the Prime Minister the support needed to achieve the targets set by the leaders of both continents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Following the success of the Summit, it will be appropriate for us to ask what is next. The first meeting in Bangkok was aimed at getting the parties together and work out tentative programmes for the future. In this connection, can the Minister brief the House on the future directions of the Asia-Europe Summit, in particular how do we take into account other regional groupings, such as APEC? There were some reservations expressed at the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1109</b></font>\n  <br>\n  <br> absence of the United States in the Asia-Europe Meeting. Would we be able to coordinate the Asia-Europe Forum with APEC or run the risk of having two major blocs confronting each other? \n  <br>\n  <br>\n  <!-- Mr S. Chandra Das -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Chandra Das:</b> Sir, ASEAN has come a long way since its founding. No one can deny that ASEAN as a regional grouping has been a great success. Not only is ASEAN strong in terms of regional grouping, it is also expanding. Vietnam has joined ASEAN in 1995. Cambodia, Laos, Myanmar are expected to join ASEAN before the end of the century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, ASEAN started as a small grouping and with these additional members new stresses and strains will come about. I would like to ask the Minister, firstly, what are the challenges and problems ahead for ASEAN? Secondly, what does he see as the future direction of ASEAN as a regional grouping? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lau is not here. Mr Chay. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Brickworks GRC):</b> Sir, presently, there is a group of ambassadors who are resident in Singapore but are ambassadors to certain other countries outside of Singapore. This group of roving ambassadors has been at it for several years. I wish to ask the Minister for the evaluation of the Roving Ambassadors Scheme. Will it be extended or curtailed? Are there any plans to rotate such ambassadors because, as I understand it, some of them have been at the same job for many years? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Charles Chong is not here. Mr Lau. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum:</b> Sir, in the last 35 years, a large number of Singaporeans have benefitted from technical assistance given by other countries, eg, under the Colombo Plan. Many of our senior engineers and other professionals were, in fact, trained in countries like Australia and New Zealand. As Singapore advances, it is fitting that we play a more active role in providing training to other countries, not just to improve bilateral \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1110</b></font>\n  <br>\n  <br> relations but also to fulfil our role as a responsible member of the community of nations. These training schemes can contribute towards greater understanding, harmony and development in the world. Can the Minister give an update of the various training assistance schemes and is he satisfied with their implementation? \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Sir, may I be permitted to speak on this cut? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You were not in the House when I called you. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> You can come back after the Minister has spoken, according to the rules. \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Thank you, Sir. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, first, on the Chairman of the GPC, Mr Bernard Chen's comments on Asia-Europe Meeting, I would say it was quite a historic meeting both for Asia and Europe and, indeed, it speaks well for Singapore that our Prime Minister mooted the idea. It is, in a sense, a record. It is a record that within a period of about 16 months, from the time that the idea was floated and its realisation, that the summit of some 25 leaders from two regions could have been organised. But it is a credit to the realisation by Europe and Asia of the importance of the summit. Credit must also be given to Thailand whose government was entrusted with the organisation and convening of this important meeting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The achievements of the Asia-Europe meeting are considerable because, in Bangkok, we had the leaders' meeting in an informal setting. It was not just a meeting, or talk shop, but they embarked on certain important decisions and projects which would have to be followed up. Therefore, it was not a one-shot affair, but the beginning of what I would consider to be an important evolutionary movement. For example, just to give a few examples of the important projects that they decided on. They decided to establish an Asia-Europe Foundation. They decided that it should be followed up this year by a senior officials' meeting in Brussels where they would focus both Asian and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1111</b></font>\n  <br>\n  <br> European leaders on the forthcoming WTO Ministerial Meeting. They also decided that some of the decisions be followed up by meetings of the Economic Ministers in Japan next year. And in early next year, Singapore will host a meeting of the Asia-Europe Foreign Ministers, back-to-back with the ASEAN-EU Foreign Ministers Meeting. In other words, there will be important meetings at officials' level, Economic Ministers meeting and Foreign Ministers will follow up on the decisions reached at Bangkok. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other important projects are the vision to have a Trans-Asia railway so that countries in Asia can be linked up in the same way that Euro-rail has linked up European countries and also a project to assist the Indo-Chinese countries, which is the Mekong Basin development, where Malaysia will be convening meetings. In other words, the first held Asia-Europe Meeting achieved its objective of bridging the gap between Asia and Europe, and brought about a meeting of minds, both on economic cooperation as well as in the broad political and security discussions. I would say that after this, the leaders on both sides feel that they can cooperate on a win-win situation. And I think it will also mean that with the holding of future Asia-Europe meetings, it will help to reduce misunderstandings between both sides. In this process, Asian countries will benefit and Singapore certainly will stand to benefit. \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore must continue to work closely with ASEAN and other countries to ensure that future Asia-Europe meetings will succeed, and indeed we have already decided that there will be a second Asia-Europe meeting in Europe, probably in London, and we are talking of a third Asia-Europe meeting in Korea, two years after the second meeting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Bernard Chen asked two specific questions- how would I relate this to other existing organisations like APEC? And would it be perceived to be a bloc against the United States? The answer to both questions is no, because I see the Asia-Europe meeting as a vehicle that can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1112</b></font>\n  <br>\n  <br> complement the efforts in APEC. The membership is different. APEC, of course, is focused primarily on economic cooperation, and the membership there is on economies. In the Asia-Europe meeting, they also discuss economic cooperation, but they go beyond economic cooperation to discuss also broad questions of security and political dialogue. Therefore, the Asia-Europe meeting has a broader-based membership and a broader-based agenda, so to speak. But there is no conflict because of what I have mentioned just now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is there a possibility of it being perceived as a bloc against the United States? The answer is no, because we have to recall the original rationale for proposing the Asia-Europe meeting. The rationale was that we felt that there was a gap in the triangular relationship between three major centres of economic growth - Europe, the United States and Asia-Pacific. While the United States and Asia-Pacific had ample dialogue opportunities through APEC, and Europe had dialogue opportunities with the United States, at the highest level, there was a gap, because there was no vehicle for similar dialogue between leaders of Asia and Europe, although there was dialogue at the Foreign Ministers' level. It was with this in mind that we proposed that to complete the triangle, we should also have a vehicle for top leaders, heads of governments, in Europe to meet with leaders in Asia. Therefore, with ASEM, I think we have put in place a mechanism where Europe, Asia and America can have a meeting of minds periodically from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chandra Das asked about ASEAN and the future directions. For many years, ASEAN has been, what I would describe as a \"cosy club\" of six-member organisation. Last year, with Vietnam, it has increased to seven. Laos and Cambodia have indicated that they will apply for membership in 1997. So ASEAN will become a nine-member organisation. And it is not before long that ASEAN will achieve the original intention of the founding fathers to be an ASEAN-10 when Myanmar joins. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1113</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the plus side of this? Obviously, an expanded ASEAN, which reaches the original intention of an ASEAN-10, will certainly create a new equilibrium for regional stability. And it will increase ASEAN's influence and bargaining power with other countries and other regional organisations. Bear in mind that an ASEAN of 10 South-East Asian countries has a potential consumer market of nearly 500 million people. So there are certain definite advantages when we look at an expanded ASEAN in the years ahead. But, on the other hand, an expanded ASEAN does not mean that it is free of problems. Because, like any organisation, when it grows in membership, there are certain problems and difficulties that we have to address. Expansion means that with new members, we have new interests and new sensitivities. Some of them are at different economic levels, at different stages of development. So we have to examine how they fit in with some of the economic obligations of international economic agreements and commitments which ASEAN expects of its members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, how would an expanded ASEAN affect ASEAN's traditional decision making, its traditional style of taking decisions by consensus? That is an important feature of ASEAN which other regional organisations envy and admire. Because whatever differences we have in ASEAN, we sort these differences out and arrive at decisions with give-and-take, but arrive at a consensus. Therefore, new members must be imbibed with this spirit of consensus. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How do we do this? By several ways. First of all, we have to make sure that the new members understand the ways of ASEAN. Fortunately, the new members are not complete strangers to ASEAN. They are already interacting with ASEAN in post-ministerial conferences held after ASEAN ministerial meetings. Cambodia, Laos and Vietnam are also members of the ASEAN Regional Forum and they interact with ASEAN. The existing members in ASEAN also help the potential new applicants in adjusting to ASEAN membership. And we do this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1114</b></font>\n  <br>\n  <br> because many of them have sent delegations to existing ASEAN member countries, including Singapore, to be briefed on how we service ASEAN, how we meet the obligations of ASEAN. Singapore has been assisting Vietnam, for example, in the training of some of their officials on ASEAN matters and also in the training of the English language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the future role of ASEAN, ASEAN has in fact played a pivotal role in many of the initiatives which have resulted in the ASEAN Regional Forum (ARF) and on the Asia-Europe meeting. It is important that ASEAN stays on top of the situation to face the challenges coming ahead in the next few decades. Just as it has played a pivotal role in ARF and ASEM, it must, with an expanded ASEAN, find a mechanism to meet and interact on a regular basis. And, therefore, last year, I think Mr Chandra Das will have noted that at the summit in Bangkok, an important decision was taken that in addition to the periodic summits of leaders, ASEAN leaders will also meet informally every year. This is a very important development because it will enable the leaders annually to have a review of the achievements of ASEAN in the preceding year and to take stock of what needs to be done. This will, in my view, enable the leaders, together with the regular annual meetings of Economic Ministers and Foreign Ministers, to make ASEAN more agile and responsive to changing economic and political situations in the world and particularly in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chay Wai Chuen asked about roving Ambassadors. As a small country with a limited human resource pool and with a small Foreign Ministry, we cannot establish embassies in every part of the world. We have some 36 resident missions in the world, including nine consulates, and it is very difficult to expand beyond this. So how do we overcome this problem of limited resident missions? One of the ways is by establishing roving ambassadors. We have some nine roving ambassadors who are accredited to 22 countries. In my view, considering that these are people who have their regular professions and careers and who are taking this on as an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1115</b></font>\n  <br>\n  <br> additional commitment, I think they have done an excellent job and I really hope that we will be able to get more such people to be able to take on the job of a roving ambassador. The answer to his question is yes. If we can get more such people with dedication and resolve to attend to the duties of a roving ambassador, I am prepared to consider appointing them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made a suggestion that some of them might have been accredited to particular countries for too long a time. I have my own views on this. I am not in favour of rotating them too fast because, in the nature of diplomacy, it takes a long while to establish your contacts in that country to earn the goodwill, to cultivate a relationship with that country which is based on trust and confidence. And it also takes quite a while to develop your storehouse of knowledge of the conditions and the situation in that country. Therefore, one cannot expect to rotate the roving ambassadors often. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lau Ping Sum asked about aid and technical cooperation. I would say that for Singapore, considering our limited resources and considering that we are a small country, I think we are doing our role as a responsible member of the international community, commensurate with our level of development achieved so far. For example, our technical assistance programme given to other developing countries in FY94 amounted to $17 million. And some 2,000 foreign nationals from more than 80 developing countries are trained in Singapore or on study visits to Singapore every year under this technical assistance programme. It has not only earned us considerable goodwill, but it also enables those countries to learn from Singapore with respect to those areas which they think are relevant for their purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me give you an anecdote. When I first called on the Foreign Minister of South Africa under the Mandella government, he introduced me to his Private Secretary and he said, \"Meet So-and-So. He has been trained in Singapore.\" And immediately the Private Secretary said that he found his stint in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1116</b></font>\n  <br>\n  <br> Singapore very beneficial. So it has considerable spin-off benefits for bilateral relations. But, more importantly, our position and approach is that in our evolution of development, we have benefitted by learning from the experiences of other countries. And our position is that if other developing countries think they can learn from us in any particular area, eg, port, airport, roads, communications and housing, we are prepared to share our experiences with them under our technical assistance programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of involving the private sector, we have recently begun to explore the possibility of involving the private sector in our technical assistance programmes. We are in discussion with one or two private sector bodies to see how this can be done. But I hope at a subsequent date to be able to inform Mr Lau Ping Sum of the details on this. In short, I think we are doing our own part in assisting other developing countries in their development process through the technical cooperation programme. \n  <br>3.15 pm \n  <br>\n  <br>\n  <!-- Dr Lau Teik Soon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lau Teik Soon:</b> Both the United States and China are members of the ASEAN Regional Forum and ASEAN has the initiative and manages the ARF. What I would like to ask the Minister is whether ASEAN or the ARF is taking any step to help reduce the tension in the Taiwan Strait. \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> ASEAN and ARF per se do not have a direct role in the tensions in the Taiwan Strait. But let me say that I view ARF as a body which has a potential over a period of time to be a vehicle to reduce tensions since it involves most of the countries in the region and it involves the major powers which have an interest in the region. ARF is a body that brings together Foreign Ministers of these countries to discuss in a very close and informal setting current problems of the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have had two ASEAN Regional Forums: one in 1994 in Bangkok and the other last year in Brunei. Having \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1117</b></font>\n  <br>\n  <br> participated in both the ARFs, I have come to the conclusion that the ARF is very important for ASEAN as well as for the region. But how it develops depends on how we nurture it. It is not a dispute resolution body. It is not an arbitration body nor is it a body that takes decision. But it is a forum. And the way it has developed over the past two annual meetings is that I have seen a certain degree of comfort level where Foreign Ministers are prepared to talk about problems which may affect them and knowing that no decision is being foisted on them. It is important to develop ARF in that way. In other words, it leads to a forum where we can have confidence building measures. That is the annual meeting itself, but I do not view ARF as a once-a-year meeting and that's it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Equally important for the ARF is that it must build up what I call inter-sessional activities. Indeed, the ARF has done precisely that. For example, only last week Singapore and the United States chaired an Inter-Sessional Meeting on Search and Rescue. There are other inter-sessional groups such as Malaysia and Canada have an inter-sessional group on peace-keeping. Indonesia and Japan have an inter-sessional group to discuss the various confidence-building measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from that, the ARF also encourages what are known as Track-II activities, ie, other than the officials and the Ministers. Track-II activities are parallel discussions on ARF subjects by think-tanks, academics and such people so that a non-official, non-governmental view will be brought to bear on these matters. Therefore, although I think I have answered the Member's question directly, the ARF has no direct impact on the situation at the Taiwan Strait. The fact that ARF is able to discuss in a broad way, in a close setting, matters which are of current interest to the members of the ARF, gives it a potential to discuss any or all matters but on the understanding that no decisions are going to be taken and no statements are going to be issued condemning one or the other party. In other words, it has a potential to be a very \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1118</b></font>\n  <br>\n  <br> effective confidence-building measure in the area of peace and security in our part of the world. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum:</b> Mr Speaker, Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head O of the Main Estimates be reduced by $10 in respect of Code OA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, foreign service in Singapore, as in other countries, is a premier service. The demands on and challenges faced by the foreign service officers are many and varied. Diplomacy changes the course of momentous events. At the same time, it is well known that life in Singapore is very comfortable and many regard an overseas posting a hardship rather than an opportunity for career development. The private sector offers many rewarding and interesting career options. Under the circumstances, is the Minister satisfied with the recruitment and retention of the talented in the Foreign Service and are there plans to improve the terms and conditions and the training given to ensure that MFA gets a fair share of the brightest in Singapore? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, Mr Lau Ping Sum's question whether we have enough staff is a critical question at this time when the Foreign Ministry is facing so many challenges because of very fast changing events in the region and in the world. Fortunately, in the last two years, we have recruited a considerable number of new staff. It is my hope that we will be able to retain them, but as all Members know, we always face competition from the private sector and whether we can retain them or not depends on many conditions. One of the problems of the Foreign Ministry in terms of retention of staff compared to other Ministries is that we have the problem of overseas postings. Sometimes, this is the difficulty when it comes to families who will have to be disrupted either because of children's education or the spouse's career. But despite this, I am \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1119</b></font>\n  <br>\n  <br> glad to say that we have had a fairly good retention rate and I hope this will continue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me turn to his question about training. Training is absolutely important. I wish to inform him that we have come a long way. I remember some 25 years ago when, being a university lecturer, I was transported to be the Ambassador to the UN. In those days we were so short of people that we just had to throw them in the deep end because our missions had very few staff. HQ had very few staff. But we have moved a long way since then. Now we have new recruits being trained in a 3-month foundation course. Part of the foundation course involves a visit to at least one ASEAN country for them to see the conditions of work as well as to talk to the officials and Ministers in that country. And before we post out an officer to a foreign posting, we try to keep him at HQ for a period of two to three years so that he will get enough exposure and training and for certain key countries where language is important, like in Japan, Germany, France, Indonesia, Malaysia, we do also have training in language for officers. But we have to move even further than what we have done now. I am glad to say that the Ministry of Foreign Affairs will, in the coming months and years, pay even more attention to training. We will set up a special training unit within the Ministry so that the training can be even more intensive and focused for new officers, particularly those who are going to be posted abroad. \n  <br>\n  <br>\n  <!-- Mr Lau Ping Sum -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lau Ping Sum:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $147,271,170 for Head O ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $16,000,000 for Head O ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the tea break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1120</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.50 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.25 pm until 3.50 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1120</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.50 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head Q - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head Q - Ministry of Home Affairs. Amendment No. (1), Dr Ker. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze (Aljunied GRC)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head Q of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the important jobs of the Immigration Department is to issue and renew passports. Singaporeans are among the most frequent travellers in the world. Many people have to apply for passports to travel, either for leisure or business. On top of that, it has to deal with the application and renewal of work permits and other things, making the work load of the Immigration Department even more heavy. Fortunately, the Immigration Department is able to handle and approve all kinds of applications within a short time and maintain a very high standard of efficiency. However, I have two suggestions for the Minister to consider and see whether they can be adopted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that Immigration Department has streamlined and simplified the procedure for passport application. But I wonder if such procedure can be further simplified. For example, in addition to filling up an application form, the applicants are required to produce the original copies of important personal documents, such as their identity cards, birth certificates, citizenship certificates etc. for checking. Actually, this is not necessary because the particulars of all these documents can be easily retrieved, through computer, from the original issuing authorities of these documents, particularly when the issuing authorities are the Immigration Department within the Ministry of Home Affairs. Why should the applicants for renewal of passport be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1121</b></font>\n  <br>\n  <br> required to produce the original copies of these documents when they must have already been checked at the time of first application of their passports? I hope the Minister can consider waiving the requirement for applicants to submit original personal documents for examination. This can save the applicants a lot of trouble, cut down the unnecessary workload of the Immigration Department and thereby improve its operational efficiency. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My next point concerns the renewal of passports for male citizens prior to their enlistment for National Service. The present practice is for the Immigration Department to grant renewal of passports with validity of not more than nine months to male citizens above the age of 11 and awaiting for National Service. Nowadays, it has become a trend for parents to take their children for holiday tours during the school holidays, and hence renewing the passports for their children is a very common thing to do. As we all know, most countries require the visitor's passport to remain valid for at least the next six months before entry is granted. Therefore, when the validity of the passport is extended by just nine months each time, it means the passport can only be used once for overseas travel. If for some reason the travel plan is changed, then the validity of the passport, which is less than six months, will have to be renewed again and this would mean additional work to the Immigration Department as well as additional trouble for the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that this policy of limiting the passport extension to nine months on each renewal may be due to the instruction and requirement of the Ministry of Defence. But, in recent years, we do not have many young people who try to abscond and stay overseas to avoid National Service. Therefore, I think this requirement can be slightly relaxed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope the Minister can consider allowing the validity of their passports to be extended by one year or even one-and-a-half years on each renewal. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1122</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Immigration Department has, with effect from 1994, been encouraging people to apply for their passports by mail, in order to cut down the long queues at the counters and to make it more convenient for the public to do so. However, from what I heard, the response from the public for this new arrangement is not very satisfactory. I do not know whether this is true or not. If that is so, then I would like to ask whether the Immigration Department has other steps to promote this new method of application. In addition, has the Ministry of Home Affairs any other new measures to improve services of the Immigration Department? I hope that after being one of the first Government departments to become an Autonomous Agency, the Immigration Department will continue to place emphasis on giving the best service to the people. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ker, you can continue with your second topic. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Sir, over the years, since its formation in the 1980s, the Singapore Civil Defence Force (SCDF) has made its presence felt among residents. It runs the emergency ambulance service which was recently improved with the introduction on of medics on motor bikes. It fights fire. It carries out rescue operation on collapsed structures and other incidents, and it prepares the population for national emergency. As a uniformed body, the SCDF is unique in its efforts to involve grassroots volunteers into its programmes. While it is a force to deal with disaster, SCDF also sees merits in educating our citizens in how to prevent accidents, fires, and how to deal with emergencies that can happen at home or in the neighbourhood. It is important that we continue to educate the public on civil defence measures and teach them first-aid and other basic civil defence skills. We should at the same time continue to ensure that the SCDF remains an effective force in dealing with major disasters in peace time and in war should the worst happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note the various improvements made to the Civil Defence National Servicemen training and organisation. They now have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1123</b></font>\n  <br>\n  <br> a new uniform which many tell me that it looks good. NS Commanders have been appointed to command rescue battalions. The basic training course for all full-time National Servicemen has been improved to incorporate more focus on rescue skills. The SCDF is now turning out its own National Service Force Officers. All these are significant improvements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SCDF should continue to find ways to improve its operations and use more effective systems and equipment and make more meaningful use of NSmen. In this regard, I have observed that SCDF has deployed many Civil Defence National Servicemen to constituencies to perform civil defence tasks that are fairly simple which do not fully optimise their potential. Considering the overall tight manpower situation, these personnel can be better utilised if deployed more efficiently. I would like the Minister to tell us whether there are plans to review and improve the deployment of Civil Defence National Servicemen. \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC):</b> Sir, civil defence is a matter that merits serious consideration by all Singaporeans. Whilst we may be blessed that we live in a region safe from natural calamities, we run the risk of neglecting our civil defence readiness by taking it for granted that no major catastrophe will befall on us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As mentioned earlier, the Civil Defence Force had implemented a volunteer scheme some years ago through the Civil Defence Coordinating Committees. But unfortunately, Sir, over the years, to me, it seems that the interest has waned and the presence of this existing pool of CD volunteers trained in basic civil defence skills is not that visible at the neighbourhood levels. Hence, there is a need to motivate our volunteers further and give more meaning to their role, vis-a-vis the CD regulars and reservists. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this connection, Sir, I would like to ask: is there any recent review done on the type of assistance and support the Civil Defence Force is able to render to the volunteers? In my view, one aspect that needs looking into is sustaining the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1124</b></font>\n  <br>\n  <br> interest of existing volunteers as, otherwise, it would be difficult to recruit new volunteers. This requires the CDCCs to be proactive and a new impetus must be given in order to remind our citizens on the importance of civil defence in Singapore and the need for everyone to play his or her part. \n  <br>4.00 pm \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Home Affairs (Mr Wong Kan Seng):</b> Dr Ker raised two cuts and Mr Zulkifli asked about Civil Defence. I will answer Dr Ker's first question on Immigration in Mandarin. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Mandarin): Sir, first of all, let me refer to the point raised by Dr Ker on how to increase the efficiency of the Immigration Department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Immigration Department has already made a lot of improvements in providing better services to the public in the application of passports. In fact, the Immigration Department has made a thorough change in the procedure for application of passports. Now members of the public can apply through the post for passports. This facility was introduced in July 1994. Singaporeans can now submit the application form together with three photographs and a cheque by post to the Immigration Department and the Immigration Department would make sure that the members of the public could also collect the application forms from the neighbourhood police posts, the CCs or community centres. In fact, they could also telephone the Immigration Department to ask for the forms. The Immigration Department has conducted a publicity campaign on this. Nowadays, members of the public can save one trip to the department when collecting the passport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, there are still many people who go to the Immigration Department in person to submit their passport applications. They do not have to do that. Members of the public need not send the original copies of their personal documents to the department. Dr Ker has mentioned that such information can be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1125</b></font>\n  <br>\n  <br> obtained from within the Ministry, such as the birth certificate or citizenship certificate. I will ask my officials to look into this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for collecting the passport from the department, I think they will still have to make a trip there, as Dr Ker has mentioned just now. I will ask my officers to look into it. In order to further simplify the procedures for passport application, the Immigration Department could send the renewal form to the applicants who wish to renew their passports. So the applicants need just to check the pre-printed personal particulars and if they are found to be correct, they would just send the form together with the photographs and fee back to the department and the department could process the application. When it is ready, they will inform the applicants to come down to the department to collect the passport. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason why the form is sent nine months ahead of expiry of the passport is because many countries require that the passports must be valid for at least six months before they are allowed to be admitted. Within the next two years, there will be an increase in the number of applicants because the first batch of 10-year passports will expire and I hope that the applicants could just fill in the renewal form and send it back to the department. They do not have to make a personal trip to the department to renew their passports. When the scheme was first started, only 10% of the applicants used the renewals-by-post method. But when the scheme was publicised in 1995, it was increased to 15%. When the Immigration Department began to send out the forms with the particulars of the applicants printed on them, the number has increased. As at last month, it was increased to 25% or 36,000 applicants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Dr Ker has mentioned just now, for a male citizen above the age of 11, this specification was made by the Ministry of Defence. Dr Ker can raise this point with the Ministry of Defence. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1126</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Immigration Department is making every attempt to improve its services to members of the public and it has used various new work procedures. We are trying out new concepts so as to give better service to the public, eg, since January last year, we have extended the office hours by two hours on weekdays and on Saturdays it is extended to 3.00 pm. From June 1995, the Immigration Department has conducted a thorough review of the six groups that deal with applications. And by the end of this month, I think the applicants for employment pass would find that it is much easier to make their application and they would save a lot of time waiting at the counter. We will shorten the processing time for employment pass applicants. In fact, we could even attempt to use Internet for such applications. And with this new concept, we would be able to work more efficiently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Immigration Department will also be introducing a new pilot scheme called Automated Immigration Checkpoint Clearance System for those people who travel very frequently. In other words, a smart card with auto clearance system so that frequent travellers would find it more convenient and easier to pass through our Immigration Checkpoints. I wish to assure the House that the Immigration Department will keep on looking for new methods to shorten waiting and processing time in order to serve our citizens and members of the public better. However, members of the public should also cooperate with the Immigration Department. Unless it is necessary, they do not have to make personal calls at the department. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In English): \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Dr Ker's question about the Civil Defence Force and whether we have any plans to review the Civil Defence Force in view of the fact that we are sending so many National Servicemen to the zones, indeed there are plans to review and reorganise the Singapore Civil Defence Force (SCDF). But before I explain this further, let me put these changes in the context of the development of the SCDF. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1127</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SCDF was established in 1982 with the primary mission to save lives and properties. The SCDF also takes charge of operating the Public Warning System, implementing the CD shelter programme and supporting emergency activities, such as water distribution, food and fuel rationing and blood collection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since its inauguration, the Civil Defence Force has undergone various organisational changes. In 1989, the SCDF absorbed the Singapore Fire Service, thus taking on the additional responsibility of providing fire fighting, rescue and ambulance services, and also regulating fire safety in buildings. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To enable the SCDF to perform these tasks effectively, SCDF built up its strength to 62,000 men, or what you call Operationally Ready Civil Defence NSmen (CD NSmen), in its establishment. These CD NSmen are deployed in 946 units island-wide based on the concept of territorial saturation with ground forces for immediate response. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The current structure has served SCDF well over the years. For the past 14 years, since its inception, the SCDF has successfully played a leading role in responding to emergencies to save lives and properties of our people, especially in their hour of need. But like any other organisation, the SCDF has to continually review its organisation, operation methods and structure in order to maintain its effectiveness in the light of changing circumstances. Organisation objectives must be revisited and reaffirmed in order to keep the SCDF relevant. Correspondingly, the organisational structure also must be re-examined to help the Force stay agile and dynamic. It also needs to keep pace with the recent developments in management and operational doctrines to see if these can be applied to yield more effective ways of achieving the objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the periodic review done last year, the SCDF concluded that it can operate more effectively by forming highly trained and well-equipped rapid deployment forces based in strategic locations. This has been made possible by the maturity of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1128</b></font>\n  <br>\n  <br> SCDF, in terms of its professionalism and experience, as well as recent improvements in the educational profile of our NSmen, thereby enabling them to undertake higher levels of training in rescue techniques and equipment. A recent study of the CD organisations in developed countries, such as Sweden and Israel, has also shown that they have moved towards this direction. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the changes to be carried out after this review by the SCDF is the disbandment of the CD zone units. In place of the CD zonal units will be highly trained and well-equipped rapid deployment forces that can respond swiftly to incidents and perform more effectively in emergencies. With the disbandment of the zone units, the number of CD NSmen will be substantially reduced from 62,000 to 23,000. In other words, about 39,000 CD NSmen involved in these units will not be called up for in-camp training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CD NSmen who will no longer be called up for in-camp training will be placed on the Holding List. In order to continue to tap the CD skills of these CD NSmen, they will be encouraged to join the CD Volunteer Scheme as volunteers, volunteer leaders or members of the volunteer company. The induction of these NS-trained volunteers into the volunteer units, like the CDCC, will not only reinforce the importance of civil defence but will also boost the competence and the capability of the volunteer companies. The presence of these NS-trained volunteers will have a galvanizing effect in fact, like what Mr Zulkifli said, it will provide an impetus to the volunteer organisations on the ground by raising the competence, professionalism and level of skills among the volunteers and, thereby, moulding them into a better organised manpower pool ready to respond and assist in any rescue activity in the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reorganisation of the SCDF will take place over the next two years, beginning in April this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to address Mr Zulkifli's concern about how the CDCCs' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1129</b></font>\n  <br>\n  <br> involvement in civil defence can be enhanced, especially in the light of these changes I have just announced. The CDCCs were established in 1982 as the main driving force behind the CD volunteer programme. Over the years, they have also been instrumental in propagating CD awareness and drawing community support for our civil defence activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In an effort to gear up our CDCC members and CD volunteers for greater involvement in civil defence, the SCDF has embarked on a comprehensive range of programmes and schemes to help provide better training for our volunteers and secure greater commitment at the grassroots support level. For example, enhanced training in the form of modular courses will be conducted for these active volunteers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In late 1994, when we did a review of the Civil Defence, the CD Volunteer Scheme was also reviewed and we enhanced it with the introduction of the volunteer leader scheme. Under this scheme, the more dedicated and committed volunteers are selected to undergo additional training to enable them to take charge of individual blocks of flats in times of emergencies and to provide guidance and direction to the residents. This scheme has been tremendously successful. Up to February this year, 1,147 volunteer leaders have completed the volunteer leadership training course. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The CDCC scheme has been constantly reviewed for further improvements. In the most recent review, the CDCCs have also been reorganised into three functional committees, namely, Operations, Public Education and Membership Sub-committees so that effort can be better focused on the operational capabilities and public education programmes. Each CDCC will also be given $1,000 to organise activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned earlier, CD NSmen on the holding list will be asked and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1130</b></font>\n  <br>\n  <br> approached to play an active role in serving the CDCCs. They will also be able to provide professional assistance in activities such as preparation of operation plans, the training of new volunteers and the organisation and conduct of public exercises and education programmes. Plans are being worked out to mobilise CDCCs and volunteers at short notice to assist in civil defence operations which may require their support. An example of such a situation can be, say, a tremor incident in which the presence of CD volunteers at the scene will bring relief and reassurance to the public. This move is to build upon the success of many CDCCs which in the past have been able to recall the volunteers at short notice to respond to mishaps in the constituencies. Here, I would like to commend Kreta Ayer, Jalan Besar, West Coast and the Radin Mas CDCCs as those which have played an exemplary role in responding speedily with their volunteers to incidents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to emphasise that the reorganisation of the SCDF will bring about a leaner and stronger civil defence force without compromising its readiness and operational capability. This will enable the SCDF to be more focused in its efforts to enhance its effectiveness and professionalism while, at the same time, inject greater motivation and professionalism at the grassroots support level. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, I am very concerned over the cases of robbery and cheating of senior citizens. From the Straits Times report, we can see that many senior citizens and housewives are the main target of criminals. The Lianhe Zaobao has also commented on this kind of cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that senior citizens are old and feeble. They are quite incapable of defending themselves. So they become easy target of criminals in Singapore. When cheating and robberies happen, the criminals have forgotten about the virtue of respecting and caring for the old. All they want is to get the money and jewelry from these old people. So they often beat up the defenceless old victims and then rob them. As a result, the old people not only suffer losses but also physical \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1131</b></font>\n  <br>\n  <br> injuries and suffering. Furthermore, because of the shock, the old people also suffer mental anguish and injury. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that we must take strong measures against these criminals in order to prevent further occurrence of these cases. Otherwise, more old people will become victims of such crimes. Therefore, I hope the Ministry of Home Affairs can go on television to teach old people how to prevent such crimes. At the same time, the Ministry must also take strong measures to punish these heartless criminals, even using caning as a punishment. It is only in this way that we can make sure that we would not have too many of such cases of old people being robbed and cheated. I hope the Minister will consider my suggestion. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Sir, since 1980, our Police Force has successfully broken the backbone of secret society gangs. And thanks to their vigilance and hard work, we have more or less got rid of this social menace. However, it is worrisome to know that in recent years, there is an insurgence of teenage gangs all over Singapore. These teenage gangs may not engage themselves in very serious crimes which the secret societies of yesterday used to do. But, nevertheless, they can cause tremendous damage to our society. They have also led numerous youths astray. It is not uncommon to hear, from time to time, about gang fights involving opposition gangs. These gangs are not confined to boys. More and more, we hear about groups of young girls forming gangs too. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that very often these gangs have infiltrated into schools and started harassing innocent school children by intimidation or extortion. As more and more parents are both working, the situation may get worse. I personally know a couple who was taken totally by surprise when informed by the CID that their teenage son had been charged with rioting and was being detained at the police station. This couple comes from a well-to-do family and both husband and wife hold responsible jobs. They could not believe that their teenage son can be involved in such activities. What \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1132</b></font>\n  <br>\n  <br> happened was that their son, while roller skating in one of the shopping malls, was approached by a group of teenagers who threatened him to join their gang. Otherwise he would be beaten up. Being a timid person, he agreed to join the gang and one week later, he was asked to board a bus to a funeral wake where a fight broke up. This boy obviously is not a gangster but an innocent victim. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure there are many such cases because I learnt from the couple that the parents of several other boys arrested that night were equally in the dark of what their children were up to. Therefore, I would like to ask the Minister whether the Police can deploy a special task force to work with the Ministry of Education or to instruct the NPP to work with the neighbourhood schools to stamp out this very damaging trend and protect our youths from being led astray. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, last year, the general crime rate in Singapore continued to decline for the seventh consecutive year. Significant declines were noted in crimes such as robberies, snatch thefts and housebreaking. This is a remarkable achievement, considering that many countries are experiencing a general rise in crime rate. I commend the Ministry of Home Affairs and the Police for their good work in keeping our streets and neighbourhoods safe each year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, bucking our declining crime trend is an increase in the number of juveniles arrested. Incidence of teenagers hanging out at night-spots and getting into fights are getting more prevalent. There are also reports and feedback regarding teen gangs in schools. This is a worrying trend. Although the issue of juvenile offenders and juvenile delinquents has been raised in previous years, I think it is important that we discuss this issue further as it involves our youths and has long term social implications. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Youths are our future generation. If this trend is left unchecked, many of today's juvenile delinquents may become criminals or, at best, irresponsible citizens tomorrow. The question is: while we have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1133</b></font>\n  <br>\n  <br> a declining overall crime rate now, will the problem of juvenile offenders and delinquents raise the general crime trend in future, when the present generation of youths grow into adulthood? Is this a storm cloud looming behind the horizon? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Inter-Ministry Committee (IMC) on Dysfunctional Families, Juvenile Delinquency and Drug Abuse has completed its report. The IMC had made several recommendations to address the problem of juvenile delinquency. One of these is the setting up of a high-level work group to coordinate efforts to keep youths from crime and rehabilitate young offenders. Other recommendations of the IMC include better coordination and networking amongst organisations which are providing services to the youths and their families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister what measures the Ministry is considering in the light of the IMC report. Has the high-level work group been formed and what are its priorities? What is the role of the Police Boys' Clubs in countering juvenile delinquency? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Senior Parliamentary Secretary to the Minister for Home Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Parliamentary Secretary to the Minister for Home Affairs (Assoc. Prof. Ho Peng Kee):</b> Sir, first, let me address the concerns raised by Mr Peh Chin Hua. Mr Peh has touched on a matter which I am sure many of us feel for. Let me assure him that the Ministry of Home Affairs and the Police fully sympathise with all victims of crimes and more so when such victims are the aged, the young and the weak. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Police keeps a close watch on such cases. Crimes against elderly citizens, ie, those above 60 years of age, are also closely monitored. The offences of robbery, extortion, snatch theft, theft from person and pick-pocketing are the more common crimes against the elderly. Statistics for these crimes against the elderly have registered a decrease, from 659 cases in 1993 to 456 in 1994, and 402 cases in 1995. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nevertheless, the Police has taken concerted efforts to educate the public including elderly citizens on crime \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1134</b></font>\n  <br>\n  <br> prevention measures. Crime prevention exhibitions are held in neighbourhoods to educate the public including the elderly on crime prevention. Neighbourhood Police Post officers conduct house visits and give crime prevention advice to elderly folks, telling them to take preventive measures against crime. The Police will continue to closely monitor crimes against elderly persons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was a recent case of a conman who went about preying on elderly folks. This was reported in the press. In that case, the Police distributed no less than 15,000 \"Neighbourhood Crime Watch\" newsletters to alert and educate our elderly citizens of the crime and to take precautionary measures against persons out to cheat them. This is just one example of the measures the Police is prepared to take. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, the programmes are sufficient. The Police will continue to maintain its efforts to educate the elderly on crime prevention. The present crime rate against elderly citizens is not alarming. At present, there is no need for stiffer penalties for crimes against elderly persons. Of course, we will continue to bear in mind the suggestion of Mr Peh. Nevertheless, we will monitor the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the topic raised by Mr Kenneth Chen and Mr Choo Wee Khiang, first, let me say that the Ministry shares Mr Choo Wee Khiang's and Mr Chen's concern over the rising incidence of juvenile delinquency. This trend can potentially lead to future increases in our crime rates. The Government has initiated steps to study this problem, taking an inter-ministry approach. Mr Choo alludes to the report of the Inter-Ministry Committee on Dysfunctional Families, Juvenile Delinquency and Drug Abuse, chaired by the Minister for Community Development, Mr Tarmugi. And that report sets the foundation for follow-up efforts. These follow-up efforts will be spearheaded by several inter-ministry committees and will be overseen by a Ministerial Steering Committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one such inter-ministry committee led by the Ministry of Education has, since \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1135</b></font>\n  <br>\n  <br> 1995, been looking into discipline in schools and a working relationship amongst schools, the Ministry of Community Development and the Police to address the problem. I think this point on better coordination amongst these agencies was raised by Mr Kenneth Chen. Senior officers from the Ministries of Home Affairs, Education and Community Development and the Police are involved on this committee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the IMC report recommended that a high-level inter-ministry working group be formed to coordinate efforts to keep youths from crime and rehabilitate young offenders. The Minister for Community Development has asked me to chair this working group in my capacity as Deputy Chairman of the National Youth Council. I have named it the Inter-Ministry Committee on Juvenile Delinquency. Senior officers from the Ministries of Home Affairs, Community Development, Law, Police and the National Council of Social Service will be represented. We will also seek inputs from academics and the courts. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that the approach I took in chairing the Committee to improve the drug situation in Singapore two years ago can serve as a model for this Committee. We will take a comprehensive and integrated approach encompassing preventive education, enforcement, punishment and rehabilitation and after care or continued monitoring, involving not only Government agencies but also VWOs, family service centres, self-help groups and the community at large. Of course, as the two situations are not identical, necessary adjustments will be made. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, besides the work of these two Committees, other measures have been taken. For example, the Police have implemented the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Introducing an education programme on crime and related issues in schools as part of the school curriculum. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1136</b></font>\n  <br>\n  <br> The programme impresses upon students the importance of respect for the law and to be law-abiding citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) Organising talks for youths on the danger of crime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Putting potential juvenile delinquents on the prison visit programme to expose them to the undesirable consequences of crime. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me just touch on the issue of teen gangs and secret societies. First, let me say that it is not true that there are no more secret societies in Singapore. CID dealt with 48 gangs in 1994 and 46 gangs in 1995. Some triads and secret societies are still around but they have kept a low profile for fear of being detained under the Criminal Law (Temporary Provisions) Act. Their traditional activities such as protection racketeering, triad initiation, loansharking, etc. have been suppressed but they can make a comeback if we let our guards down. It is, however, true that the current gang problems faced by the police, as Mr Chen has rightly mentioned, are mainly teen gang activities. Police have so far identified about 30 active teen gangs comprising some 500 members. It is also true that some students are involved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, let me assure this House that the numbers are small. In 1994, the percentage of students involved in secret society activities was only 49 per 100,000 student population. In 1995, it was 46. Of the 249 students dealt with by CID in 1995, 46 or 18% were recruited by the gangs in their schools. The majority of teen gang members joined them voluntarily in their neighbourhood or at other areas where youths congregate, such as shopping centres, entertainment outlets and fast food centres. Very few are coerced into joining gangs, less than 2% of the 249 students dealt with by CID. Nevertheless, as mentioned by Mr Chen, there may be some. But the point is that any student who is a victim of such coercion should seek help immediately. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1989, the Police have maintained close liaison with schools through the Neighbourhood Police Posts (NPPs) in dealing with gangs and other problems \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1137</b></font>\n  <br>\n  <br> involving students. All primary and secondary schools and vocational institutions, teachers and discipline masters can simply call the liaison officer in the nearest NPP on matters or any case concerning gang activities and juvenile delinquency in schools. Where necessary, the NPP officer will refer particular cases to CID to be dealt with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Secret Societies Branch (SSB) of CID conducts talks on the evils of secret societies at selected schools. The objective of these talks is to educate both the school staff and students on the characteristics of gangs, the consequences of getting involved and the means of getting out of gangs. In 1995, SSB conducted 109 school talks to 60,202 students. Prior to each talk, an experienced SSB officer will hold a discussion with the school principal and disciplinary master who will provide an assessment of the gang problem in the school. The SSB officer will then tailor his talk along the lines of the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as a result of these talks more than 50 students approached the police, either directly or through their school authorities, to seek help. In all these cases, SSB successfully dealt with the gangs and pulled the students from the clutches of the gangs. The Police will continue to give these school talks as part of the preventive measures to educate students on the evils and consequences of joining gangs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Police will not hesitate to make use of the Criminal Law (Temporary Provisions) Act to deal with the problem, where appropriate. Police will no longer take a lenient view of students involved in gang activities and will deal with them with the full force of the law to control teen gang activities, such as recruiting gang members, illegal assemblies, rioting and settlement talks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Choo has asked about the role of the Police Boys Clubs. The Police Boys Clubs (PBCs) were first set up in 1982 with the objective of keeping young boys out of crime and from falling into bad company. To-date, 14 PBCs have been set up. PBCs organise various activities to keep the boys occupied. As part of the effort to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1138</b></font>\n  <br>\n  <br> further reach out to youths and the prevention of crime, the Ministry of Home Affairs has reviewed the existing PBC scheme and found that the People's Association (PA) has better facilities and resources to attract youths and keep them out of crime. Thus, PBCs would be transferred to PA on 1st August this year to continue to build on the success of the Police. The PBCs will be renamed Boys Clubs and will enjoy a wider scope of activities and facilities. Police will continue to assist PA in the transition period. Police officers will continue to serve on the management committee of the clubs and advise on crime prevention aspects. In this way, Police will retain its close links with the clubs and their members and help facilitate their activities. The transfer will also allow the Police to re-direct its manpower and resources to the core responsibility of law enforcement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, juvenile delinquency is a complex matter, just like drug abuse. Once we have the findings of the Committee, we can decide on the direction to take to contain the problem. This will, as I have said, involve many Ministries and agencies taking a coordinated approach to the problem. Ultimately, there must also be a national consensus that this is a serious problem and that the people will support the Government to solve the problem. To do this, my Committee intends to hold a national seminar involving all relevant parties to focus attention on and galvanise community action against juvenile delinquency, just as we did in 1994 against drug abuse. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, can I seek a clarification from the Senior Parliamentary Secretary? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, the Senior Parliamentary Secretary has given a very good answer on the role of the PBC. I just wonder whether it is possible for the Ministry to consider setting up a Police Girls' Club (PGC). I think it is quite important for us to also look at girls who are potentially exposed to joining the gangs and may turn out to be juvenile delinquents in future. Will the Ministry look into it? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1139</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> We will consider this. But let us just look at the dimension of the problem in respect of the boys and the girls. No doubt we do have a trend where increasingly there are teen girl gangs. But the point is, what type of activities would attract both boys and girls? So the Police Boys' Clubs have organised activities that would pull the boys together; boys are more gregarious and in terms of their temperament, they are more open to such activities. But I know that this suggestion is well meaning. We will look into it, and if need be, we will take it up. \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap:</b> Sir, because of the very severe penalty we have in Singapore for drug-related crimes, it has served as an effective deterrent for would-be drug offenders. Apparently because of this, these drug offenders are being forced to operate outside of Singapore as there is an increase in the number of Singaporeans being caught trafficking drugs in overseas countries. I understand that a number of these offenders were forced into committing the crime because they have incurred a lot of debts as a result of their gambling habits and consequently they are being recruited by syndicates and forced to take a chance to settle their debts. I wonder how these syndicates can so easily identify this group of people. Can it be through a network of known gambling places or through the loansharks? Can the Ministry enlighten us on the steps taken by the police to monitor this network so that they can effectively prevent those would-be criminals from being tempted to force into committing this offence? \n  <br>\n  <br>\n  <!-- Mr Zulkifli bin Mohammed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zulkifli bin Mohammed (Jalan Besar GRC)</b>(\n  <i>In Malay</i>): Sir, last year, the Minister informed this House that tougher enforcement and rehabilitation measures would be introduced to reduce the drug addict population in Singapore. I believe this has been done, but current statistics show that our efforts in handling hard-core addicts, who are our most problematic drug abusers, have not produced the desired results. According to recent reports, I am made to understand that the Naltrexone programme which was introduced in 1993 is now showing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1140</b></font>\n  <br>\n  <br> encouraging results. In this connection, I would like to know what is the Ministry's evaluation of the Naltrexone programme after three years experimentation. Are there plans to widen its use or are there new methods being contemplated to further curb drug addiction? \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed (Nominated Member):</b> Sir, many countries, both the developed and the less developed, are facing acute problems with the abuse of drugs. Drug problem is a menace to society as it leads to crime and violence. Families are torn apart and children neglected. Many intravenous users are also HIV carriers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Drug addiction is a national disease which consumes a great deal of public resources. It causes loss of manpower of the victims during the most productive years. The public has to bear a heavy financial burden in trying to reform the drug abusers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The drug situation in Singapore is contained, mainly as a result of intensive efforts by Government and non-Government agencies to deal with the problem. Tough measures against drug traffickers and pushers help to reduce supply. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rehabilitation centres and half-way houses provide addicts with a chance to reform and to reintegrate with society. However, because of the high relapse rate of drug addicts who have undergone rehabilitation, the only sure way of curtailing the spread of the drug disease is through preventive measures. In this respect, Government organisations like CNB and Prisons work closely with non-Government organisations like VWOs and community self-help groups to reach out to vulnerable youths and to spread the anti-drug message. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for the anti-drug campaign to be effective, there must be a total societal rejection of drug abuse. Our young must be made aware of the danger of drug addiction. There must be no glamour associated with drug taking. Parents should be mindful of maintaining a harmonious family environment, especially with children in their late teens so \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1141</b></font>\n  <br>\n  <br> that they will not resort to drug taking or other forms of delinquency to escape from stresses in their homes. Drug abuse in any form cannot be condoned. Those who have succumbed to drugs should be dealt with firmly, even if they are new addicts. We need to be firm to be kind. Statistics have shown that the possibility of a successful rehabilitation is greater the earlier they are treated and it becomes extremely difficult once they become hardcore addicts. Therefore, there should be strong disincentives for them from repeating the offence. Whilst maintaining a tough stance against drug abusers, we need to have compassion for those who show a genuine desire to rehabilitate. They should be given the full opportunity to return to society and lead a useful and normal life. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore Government ought to be commended for taking a committed and hard-headed approach to resolve the drug problem and some positive results are beginning to show. Nevertheless, more still needs to be done and I would urge the Government to maintain its relentless effort to keep the scourge of drug abuse at bay. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Imram, could you wind up your speech, so as to allow time for the Minister to reply? \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed:</b> Yes. I am confident the public will be fully supportive of the Government's action. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, I thank the Members for raising those points. And before I answer Mr Kenneth Chen's question on loan sharks and what the Police and the CNB intend to do, Mr Zulkifli's question on what plans we have on expanding the use of Naltrexone, and Mr Imram's point about slowing down our relentless effort, let me talk about this question of drug abuse first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, I brought up this problem. I said it was a very serious problem and that we had to do something about it. Indeed, we did something about it and I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1142</b></font>\n  <br>\n  <br> am here to update Members of what we did and the progress that we have achieved so far. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The average daily population in the DRCs in 1994 was 8,700 and the relapse rate was about 81%. These were just some figures to remind Members of the situation that we were in in 1994. At the same time, new addicts admitted to the DRCs increased by 63% from 912 in 1992 to 1,488 in 1994. Both the Malay and the Indian communities were over-represented in the DRC population. Given the seriousness of this problem, we therefore took a hard-headed and serious look and decided to deal with this problem in a comprehensive way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry adopted a multi-pronged approach to deal with the drug problem through better use of preventive drug education, enhanced treatment and rehabilitation, aftercare and deterrence. I chair a Supervisory Committee which comprises the Minister for Community Development, the Senior Minister of State for Health and Education, Dr Aline Wong, the Senior Minister of State for Education, Mr Sidek Saniff, and the Senior Parliamentary Secretary for Law and Home Affairs, Assoc. Prof. Ho Peng Kee. The Permanent Secretaries of the Ministries of Home Affairs, Education and Health also attend the meetings. My Permanent Secretary also chairs a Steering Committee which coordinates and directs the implementation of our national anti-drug strategy that the Ministerial Committee outlined. So we do take this problem very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, we also formed the National Council Against Drug Abuse (NCADA) to mobilise community support against drug abuse, and I am pleased to say that Mr Imram himself is a member of our Council. The Council has been very active in promoting Preventive Drug Education (PDE) programmes and supporting the various community and voluntary welfare organisations such as AMP, SANA and PERTAPIS in this PDE effort. I would say that the NCADA has done an excellent job in raising the awareness of the problem through campaigns and seminars with professionals and the concerned organisations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1143</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has also started a comprehensive preventive drug education programme in schools and for the general public. The education programme for schools included visits to the DRCs. Already 10,000 students from 183 upper primary and lower secondary schools have visited our DRCs to look at the consequences of abusing drugs. The evaluation of the teachers who accompanied these students indicated that these visits have a great impact on the students and they think that it will deter the potential drug abusers among them. CNB officers also give talks to the schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have put much thought into the PDE approach and the various organisations involved, ie, CNB, NCADA, MOE and VWOs, have initiated many creative projects. Activities range from seminars and camps for youths, anti-drug exhibitions and talks to skit performance by professional theatre groups, video presentations, poster competition, workshops for parents were organised. These efforts were successful. In fact, several schools have approached CNB for help to conduct more PDE talks in their schools. Some even asked CNB to refer them to the appropriate VWOs so that they could initiate joint PDE projects for the students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1995 National Anti-Drug Campaign organised by NCADA has heightened the public awareness of the dangerous effects of drug abuse on the family and society, and helped to reinforce and forge a national consensus against drug abuse. This national consensus against drug abuse is critical in our fight against drug abuse. Recently, we had a drug expert from the US who visited us. He had done studies on drug situation in many countries and he told me that be believed one reason why Singapore had managed to have the drug problem under control was because of the strong national consensus in rejecting drug abuse. In some countries, where the national consensus against drug abuse was weak, the message to the youths on drug abuse became ambiguous. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am satisfied that we have now in place an integrated and a coordinated preventive drug education programme. In \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1144</b></font>\n  <br>\n  <br> our preventive drug education effort, I am happy to say that we have received strong support from the various voluntary organisations and religious bodies as well as the community. Many of these self-help groups run motivational and developmental programmes targeted at the high-risk youths in support of our PDE programme. In particular, CNB has been working with Malay community organisations to organise PDE programmes for high-risk groups and their families. More Malay counsellors are now also being employed to give counselling to the Malay drug addicts. Indeed, the Malay community has responded well to our call to fight this problem. We will press on with this effort, and the NCADA will organise another national Anti-Drug Campaign this year in June. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On treatment and rehabilitation, the Prisons Department has revamped its DRC regime to provide for more rehabilitative opportunities to amenable first- and second-timer addicts. The recalcitrant addicts, however, would have their privileges progressively reduced during their detention in the DRCs. These efforts have also been effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On halfway houses, for those inmates who are amenable to rehabilitation, the Prisons Department has introduced the Halfway House Scheme. And under the scheme, DRC inmates are allowed to reside in a halfway house for six months as part of their rehabilitation process. The scheme was implemented in April last year and 17 halfway houses run by various voluntary organisations are now taking part in this scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at end of last month, 363 inmates have been emplaced on the scheme and since October last year, several cohorts have successfully completed their six-month stay in halfway houses and are now under CNB's supervision. I am happy to inform Members that the average success rate for the programme is 90%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Mr Zulkifli's point about the expansion of the Naltrexone programme, I have told the House quite a lot about the Naltrexone programme on a few occasions. The results of the Naltrexone \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1145</b></font>\n  <br>\n  <br> Pilot Project have been encouraging and the Prisons Department has expanded the use of Naltrexone in its rehabilitation programme. Now, 209 inmates are emplaced on this programme on a residential scheme and are given Naltrexone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also hope to make Naltrexone readily available to ex-addicts who may want to take Naltrexone when they face difficult times and when they feel particularly vulnerable to the temptation of drugs. Naltrexone can now be obtained from private medical practitioners who prescribe such treatment, and by the middle of this year we hope that selected polyclinics would also be able to dispense Naltrexone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Imram said that on the one hand we must be firm in order to be kind but at the same time we have to be compassionate. We want to be compassionate and indeed for that reason we have set up this voluntary treatment programme to allow first-timer addicts or drug experimenters who want to reform a chance to give themselves up, ie, to volunteer themselves. And all they need to do is to turn up at Changi Hospital for a period of detoxification and thereafter stay in a halfway house for rehabilitation. The idea is to give them a chance to seek treatment while still in the early stages of their drug addiction. Those who want to turn over a new leaf, I would suggest that they should take advantage of this programme. So far, I think there are less than 20 addicts taking advantage of this programme, and I would urge those who have not taken advantage of it to do so before they are caught by CNB, by which time it would be too late. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On aftercare, SCORE has been tasked as the lead agency for the aftercare of drug addicts. Besides providing assistance to halfway houses on matters relating to funding and finding premises, SCORE also provides job placement services for ex-drug addicts. Recognising the importance of aftercare counselling and the lack of voluntary aftercare officers, SCORE has implemented the Aftercare Counselling Programme. Professionally \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1146</b></font>\n  <br>\n  <br> trained full-time counsellors have been employed to provide counselling to ex-addicts. By the end of this year, SCORE counsellors will be able to manage a case load of 600 to 700 ex-addicts. SCORE will eventually build up its present pool of counsellors, which is 18, to 30 by the end of this year and to 58 in three years' time. They will then be able to provide effective aftercare support to about 1,500 ex-addicts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now I come to last year's drug situation and what changes have we seen since the various programmes have been put in place. The drug situation in 1995 looks better than that in 1994. It indicates that our coordinated approach taken last year was in the right direction and is beginning to have some impact on the drug situation. What are some of these signs? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on DRCs' statistics in the prisons. The average daily population in the DRCs has gone down from about 8,700 in 1994 to about 7,760 in 1995. On the Malay addicts, the proportion of Malay addicts admitted to the DRCs has declined from 53.2% in 1994 to 52.2% last year. Although it has marginally declined, it also shows some sign that it is improving. The number of Malay addicts admitted for the first time into the DRCs also declined from 881 in 1994 to 616 in 1995. The proportion of second- and third-timer Malay addicts admitted to DRCs also shows a downward trend, but the proportion of fourth-timer and above Malay addicts has increased. There are signs of improvement in the Malay drug addict situation, although Malays still comprise over 50% of the addict population. Although I have elaborated on the Malay drug situation, the drug problem is a national one, and not just a Malay problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I also mentioned last year that the Indian drug addict population was over-represented. For these Indian drug addicts, the proportion admitted into the DRCs has also shown a slight decline from 15.2% in 1994 to 14.7% last year. The number of first-timer Indian addicts admitted to DRCs declined from 269 in 1994 to only 181 in 1995. The proportion of second and third-timer Indian addicts admitted into the DRCs also has stabilised. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1147</b></font>\n  <br>\n  <br> But the number of fourth-timer and above Indian addicts has increased from 183 in 1984 to 253 in 1995. \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the enforcement statistics' point of view, that means, arrests by CNB, the figures also seem to be encouraging. The relapse rate of drug supervisees which was at a high of 81% in 1994 had gone down to 77.5% last year. The number of new addicts arrested by CNB has registered a sharp decline of 27% from 1,341 in 1994 to 978 in 1995. And the number of new Malay addicts arrested has also decreased from 822 in 1994 to 521 in 1995. As for new Indian addicts arrested, it has also decreased from 219 in 1994 to 162 in 1995. But a significant fact to note is that, despite the intensive efforts by CNB, the number of drug addicts arrested in 1995 has indeed declined. It, therefore, appears that the drug situation has improved slightly. But I would be too hasty if I were to take out a champagne bottle to cheer. We must constantly be on our guard. The fight against drug abuse is a long-term one and we are in for the long haul. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the favourable situation in 1995, I intend to introduce additional measures to combat this problem. What are these additional measures? I informed the House last year that the measures undertaken by my Ministry would include a package of preventive, rehabilitative as well as punitive measures. I have given sufficient warnings and adequate opportunities for drug addicts to rehabilitate themselves before tougher measures are introduced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, I would like to inform this House that the legislative and the infrastructural preparations are being finalised so that persistent drug abusers can be detained for a very long period and may also be caned. Lest Members feel that such measures against recalcitrant addicts are harsh, let me assure Members that they are necessary to prevent the contamination of our youths and to protect the public from the evils and miseries of drug abuse. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1148</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Long-term detention can be seen as a quarantine measure. Many drug addicts are unable to hold proper jobs and have to resort to pushing and trafficking drugs to sustain their drug habits. These are the addicts who contaminate the 1,000 odd new addicts each year who will, in turn, contaminate other addicts. The effect is staggering. In many countries, this effect has created drug problems that are beyond control despite massive government resources and effort. The danger is very real for a small country like ours. Therefore, if there are concerns that the proposed measures are too harsh, let me say that such sympathy for recalcitrant addicts is misplaced. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to Mr Kenneth Chen's point about loan sharks. What do we do to deal with this problem? I would like to inform Members that over the last five years, the number of Singaporeans arrested overseas for being drug couriers has increased from 5 in 1991 to 50 last year. Many of these couriers are people who are heavily indebted to loan sharks. The criminal underworld of drug traffickers, loan sharks, gambling and vice dens are inter-connected. Therefore, members of the drug syndicates are able to get their criminal associates to scout for and recruit potential drug couriers from heavily indebted Singaporeans. In some cases, members of the drug syndicates are themselves the loan sharks or gambling den operators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Police will step up enforcement actions against loan sharks and gambling dens. I assure Members that we intend to deal severely with these international drug syndicates who recruit indebted Singaporeans as drug couriers. Not only do they engage in criminal activities which bring miseries to thousands of addicts, they also damage the image of Singapore overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;CNB will continue to gather intelligence from overseas drug enforcement agencies and mount operations to arrest and prosecute members of such syndicates. If necessary, we will also detain these people under the Criminal Law (Temporary Provisions) Act. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1149</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have highlighted many aspects of the fight against drug abuse, and I would like to repeat some of the points which I have mentioned earlier as I feel that these are critical to our fight against this insidious problem of drug abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fight is a long-term one and we must be prepared to sustain our efforts in the years ahead. The fight against drug abuse is one which both the community and the Government must work hand in hand. In the past year, the support given by the community to my Ministry's effort has been tremendous and encouraging. And here, I would like to thank the community for its support and I think they will continue to help us to ensure that this problem is stamped out. \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed:</b> How much time do I have, Sir? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> There is not much time left. \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed:</b> I will just stick to the points then. I would like to suggest a few points to enhance road safety. One is due to the low state of graciousness in road safety. I would like to suggest that courtesy be included in the syllabus during the test for new drivers. There should be an allocation on the driving test score sheet for such consideration. Demerit points should be awarded for any sign of discourteousness on the road during the test. Furthermore, new drivers could be given a video show on road courtesy and proper road usage after the test. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point is on motorcycle accidents. Since many of the road accidents involve motorcyclists as well as their pillions, I would like to suggest that new riders are not permitted to carry pillions during the probationary period of one year. Having a pillion at the back increases riding difficulty and also reduces braking performance. So it is logical to let them have some experience before they carry a pillion on the road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point is about children being carried as pillions. We have strict \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1150</b></font>\n  <br>\n  <br> measures for children travelling in cars but we seem to be a bit lacking for children travelling on motorcycles. I feel that they deserve no less protection. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One other point on motorcyclists is that, currently, when they first get their class 2B licence, they are allowed to ride up to 200 cc motor bikes. I would like to suggest that the limitation be reduced to 100 cc or less. This is because there are motorcycles of 125 cc and above which are sufficiently powerful to cause serious accidents, if not handled properly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I would like to say that, as we embark on a world class transport system, road safety must also improve in tandem. We must implement firm measures as we still have a long way to go as compared to the accident rates of other countries. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> Sir, I thank the NMP for his suggestions. Indeed, we are going all out to bring down the accident rates both for cars and motorcycles. His comments, in fact, show that he is mindful that there is a need for us to continue looking at new measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Imram has suggested some new measures that the Ministry can consider. I think these are good suggestions. For example, his point that courtesy and graciousness on the road should be part of a test. Let me first say that courtesy and graciousness on the road do contribute to road safety. It is for this reason that the Traffic Police has been mounting nation-wide campaigns yearly to promote courteous driving. I would ask the Traffic Police to study Mr Imram's suggestion on incorporating courtesy into driving tests. However, I should add that changing the testing requirements alone would not be adequate. To ensure that courteous driving and graciousness are entrenched in the behaviour of all road users, the promotion of road courtesy must go beyond the testing stage. There have to be sufficient incentives to encourage such behaviour and adequate disincentives to deter them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point that Mr Imram mentioned is the need to restrict probationary motorcyclists from carrying \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1151</b></font>\n  <br>\n  <br> pillions. Probationary motorcyclists form about 5% of the total number of motorcyclists on our roads. However, of the 117 motorcyclists and pillions who died on the road last year, a disproportionate 24% were probationary motorcyclists and their pillions. This shows the vulnerability of probationary riders and the pillions. Mr Imram has suggested disallowing them from carrying pillions. We can consider this suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point is about the reduction of the engine capacity of motorcycles from 150 cc to 100 cc. Again, this is a suggestion which he has talked about and, in the same spirit, I will ask the Traffic Police to consider it. \n  <br>\n  <br>\n  <!-- Mr Cheo Chai Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Cheo Chai Chen</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, many Singaporeans have married foreign wives but they have one common problem and, that is, before their wives become permanent residents of Singapore, they cannot stay permanently in Singapore with their husband and children. So if the wives come from far away, then very often they have to fly over a long distance and that would cost them a lot of money for the air tickets. Therefore, I would suggest that the Ministry of Home Affairs consider granting a longer period of stay for foreign spouses. I think at least one to two years at a stretch for them to stay in Singapore, and on expiration of the period, be allowed to apply for renewal. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, I think I will not have enough time, so I will not speak. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. Prof. Ho. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> I will reply to Mr Cheo's question. His point is on the granting of longer term visas to foreign spouses of Singaporeans. It is true that the Immigration Department does give long-term visas which are renewable in duration for a few months to a year. But there is a minimum, and a Singaporean spouse must have proof of gainful employment to show that he can support his wife in Singapore. I do not think that we are asking too much by insisting on this condition as the Immigration Department must satisfy itself that the foreigner will not be a burden to the State. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1152</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in all likelihood, the cases that Mr Cheo talked about difficulty in getting long-term visit passes, are situations where the foreign spouses could not get the pass because the Singaporean husband was unable to show proof of a steady income or any income. Let me assure Mr Cheo that the Immigration Department is not heartless. Based on its record, currently, there are about 5,000 foreign wives of Singaporeans residing in Singapore on long-term social visit passes. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Soin, do you want to speak on your topic? There is not much time left. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I just want to ask about the after-care of prisoners, and not drug offenders. And I would like to know why the Ministry of Home Affairs is not taking a more pro-active approach because, as far as I know, there is only one voluntary welfare association called the Singapore After-Care Association which only gets token funding from the Government. So would the Ministry of Home Affairs please take a more leading role, otherwise we are going to have a very high rate of recidivism. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> One minute. \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Sir, a quick answer to the question is that we must set our priorities right. The job of the Prisons Department is the safe and secure custody of prisoners and drug addicts and while they are in there, prison officers will try to provide them with as much rehabilitation as possible. So prisoners who want to further their education, and are interested in studying, or be trained, we will train them. In fact, we do have courses, like BEST, WISE, GCE 'A', GCE 'O' level, GCE 'N\" level for prisoners who want to further their studies. For those who can be emplaced to work, we have many workshops for them to work. The primary responsibility of the Prisons Department must be to make sure that these prisoners are kept in the prison safely on release, they must be able to find a way to reintegrate into society on their own. But that responsibility of helping them to reintegrate is not completely that of the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> Government. It must be the responsibility of the individual himself and also his family and other voluntary organisations such as the After Care Association or indeed any organisation for that matter, which wants to help these ex-prisoners. We have only that many people who join the prison service. The prison is already overcrowded and we just cannot simply do more without sacrificing the other objectives of the Prisons Department. \n  <br>5.15 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $899,183,500 for Head Q ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $513,102,900 for Head Q ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1153</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W - \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head W - Ministry for Trade and Industry. Dr Ow, amendment No. (1). \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head W of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, under this amendment, the first issue I wish to raise is regionalisation and Singapore's overseas investments. At this stage of our economic development, regionalisation is a must and not an option. We need to regionalise because of the supply side constraints and also the constraint of the small size of our domestic economy. Regionalisation generates factor income from abroad to augment our GNP. But an impression was created that the Singapore Government is targeting at promoting investments in some selected countries such as China, Vietnam, Myanmar and India. This is perhaps because of Ministers' visits and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1154</b></font>\n  <br>\n  <br> the mass media coverage. But I believe that Singapore's cumulative investments in neighbouring countries are in fact much larger. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I take this opportunity to ask the Minister a few questions so as to put the matter in total perspective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What is the cumulative stock of Singapore's foreign equity investment by recipient countries? And what activities or industries are these investments in? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) What were the amounts of factor income from abroad (FIFA) and the percentage of FIFA compared to GDP (FIFA/GDP ratio) in the last few years? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) What are the major problems of regionalisation, both arising from our own limitations and the systems of the host countries? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) What are the prospects for regionalisation if political stability in the region does not deteriorate? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, the Government has started the regionalisation programme a few years ago. Much publicity has been given to this exercise. The Prime Minister, Senior Minister and other Ministers have led several Government and business missions to promote this regionalisation exercise. The impression created, I agree with Dr Ow, has been that we seem to focus a lot of our energy and time on going to China, Indo-China and India. I would like to ask the Minister whether he could give details on the investments made by Singaporeans in the regional countries to show how much we have spread our investments in the respective countries in this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since we have been promoting regionalisation for a few years, I would like to ask the Minister to give a status report on the success we have achieved so far, and what are the problems we have encountered. For example, I understand that we have problems in terms of shortage of managers to send overseas. Many businessmen have encountered difficulties in the ambiguity of local laws and practices, and lack of information and contacts. Perhaps the Government can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1155</b></font>\n  <br>\n  <br> consider setting up a central unit to collate information on local rules and opportunities, and also to act as a central reference for records on the experiences and pitfalls in doing business in overseas countries. This unit will be especially useful for the small and medium enterprises which lack information, contacts and experience in seeking opportunities overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to ask the Minister to give an update on our Singapore-Suzhou Industrial Project. What is the status and what are the problems and progress made so far? \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, may I ask the Minister for a progress report of our drive to develop an external economy from the regionalisation programme launched three years ago? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1995 Economic Survey of Singapore, in 1995, 381 regional projects were facilitated by the Economic Development Board, comprising 187 local enterprises and 123 multi-national corporations. I hope the Minister can elaborate on the incentive schemes and facilities provided to these 187 local enterprises in 1995. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee (Brickworks GRC):</b> Sir, the Government has played a major role in encouraging local companies to regionalise their operations these past years. I think we all agree that this is important. It is the key strategy to continue sustaining Singapore's economic expansion. But to venture overseas and be able to successfully globalise its operations, local companies require a lot of concerted assistance from the Government bodies in areas of finance, information, manpower and technical knowledge. Chances of encountering pitfalls and failures in overseas ventures are inevitably high and, in many cases, very costly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are many common problems faced by the companies investing overseas. The Government is certainly in a good position to look into these common problems and provide comprehensive guidelines and the necessary leverages and protection to our local companies, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1156</b></font>\n  <br>\n  <br> especially those with investment projects that are risky and pay-offs uncertain to help alleviate the losses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand the Trade Development Board is actively updating its resource library in collating all relevant information on overseas market conditions, tax policies, business regulations and practices in the various countries. May I suggest that the Ministry set up a market intelligence consultation centre where new and prospective companies targeting to invest overseas can easily access the relevant information and tap the experience of this consultation centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It would also be beneficial if more dialogue sessions and interactions are organised among the EDB, TDB and Singapore overseas enterprises and businessmen where experiences could be shared. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would also like to ask the Minister how we have fared so far and are we achieving our goals after all these years. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, I understand that there are schemes which are intended to help SMEs, eg, the Local Enterprise Finance Scheme and the Local Enterprise Technical Assistance Scheme. However, these schemes are not specifically meant for SMEs who are going regional. Although the setting up of international business institute is a very sound idea, it will only provide information on how to conduct business in the region, and I think it is insufficient. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is needed for SMEs venturing abroad certainly goes beyond receiving information. I hope the Minister will consider setting up a Small Enterprise Board or a SME Committee, comprising representatives from the local SMEs, to look into the needs of SMEs and to see how these SMEs can get together through merger, through the exchange of information, through cooperation and, I propose, through introducing an Overseas Financing Scheme for SMEs, similar to that of the local schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is encouraging to learn that some 172 SMEs received venture capital funding \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1157</b></font>\n  <br>\n  <br> last year. But I believe there are still many SMEs who cannot fully take advantage of the changing winds of prosperity and progress and have lagged behind due to changing circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe the SMEs still have the \"core experience\" and the tenacity to start up business in countries like Vietnam, Cambodia, Myanmar and the like to help the Government realise the vision and policy of spreading \"external wings\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Though with a wealth of experience applicable now to the growing economies of the region, but struggling to fit into and cope with the high-tech environment of the Singapore economy, it is a waste of precious Singapore resources to allow this group to stagnate and to struggle on to oblivion, if without any Government help forthcoming. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I support the Government's efforts to establish an external economy. In the past, Singapore had become rich through the investments of multi-national companies. But after three decades, our economy is maturing and production costs have gone up steeply. Our neighbouring countries are following what Singapore has done. They too are providing attractive conditions for multi-national companies to invest in their countries. Since they are starting later than Singapore, the costs of production in those countries are much lower than those of Singapore. Therefore, Singapore is facing stiff competition in its attempt to attract capital into the country. Singapore has really no alternative. For its long-term survival, Singaporeans must go out into the fast growing industrialising economies such as those in Thailand, Malaysia, Indonesia, Vietnam and China to do business there. In fact, South Korea, Taiwan and Hong Kong have already invested heavily in those countries since 1989. South Korea, Taiwan and Hong Kong realise the importance of opening up an external wing for their economies. So must Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is how do we do it. The Government has quickly set up a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1158</b></font>\n  <br>\n  <br> committee to promote enterprise overseas and it has made wide-ranging recommendations from various tax and fiscal incentives to financing assistance for small and medium enterprises to venture overseas. The Government is also willing to be a partner in overseas ventures and also to act as a facilitator. The help given by the Government is very attractive but, to me, if Singapore is going to be effective in opening up a new wing to our economy, we must have droves of Singaporeans who are imbued with entrepreneurial leadership, daring and adventure spirit. These are the people who will spearhead the move to go abroad to make a stake for Singapore in those emerging countries. We cannot nurture this kind of people in a green house. People have commented that Singapore is a very protected society. Is the Government willing to make Singapore less protective and open up the society with a view to allowing entrepreneurial leadership, daring and adventure spirit to grow? \n  <br>5.30 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Lee Tsao Yuan is not here. Mr Low. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, our investment in Suzhou Industrial Park has been going on for many years. Many Singaporeans are very concerned as to whether our investment is successful, especially now with the tension at the Taiwan Strait. We would like to know how much have the Singapore Government-linked companies invested in the Suzhou Industrial Park and how much has the private sector invested there. Secondly, in the development of the Suzhou Industrial Park, have we encountered any difficulties? Thirdly, how many foreign MNCs are now establishing their factories in the Suzhou Industrial Park? In future, how many companies will be setting up their factories in the Suzhou Industrial Park? Fourthly, with the present situation in the Suzhou Industrial Park, when can our investment begin to yield returns from the industrial park? Finally, I hope the Minister would enlighten us on what is the future of our investment in the Suzhou Industrial Park in the light of the present tense situation between China and Taiwan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1159</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, the next issue I wish to raise is Cost Increases and Relative Competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this year's Budget Statement, the Minister for Finance reported that the strong growth performance has led to continued cost pressures, and that our relative competitiveness in manufacturing has worsened in 1995 due to higher labour cost increases relative to that of Hong Kong and Taiwan and also due to the appreciation of the Singapore dollar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Unit Labour Cost (ULC) index of the overall economy has increased consistently from 100 in 1988 (base year) to 136.4 in 1995, an average increase of 5.2 percentage points per year. For the manufacturing sector alone, its ULC index increased from 125.6 in 1994 to 126.7 in 1995, an increase of only 0.9 percentage point. However, the manufacturing sector's Unit Business Cost (UBC) index increased from 120 to 124.1, an increase of 3.4 percentage points in the last two years. So may I ask the Minister two questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What costs, other than labour costs, have led to increases in business costs in the manufacturing sector? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) What non-tax measures have been taken by the Government to moderate these cost increases? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with rising costs, and a strong Singapore dollar, which lead to more competitive demand, the profits of our enterprises are subject to double squeeze. In fact, the profit share of GDP has been stagnant in the last few years. So may I ask the Minister this question: Will this affect our ability to attract foreign investments to Singapore in the face of keen competition for foreign investments by the large developing economies, and even the developed economies? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, this issue of rising business costs has been raised by MPs every year. It is again necessary for us to air this issue this year, and continue to moan and groan to the Minister about the problems faced by local companies in rising business costs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1160</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Business cost increases come from many fronts, such as rising manpower costs, rentals, utility charges and workers' levy, among many others. I wish to ask the Minister to give a comparison of the unit labour cost between Singapore and its main competitors, such as Hong Kong, Taiwan and Korea. Are we still competitive? In addition, we should also be aware that we have other competitors in the neighbouring countries, such as Malaysia, Indonesia, Thailand and even the PRC which are lower operating centres compared to Singapore. Therefore, it is imperative that we must keep our business costs low so as to remain competitive. Hence, I would urge the Minister to also track the cost competitiveness of Singapore versus the neighbouring countries like Malaysia, Indonesia and Thailand. \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> Sir, the topic on cost of doing business has been raised many, many times by many MPs all these years, but it is an undeniable fact that doing business in Singapore nowadays is getting costlier every year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The continual rising labour, transport and rental costs coupled with our strong Singapore dollar have an adverse impact on the competitiveness of our industries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the high charges levied by the statutory boards and other Government agencies, along with labour shortages and a very strict control on foreign workers, local industries especially are feeling the toils of coping and the pressure of survival under these harsh conditions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, the increase in business costs could be explained that this is due to the natural consequences of our strong economic growth. However, it is still the key concern of all industries and businessmen alike. And if nothing is done, we might be pricing ourselves out of the market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the strong economic growth and acute labour shortages, I would like to suggest that the Government relax the control on foreign workers, especially for the SMEs. I would also like the Minister to inform the House what his Ministry can do \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1161</b></font>\n  <br>\n  <br> to ensure that all these price increases can be moderated to help our industries survive and stay competitive in the global market. \n  <br>\n  <br>\n  <!-- Mr Stephen Lee Ching Yen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Stephen Lee Ching Yen (Nominated Member):</b> Sir, the three speakers have already stated the state of the high cost in Singapore. I would just like to add that the Government has put in place a number of fiscal measures in the allocation of scarce resources like COEs and foreign worker permits. The Government explains that they are not after the revenue but they need to control cars and the same rationale is presented in the case to control the number of foreign workers. Whereas it is difficult to fault the Government on specific schemes and we understand the need for such controls, nevertheless, the cumulative effect of the schemes exerts a very heavy financial burden on companies operating here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to take up the issue of the foreign workers levy. The Government has put in place the price mechanism to limit the number of foreign workers. The principle of using market forces or market price to allocate scarce resources is difficult to argue against. There is, however, a very important assumption that demand is an elastic one, one that is sensitive to price changes and will react accordingly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now let us examine whether this is the case in foreign workers levy. The demand for foreign workers is a demand that may not be very sensitive to price changes within a reasonable range. For instance, you build a hotel or you set up a factory and you need 300 workers. Once the investment is in, whether the levy is $350 or $450, you are not likely to be so sensitive in the short run or indeed in the medium run. As long as the foreign workers levy is not prohibitively high, the demand will remain fairly constant given a steady economic growth. With our export-oriented and open economy, the need for workers is led more by external demand rather than determined by the price of a levy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1162</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, if we use the price mechanism to control a factor of production which does not react quickly to price changes, the price control is not very effective to fine tune the demand curve. Then we get lured into the false impression that the market is prepared to pay this price and there is room indeed to increase that price. I hope that the Government will look at the combination of fiscal and other measures in the allocation of scarce resources in order to contain business operating costs at a reasonable level relative to our capabilities. Can the Minister consider reducing the foreign workers levy by half and combine this with the quota system to control the number of foreign workers? This is just as effective as the present system and it will go a long way to reduce the cost of operation for a large number of companies who use foreign workers. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, the third issue I wish to raise is also an ever-green issue, ie, local SMEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Local SMEs face many problems, for example, small scale of operations, low productivity, lack of managerial skills, small demand and inability to cope with rising costs. The Feedback Unit's dialogue session on the Budget Statement on 1st March 1996 and the earlier dialogue session with the Singapore Chinese Chamber of Commerce and Industry also highlighted other problems faced by SMEs: (a) training of their workers; and (b) awareness and use of the various assistance schemes. I have sent the notes of these dialogue sessions to the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government needs to assist and promote our SMEs. SMEs are important to our economy. According to the 1995 Economic Survey, SMEs accounted for 92% of the establishments, 48% of the employment, and 29% of the value-added in the manufacturing, commerce and services sectors in 1993. May I ask the Minister whether he can provide some figures on the size and relative importance of local SMEs, in the overall economy in 1995, and not just the three sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, SMEs are not a homogeneous group. The Government needs to be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1163</b></font>\n  <br>\n  <br> selective. Assistance schemes must be targeted at the SMEs that can benefit the most from the schemes, ie, SMEs which can stand on their own feet and grow and even regionalise, and not just to promote SMEs to complement MNCs as their suppliers, contractors and minor partners. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are various assistance schemes and programmes administered by EDB, Singapore Productivity and Standards Board (SPSB) and TDB. But according to the Chambers of Commerce and trade associations, some SMEs are not even aware of the assistance schemes available to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister the following questions: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) Could the information on the criteria and application procedures of the various schemes by the various agencies be compiled into one booklet in different official languages and be distributed to SMEs through the Chambers of Commerce and trade associations? Can the information also be sent by the Registry of Companies and Businesses to the new companies and businesses when they register? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) On the use of the assistance schemes, may I ask whether it is true that larger SMEs are more likely to benefit from these schemes because they can have a full time staff looking into these schemes and applying for these schemes? Also, is it true that the smaller enterprises also suffer from inertia once they start operation and have no time and motivation to apply or even look at these schemes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) Many small firms, eg, retailers and shops in HDB estates, may be unable to adapt to our economic structural changes. So apart from the sale of HDB shops, should the Government assist them, and in what way? \n  <br>\n  <br>\n  <!-- Dr Wan Soon Bee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wan Soon Bee:</b> Sir, the SMEs are here to stay and I think they are also very important to our economy. But with the rapid development and transformation of our economy they need a lot of assistance in order to survive. I think we are all aware that there is a whole range of financial \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1164</b></font>\n  <br>\n  <br> assistance and training schemes offered to help our local SMEs to develop. In fact, there is also a book on all the existing schemes available for their references, but many of them are still not aware of what assistance they can get from the Government. I think this is inertia on the part of these SMEs. But I think we can do more by reaching out to them to offer them help more directly. \n  <br>5.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The concern also lies not in the lack of this wide array of different methods or schemes that local businesses can benefit and grow, rather the confusion and misunderstanding that often arise which inevitably discourage the usage of these schemes. There are so many schemes and they are normally quite complicated. In order to be effective, I think the schemes should be made simple and user-friendly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Very often, the businessmen and entrepreneurs are led from one place to another whilst seeking information on the various schemes available. I would like therefore to suggest that we have an agency to coordinate all the schemes, provide a one-stop consultation and assistance to these small and medium sized enterprises. A single agency to handle all the schemes would make it more convenient for those who need assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One of the shortcomings of the wide array of the funding mechanism lies also in the lack of flexibility on its criteria for eligibility for various schemes. Small enterprises whose sizes are too small often encounter the problems of not satisfying certain criteria or not knowing how to make themselves eligible. We need to provide more assistance to these small enterprises and I would suggest we should be more liberal with them. For all the housing schemes, I would like to suggest that we give the small enterprises the maximum rebates to motivate them to make better use of them. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, what I am going to say about the small and medium-sized enterprises have already been voiced by previous speakers. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1165</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have spoken with people who are connected with small and medium-sized enterprise and, without exception, each and everyone of them painted a gloomy picture of high costs of doing business in Singapore. They complained of high rentals, high labour cost, and lack of labour. The Government should take note of their complaints. I think there is a serious problem among our small businesses in Singapore. Whereas all the big ones are foreign-owned, a majority of these small-sized businesses are owned locally. So the Government should take note of not only the complaints of the people who are in small businesses but also of what is, without exception, almost spoken by every MP, that there is a problem among the SMEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps as suggested, CPF rates and foreign workers levy could be reduced and also the employment of foreign workers for these small enterprises could be relaxed. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, many MPs have raised queries regarding the privatisation of Singapore Power. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the Budget debate, I have also raised the point that there is a need to provide more explanation on the rationale for the privatisation of Singapore Power. There is also a need to justify the target rate of return of 10-11%. Unfortunately, there is a public perception that the proposed electricity tariff increases are linked to the plan to privatise and list Singapore Power. The question asked is whether there is really a need to privatise Singapore Power. To most people, the previous entity, that is, the PUB, appears to have functioned quite well. So what are the benefits for creating Singapore Power now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to ask the Minister whether Singapore Power can be further sub-divided into two or three entities. This will create some form of competition between the two or three entities created. In the process, we hope to see better efficiency and more innovation if there is competition among them. At present, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1166</b></font>\n  <br>\n  <br> Singapore Power appears to be operating as a monopoly and therefore it may not be spurred by competition to attain maximum operational efficiency. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, while few would disagree with the need to price key factors of production such as electricity correctly so as to avoid wastage, many would question the move to increase tariffs by 12-14%, just to ensure that Singapore Power has close to market returns at 12.2%. How is this arrived at? Is this right and correct? Or is it arbitrary or subjective? Given the fact that electricity is a basic good supplied by an already efficient state enterprise, why must the Government insist that tariffs be raised to maintain the viability of Singapore Power as a commercial establishment? Even after corporatisation, the fact remains that Singapore Power will still be the only provider of utilities with no competitor and its profit earnings are artificially propped up by tariffs. Then, is it really necessary to corporatise Singapore Power, just for the sake of privatisation? Unlike the corporatisation of Singapore Telecom, people were assured that their phone bills will be lower than before. And indeed this has been the case. Singapore Telecom has won the support of the people. But Singapore Power has yet to prove itself, and it is coming back instead to the people to ask them to pay more. Surely this is not justifiable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If the corporatisation of Singapore Power is meant to price utilities correctly so as to reduce wastage, my question is: what is right, what is correct? Are there obvious signs of wasteful consumption? Are people wasting water, gas and electricity to the extent of turning it on even when they do not need it? Our situation, I think, is definitely very much different from the Communist countries where factors of production are priced dirt cheap and people do abuse it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the social dimension, any likely increase in the utility bills is going to have very adverse repercussions on the lives of the people, although the Minister has revealed that the increase will be in the range of $1 to $2.50 per HDB household. The impact of such increase will not be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1167</b></font>\n  <br>\n  <br> confined to just the utilities alone. It will affect, I think, a lot of businesses, especially hawkers, eating houses, coffeeshop operators. Exactly how much will they pass on the increased cost to the consumers or take this opportunity to raise prices further remains to be seen. But our experience with the implementation of the GST has shown that this is highly probable. The increased cost may be passed on to the consumers at many more times the original amount. If we do proceed with the increase in the tariffs, are there any effective measures in place to check against yet another round of price increases? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, the pricing of and rate of return on investment on electricity supply is a new issue. The proposed public listing of Singapore Power (SP) has been deferred. I agree with the Minister for Finance that public listing of SP and increases in electricity tariffs are two separate matters. They should have been separate matters, if not for the reason given for the delay of the listing of SP. According to the Straits Times on 13th February 1996, one major reason given by the Minister for Trade and Industry for the delay of SP listing is that SP is not earning adequate returns. The delay of listing may disappoint some potential investors and stockbrokers, but the announcement of increases in electricity tariffs by 12-14% over the next three to four years has caused widespread concern. The proposed increases in electricity tariffs also reinforce the perception among people that \"privatisation of statutory boards always leads to higher charges\". This was one of the main issues discussed at the dialogue session on the Budget statement on 1st March 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I said two days ago, on 11th March, that I support the economic principle of pricing correctly factors of production, including electricity supply, so as to avoid misallocation of scarce resources. If the PUB has been under-pricing electricity, it would mean that scarce resources have been misallocated in the past. If not because of the proposed listing of SP, the Government might not have noticed it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a few specific questions that the Minister may wish to clarify: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1168</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What is the 'adequate' rate of return of investment on electricity supply? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Should the economy of scale and externalities of electricity supply be taken into consideration in calculating its rate of return? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) What are the differences in accounting principles and practices between the World Bank and commercial enterprises which have led to the discrepancy in the calculation of SP's rate of returns? Is it the depreciation policy, or allocation of land, property, and other fixed assets commonly used by electricity, water and gas supplies, or in other areas? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) People are concerned with the direct and indirect effects of the proposed increase in electricity tariffs on their cost of living. What is the estimated increase for households with different levels of electricity consumption? Would the PUB bill rebates offset the increases?; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) How would the proposed increases of electricity supply affect the electricity-intensive industries? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ow, would you like to carry on with \"Water Consumption\"? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> I can stop here. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do I have the assent of Members to stop here? It is about three minutes to six o'clock. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made progress on the Estimates of Expenditure for the financial year 1996/1997, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Yeo Cheow Tong]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Two\n  </div> \n  <div align=\"right\">\n   Minutes to Six o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
