{"memberId": null, "volumeNo": "65", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "12", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"65\"> \n  <meta name=\"Sit_No\" content=\"12\"> \n  <meta name=\"Sit_Date\" content=\"1996-03-14\"> \n  <meta name=\"Start_Col\" content=\"1169\"> \n  <meta name=\"End_Col\" content=\"1300\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">65</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">12</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">14-03-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1169</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 65</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 14th March, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1170</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1171</b></font>\n  <br>\n  <br> \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1172</b></font>\n  <br>\n  <br> \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Hu Tsu Tau, Richard - from 15th to 18th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Koo Tsai Kee - from 9th to 17th April, 1996. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <div align=\"center\">\n   <h4></h4>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1173</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ORAL ANSWER TO QUESTION</b>\n  </div> \n  <div align=\"center\">\n   <b>GUAN SOON AVENUE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Road closure)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Communications (a) why part of Guan Soon Avenue off Upper Changi Road, which has been used by the public as a right of way for several decades, has been allowed to be included as part of the land used in the construction of a church, thus depriving the public of using it and (b) why were the contractors allowed to mislead the public by their road signs which stated 'Road Temporarily Closed' when in fact they were closing the right of way to the general public permanently. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Mr Speaker, Sir, the section of road which the Member refers to is not a public road. It is a private road on land belonging to a private owner, in this case the Zion Presbyterian Church. The Land Transport Authority (LTA) has not maintained nor safeguarded it as a future public road. Residents in the neighbourhood had, in the past, been using this \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1174</b></font>\n  <br>\n  <br> private road as a short-cut to their destinations. However, the owner has confirmed that there was no right-of-way granted to other parties for use of the road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the owner submitted a development proposal involving the closure of this section of road, the LTA evaluated the traffic conditions and supported the proposed development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;LTA was unaware that the developer had used inappropriate information signs, as these were not authorised by LTA. LTA has warned the developer and contractor against using misleading signs in the future. \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Teo Chong Tee (Changi):</b> Sir, may I ask the Minister, when the church made an application for use of this road as part of the church construction, whether the approving authority did take into consideration that there are several hundreds of households in the vicinity of Guan Soon Avenue which need to use the road and if the road was permanently closed subsequently, how would the closure affect the hundreds of residents who have been for several decades making use of this road daily as a right-of-way. In view of the current situation, how does his Ministry propose to improve the flow of vehicular movements in and around Guan Soon Avenue area as the number of people and vehicles using the roads nearby will inevitably increase? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, the owner submitted the development proposal some time in 1993. As is the normal procedure, the authorities would then make several investigations, including investigation into the traffic conditions. At that time an evaluation was carried out on the traffic conditions and it showed that motorists that were using the private road through that piece of land would not be unduly inconvenienced by its closure because there are other access roads nearby. Harvey Avenue which leads to Upper Changi Road is only 100 metres away. Access can only be taken through Jalan Angin Laut to Upper Changi Road and Simei Avenue. So there was no traffic justification to require the land owner to give up his land to build a public road. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1175</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1996 TO 31ST MARCH, 1997</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 4 of 1996)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [2nd Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head W (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [13th March, 1996], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head W of the Main Estimates be reduced by $100.\" - [Dr Ow Chin Hock]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock (Leng Kee):</b> Sir, under this amendment, let me raise another issue, ie, water consumption. Water is precious and we must conserve water for ourselves and for future generations. May I ask the Minister to update the House on the current situation? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Specifically, whether the Save Water Campaign last year and the increase in water conservation tax rate by 5 percentage points in 1995 have slowed down the growth rate in water consumption. What were the growth rates of domestic water consumption and non-domestic water consumption in 1995 as compared to the corresponding figures in 1994? Among domestic users, were thwew any differences in growth rates of consumption among different household sizes? Another question is: what are the future measures that the Ministry of Trade and Industry and its agencies will take on the demand side (eg, whether the Save Water Campaign will be continued this year and in the future) and on the supply side (eg, what is the progress of the proposed desalination project)? \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, feedback from businessmen, especially from the small and middle-sized enterprises, showed that the cost of doing business in Singapore has gone up and one of the contributory factors is the rising cost of industrial land. Price is a function of demand and supply. With strong economic growth, the demand for industrial land rises. Supply, however, is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1176</b></font>\n  <br>\n  <br> very much in the control of the Government. So my questions to the Minister are, firstly, has the price gone up because we have been releasing industrial land too slowly? What is our stock of industrial land and how long will it last at our current rate of release? How do prices of our industrial land compare to those in our neighbouring countries of Malaysia and Indonesia? Are we losing MNC investors as well as local ones to them because of our higher prices of industrial land? Are our SMEs able to pay the same price for industrial land as the big MNCs? Can we make out a case to assist the SMEs in meeting their need for industrial land at a preferential rate? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Mr Yeo Cheow Tong):</b> Sir, let me first thank the speakers who have spoken. On the first topic on regionalisation, I would like to take the questions posed by Dr Ow Chin Hock, Mr Leong Horn Kee, Dr Wong Kwei Cheong, Mr Choo Wee Khiang, Dr Wan Soon Bee, Mr Chiam See Tong and Mr Low Thia Khiang together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's approach to regionalisation is to let the private sector take the lead and make its own investment decisions based on hard-headed commercial considerations. The Government's role is purely to facilitate the efforts of our companies. This is done through building up strong relations with other governments, organising trade and investment missions to help our companies explore opportunities overseas and creating networking opportunities with third country businessmen. In addition, the Government also provides financial assistance schemes to encourage our companies to invest in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's regionalisation thrust continued to gather momentum in 1995. The available data support this observation. Within our traditional markets in ASEAN, Singapore was the second largest investor in Thailand, third largest in Malaysia, fifth largest in Indonesia, and the sixth largest in Vietnam. Outside of ASEAN, Singapore was the second largest investor in Myanmar, the fifth largest in China and the tenth largest in India. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1177</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's stock of overseas investments as at the end of 1994 stood at $37.3 billion, an increase of 29% from 1993. The ASEAN region remained the most popular location for Singapore investors, accounting for almost 30% of Singapore's total overseas investments. The bulk went into Malaysia which had 21.6% of our total investment, Indonesia, 3.6% and Thailand, 2.9%. Outside of ASEAN, Hong Kong and China were the most attractive locations with Hong Kong attracting 17.4% of total investments and China 4.5%. It is safe to assume that a substantial portion of the Hong Kong investments were actually made in China. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The data show that our investments are quite well spread out and most are in our traditional partners in the ASEAN region. And contrary to popular perception, it is actually in Malaysia where our businessmen have invested most. I must stress that while we have encouraged the private sector to actively explore business opportunities in the region, we should not dictate the flow of private investments. Investments will flow to where the returns are the highest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The financial and manufacturing sectors accounted for $27.3 billion or 73% of our total stock of overseas investments, followed by commerce, 11%; real estate, 7%; transport, 4%; and business services sector, 3%. These figures show that Singapore ventures overseas are, again contrary to popular perception, not primarily in the property sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to factor income, factor income from abroad in 1995 was S$15.4 billion or 13% of GDP, up from $13.2 billion in 1994 and $12.9 billion in 1993. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our flagship projects in Indonesia and China continued to make good progress. Two new industrial parks, the Bangalore Information Technology Park in India and the Vietnam-Singapore Industrial Park were launched last year. These flagship projects have not only anchored Singapore's presence in the host countries but have also played a significant role in assisting our local companies to regionalise. We have also strengthened the institutional framework for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1178</b></font>\n  <br>\n  <br> regionalisation by establishing new working mechanisms with Myanmar and with Sichuan and Hubei provinces in China. At the business networking level, the Singapore-France Business Council and the Singapore-Australia Business Alliance Forum were launched. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the problems and information on pitfalls that are encountered, our businessmen face the problem of lack of transparency in the rules and regulations of the host countries, shortage of qualified managers who are prepared to relocate overseas, difficulties in getting reliable partners overseas and lack of support facilities for families of Singaporeans working abroad. I would like to assure Members that the Government will help the business sector to overcome these problems where possible. For instance, the Export Institute of Singapore already runs courses to prepare Singapore executives and their families for overseas attachments and EDB's INTECH-run scheme has been extended to companies to help defray the cost of training and developing manpower for regional projects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The TDB is also documenting the experiences of our companies into case studies. These studies which will point out the general pitfalls and obstacles of investing in various countries could help our investors shorten their learning curve. The Government will continue to organise regular seminars, conferences and workshops which highlight important issues to consider when venturing abroad. For example, the recent TDB International Day was very well attended. TDB brought back their Centre Directors from all over the world and arranged booths where our local businessmen could make appointments with these directors and on a one-to-one to basis gain first-hand information about the opportunities and the pitfalls. It was very successful and TDB will continue this programme in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of the Government's assistance to SMEs to regionalise, EDB has eight assistance schemes to help SMEs to regionalise as well as other assistance programmes. All this information is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1179</b></font>\n  <br>\n  <br> readily available from EDB and they have also been very widely publicised. To-date, over $65 million in loans and grants have been disbursed to local companies. In addition, for those who require venture funds in Singapore, there are $5.4 billion worth of venture funds available, as mentioned a few days ago by the Minister for Finance. We do review the various assistance schemes regularly to ensure that they remain relevant to the needs of our local investors. But we must also avoid having schemes which lead investors to go beyond what normal commercial prudence would dictate. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On whether the Government would consider setting up a central unit to collate information on doing business in the region, TDB's Information Centre already serves this purpose. Efforts are on-going within TDB to build up the information base further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for a small enterprise board to help SMEs regionalise, when NPB is merged with SISIR, it would be setting up a division specifically to cater for SMEs. And I think this focal point would be able to work even more closely with the SMEs and serve them better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in promoting regionalisation, the Government is not asking all our SMEs to go abroad. Only those with the capabilities and resources should do so. I have said this many times and I would like to emphasise this again. Our local businesses must be prepared to risk their own resources. Investing overseas can be very profitable but because the profits are high, the risks are also much higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the Member for Potong Pasir's question on whether the Government would consider making our society more open in order to nurture entrepreneurship, I find this question strange as the Government has never stopped any Singaporean from going into business, either locally or abroad. Indeed, the fact that our private sector has invested $37 billion abroad shows that we are not as short of entrepreneurs as some would like us to believe. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1180</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the prospects for the future with regard to regionalisation, our external economy will continue to grow in line with our regionalisation efforts. Singapore's GNP expanded by 12.5% in 1995 at current market prices. If regional politics remain stable, and I think that is the key, Asia is likely to remain the fastest growth region in the world. The World Bank has forecast that Asia, excluding Japan, will grow by an average of 7% to 8% a year in the next 10 years, almost three times the rate of 2.7% per annum for the OECD countries. Against this backdrop, I am bullish about our regionalisation prospects. Our task is to identify the key growth countries in the region and within each country, the key growth areas and to make this information readily available to our businessmen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Leong and Mr Low Thia Khiang have asked about Suzhou Industrial Park. The project is proceeding on schedule in both the hardware and software aspects. In terms of the physical development, the joint venture company, China-Singapore-Suzhou Industrial Park Development Company (CSSD), had already acquired 8 sq km of land in the industrial park. Preparation of the land and infrastructure in the start-up area of 3 sq km had been completed. Another 1.7 sq km of land are currently being prepared for marketing. With regard to the factories, two factories have begun operations and another 20 to 30 factories should start operating by the end of this year. To-date, the CSSD has invested almost US$200 million in the park and excluding the PRC share, our private sector has invested $128 million in the development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, response from investors has been good. 59 investors have committed to invest US$1.8 billion in the industrial park. Among them are 25 MNCs, such as Eli Lilly Pharmaceutical Company, Advanced Micro Devices, Becton Dickinson, Samsung and Harris Semiconductor. We expect more MNCs to become tenants in the park in due course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low has also asked about the expected returns from the park. Sir, in terms of physical development, this is strictly a commercial venture involving listed as well as non-listed companies. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1181</b></font>\n  <br>\n  <br> The Government does not have access to their financial and cash flow positions, especially for the listed companies. It would be more appropriate for the figures to come directly from them rather than from the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low also asked whether there are problems. Sir, the developers face typical problems associated with a large and complex development of this nature. On the Chinese side, there were regulatory issues to resolve. However, because this is a project supported by both the Singapore and Chinese governments, the Chinese side was able to resolve these difficult issues very quickly. This is why so much progress has been achieved in a short time since February 1994 when SM Lee and Vice-Premier Li Lanqing signed the agreement on the joint development of SP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on cost pressures on business, various Members have raised concerns about rising business costs and deteriorating competitiveness and asked what the Government can do to help. Dr Ow asked for reasons, other than labour cost, for the 3.4% increase in the Unit Business Cost (UBC) index for the manufacturing sector in 1995. The main contributors were interest and financial service charges, distribution costs, utilities due to higher fuel costs and rental charges which were due to the expiry of the property tax rebates. It is not true that the public sector has been responsible for most of the cost increases in the last five years. Public sector cost increases accounted for only 0.4 percentage points of the 1.9% per annum average increase in UBC for this period. The public sector cost increases were in turn due to increases in underlying costs, like labour costs or specific social policies, like the need to control the inflow of foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to this, Mr Stephen Lee proposed that the foreign workers levy be halved in view of the inelastic demand for workers, while Dr Wan asked for control on foreign workers to be relaxed, especially for SMEs. While I appreciate Mr Lee's feedback that demand for foreign workers cannot be completely elastic in the short term, we still need to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1182</b></font>\n  <br>\n  <br> balance business, economic and social considerations in our foreign worker policy. This explains why the Government uses a combination of pricing and dependency ceilings to control foreign workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for SMEs, existing rules already allow services establishments with two to 10 local workers to exceed the 25% dependency ceiling subject to a maximum of 33%. But if Members feel that there are strong justifications to depart from current policy and practices, I am sure the Ministry of Labour will consider them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Leong asked how our Unit Labour Cost (ULC) compares against our competitors. Sir, our relative Unit Labour Cost index for the manufacturing sector against the other NIEs rose by 7.1% per annum during 1990 to 1995, and this is lower than the 8.4% per annum in the period 1980 to 1985. I agree with Mr Leong that we should also monitor competitiveness against emerging economies and MTI is already doing so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow asked if Singapore remains attractive to foreign investors. Sir, the answer is a definite yes. In 1995, we have attracted a record of $4.85 billion of foreign investment commitments in the manufacturing sector and a record of $930 million of foreign investment commitments in the services sector. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow and Dr Wan asked about Government measures to moderate cost increases. Sir, some of the measures are (1) the relaxation of the dependency ceiling for foreign workers in late 1994; (2) MTI's review of the formula for pricing industrial land sold to JTC and an increased supply for industrial land which would help to keep down the cost pressures on land; (3) a one-off 25% rebate on property tax in the 1993 budget, followed by three consecutive budgets in which the property tax rate on industrial and commercial properties was reduced by 1 percentage point in 1994, 2 percentage points in 1995 and 1 percentage point in 1996; and (4) three rounds of corporate tax reduction in the 1992, 1993 and 1996 budgets. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1183</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me turn to more general points. First, we must recognise some macro-economic facts. Our estimated supply side growth potential is about 7% per year. Actual growth in the past three years averaged 9.8% per annum. Naturally, the gap of nearly 3 percentage points of growth per year for three years has to show up somewhere in the form of rising costs, appreciating Singapore dollar and a significant increase in the number of foreign workers. Second, it is not absolutely cost levels per se that we should be concerned with, but whether our cost matches our capabilities. In view of our resource constraints, it is not realistic to hope for costs to fall when the economy is doing so well. The only viable long-term solution is to improve productivity and quality so that our capability rises in tandem with our cost levels. Measures to improve productivity and quality include the Innovation Development Scheme announced in December last year, new incentives to promote development and expansion in the budget and the various schemes by the Singapore Productivity and Standards Board to upgrade the skills level of our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me move on to the issue of SMEs. As Members have noted, SMEs form an important sector of our economy. In the five major sectors of the economy, namely, manufacturing, commerce, transport and communications, financial and business services, and community, social and personal services which account for 91% of our GDP, SMEs make up 91% of the establishments, employ 42% of the workforce, and produce 23% of the value added. The sector has grown over the years. In manufacturing, the total value added of local enterprises doubled from $2.7 billion in 1987 to $5.4 billion in 1993. Correspondingly, the value-added per worker rose from $27,000 to $44,000 over the same period. Although the growth has been encouraging, the absolute level is still about half of the economy's average. So it shows that SMEs still have quite a fair bit of room for improvement. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1184</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the MPs who have spoken have asked that we help SMEs. By definition, SMEs are characterised by their small size and being small, they do face some disadvantages. For example, they find it more difficult getting financing for expansion. They also face greater difficulty getting access to technology, market information, or even expertise in developing their own human resources. Sir, since the mid-70s, our economic agencies have built up a wide array of over 60 schemes and programmes which directly benefit SMEs. We can group them into four major categories. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, financing assistance. These are schemes to help SMEs gain access to funds. One example is the Local Enterprise Financing Scheme (LEFS) whereby low-cost, fixed-rate loans are provided to help SMEs upgrade their operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, Product Development and Operational Upgrading. These schemes help SMEs to improve their products and operations. An example is the Local Industry Upgrading Programme (LIUP), whereby MNCs and large local companies help SMEs to upgrade and expand. We have a few examples of SMEs graduating from the LIUP scheme into successful regional enterprises. Overall, this LIUP scheme has proven to be very useful and successful. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Consultancies help SMEs to gain access to expertise in various aspects of their businesses. For example, the NPB, through its economic grouping effort, has assisted retailers in 22 different retail trades to become more efficient in their management practices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, regionalisation. I have already mentioned about all these schemes. Basically, these schemes help our SMEs to venture abroad. The Business Development Scheme, which provides grants to help the companies offset the cost of overseas missions in search of investment opportunities, is one such scheme. I would commend more companies to make use of this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what about the results of all these schemes? The data show that many SMEs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1185</b></font>\n  <br>\n  <br> have actually taken advantage of these schemes and programmes. I would like to refer Members to Table 1 (Cols. 1287 - 1288) of the handout on SMEs, which shows that the main Government grants and loans extended to our local enterprises have been quite significant. As at 31st December 1995, a total of $128 million in grants have been extended to help more than 3,000 SMEs pay for consultancy services to upgrade their operations; to seek new markets; to map out strategic business plans; and to develop new products and processes. The SMEs which have applied under these schemes have received an average of $39,000 in grants. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651287.htm\">Table 1 - Grants and Loans Extended to Local Enterprises (Cols. 1287 - 1288)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of loans, a total of $4 billion in loans have been approved to help more than 5,000 SMEs buy new equipment or acquire factory buildings, or provide for domestic and export factoring. This works out to an average of $750,000 in loans per SME. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On training of workers in SMEs, the Minister of State, Mr Goh Chee Wee, will elaborate further. The data show that all the SMEs with more than 50 employees have made use of the SDF to train their workers. Ninety-nine per cent of SMEs, with between 10 and 49 workers have taken advantage of SDF. Essentially, for all companies with more than 10 workers, we can say that they have all, at one time or another, made use of the SDF. Sir, in total, as at 31st December 1995, 32,000 firms have benefited from the SDF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wan suggested that preferential treatment be given to SMEs. Sir, some preferential treatment is already being given. This is because, while all schemes that large companies have access to are also open to SMEs, not every scheme open to SMEs is available to the large companies. Many schemes, eg, LEFS and the Local Enterprise Technical Assistance Scheme, are specifically designed to benefit SMEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of reaching out, Members have asked for a review of how the various Government agencies can reach out more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1186</b></font>\n  <br>\n  <br> effectively to the SMEs. Sir, if you refer to Table 3 (Cols. 1287 - 1288), our agencies have made extensive efforts to reach to the SMEs. Dr Ow asked if information on the various schemes could be compiled into a booklet in various languages to be distributed through the Chambers of Commerce and the various trade associations. Sir, this has already been done. As I mentioned just now, this whole set of brochures and pamphlets are bilingual and are available in the Chambers of Commerce and the various trade associations. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651287.htm\">Table 3 - Promotional Activities Carried Out Over Last 3 Years (Cols. 1287 - 1288)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked whether the information could be sent by the Registry of Companies and Businesses to new companies. Sir, this is indeed the practice. Upon registration, each of the 10,000 or so new companies registered each year receives a bilingual booklet describing the range of Government schemes available. Additionally, the SDF has been mailing out trading vouchers and brochures to practically every small business. And to keep companies up to date, a multi-agency newsletter for local enterprises is circulated to more than 7,000 companies each month. This newsletter highlights new schemes and programmes for SMEs and inform them about SME events. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to make this scheme user-friendly to small enterprises, the SDF application procedures have indeed been simplified. This is a concern expressed by Dr Ow. The application form has been simplified to just one page. It is a one-page application form. For the convenience of SMEs, these applications can be submitted through fax, post or electronically through SkillsNet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To ease the cash flow, especially of the smaller firms, the SDF's Training Voucher Scheme and LETAS allow SMEs to pay only the unsupported portion of the fees, instead of the previous practice where they paid the full fees and then waited for the reimbursements later. The SDF has also identified a list of approved courses to help small companies select the appropriate courses to train their staff. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, some specific questions: should Government assist small firms, eg, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1187</b></font>\n  <br>\n  <br> retailers and shops in HDB estates? The answer is yes, we do and we should continue doing so. NPB has been assisting small retail and service businesses, in particular, those located in HDB estates to adapt to economic restructuring by encouraging them to join economic groupings such as franchises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, NPB's survey shows that eight out of 10 HDB franchisees would be able to double their 1992 productivity levels within five years. So far, NPB has helped to create 39 economic groupings in 23 trades which all the existing businesses are free to join. The NPB will continue to identify more selected trades in HDB estates to assist them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me conclude by saying that we are not short of assistance schemes to help SMEs. Existing schemes and programmes already address practically every aspect of SME operations. The various agencies have also made their programmes readily accessible, but we will continue to improve on this. If there are still more effective ways to help the SMEs, we will not hesitate to introduce them. And in this regard, we will continue to take in the suggestions of Members here as well as take in the inputs and suggestions from the various trade associations and Chambers of Commerce. Ultimately, while the Government can put together schemes and programmes and publicise them, SMEs themselves need to respond and come forward, ie, please read all the many brochures that are being mailed out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new Productivity and Standards Board (PSB) will set up a \"first-stop\" centre for SMEs, as I mentioned just now, which will make it even more convenient for small firms to seek assistance. Sir, I think with the establishment of this new centre in the PSB, help is literally just one phone call away. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me move on to the issue of Singapore Power (SP). The Government's announcement of the need for SP to increase its electricity tariffs by 12 to 14% over the next three to four years, and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1188</b></font>\n  <br>\n  <br> deferment of the listing of Singapore Power, has drawn many comments, both inside and outside of the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The key points raised were: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, why do we need to privatise PUB, especially as I have shown this House just two weeks ago, that PUB was efficient and appears to be doing well? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, why does SP need to increase electricity tariffs? Some suspected that this is in preparation for the listing of SP. They would rather that the Government not privatise the PUB, thinking that this will remove the need for SP to increase electricity tariffs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, what is there to prevent SP from irresponsibly increasing its tariffs in the future, since it is, in effect, still a monopoly? I will address these concerns first before responding to the other questions on SP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, privatisation. Sir, in some countries, privatisation is a way to reform poorly-run national enterprises or to top up depleted government coffers. Fortunately, Singapore is not in such a predicament. We are privatising statutory boards to achieve other objectives. Firstly, to enable them to operate as flexibly and efficiently as their private sector counterparts. Secondly, to give Singaporeans a direct stake in the economy, by acquiring shares in companies which are closely tied to the prosperity of our economy, through the Government's asset enhancement scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, asset enhancement cannot be the main motivation for privatisation. The Government has many other avenues for enhancing the assets of Singaporeans, besides selling them shares in privatised companies at a discount. Unless privatising and restructuring the industry makes long-term economic sense and will benefit consumers and the economy as a whole, it should not proceed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of electricity, restructuring enables us gradually to introduce competition into the industry, and generate incentives for the electricity companies to improve their service. The benefits will not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1189</b></font>\n  <br>\n  <br> show up in the short term, because the PUB was already operating efficiently. But for the longer term, the status quo will not suffice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our generating capacity is 4.6 GW today. Demand is growing by 8% a year. In 10 years, it will be 10 GW. This will no longer be a small system. PUB has operated a 4.6 GW system efficiently as a monopoly. But there is no guarantee that a monopoly can efficiently operate a system twice this size. Competition between several electricity generating companies will be much more effective than regulation of one monopoly operator. Competition will drive the companies to cut costs, introduce new technology and offer more reliable services and lower tariffs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Northern Ireland, with a capacity of only 2.2 GW, less than half of our present capacity, has already restructured its power system to introduce competition. So have New Zealand and the state of Victoria in Australia, with a generating capacity of about 7 GW each. Hong Kong, with a generating capacity of 10 GW, has had two power companies for many years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By restructuring PUB now, we are preparing the ground to gradually remove PUB's monopoly and introduce competition into the generation and supply business. We have split PUB's power stations into two subsidiaries of SP - PowerGen (Senoko) and PowerGen (Seraya). We are building a large new power station in Tuas which will be run as a different company from SP. This will enable some competition to develop in power generation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Eventually, consumers will have a choice of which supplier to buy their electricity from. The electricity will still be delivered to them through the national grid, but the grid will merely be transporting the electricity for suppliers to consumers. This is a strong reason to restructure PUB and eventually privatise SP. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1190</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, low tariffs. The second issue relates to the need for the proposed tariff increase, and why the Government had not realised prior to the corporatisation of PUB that it had been under-pricing electricity. PUB's accounting systems and practices were similar to most commercial companies. But when the PUB borrowed from the World Bank in the 60s, it adopted the World Bank criteria for calculating its rate of return, instead of internationally accepted commercial accounting ratios of profitability, such as return on equity or return on total assets (ROTA). By the World Bank's criteria, PUB was earning adequate returns. But when preparing to corporatise PUB, the Government had not realised that in PUB's case, this differed significantly from the commercial measures of return on total assets or return on equity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have asked: what is the difference between the World Bank and international accounting criteria? Sir, I would like to refer Members to Appendix I (Cols. 1289 - 1290) which I have handed out earlier. The World Bank's criterion for loans requires a return measured by dividing after-tax profit before interest expenses by the average net fixed assets in operation. This does not include current assets and capital investments which are not yet productive, for example, new power stations under construction. Under this World Bank criterion, PUB's rates of return were indeed adequate, ranging from 11.1% to 12.4% during the past five years. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651289.htm\">Appendix I - DEFINITION OF FINANCIAL RATIOS (Cols. 1289 - 1290)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the World Bank criterion is only a minimal test of the viability of projects wanting to borrow from the World Bank. Most of these projects are in underdeveloped countries, which must build infrastructure, even at low rates of return, in order to get the country to start developing. Singapore is not an underdeveloped country. We must evaluate our electricity projects by commercial standards. This is what developed countries and even ASEAN and East Asian countries do. Commercially and economically, we cannot ignore current \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1191</b></font>\n  <br>\n  <br> assets and capital investments. These represent valuable assets employed by the PUB in generating electricity. There is an opportunity cost to deploying them in the PUB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members have asked: why did the Government only discover this problem when SP was corporatised and not earlier? It is inherent in the nature of corporate restructuring that we do not know the exact state of the company's accounts until after the restructuring, when the assets to be transferred have been determined and valued, the taxes payable properly ascertained, and so on and so forth. SP's ROTA could not be reliably calculated until after these issues had been settled. In fact, for a full picture, we have to wait for the closing of the first full year's accounts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After taking all these factors into account, SP's total assets in FY96 will amount to $10.7 billion. This is almost double PUB's fixed assets as defined under the World Bank criterion of $5.6 billion in FY94. As a result, SP's return on total assets for 1996 is projected at only 5.4%, barely exceeding SP's cost of borrowing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This poor return on total assets is the basic reason why SP's return on equity is low. It is not a problem of inadequate gearing or over-capitalisation. Because the ROTA barely exceeds the cost of borrowing, gearing SP's capital structure higher, ie, by borrowing more and having less equity, does not help much to raise its ROE. To be viable, SP would need to make a ROTA of at least 7-8%, which with gearing translates into an ROE of 10-11%. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next question is: what causes SP's low ROTA? Are the returns low because PUB and the successor SP have been inefficient? Sir, the answer is a definitive No. As I showed this House two weeks ago, all the operational indicators show that we have a very efficient power generation system. This has also been confirmed by both Deloitte and Touche, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1192</b></font>\n  <br>\n  <br> MTI's consultant in the restructuring of our power system, and by the World Economic Forum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;SP's ROTA is low because its electricity tariffs are low. Our tariffs have consistently been among the lowest in the region. I would like to refer Members to Appendix II (Cols. 1291 - 1292), which shows the tariffs in the region. We need to allow SP to increase electricity tariffs by 12-14% over the next three to four years, or an average of between 3-5% a year, to restore its financial health. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651291.htm\">Appendix II - COMPARISON OF TARIFFS WITH REGIONAL POWER COMPANIES (Cols. 1291 - 1292)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Members should note that while we are talking about 12-14% over three to four years, or an average increase of 3-5% a year, Malaysia's electricity tariffs had just increased by 8.3%, and Hong Kong's by 6.7%. The other utilities in the region have not yet announced their new tariffs this year. So even with the proposed tariff adjustments for SP over the next three to four years, it is likely that our electricity tariffs will remain among the lowest in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many people believe that SP is increasing tariffs because the Government wants to list SP. This is not correct. Once the Government ascertained that our electricity is underpriced, the problem had to be corrected. It has nothing to do with SP's privatisation. But we are mindful of the need to minimise the impact on consumers, both domestic and non-domestic. That is why we are correcting the problem over several years, by spacing out the tariff adjustments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have explained in this House a fortnight ago, the impact on households will be very minimal. A 5% tariff increase for 1-room HDB households results in an increase in the electricity bill of about 70 cents a month. The rebate on utility bills of $150 for 1-roomers will pay for 17 years of the tariff increase. The increase in bill size for 3-room HDB households will be about $1.40 per month. Their $120 rebate would pay the equivalent of seven years of increase. 4-roomers can expect an increase in the bill size of about $1.80 a month. The $100 rebate will last them almost five years. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1193</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Low and Mr Goh Choon Kang argued that since the investments in power plants and infrastructure have already been made, there is no need to treat these investments in a commercial manner, ie, there is no need to raise tariffs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me remind the House that non-domestic consumers use 82% of all electricity generated. Among domestic consumers, the better off the family, the more electricity they consume. Let me quote some figures. A household in a 1-room HDB flat uses about $15.50 of electricity a month. A 3-roomer, double that, at about $32 a month. A HUDC household, more than double that of a 3-roomer, at about $74 a month. And private home owners, again almost double that, at about $124 a month. So if we subsidise electricity, as Mr Low and Mr Goh have suggested, we would in fact be subsidising a key factor of production, encouraging over-consumption of energy, and creating serious misallocation of resources. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, higher income households would benefit much more from an electricity subsidy than lower income households. So for every $1 we spend subsidising electricity, only 4.2 cents will go to benefitting HDB 1-, 2- and 3-room households. Is this what we all want? Far better that we price electricity correctly, and then help low income households directly, through utility bill rebates, through Edusave Merit Bursaries, through SOTUS schemes, as the Government has done. Then for every dollar the Government spends, low income households can benefit by the full one dollar. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the third issue is the protection of consumer interests. Some Members have expressed their unhappiness over what they interpret as the Government guaranteeing an attractive rate of return to SP. I agree that the Government should never guarantee SP a minimum return. This would remove all incentives for SP to improve. The problem is how to regulate a monopoly in a way which balances the interests of consumers who want low tariffs and high quality of supply and services, and the interests of the project investor, who needs an adequate return to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1194</b></font>\n  <br>\n  <br> justify the present and future investments. All countries with monopolies face this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ideally, tariffs should be set by market competition, which will give suppliers an interest in keeping their rates low. This will enable us to regulate the industry with a lighter touch. This is our aim over the longer term. Indeed, introducing competition is a major reason for privatising SP, as I have explained earlier. It is therefore important for us to press on with the restructuring of the power industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But until market competition is effectively available, we will need to safeguard the interests of consumers with regard to pricing, performance standards, security and the reliability of supply. This crucial role of licensing and regulating the electricity industry will be played by the restructured PUB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, PUB will not control SP's tariffs by setting the rate of return which SP can earn. It intends to control tariffs through a price cap which depends on the rate of inflation and productivity improvements, ie, the CPI-X approach. In other words, SP will not be allowed to increase its tariffs by more than the inflation rate, with a correction for the productivity improvement which we expect it to make and pass through to consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But this CPI-X approach can be adopted only if the tariff rates on which it is to be applied are realistic, and correctly established. It cannot be done immediately, because SP's tariffs are out of line. Otherwise, there is no incentive for the companies to invest in future capacity. This is why we must allow SP a 12-14% tariff adjustment over three to four years. After that, we can apply the CPI-X formula, which will benefit both consumers and suppliers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the privatisation of SP is a move to prepare Singapore for the future. Electricity is an important input to our economy. Its price and the security of electricity supply are important to the competitiveness of Singapore. We have an excellent record of technical and professional excellence in the electricity \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1195</b></font>\n  <br>\n  <br> industry which is acknowledged internationally. What we need now is to put in place a competitive structure which will ensure that we continue to be efficient even as the electricity industry grows. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure the House that the Government will continue to safeguard the interests of consumers in the process of privatisation and monitor closely the impact of any price adjustments. We want SP to do well; but this must never be at the expense of Singaporeans and our economy. SP must do well by providing good services and value to all consumers, and not by exploiting its monopoly position. We therefore expect SP to continue improving its efficiency, productivity and service quality. Ultimately, Singaporeans and our economy will benefit from the privatisation of the power industry, and the introduction of competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me move on to the specific questions that the other Members have brought up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh Choon Kang also expressed concern about the tariff increases having a ripple effect on the rest of the economy. For businesses, utility bills make up a very small percentage of their total operating costs. For retailers, utilities make up only 0.1% of total operating costs. In the case of hawkers, which was the concern expressed by Mr Goh, their average electricity bill is about $50 a month. A 5% increase in electricity tariff will only add about $2.20 a month to their total bill. This works out to less than eight cents a day. So there is no justification for any hawker to increase his prices because of electricity tariff increases. In any case, our message to consumers has been that whenever any hawker or any shopkeeper profiteers by using all kinds of irrelevant reasons, the best way to treat them is by not giving them our business, ie, just boycott them. Then they will find that there is a heavy price to pay for profiteering. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow has asked about externalities. I take it that Dr Ow was asking whether \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1196</b></font>\n  <br>\n  <br> there were grounds for either a lower or higher rate of return through deliberate pricing decisions in the case of electricity. I see no reason to either under-price or over-price. We import all our fuels and we should not inadvertently encourage consumption by under-pricing our electricity, because this will lead to over-dependence on imported fuels, not to mention the adverse effects on the environment. And also there is no reason for us to over-price electricity because this will affect our competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also asked about the impact on the industry, particularly the high-energy users. On average, electricity costs account for less than 1% of the total operating costs of manufacturing firms. And for the major consumers of electricity such as the petrochemical and electronic companies, their electricity costs generally do not exceed 3% of their total operating costs. I therefore do not expect the proposed increase of 3% to 5% a year to pose a major problem to the companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong has asked whether we should split up Singapore Power to provide competition. Sir, we have already split up SP. SP comprises five companies, two of which I have just mentioned - PowerGen (Seraya) and PowerGen (Senoko); a transmission company, PowerGrid; a supply company, Power Supply; and PowerGas. So within there are already the five subsidiaries, each with its own board. And we expect in due course that each of these subsidiaries will be able to operate flexibly on its own, autonomously as well, and to compete with each other to achieve higher productivity improvements and to innovate even greater. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now move on to Dr Ow's comments on water. He has asked how the measures implemented last year have affected water consumption. I am pleased to announce that as a result of the publicity on the rapid increase in water consumption, and the PUB's Save Water Campaign, Singaporeans and our business sector responded quite positively. In 1995, the growth in our water consumption dropped to 2.2% from the 6.5% growth in 1994. In particular, domestic water consumption registered \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1197</b></font>\n  <br>\n  <br> only 0.9% growth compared with 5.2% growth in 1994. Non-domestic water consumption grew by 3.6% last year compared with 8.2% the year before. All households, whether those in HDB flats or private housing, used less water compared to 1994. The average reduction was about 3.1%. The reduction usage was evenly spread but, of course, in total, our total consumption went up because of the increase in the number of households. Part of the reason is likely to be the higher awareness about our water situation and also last year we had very wet weather, and I think this also contributed to a reduction in the usage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow asked about our future measures on the demand and supply side. On the demand side, we will continue with our Save Water Campaign. We will continue to publicise the need to save water and we will also encourage PUB to find more ways where we can assist households to reduce the use of water, because the domestic users make up about 50% of our total usage. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of the supply side, we are still actively exploring new and alternative water sources, for example, with Malaysia, as announced by PM. And in terms of desalination, MTI last year sent a mission to visit desalination plants in Saudi Arabia, the United Arab Emirates and Malta. The visit confirmed that desalination of sea water is both technically feasible and viable. Following the study, PUB has called a tender to engage consultants to carry out feasibility and engineering studies for the development of desalination plants in Singapore. The study will examine the suitability of various sites for desalination plants and recommend the process to be adopted, as well as the functional requirements, the design, the costs, and so on. The study is scheduled to be completed in 1997. Based on current water consumption rates, the first desalination plant is likely to be required in the early part of next century, ie, less than 10 years' time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Lew Syn Pau asked about the stock of industrial land, how long it lasts, and whether it is adequate. At the present moment, we have a total industrial land \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1198</b></font>\n  <br>\n  <br> stock of 7,250 ha. This will grow by 42% to about 10,300 ha by the year 2010, when major land reclamation projects in Tuas and the amalgamation of Jurong islands are completed. If need be, we can acquire additional land through reclamation after that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we therefore have enough land to meet demands well into the next century. During the last five years we released an average of 170 ha per year of industrial land through JTC allocation and URA land sales. So long as we continue to release adequate land steadily in tandem with demand, we should be able to contain excessive fluctuations in industrial land prices. For the next five years, we will be able to release at least 200 ha of land per year, if there is a demand for it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew has asked about the prices of our land in Singapore versus the region. Sir, because of our shortage of land, understandably land prices in Singapore are much higher than those in the neighbouring countries. I do not have the exact figures here. But if my memory is correct, the price of land in Singapore is about two to three times the price of land in Malaysia. But compared with Taiwan and Japan, our land price is either about the same or slightly lower. Japan is a huge country and the land which is near to the city, within the inner suburbs, of course is very expensive. But because it is a big country, the further out you go, the cheaper the land price is. And speaking to the Japanese businessmen who were here, they told me that if you are prepared to go far into the country-side, land is definitely cheaper than Singapore. But of course there is an operational cost for being located far into the country-side. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked whether we should give SMEs a preferential rate, since they are unable to pay the same price. I would advise against such a move because it will distort the land premium and land prices and lead to misallocation of valuable and scarce land resources. Instead, it is far better for the Government to explore other ways to help SMEs, as I have outlined earlier on. I think the most important thing is to help them increase their productivity through \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1199</b></font>\n  <br>\n  <br> training programmes, through acquisition of technology and automated equipment, and these we would continue doing in the years to come. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, may I seek some clarification from the Minister. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Thank you, Sir. The Minister mentioned just now about introducing competition to power supply and he has a very optimistic assessment of future tariffs. May I ask whether the Minister is saying that electricity tariffs in the future will eventually be lower? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second clarification, Sir. I refer to the commercial accounting standards of average total assets of equity in Appendix I. I would like to know what is the relationship between the assets and equity. How does the Government calculate the assets and the basis of capitalising the assets? And how does he formulate in terms of equity returns? Does he base on the assets, and what is the percentage? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other clarification is regarding the Suzhou Industrial Park project. In view of the current tension and instability between mainland China and Taiwan and the potential involvement of the US in this affair, what is the Minister's assessment of the future of the Suzhou Industrial Park project? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, may I also seek some clarification regarding SP's returns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, let me refer to Appendix I which the Minister has distributed. Under the commercial accounting standards, in the denominator, both for ROTA and ROE, there is a word \"average\". May I ask \"average\" over what? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the Minister is aware that production of electricity enjoys economy of scale, ie, the greater the output, the lower the unit cost. If I heard him correctly, he said that SP expects 7% of ROTA and about 10% to 11% of ROE. May I ask what output level these figures are based on? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1200</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, it is concerning allocation of fixed assets of PUB, including land, properties and other equipment which are used by all services - gas, water, and electricity. What are the criteria of apportioning the fixed asset value among the three services by PUB? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Sir, Mr Low asked whether with competition in the future, we can expect tariffs to be lower. He should realise that with inflation, with higher labour cost, with equipment prices escalating at about 5% a year, it will be very difficult for any utility company to promise lower tariffs. But what we can assure Singaporeans is that because of competition, any tariff increases can be expected to be lower because the different companies will be competing to offer lower prices. So compared to no competition, I think the tariff increases must be lower than it would have been otherwise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On ROTA, he asked what is the relationship between assets and equity. Sir, the assets, I think, are quite clear. It is all the assets which are there. Equity is variable because equity depends on the gearing. So if your return on total assets is very high, in fact, you can have ROE of even 50% by borrowing from the banks and reducing your equity needs. So the relationship is variable, depending on how much you want to borrow. So if you ask me whether there is a set ratio between ROE and ROTA, the answer is no. It depends very much on the decision of the company as to how much gearing it wants to have. \n  <br>1.45 pm \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> What is the gearing for SP? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> SP's gearing is 33%, one third. The one-third level is a realistic level because it means, on the one hand, it is borrowing from the market and that is a good test of how viable the operations are and, on the other hand, it has enough equity to undertake future projects, whether in Singapore or abroad. So the one-third ratio is a prudent ratio. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1201</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has asked about the assessment of the current tension on Suzhou and whether the situation has worsened there and whether the project in Suzhou would be jeopardised. Sir, if the situation has worsened there, the impact would not just be in Suzhou, but it would be on the economies of the whole region, including Singapore. It must be. So our only hope is that good sense will prevail and the whole issue can be settled and tensions removed. Then all of us can continue focusing on what matters most, which is our livelihood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow asked what does the word \"average\" mean when applied to assets. For accounting simplicity, since the assets change throughout the whole year, the average assets are normally taken as the average of the starting assets and the closing assets. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Over time? \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Yes. He also asked whether, with the economies of scale, the ROTA takes into consideration the high level of production. Sir, electricity generation is done in discrete units. So each power plant can be 400 megawatts or 600 megawatts, or even higher. Most utilities will size the plant in relationship to the increase in consumption because you cannot have half a plant. So when you put the whole plant in, you want to make sure that the whole plant's capacity is used up within as short a time as possible. So in PUB's case, the new plants are about 600 megawatts. Our annual increase in usage is almost 400 megawatts. So a completely new plant would be used up within 1 1/2 years. Is there an economy of scale? I think there is still some economy of scale. And this is where the CPI-X formula would take into consideration because those economies of scale will show up as productivity improvements. So it will be taken in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the assets of PUB, how do we apportion the different assets since we have only taken out the gas and electricity portions. The allocation of assets was done strictly in terms of which organisation has the most need for that particular asset. So the power stations are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1202</b></font>\n  <br>\n  <br> all fully transferred to SP. The one where there is a joint usage is the PUB Building in Somerset Road. It is being used by both SP and the present PUB. So what we have done is that we have apportioned the value based on the actual space being used by them. [Interruption]. No, they own it. So we have apportioned the value based on the portion that they actually occupy which again is a very fair method of apportioning. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, may I seek clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> The \"guillotine\" time for this amendment is \n  <br>2.25 pm. We still have quite a number of Members who want to speak and I think we should allow them to speak first. If there is still time left before 2.25 pm, I will then allow Members to seek further clarification. May we proceed with Mr Low for his next cut? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, as we all know, Singapore's economic development depends heavily on the development and utilisation of our manpower resources. To some extent, we are also depending on foreign workers to supplement the inadequacy of local manpower. With an aging population and a shortage of manpower, I think the serious problem will still remain. Effective development of manpower resources is very important and the Government should consider encouraging housewives and retirees who are capable to join the workforce. Many housewives stay at home because they have to look after their children. Many of them have received more than secondary education. So given the opportunity, they can also join the workforce and earn extra income for the family. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MTI should encourage companies within their capability to improve their production methods and allocate some work to housewives so that they can either work part-time or work at home. With the development of computers and technology, I think some work can be done at home by housewives. At the same time, many of those who have reached retirement age do not want to stay on their own old job after retirement, but to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1203</b></font>\n  <br>\n  <br> look for some other jobs which are less taxing. The Government should set up some training facilities to enable them to be retrained and then rejoin the workforce. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, the last issue I want to bring up is skills training and productivity. The educational profile of our workforce is a determinant of our economic competitiveness and our capacity to adapt and adopt technological advances. So may I ask the Minister or his Minister of State what is the current educational profile of our workforce as compared to that of 1984? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, you may recall that in the Economic Committee Report, 1986, one table showed that 53% of our workforce had primary or lower than primary education, 31% had secondary education, 11% had post-secondary, and only 5% had tertiary education in 1984. There is a need to retrain workers, particularly older and less skilled workers and those employed by SMEs. So what has been done by NPB and, in future, SPSB? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the Minister's observation that SMEs have made use of the Skills Development Fund in the training of workers. May I ask the Minister to update the House on the distribution and disbursements of SDF by size of firms, regardless of whether it is local or MNC, type of training and age groups? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of productivity, the Minister for Finance reported that the total factor productivity growth averaged 2.8% per annum from 1986 to 1995 as compared to 1.4% from 1974 to 1986. May I ask what accounted for this increase? Is it because of the increase in capital-labour ratio? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I note that growth rate in labour productivity has been declining from 7% to 4.7% per year in the last three years. Also, in terms of sectoral productivity performance, the commerce sector was the only sector to report an increase in productivity growth in the last three years. This difference between the growth of TFP and the growth of labour productivity seems \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1204</b></font>\n  <br>\n  <br> to strengthen the observation that growth in TFP has been due to capital deepening and/or faster increase in capital productivity, and not improvements in labour productivity. Does the Minister agree with this interpretation? \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Sir, after all the efforts that NTUC has put in towards worker training all these years, I am very disappointed that there is no increase in the $1,000 salary ceiling in the SDF levy in this year's Budget. According to the Labour Force Survey 1994, the median salary of the workforce is $1,234. It is possibly higher now in 1996. I also understand that this includes part-timers as well. So the median salary could be higher. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also given to understand that the SDF's levy collection for last year was below target. This shortfall is possibly because there are less workers in the $1,000 salary levels in our industries. Last year, Mr Goh Chee Wee, answering Mr John De Pavya, said that there are about 50% of the workers who would qualify at the present $1,000 levy. But I am not so sure what this 50% means. Can the Minister provide the accurate percentage of workers who qualify for SDF grants in 1996? I would also like to make a renewed plea to increase the SDF salary ceiling to $1,500 and the Minister should not wait for the next year's budget to do it. Let us do it right now or within the next few months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDF levy salary ceiling is important as it provides an incentive for companies to send their workers for training. But we know that very often companies, especially SMEs, treat training as a nice-to-have and not need-to-have or must-have for business survival in the short term. Some years ago, I was administering the EDB-National Semiconductor Local Industry Upgrading Programme. Then I offered nine SME suppliers under my programme high quality training programmes at National Semiconductor free-of-charge. Some of these cost about $1,500 per training and yet there were very few takers. Why? Because the SME bosses' short term interests were to meet production \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1205</b></font>\n  <br>\n  <br> schedules, and with the tight labour market, they did not think that there were enough workers to send for training even though the training was free. Worse still, these SME bosses fear that if their workers are sent for training, they would then soon send them the resignation forms and leave them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So these employers think that in the short term, they would have more labour pain than gain when they train their workers although the Government and others may preach that there would be no financial pain but only gain when SMEs train. Given this reality, workers cannot wait perpetually for their employers to train them. So they have to find their own means to upgrade themselves. They now turn to NTUC and other organisations for low-cost training opportunities. Even then, they need to fork out some money as these courses can only be subsidised between 50% and 80% by training grants. As an example, the amount that one has to bear if he enrols on NTC-3 course at ITE is $144 and if he enrols in the same course with ELITE it is $800. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of this, I request the Government to focus microscopically on the plight of workers. I strongly urge the Government to seriously look into the setting up of an individual worker's training account through the CPF mechanism and call it, say, SkillSave (like the Edusave Scheme for school children). The amount to be topped up can be contingent on budget surpluses, but these can go a long way in upgrading the skills of our workforce. I urge the Government to do this as quickly as possible. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Yuhua):</b> Sir, the Business Environment Risk Intelligence (BERI) has placed Singapore in the league of advanced economies. Countries accorded this status have a high proportion of jobs that require upper levels of vocational and university training. They produce goods and services with a high value added and, consequently, workers are well paid. Under-trained or low skilled workers are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1206</b></font>\n  <br>\n  <br> known to have experienced losses in living standards in some of these advanced economies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has a workforce of about 1.6 million people. Of these, 26.4% have attained an educational level of primary six and below. If we were to include those with less than secondary education, it will rise to 43%. Given this profile, are we doing enough in the area of skills training and upgrading? This is to ensure that this group of workers will not be left out on their ability to improve on their living standards, relative to those who are better educated and skilled. Further, of the 43%, about half are aged 40 years and above. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The average training expenditure per employee in many advanced economies is much higher than Singapore. For example, Japan has a training expenditure of $2,001, Germany $690 and USA with $600. Singapore has a training expenditure of only $350. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During last year's Budget debate, it was brought out that the coffers of the SDF was declining. The salary ceiling of Skills Development Fund levy was raised from the salary ceiling of $750 to $1,000. At the end of FY94/95, the SDF had total assets amounting to about $387 million. The current balance to date is estimated at $250 million. This is a decline of $137 million or about 35%. Yearly grant commitments over the last couple of years averaged about $60-$70 million, while receipts from the SDF levy are expected to amount to $18 million. With the outflow of SDF money at more than three times the inflow, the SDF coffers will be depleted by the year 2000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my concern is that with the declining coffers, SDF will be more stringent in its criteria for committing training grants. Already, the maximum grant per trainee hour has been reduced from $10 to $8. And funding for the national IT Power programme was reduced from 80% to the current 50%. In all, for our workers who have to fund their own training because training opportunities are not provided by their employers, it will affect their take-home pay and their living standard. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1207</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It may be appropriate to raise the $1,000 SDF salary ceiling to $1,500 and to revise the 1% levy rate upwards, to ensure that the SDF has adequate funding to help our workforce into the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have called on the Government to set up a scheme similar to the Edusave Account to assist individual workers to defray the cost of skills training. While it can be argued that the national target of 4% payroll to be spent on skills training is likely to be met this year, it does not mean that all workers have equal training opportunities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We know that small and medium-sized enterprises are not training enough of their staff. Out of 493,000 training places committed by the SDF in 1994, only 65,000 training places or 13% were taken by workers in companies with an employment size of less than 200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To meet the skill needs of the years ahead and to meet the challenges of the 21st century, I would propose to the Government to set up a scheme similar to Edusave for workers' training, opening up the SDF training grant schemes to individual workers on training programmes leading to nationally recognised qualifications, and to channel part of the surpluses to the Skills Development Fund. Further, in view of the tight labour market, more support should be given to the retraining efforts of women and older workers who are re-entering the workforce. \n  <br>\n  <br>\n  <!-- Mr Stephen Lee Ching Yen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Stephen Lee Ching Yen (Nominated Member):</b> Mr Speaker, Sir, this year's Budget has many give-aways, but the Budget could have done more for skills training. In the same way that we are faced with space constraint, we are faced with a very limited workforce. We need to help and encourage every Singaporean to realise his or her full potential in terms of what he aspires to achieve for himself. Singaporeans can only do so if they keep their knowledge and skills updated to match the demands of the changing workplace. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1208</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the support of the Skills Development Fund, more and more employers and workers are becoming involved in training. I am glad to note that we are likely to achieve the national target of spending 4% of payroll on training this year. However, this achievement hides the fact that small companies, on average, spend less than 1% of payroll in training. Such companies employ more than half a million workers. In such companies, there is little motivation for training. There may be a need for some incentives for workers to look after their own skill improvements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to MTI's annual economic survey, over 100,000 jobs were created last year. However, the majority of these jobs were in the low productivity sectors. I suspect at least half of these jobs were filled by foreign workers. These were the jobs that require little skill and education, and such jobs do not help in our economic upgrading. Perhaps we should consider linking the training of Singaporeans to the need for unskilled foreign workers. Employers who need foreign workers should be encouraged to train up Singaporeans, to help them to improve the productivity of their operations. The dependency ratio for foreign workers could perhaps be raised in the meantime while they are training Singaporeans. We cannot continue to bemoan the fact that companies do not train while at the same time allow them to engage foreign workers in large numbers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Companies have a responsibility to train Singaporeans to provide them with skills to upgrade their productivity and operations and to reduce the reliance on foreign workers. I therefore suggest that the Ministry of Labour work with the Skills Development Fund to come up with some workable schemes that would link foreign worker dependency to enhancing the skill assets of Singaporeans. The additional availability of foreign workers can give some relief to encourage the release of Singaporean workers for training. \n  <br>\n  <br>\n  <!-- Mr John De Payva -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr John De Payva (Nominated Member):</b> Mr Speaker, Sir, I had earlier spoken briefly on the importance of training. A huge percentage of the working population comprises workers \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1209</b></font>\n  <br>\n  <br> with little education. Most of them are in their 40s and above. Whilst we have the Skills Development Fund, we have noticed over the years that this cohort of workers is not benefitting from it entirely. The BEST and the WISE programmes, heavily subsidised by SDF, have barely managed to change this scenario. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many reasons why older workers are not availing themselves of this training. In some instances, employers are not too encouraging. In others, workers themselves need to earn additional incomes through overtime work and part-time work. These workers have families and family commitments. They have bills to pay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A typical family of four with an average income living in a 4-room HDB flat with schooling children cannot afford to go for skills upgrading courses for the reasons given earlier. While subsidies are offered by some recognised institutions, these workers need to help to defray family expenses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, not all companies are farsighted and committed to investment in human capital. An article in the Straits Times of 22nd February 1996 mentioned that by March 1996, companies in Singapore would meet the national target of spending 4% of their payroll on training. The article went on to say that large companies with 500 or more employees are already spending well above the national target on staff training. It said that something like 7.2% of their payroll are used for training. This is very encouraging for workers employed by such large companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it also said that companies with fewer than 25 workers spend only 1.4% of their payroll on staff training. This is alarming, considering that many companies in Singapore are small. In 1991, there were 108,467 companies that employed less than 50 workers in each company. In 1994, the number rose to 129,031. Again, in 1991, 569,000 workers were employed in small companies. This figure rose to 581,815 in 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, 47% of our total workforce are employed in small firms in terms of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1210</b></font>\n  <br>\n  <br> workers. Companies of this size do not see the urgency to train their workers. Hence, the low percentage in investment in human capital in such companies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of educational level, as at 1994, 43% of our workforce have lower secondary and below, and 30% have secondary education. With our constant healthy budget surpluses, surely some money could have been set aside for training, retraining, and skills upgrading of these left-behind workers. Whilst we are about to be pronounced a developed nation, we must do something for our less educated, less skilful working colleagues. \n  <br>\n  <br>\n  <!-- Mr Imram bin Mohamed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Imram bin Mohamed (Nominated Member):</b> Mr Speaker, Sir, over these past few days, many Members of the House have raised their concerns about the need for provisions for training and retraining in the budget. The importance of our workforce to continually upgrade themselves in a fast-changing economy like Singapore is well recognised. Though companies do take advantage of the SDF scheme to send their staff for training, many of our workers, mainly in the low income group, still do not have access to developmental courses. As Mr Sinnakaruppan has just said, the main reason for the hesitation on the part of the employers is that they are facing a shortage of labour and can ill afford to release any of their workers for training during working hours. Another concern for them is whether these workers will stay on with the company after completing their training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To overcome the impasse, we should motivate these workers to take up training courses on their own. This would have to take place outside their working hours. As many low income earners are taking on overtime work or additional jobs, it may take some effort to persuade them to go for courses to upgrade their literacy or numeracy skill, computer or other forms of training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, similar to what Mr Sinnakaruppan and Mrs Yu-Foo Yee Shoon have proposed, I would also like to suggest that the Government set up a separate fund for workers' training. Every \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1211</b></font>\n  <br>\n  <br> worker below a certain income level could be credited with a sum of money each year. Workers may make use of this money to pay the fees for approved courses of their choice. Paying the fees alone may not be sufficient to persuade this group of workers to seek training. I would therefore like to further suggest that these workers be paid a bonus from the fund for attending and successfully completing the courses. Perhaps the Government could look at this as a more productive way of distributing future budget surpluses back to the people. If this scheme manages to draw workers to seek training on their own, there would be less need for employers to organise training for their staff. Thus, we can expect less withdrawal from the SDF. Some portion of the SDF levy could then perhaps be transferred to the workers' fund. \n  <br>2.15 pm \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Trade and Industry (Mr Goh Chee Wee):</b> Sir, let me respond to all the questions raised by Members concerning skills training. I think I certainly need more than ten minutes to answer all the questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe everyone is in agreement on the importance of workers training. A well trained worker is an important resource in any economy and modern economy rewards skills and knowledge and, on the other hand, no skills risk unemployment. So we need to train and retrain our workforce to meet the changing economic demands. Continuing education for the workforce must be an essential feature of our manpower development plan. For historical reasons, we have a workforce whose educational profile lags behind their counterparts in the developed countries. So we set up the Skills Development Fund (SDF) in 1979 to encourage employers to use the labour force more efficiently and to upgrade their workers' skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The SDF has over the years built up an array of programmes to expand and improve the training infrastructure, create training opportunities for workers and to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1212</b></font>\n  <br>\n  <br> provide incentives for employers to train their workers. The SDF has made significant progress. Altogether, some 32,000 companies have benefitted from SDF support. This includes almost all companies with more than 10 employees, that means all those companies with more than 10 employees have benefitted from the SDF support, and a quarter of all companies with fewer than 10 employees. A total of $916 million in SDF grants have been committed to companies to train their workers. Between 1980 and 1994, the number of training places supported by SDF increased more than 45 times, from 11,000 per year to 500,000 a year. This is about one training place for every three workers every year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our companies now invest an average of 3.4% of their payroll on worker training compared to only 1% in 1985. This is close to our target of 4% and it compares well with other countries such as Japan, US and Hong Kong. Although these figures show good progress, there are a few areas where additional efforts are required. Two particular areas are training our workers in SMEs and training of older workers. While larger companies spend about 5% of payroll on training, SMEs spend only 1.4%. Additionally, as the economy matures and restructures, skills training for the large pool of older workers with low skills level is becoming more critical. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have mentioned earlier, 32,000 companies have benefitted from SDF grant and nine out of ten of these beneficiaries are in fact SME companies with fewer than 50 workers. SDF schemes are open to all companies. However, recognising the limitation faced by SMEs, we have special schemes designed with SMEs in mind. The Minister has earlier highlighted some of the schemes, such as the net fee payment mechanism to ease the cash flow problems for SMEs. To help the SMEs in choosing relevant training programmes, the SDF has compiled a list of recommended programmes for their reference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A special scheme also exists to allow SMEs to send their managers for training programmes which are not available to the larger companies. To make the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1213</b></font>\n  <br>\n  <br> scheme user friendly to SMEs, SDF application procedures have been further simplified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The implementation of these special initiatives has resulted in a substantial increase in training places committed to SMEs, rising from 19,152 in 1992 to 27,200 in 1995. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other major area of concern is training of older workers. The SDF actively promotes this and has embarked on several initiatives. It has worked with training providers to develop and boost the number of training programmes to cater to older workers. Enhanced incentives are provided to employers who send their older workers for training. The NTUC and the community self-help organisations have also been roped in to reach out to older workers. BEST and WISE classes offer older workers who missed the opportunity to acquire basic literacy and numeracy skills when they were young to do so now and if they are not comfortable with the traditional classroom mode of learning, the NPB has FAST FORWARD programmes in English and Mathematics to allow these older workers to learn at their own pace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Through the various efforts, the number of training places supported by SDF for older workers more than doubled, from 28,500 in 1992 to about 67,400 in 1995. This represented 18% of all training places last year, up from 8% in FY92. In FY88 only one in 25 older workers were trained with SDF funding. By FY95 this ratio has increased to one in ten older workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although statistics on the training of older workers and workers in the SMEs indicate that we have made good progress in this area, there is still scope for more to be done. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past, we maintained the policy that SDF supported training should be sponsored by employers. This is to ensure that employers are supportive and that the training would be relevant to the workplace. However, we acknowledge that there are some employers who do not yet appreciate the value of staff training, depriving their employees of the opportunity to train. Also, those who are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1214</b></font>\n  <br>\n  <br> presently not part of the workforce, for example, housewives, would not be able to benefit from the SDF. Therefore, selectively, we are prepared to depart from the policy of employer-based training and support the individual's initiative to train. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Members of this House have repeatedly called for the relaxation of the SDF rules to allow individuals, including those not in employment, to benefit from SDF funding. I am pleased to inform the House that my Ministry has agreed to amend the Skills Development Levy Act to allow these categories of people, the self-employed and contract workers, the retrenched workers and those seeking to enter or re-enter the workforce, to be eligible for SDF support. This represents a shift from the current policy of awarding SDF grants only for employer-based training to one of awarding SDF grants to those requiring training regardless of their employment status. We realise that this departure from employer-based training may open the scheme to abuse or result in wastage. So we have to put in place the necessary conditions and safeguards to ensure that the departure generates the expected benefits without any wastage or abuse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other initiatives which we are considering to improve worker training include: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) A national skills certification system to appraise and accord national recognition to the disparate training schemes now existing, to provide recognition for skills learnt on-the-job as well as give recognition to new skills being identified. This will encourage workers, especially the unskilled ones, to raise their skills base and help employers to reward skills attainment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Singapore Productivity and Standards Board will complete a national manpower plan to project the economy's skills requirements in the next five years. The exercise will identify the skills needed in our economy and specific groups of workers that require training in such skills. Based on these findings, SDF will tailor existing programmes accordingly or introduce new ones in FY97. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1215</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now turn to the specific questions raised by Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow enquired on the current educational profile of our workforce as compared to that of 1984. May I refer Members to Table 1 (Cols. 1293 - 1294) of the handouts on skills training. I am pleased to say that significant progress has been made. Over the 10-year period, the proportion of workforce with tertiary education tripled from 5% in 1984 to 15.6% in 1994. At the same time, the proportion of those with below secondary education was halved, from 53% to 26.4%. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651293.htm\">Table 1 - EDUCATION PROFILE OF WORKFORCE (Cols. 1293 - 1294)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow asked for an update on disbursements made by SDF. The information is given in Tables 2, 3 and 4 (Cols. 1295 - 1300) of the same set of handouts. While the companies with a larger workforce continue to account for a big portion of training grants committed, the proportion of grants committed to smaller firms with less than 100 employees has gone up from 14.3% in FY90 to 20.3% in FY94. By type of training, technical service and productivity and QCC-related training are the biggest two groups accounting for about 46% of all grant commitments. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651295.htm\">Tables 2, 3 and 4 - TRAINING GRANTS AND PLACES COMMITTED BY TYPE OF TRAINING, TRAINING GRANTS AND PLACES COMMITTED BY SIZE OF FIRMS, TRAINING GRANTS AND PLACES COMMITTED BY AGE GROUPS (Cols. 1295 - 1300)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By age groups, younger workers in their 20-29 age group accounted for almost half the supported training places. Older workers accounted for 11% of the places in FY94, up from 7% in 1990-1992 period. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow also asked what accounted for the higher TFP growth in the past decade. Sir, the TFP measures the efficiency with which labour and capital inputs are used jointly to produce output. It is determined by qualitative improvements in inputs used as well as the systems and processes in place. Contrary to what Dr Ow suggested, a growth in TFP cannot be attributed to increases in a capital-labour ratio. Our growth in the capital-labour ratio slowed down from 9.2% per annum during the 1974-1986 period, to 3% during 1986 to 1995. We therefore have a situation of increasing TFP growth and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1216</b></font>\n  <br>\n  <br> declining capital-labour ratio growth. The increases in capital-labour ratio can raise the labour productivity growth but not the TFP growth. In fact, increases in capital-labour ratio that are not accompanied by other qualitative improvements, such as technology exploitation, skills upgrading, systems and process improvement, must lead to diminishing returns to capital investment. So TFP determines labour productivity, not vice versa. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The increase in Singapore's TFP growth is partly due to the vast improvement in the educational and skills level of our workforce. Besides the school system, certificates conferred by various training institutions have allowed workers to upgrade to post-secondary educational level and above. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from improvements in the quality of the workforce, the increasing technological sophistication of our industries, complemented by improvements in management and production systems, product and process innovations had also contributed to the rise in TFP growth. So we are now actually reaping the dividends of years of emphasis on education and skills training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Yu-Foo and Mr Sinnakaruppan as well as Mr Imram proposed the setting up of training accounts for workers akin to Edusave. Sir, while this may appear to be an attractive idea, we have to examine whether such a scheme is preferred over the various training support schemes which we already have in place, such as the Skills Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have just announced the relaxation of rules governing the use of SDF. Schemes can in fact be worked out to support individuals who wish to enrol in approved skill courses supported by SDF. There is also the question of funding if the suggestion of Members for training account is to be taken up. Who should contribute to the account? The employer, the employee, the Government or co-payment? Sir, I would not dismiss this idea as non-feasible. There are merits in the proposal and I would ask the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1217</b></font>\n  <br>\n  <br> Singapore Productivity and Standards Board to consider this in consultation with the employers and the unions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Stephen Lee has suggested that the companies be given the incentive of employing more foreign workers if they release their workers for training, especially during working hours. Sir, I find this proposal unacceptable. Training is part and parcel of a company's operation. A forward-looking company must have plans to systematically train their employees in order to enhance their competitiveness. The Government supports the training effort of companies through schemes like SDF funding. The NPB has even devised a training leave scheme with enhanced subsidies by SDF to support training conducted during working hours and we will be receptive to any other suggestions to further support the employers' training efforts. But the admission of foreign workers is a different matter altogether. Our foreign worker policy is based on political, economic and social considerations. There should not be any linkage between training of local employees and admission of foreign workers. \n  <br>2.30 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Goh, you have exceeded the time limit on the amendment. Dr Ow, would you like to withdraw the amendment. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2). Assoc. Prof. Low is not here. Amendment No. (3), Dr Wong. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong (Kampong Glam GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Development Estimates be reduced by $10 in respect of Code WH 5200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1995 Economic Survey of Singapore, Singapore's gross expenditure on research and development in 1994 amounted to $1,175 million, up 18% from 1993. This is a healthy growth and should be supported with tax incentives and research and development grants. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1218</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister for an update of the Government's programmes to promote economically relevant research and development and innovation in Singapore. In particular, how many companies have benefited from the $50 million Technology Development Fund that was launched in September 1995 to promote technology-based start-up companies? \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, with the establishment of the National Science and Technology Board, all Government funding for research and development (R&amp;D) flows through the Board. The FY96 budget provides $197 million for R&amp;D. It is not an insignificant sum by any measure. Much of the money are appropriated to Government R&amp;D institutes and the balance to the industry. As our wages escalate and our industry moves to a higher technological level, home-grown innovation from local R&amp;D will become more important if Singapore were to continue to be successful. However, as a nation, we face competition in R&amp;D as well. On the leading edge, the advanced countries have better traditions, infrastructure and larger budget to break new ground. Going lower down the technological ladder the competition comes from lower cost countries, like India and China which have very good traditions in high-tech education. Hence, picking the right area to do R&amp;D where we have some inherent advantage is crucial to our success. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So at this juncture, I would like the Minister to give his evaluation of the effectiveness of the R&amp;D programme funded by NSTB. Money spent in the wrong area is not only money wasted but time is wasted as well, and time lost is even a greater loss since some opportunities might be lost forever. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Both Dr Wong and Dr Wang have asked me to give them an update on programmes to promote R&amp;D. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the past year we had made very good progress in our NSTB's programmes, as noted by the two speakers. What is important is that the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1219</b></font>\n  <br>\n  <br> private sector component of the R&amp;D growth has been extremely encouraging. The private sector growth was 19% per annum between 1991 and 1994. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, by spending more on R&amp;D, companies are actually investing in their future. As Dr Wang has pointed out, this is very important in view of the growing competition in the region. In terms of the expenditure, the R&amp;D incentive schemes administered by NSTB have been very effective. Since 1991, it has given out about $500 million worth of grants and in the process, has secured over $2 billion in R&amp;D spending by the MNCs and local companies. I think this is a true test of whether the expenditure is viable. You get the private sector to put the money where they feel it is worthwhile, and we support them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The research institutes and centres that we have set up have been important also because they provide in a way the seeding for research work to be carried out. As a result of both the establishment of the research institutes and the grants that we have given out, 53 corporate R&amp;D centres have been established since 1991. And most of these are world-class centres, for example, the Motorola Centre undertakes research and development of pagers. Most of the pagers worldwide under the Motorola brand are actually developed in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of the three targets that were set under the 1991 National Technology Plan to track the level of R&amp;D development in Singapore, we have exceeded two of them. The first is the ratio of research scientists and engineers per 10,000 labour force. We set a target of 40 and we have actually surpassed that. And second, the private sector share of gross R&amp;D expenditure has exceeded the target of 50%. But in the third area, the gross expenditure of R&amp;D to GDP ratio, we have not been able to attain. We set a target of 2%, which I think on hindsight was overly ambitious because Taiwan, with their much longer history of R&amp;D, was only able to attain a gross expenditure of R&amp;D to GDP ratio of 1.82%. So I think on hindsight, our 2% target was a little too ambitious. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1220</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our challenge in the future years will be to ensure that we can work closely with the private sector to help them drive their R&amp;D programmes. I think the key word is to make sure that we are involved in projects which are economically relevant. No point doing research just for the sake of research. There must be relevance to our economy, and this is what we are aiming for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of the Technology Development Fund which Dr Wong Kwei Cheong has asked, this programme was announced in September 1995, and I am glad that within this short period of time, of less than six months, the TDF has already supported eight companies to the tune of $12.5 million. The TDF is a scheme that is meant to enable technology entrepreneurs to commercialise their developments. With technology, the initial stages of commercialisation carry a very high risk and most venture funds are not prepared to even step in at that point in time. I think this is where the TDF comes in in a very important way, because we help them take the first one or two steps to set up a company and launch the more intense development work as well as to make sure that they can commercialise it. Once they have proven that it can work, I think other venture capitalists would be prepared to come in in a much bigger way. So we have already helped eight companies to set up under this scheme. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (4), Dr Wong. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Main Estimates be reduced by $10 in respect of Code WI 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the 1995 Economic Survey of Singapore, real wage growth in 1995 was at 4.1% compared to the productivity growth of 3.7%. In order to maintain our economic growth, it is important that our productivity growth exceeds that of our real wage growth. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1221</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister if he will review the Productivity Movement that was launched in 1981 to make it more relevant and effective in improving our productivity growth for the next few years? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Improving productivity is not something new in Singapore. We have heard of Quality Control Circles, or QCCs, more than 10 years ago. In those days, in the early 80s, we read a lot about the promotion of QC circles in factories and other workplaces. Somehow, despite the encouragement to set up QC circles, qualitative improvements in productivity have not been as good as one would like. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In November last year, during the Second Reading of the Singapore Productivity and Standards Board Bill, we heard the Minister say that it was critical for Singapore to seek greater qualitative improvements as opposed to sheer expansion in inputs. The Minister implied that much of Singapore's growth had been through increases in inputs of capital and labour rather than through high productivity or quality labour. Qualitative improvement in our workforce is definitely critical to our economy. Where there is no qualitative improvement in the workforce, investors, whilst sinking in more capital and deploying more labour, will find there is no proportionate increase in productivity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have been informed that in the 60s, a foreign investor needed only to invest $25,000 in relation to one worker in his factory. Now, after 30 years, he has to put in something like $125,000 for the employment of one worker. The capital increase is five times over the last 30 years but his returns are not five times more, but only marginally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has said that in most developed countries at the same stage of development as Singapore is in now, Total Factor Productivity (TFP) averaged 2% to 4% a year. However, for the period from 1980 to 1992, annual TFP growth in Singapore only averaged 0.4%. I am not surprised at all that the average quality of the Singapore worker is only one-tenth of that of the developed countries at the same stage of development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1222</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reasons are obvious. Firstly, a large proportion of our workforce comprises workers who have no education at all or only a primary education. A large percentage of these workers have no literacy or numeracy skills. Secondly, the number of foreign workers in our workforce has become significant. The productivity of foreign workers is generally low and certainly lower than those of Singaporean workers. Thirdly, the attitude and management of workers have not been geared up to make high productivity a way of life. I am referring in particular to the non-manufacturing sectors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1994 Budget statement, Dr Kanwaljit Soin referred to the Labour Force Survey of 1992. She pointed out that of the persons employed aged over 15 years but under 20 years of age, there are 70,000 people and this does not include foreign workers. Nearly 4,000 have never attended school or only up to lower primary level. Another 29,000 or 40% of our young workers below 20 years have only primary or lower secondary education. On the other end of the age group, those workers who are over 40 years old constitute the largest group who either did not attend school or only completed up to lower primary level and these workers numbered 150,000. In the past years, I have also highlighted the low level of education of large numbers of our workers but the Government has to-date not taken any steps to remedy this situation. The latest figures of education profile of workforce just distributed under Table 1 by the Minister today show that there is improvement. But there is no division as to whether the figure of 47% comprises just secondary or upper and lower secondary education. If we take one half of the secondary education as lower level, then it is still something like 50% of our workforce have only attained up to lower secondary education and the percentage of those with primary level is still fairly high at almost a quarter of our workforce. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In America, the TFP is high because they make education available to all. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1223</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have heard of even truck drivers enrolling in colleges to get a degree. In Germany, they have widespread well-established apprentice system. Whatever system Singapore adopts to promote TFP growth, it must first of all solve the basic problem of poor education amongst our workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister has said that the way to promote TFP growth is through a holistic management of the main factors. The main factor in our case is to make sure that all workers secure a good basic primary and secondary education for a start. Since the Minister has suggested a holistic approach, which I agree, I would suggest that he should persuade relevant Ministries to do the following very quickly: (1) Establish neighbourhood libraries in all HDB housing estates so that kids from poor homes can be introduced to books at an early age; (2) Reduce the class size of all neighbourhood schools to 30 pupils per class for a start so that teaching can be more effective to the poorer pupils; (3) Make education compulsory at least for 10 years; and (4) Have widespread campaigns to make both management and workers be aware of qualitative improvements in productivity and take steps to promote TFP growth in their workplaces. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, many Members of this House have publicly spoken on the constant need for Singapore workers to gain new skills, or upgrade their skills. But few, if any, Members have spoken about the difficulties faced by workers in getting up to date qualifications in order that Singapore may keep its competitive edge over other countries. With changes in technology taking place apace, new or upgraded skills quickly become obsolete. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, whether or not paper qualifications mean the same thing as skills is a moot point. Unfortunately, in our present system, proof of skill level attained is contained in a piece of paper. But to revalidate qualifications or update skills takes time and money. Most holders of paper qualifications work for a living. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1224</b></font>\n  <br>\n  <br> Professionals, managers and executives may find it difficult to take extensive time off to obtain better or higher qualifications. It would be more difficult for the less well-paid workers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I understand not many employers in Singapore have on-the-job training (OJT) schemes for their workers. About only two out of every five employers have these OJT schemes, if I am not wrong. The lack of enthusiasm among employers is disappointing as well as hard to understand. If workers regularly update their skills, in pace with technological advances, not only the workers but also the employers stand to benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, trade unions in Singapore have, much to their credit, understood the vital importance for workers always to upgrade their skills. Even union funds have been used to finance training courses for workers. Granted that these union-sponsored training courses are not all strictly relevant to the needs of the employers. The short answer to that comment is that the employers should sponsor OJT courses that are relevant to their own needs. If some employers are too shortsighted to see beyond their pockets, the Ministry should be more active and energetic in rectifying their vision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Practically, every PAP MP in this House, at one time or other, has spoken or written about Singapore's people as being its most important asset. Our Government's policy has been to develop this asset through education and training. The training of workers has a direct and immediate bearing on Singapore's competitive edge. As the Ministry responsible for, among other things, Singapore's competitiveness in trade and industry, it is naturally expected of the Ministry to give some priority to the training of workers, particularly, by way of OJT courses. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mrs Yu-Foo is not speaking. Dr Soin is not here. Mr Goh. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Chee Wee:</b> Sir, Dr Wong Kwei Cheong asked about the progress of our productivity movement and whether we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1225</b></font>\n  <br>\n  <br> have drawn up strategies to make sure that our campaign or movement is relevant in today's context. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, since its launch in 1981, the productivity movement has advanced steadily in phases, focusing attention on different aspects of productivity drive. These phases, though overlapping in practice, can be broadly classified as (1) the awareness phase, that is, from 1981 to 1985 where productivity awareness was created by rallying the entire nation to work together to achieve higher productivity; (2) the action phase, that is, from 1986 to 1988 where various productivity practices were promoted to encourage companies to translate awareness into action; and (3) the ownership phase, that is, from 1989 to 1990s where individual excellence through pride and skills upgrading was actively promoted. The goal is to develop a self-sustaining productivity movement where productivity habits become part of a Singaporean work ethics. Having laid a strong foundation for productivity movement at both the company and individual levels, the productivity movement began to focus on quality from 1990. The key message was that quality work leads directly to productivity and, ultimately, a higher quality of life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have made significant achievements since the launch of the productivity movement. Overall, our productivity growth rate averaged 4.5% a year from 1981 to 1995. Today, 3.5% of the workforce in the private sector participate in quality control circles, close to the 4% participation rate in Japan. Companies have also invested about 3.4% of their payroll on training, a significant increase from 2% in 1992. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are now entering the next phase of the productivity movement. As Singapore advances into the innovation phase of the economic development, we can no longer depend on increases in labour and capital investment as our main source of economic growth. Instead, we have to focus more on making the best use of our labour and capital resources as captured by the concept of the Total Factor Productivity (TFP). That is why we are forming \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1226</b></font>\n  <br>\n  <br> the Singapore Productivity and Standards Board whose mission is to spearhead our drive to increase Singapore's TFP growth. With this new focus on TFP, we are reviewing the thrust of the productivity movement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To pursue TFP improvements, the Singapore Productivity and Standards Board has identified that total commitment to the two key elements of innovation and quality is required. So innovation and quality will thus be the theme of the productivity movement for the next five years. Quality encompasses excellence and meeting world class standards, be it in products, services or work. Innovation connotes a commitment to change, to push up the frontiers and to seek breakthroughs, ie, break through ideas rather than mere incremental gains. The combined efforts should lead to higher output per unit input, in other words, higher TFP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the productivity movement is a dynamic process. SPSB will continually review its relevance and refine its focus in the light of experience and changing external environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam commented about our productivity movement and also mentioned about the need for quality improvement of our labour force. Sir, I have explained the importance of improving productivity to enhance our competitiveness. A very important component of improving productivity is really the training of our human resource, ie, the development of manpower. The reason for the low educational level of our workforce is historical and, over these years, we have implemented various programmes to try to raise the educational level of our workforce and upgrade their skills. And we have made progress. If you look at the figures on the total factor productivity in the 70s, our TFP growth was negative. But this had improved. From the 80s to 90s, the total factor productivity growth had gone up to 1.1% and from 1990 to 1995, the TFP growth had gone up to 2%. So actually we have made progress but, of course, more can be done. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1227</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam has made some specific suggestions like introducing compulsory education, and so on. These are issues and suggestions which the Member can bring up when we debate on the Ministry of Education's budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chin commented on worker training and on-the-job training programme. I agree with Mr Chin that on-the-job training programme should be encouraged. In fact, OJT is more flexible for the company and the workers and more responsive to the specific needs of the company. And training under OJT can be tailored to meet the needs of the company and can be conducted by immediate superiors or skilled staff at the workplace. Furthermore, most OJT programmes do not require the trainee to leave the workplace, thereby enabling more training to be conducted during working hours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government actively promotes OJT and to accelerate the adoption of a structured OJT by companies an OJT 2000 plan was launched in October 1993 to make on-the-job training a pillar in our national training infrastructure. The target of the plan is to skill 100,000 workers through structured OJT by the year 2000. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are three strategies which have to be employed to push this: (1) assist companies to institutionalise OJT; (2) to provide OJT blueprint for companies to emulate; and (3) to facilitate the sourcing of OJT instructors. By the end of FY95, about 44,500 workers from 2,400 companies would have been trained under the various OJT programmes introduced by NPB since 1993. And this is not counting the many companies which also provide on-the-job training independently from the NPB programmes. To accelerate the adoption of OJT programmes, OJT models were established for companies in 15 different industries, and these would enable companies in the same industry to emulate and adapt their on-the-job-training programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To reach out to the SMEs, a pilot OJT-instructor programme was launched in July 1994 whereby 200 instructors were \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1228</b></font>\n  <br>\n  <br> trained to deliver OJT to staff in companies with less than 50 employees. For the nine courses offered so far, 860 instructors have been trained. As a result of these various efforts, companies now invest about 1.3% of payroll on OJT. The NPB will press on to encourage more companies to carry out the restructured OJT as a cost effective means of training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since there is still time, may I turn to the earlier questions raised by Members? I think I have responded to all the questions except for one or two points raised by Members. There was a suggestion by Mr Sinnakaruppan and Mrs Yu-Foo about raising the salary ceiling for the SDF levy to $1,500. I think Mrs Yu-Foo also expressed concern about the financial position of the SDF. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the salary ceiling for SDF contribution was revised from $750 to $1,000 in April 1995. At the current levy rate of 1%, the collection for FY95 is expected to be about $18 million. On the other hand, the NPB projects that grant commitments would average $75 million annually, from FY95 onwards. The deficit between SDF collection and commitment is not sustainable. And at this rate, the SDF would run out of funds by the year 2001. So we must find ways to make up for the shortfall. One way to increase the SDF collection is to raise the salary ceiling eligible for SDF contribution. The other way is to increase the present contribution rate of 1%. This was the proposal raised by Mr Sinnakaruppan and Mrs Yu-Foo. The employers, of course, would like to see that the Government shares the burden too and co-pay with employers. We will examine all these options. In the meantime, however, I would like to assure Members that SDF will continue to support all worthwhile training programmes submitted by the employers. Pending the decision on additional funding, SDF will draw down from its current balance to finance all training plans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang made a number of suggestions on maximising our manpower resources. I agree with him that we should maximise the use of our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1229</b></font>\n  <br>\n  <br> limited manpower, especially when we are so short of labour and dependent so much on foreign workers. I believe we should try to tap the large pool of economically inactive persons like housewives and retirees. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore's labour force participation rate has been increasing. In 1995, our labour force participation rate was 64%, comparable or higher than the other NIEs and developed countries. However, in view of our small labour force and technological improvements, we should and can do more. The Government has taken steps to encourage these groups to enter or re-enter the workforce. We are referring to those housewives and retirees and economically inactive persons. Examples of the steps the Government has taken are: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) The retirement age was raised to 60 years in July 1993, with a target of 67 years over the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The Singapore Productivity and Standards Board (SPSB) is working out a programme to attract housewives and retirees back into the workforce. The programme will include helping these groups to prepare for re-entry into the workforce, encouraging employers to employ these workers and matching workers with employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) The Employment Act was amended in November 1995 to spell out more clearly the definition and guidelines on terms and conditions of part-time employment, so as to encourage companies and potential workers to explore part-time work as an option. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from the Government measures, there is a need to look into the industry and company - specific measures, including job design. Employers must be innovative in designing jobs and job processes which enable workers to work part-time, or even to operate from home, as suggested by the Member. So the SPSB will be working with the Ministry of Labour, employers and unions to explore measures to further enlarge our labour pool. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg to withdraw the amendment. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1230</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head W of the Main Estimates be reduced by $10 in respect of Code WK 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am speaking on the strengthening of international trade. According to the 1995 Economic Survey of Singapore, exports in 1995 rose by 14% to $168 billion compared to 23% in the previous year. As our economy is very dependent on international trade, it is important that the Government continues to promote Singapore's exports of goods and services abroad, and develop Singapore into a premier international trading hub. May I ask the Minister for an update on the efforts made by the Ministry of Trade and Industry in promoting economic cooperation with various countries, and the incentives and assistance schemes provided to local entrepreneurs in their efforts to expand their international trade. \n  <br>\n  <br>\n  <!-- Mr Yeo Cheow Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Cheow Tong:</b> Mr Speaker, Sir, MTI takes a two-pronged approach to promoting Singapore's international trade. At the macro level, we participate actively in various international and regional fora, in order to work towards a more conducive and a more open international trading environment. For example, we are an active member of the World Trade Organisation. This is a very crucial organisation for not just Singapore but for the whole world, because this organisation will be the one that will drive trade barriers down in the years to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How strong are we a supporter? This can be seen by the fact that in December this year, Singapore will be hosting the first Ministerial Conference for WTO Ministers. We hope that this meeting would help to make further progress in the global efforts towards free trade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also work together with countries in various groupings, eg, in ASEAN, in APEC. ASEAN is a very important grouping, because the ASEAN Free Trade Area will result in intra-ASEAN trade barriers being reduced significantly, with tariffs falling to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1231</b></font>\n  <br>\n  <br> below 5% by the year 2003. Lower trade barriers mean greater potential for us to enhance trade relations with our neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the company level, the TDB administers various schemes to encourage and to assist local entrepreneurs to expand their international trading activities. For example, a double tax deduction scheme allows local companies to offset expenses incurred when they undertake approved activities to promote exports. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What sort of activities are these? These activities would include export market development, participation in overseas missions, overseas and local trade fairs, establishment of overseas trade offices, and advertisements in approved Singapore export promotion publications. In 1995, TDB approved over $8 million of grants under these schemes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, TDB has an aggressive schedule of fairs, missions and seminars to help local companies develop and tap new and emerging markets. In 1995, 63 overseas trade missions and 32 overseas trade fairs were organised, covering countries like South Africa, Myanmar, Vietnam, India, China and some of the developed countries. These have enabled our local companies to secure buying contracts for their products as well as source for new products to market in this region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the future, we have new schemes such as the Singapore Mega Traders scheme and the Singapore International Business Corporations scheme which will help local companies develop into MNCs. Under these schemes, TDB will help the promising companies identify specific business opportunities abroad to facilitate strong third country partnerships and help to finance strategic overseas investments. TDB will continue in this way to help our local companies at the micro level expand their international trade. \n  <br>\n  <br>\n  <!-- Dr Wong Kwei Cheong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wong Kwei Cheong:</b> Sir, I beg to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $270,789,640 for Head W ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $1,133,485,600 for Head W ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the tea break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.35 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended at</i>\n  </div> \n  <div align=\"right\">\n   <i>3.14 pm to 3.35 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1232</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.35 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head N � \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head N - Ministry of Finance. Amendment No. (1), Dr Ow Chin Hock. \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head N of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first issue I would like to raise under this amendment is the financing of Government expenditure. The Government expenditure is financed by several major sources of revenue. In FY 1995, the total operating revenue was $24.5 billion (or 20.3% of our GDP), as compared to $23.7 billion in FY 1994 (or 21.9% of our GDP). The operating revenue for FY 1996 is projected to increase by 6% to reach $26 billion, but its GDP share will further decline to 19.7%. In 1995, 79% of the total revenue came from tax revenue, of which income tax revenue, including statutory boards' contributions, constituted 35.3%; asset taxes, 7.4%; taxes on motor vehicles, 7.3%, whereas GST only accounted for 6.7%, slightly higher than 6.5% from customs and excise duties. Stamp duty, betting tax and other taxes accounted for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1233</b></font>\n  <br>\n  <br> the balance. The non-tax revenue came from various fees and charges (14.8%); and other receipts (6.2%) in 1995. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance stated on 8th March 1994 that the aim of introducing GST was to \"achieve a better balance between income tax, which is a tax on the factors of production, and GST, which is a tax on consumption.\" [Hansard, Vol. No. 62, Col. 638]. Between 1994 and 1995, the percentage of total revenue from income tax declined by 1.7% percentage points (from 37% to 35.3%) whereas GST contribution to total revenue increased by 1.9 percentage points (from 4.8% to 6.7%). GST is supposed to broaden our tax base. However, after deducting its offset package, GST continues to be revenue negative. On the other hand, the simplification of income tax schedule, the cut in personal income tax rates by 0.5 to 5.0 percentage points for various income tax brackets, and the increase in tax reliefs announced by the Minister on Monday, 11th March 1996, will lighten the tax burden of many income taxpayers. But some existing taxpayers may fall out of the income tax net. May I ask the Minister how the proposed tax changes will affect the distribution of income tax burdens among individual taxpayers at different chargeable income levels? Another question is: what is the total amount of tax and non-tax revenue collected from motor vehicles? This source of revenue is scattered among various items, namely, \"taxes on motor vehicles\", \"fees and charges\", \"customs and excise duties\", and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me raise another subject here, Sir. In response to my suggestion, the Minister distributed a Table (Annex 1) (Cols. 1049 - 1050), showing the total benefits from tax savings and utilities, SC&amp;CC and rental rebates for residents living in different types of HDB flats on 12th March 1996. The 3-room flat dwellers have the lowest benefit - $195 for the whole of 1996, as compared to $220.50 for 1-room flat dwellers and $874 for 5-room flat dwellers. Would the Minister consider increasing the benefit given to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1234</b></font>\n  <br>\n  <br> 3-roomers, particularly those living in 3-room sold flats, in view of the proposed electricity tariff increases, and they enjoy very little or no tax savings, and those living in purchase flats have no rental rebates. Sir, there are a large number of 3-room flat dwellers in older housing estates, including Tanjong Pagar, Bukit Merah, Leng Kee, Queenstown and, if my memory is correct, Kreta Ayer as well. I hope the Minister will be more sympathetic to the 3-roomers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the expenditure side, figures on both operating expenditure and development expenditure reported in this \"big white\" document (The Budget for the Financial Year 1996/97, Paper Cmd 4 of 1996) are different from the corresponding figures in this \"slim red book\" (The Economic Survey, 1995). Apart from the difference between fiscal year (as used in the Budget document) and calendar year (used in the Economic Survey), are there any other reasons why the two sets of figures on expenditures are so different, particularly on development expenditure in 1995? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Budget book for FY 1996 shows a sudden increase of development expenditure of $3.97 billion in FY94 to $6.35 billion in FY95. This is in Annex A, page 23 of the Budget Book. The estimated development expenditure reported in the Economic Survey shows a more moderate increase (from $4.42 billion in 1994 to $4.67 billion in 1995). This is in Table A 4.3, page 125. The estimated development expenditure for FY96 is $6.09 billion. Government expenditure is an important component of domestic demand; and its development expenditure affects capital formation and may be used for pump-priming the economy. Should the estimate of development expenditure not be made more accurate? \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau:</b> Sir, for many of us, investment decisions are some of the most important decisions that we have to make in our lives. The returns from a good investment can be more than what one can save from earned income for an entire working life. Sometimes, it makes a mockery of hard work. For example, those \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1235</b></font>\n  <br>\n  <br> who have invested in landed properties in the last few years are laughing all the way to the bank. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, investment decisions are equally important for the Government as it is for the individual. Sound investment decisions will multiply our budget surpluses and create greater wealth for all of us. Without revealing too much market sensitive information, can the Minister tell us what our investment policies are? Are there targeted rates of return? Are there policies on diversification by products and markets, geographically? With many countries in Asia today growing at double digit figures, are we investing more in Asia today? Are there policies about co-investments with the Singaporean private sector overseas? \n  <br>3.45 pm \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, the Finance Minister has assured the House that the formation of Autonomous Agencies will not give rise to tariff increases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I still have some concerns. I understand that the plan is to eventually convert all Government departments into Autonomous Agencies. I would like to suggest to the Minister that he should reconsider whether it is desirable to convert certain revenue-collecting or law enforcing departments into Autonomous Agencies. Some Government departments' raison d'etre is to collect fees and fines or just to enforce the laws. Examples that come to mind are the Traffic Police Department, the ROV, and the Customs and Excise Department. The worry is that the performance measures to be introduced to gauge these agencies could well be based on their capability to collect revenue or catch offenders. This could prompt them to become over-zealous in money or debt collections or getting defaulters. Therefore, they may be also more diligent in collecting the fees and may be less tolerant in allowing late payments or giving leeway to defaulters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister whether he would exclude such revenue-collecting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1236</b></font>\n  <br>\n  <br> agencies or law enforcement departments from being converted into Autonomous Agencies. I would also like to know whether the Autonomous Agencies scheme has been tried out in other countries. If so, what is their experience? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, could the Minister take note of the above concerns in implementing the Autonomous Agencies scheme? Will measures be taken to address these concerns? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, the next subject I want to raise is related to the one raised by Mr Leong Horn Kee, ie, reform of Civil Service's Management and Control System. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Finance announced the Budgeting for Results (BFR) System in his 1994 Budget statement. He updated the House on this system in this year's statement. As I said on Monday, 11th March, I support the reform. It will make the civil service more autonomous in exchange for greater accountability, and allow the civil service to exercise greater initiative, and be more customer-oriented. I agree with the Minister that fundamental to the BFR process is the identification of the outputs and performance targets. However, there are difficulties in implementing the BFR. Let me mention a few. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Although outputs of some departments or Autonomous Agencies (AAs) can be measured, for example, number of patients served, number of applications processed, and the number of ICs issued, all these outputs are time-related. Their output growth should not be achieved at the expense of the quality of services. The Minister has given assurance on this on Tuesday, 12th March. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Some members of the public are concerned that some departments may be over-zealous in their enforcement actions, for example, the Traffic Police and the Hawkers Department may issue more summonses to justify their output growth. I share the sentiment of Mr Leong Horn Kee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) For AAs whose output and services are very difficult, if not impossible, to quantify, the Minister for Finance said that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1237</b></font>\n  <br>\n  <br> it is reasonable to use the GDP growth rate as a proxy for their output growth. But is there a contradiction by using this approach to the normal practice of estimating output of the public sector by its total expenditure in the national income accounting? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) One feature of the reform is that Permanent Secretaries or officers-in-charge of AAs will be allowed to increase their head counts or manpower to cope with the increases in workload or initiate new activities within the agreed budget. The question is, if several AAs wish to do so at the same time, will the total manpower requirement be increased, and if so, will this be consistent with the Government policy of not expanding the size of the Government? If the Government puts a cap on the growth of the total manpower for the civil service, does it mean that the expansion of some AAs will be at the expense of the other AAs' manpower requirements, as in the case of constant sum game? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, as part of the improvement of the civil service, the Singapore Government Management Accounting System (SIGMA) was introduced earlier. SIGMA aims to provide accurate costing information and to enable good decision making by civil service managers. Could the Minister update the House on SIGMA, and explain how is SIGMA, an accounting system, related to the BFR, a budgeting system in the civil service? \n  <br>\n  <br>\n  <!-- Mr John De Payva -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr John De Payva (Nominated Member):</b> Sir, I would like to speak on Taxation on Retirement Gratuity. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, sometime back, the Minister for Finance announced taxation on retirement gratuity. Under the scheme, retirement benefit accrued in existing approved pension fund, after 31st March 1992, is exempted from tax, provided that the fund must be approved and is paid out at the point of retirement. Many companies have this type of fund for their employees. Most of such funds have long been frozen as they were tied to the employer's CPF contribution. Their CPF contributions to their employees have since taken over. The accrued amounts to this fund are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1238</b></font>\n  <br>\n  <br> with the safekeeping of the companies. Interests on an annual basis are computed so that employees do not lose out, although not all companies do this. However, employees want their gratuities to be transferred to their individual CPF accounts as they feel that this would be better secured. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the scheme goes, this can be done but the amount would be taxed at the point of transfer. The reason given was to encourage loyalty and strengthen the nexus between employer and employee. If this fund is transferred to an employee's individual CPF accounts, the loyalty and the nexus would no longer exist. Prior to the scheme, such funds could have been transferred to the employee's individual CPF accounts without being taxed. Many companies have made this transfer for their employees before 31st December 1992 and their employees will not need to pay taxes on these amounts. Then the rationale of loyalty and the establishment of the nexus between employer and employee was not the moot point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there seems to be a catch 22 situation here. As I understand it, under the Income Tax Act, the Commissioner has no power to grant exemption. Perhaps the Minister would want to review this. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC):</b> Sir, I have the following few points to make pertaining to tax incentives for companies investing overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, liberalisation of tax deduction on borrowing costs incurred in funding overseas investments. At the moment, such costs are only deductible against overseas income but it is unlikely that these investments will generate any immediate return and hence, during this period, the funding costs are not deductible against other income. In addition to that, non-deductibility also applies to expenses incurred overseas for the purpose of exploring business opportunities. I believe currently the practice is such that only related expenses are allowed to set off against local income. So I wonder whether the Minister will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1239</b></font>\n  <br>\n  <br> consider allowing all such expenses incurred overseas to be set off against local income. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly is about section 50A relief - unilateral tax credit. Presently, where dividends are paid by a company resident outside Singapore to a Singapore resident company owning not less than 25% of the shares of the former, the unilateral tax credit available to the Singapore resident company will extend to the underlying tax attributable to the profits out of which the dividends are paid. The 25% threshold may be waived by the Minister on a case-to-case basis. However, the above relief is only available to underlying tax suffered by the first tier companies; it is not extended to underlying tax suffered beyond the first tier companies. Sometimes, in order to accommodate overseas joint venture partners, it may be necessary to interpose the overseas investment by using a holding company in Hong Kong or elsewhere. In such instances, there will be no credit relief available for the foreign tax suffered in the country where the \"active\" investment is located. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My last point is about sales of vendor shares in an IPO. The line of demarcation between trading and capital gains remains unclear and tax uncertainty prevails. While venturing overseas, Singapore companies should also be encouraged to raise their profile by seeking listing on overseas stock exchanges. This can be further encouraged by giving tax concession on the gains realised from the IPO. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, before I speak, I wish to declare my interest as a Director of a company that has an indirect minority interest in a local stockbroking firm. I am raising this topic as a matter of general interest to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we wish to promote Singapore as a financial centre. Having a buoyant and healthy stock market and a strong stockbroking industry is an integral part of the sophisticated financial centre we wish to create. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1240</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Compared to the bourses around the world, the size of the Singapore stock market is relatively small. Our Singapore stock market has a total market value of about US$150 billion. Compared to the other financial centres around the world, like New York, Tokyo, London and others, we are actually relatively very small. For example, the New York market has a total value of about US$6,300 billion; Singapore's stock market is only about 2.5% of the New York market. It is also only about 4% of the Tokyo market; 10% of the London market, and about half of the Hong Kong market; three-quarter of the Malaysian market; and just about the same size as the Thailand stock market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask the Minister whether there are plans to further strengthen the breadth and depth of the stock market in Singapore. In particular, I would like to know whether there are plans to admit more local and foreign stockbrokers. For instance, more stockbrokers, such as foreign stockbrokers could attract more foreign institutional interests in Singapore stocks, hence making our stock market more active. The new local and foreign stockbrokers could also introduce more expertise and innovations. We are aware that admission of new members to the Stock Exchange of Singapore has been restricted for several years. I would like to ask what are the criteria for admission of new local and foreign stockbrokers into the SES. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon:</b> Sir, I have earlier spoken on the need to do more in the area of skills training for workers with less than secondary education. I would now like to touch on the subject of continuing education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a more advanced developing nation, we will need to focus on the continuing education needs and development of those who have attained secondary education and above. This currently accounts for 57% of the workforce. Programmes offered to these segments of the workforce are not well supported by the Skills Development Fund (SDF). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The supply of these better qualified resources should not come only from the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1241</b></font>\n  <br>\n  <br> ITE, the polytechnics, universities and overseas scholarships. We should ensure that the existing workforce has a ready supply of such needed talents for our economy to thrive. This can be achieved if enough continuing education training opportunities are made available to them and at affordable rates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Continuing education need not be skill-based. It can include knowledge, languages and training of a developmental nature. Such training can be tied to meeting economic objectives. An example of this would be language skill and knowledge to meet the demands of regionalisation, not only for the person affected alone, but for the spouses as well. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Continuing education can be expensive. The cost of continuing education programmes can vary from $150 for a 20-hour course to $660 for a 42-hour non-certificated course at the ITE. The courses are pegged at the vocational level. As we move up the skills ladder, continuing education courses at the polytechnics and Open University can cost more than $2,000. The cost can be even higher for those conducted by private providers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If an individual worker is not sponsored by the company, there is little that he can do. The choice available is either to pay or to forgo the training. The $2,000 educational tax relief on earned income is of little help to most of the workers as 70% pay no tax at all. It would be interesting to note if the Finance Minister can provide figures on the actual numbers who have benefited from this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, Sir, I have proposed a scheme similar to Edusave for skills training. The same concept can be applied to continuing education. This would be of tremendous assistance and motivation for the workforce to upgrade. A list of nationally recognised qualifications/courses that meet economic objectives can be drawn up to enable a worker to drawdown on this account to help defray the cost of upgrading. This is investment \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1242</b></font>\n  <br>\n  <br> in human capital. Government can consider funding this from budget surpluses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage employers to train their workers beyond the immediate needs of the job and to help defray the cost of training to employers, Government can consider double enhanced taxation benefits to companies who take a keen interest in the continuing education of our workforce. Based on the company taxation rate of 26%, a double taxation allowance on such training would effectively half the cost of training to employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With a system of funding in place, tertiary institutions can be encouraged to do more in the area of continuing education. The Government has invested heavily in setting up the tertiary education infrastructure. Provision of continuing education opportunities would mean better utilisation of these resources. The Government can consider funding some of the incremental costs associated with continuing education. This would mean that fees can be even more affordable to workers. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Sir, Dr Ow Chin Hock has asked about the number of individuals who would still be paying income tax after the structural changes proposed in the FY96 Budget. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the Year of Assessment 1995, the number of individuals still paying income tax is about 444,000. As a result of the structural change, the number is expected to decrease to 417,000. However, Members should note that as each year passes and incomes of the individuals rise, more taxpayers will eventually come back into the tax net. I have made available a table showing the tax burdens for individuals under the existing tax system and the proposed changes showing the amount of tax savings both in money terms and percentage terms under the two tax regimes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow has also asked what is the total amount of tax and non-tax revenue collected from motor vehicles. The total amount of tax and non-tax revenue collected from motor vehicles was $2.864 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1243</b></font>\n  <br>\n  <br> billion in FY92, $4.089 billion in FY93, $4.589 billion in fiscal year 1994 and it has reached $3.644 billion in the first 11 months of fiscal year 1995. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow also suggested that we should treat HDB 3-room residents more kindly because they seem to be receiving less of Government's budget giveaways. This is indeed so because the majority of them do not pay income tax and therefore will not enjoy the income tax incentives. I am therefore prepared to review the rebates granted to 3-room flat residents and adjust the PUB rebates so that they get a more equitable share of Government's handouts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow has raised questions about the accuracy of the operating and development expenditure figures reported in the Budget book and compared them with figures in the Annual Economic Survey. I wish to point out that the operating and development expenditure figures in the Budget book and the Annual Economic Survey (AES) are different because the Budget book figures are for the fiscal year commencing on 1st April while the AES figures are based on the calendar year. So there is a three-month gap in the estimates. As to which set of figures is more reliable, the Member must note that the FY95 figures in the Budget book remain at best an estimate because, at the time of budgeting, the fiscal year is not over. Whereas the AES figures are actual expenditures incurred for the year up to the calendar year in question. So clearly, the AES figures are more accurate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I explained during the Budget debate, my Ministry has been taking steps to achieve better estimates and reduce under-spending particularly on development expenditures which have shown the largest fluctuations. The steps taken include the abolishment of the central block vote system under which the Ministry of Finance provides for urgent initial expenditures on new projects which have, in fact, not been utilised. We have also introduced a system whereby development budgets submitted by Ministries are moderated based on the contracted \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1244</b></font>\n  <br>\n  <br> amount and their fund utilisation rates based on their track record over the past three years. And major development projects will now be monitored much more closely to ensure that progress is satisfactory. As a result, the Member may note that for fiscal year 1995, the difference between budgeted and revised development estimates is only about 4% compared to variances ranging between 12% and 25% in the past five years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I will take Dr Ow's comments on the reform of the civil service management system at the same time. He has said that the introduction of the new control system has led some members of the public to be concerned that some departments may be over-zealous in their enforcement actions, particularly those departments which are responsible for enforcing regulations and rules, such as the Traffic Police and Hawkers Department, and therefore may in fact be obliged to issue more summonses or fines to justify their outputs. I would like to assure the Member that the Ministry of Finance will work with the AAs to decide on the appropriate indicators to be used for measurement of output. Clearly it would not be in the public interest to measure performance of Traffic Police on the number of fines which they can successfully levy. I would hope that Traffic Police will, in fact, do the opposite, that the measurement of their performance will be based on the reduction in the number of accidents, and in the case of Hawkers Department, improvement in the reduction of complaints from customers, and so forth. In other words, the criterion would be a positive and not a negative one. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow has also asked whether the lifting of the head count control under the new system is consistent with Government's policy of not expanding the size of Government. I should point out that Government's intent is to keep the increase of its expenditures at not more than the rate of growth of the economy as a whole. Previously, this was done by keeping a tight rein on head count as Government's operating budget is determined to a large extent on the manpower size. But under the BFR framework, the allocation of operating budget is now \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1245</b></font>\n  <br>\n  <br> based on GDP growth rate which will still act as a way to control the growth of Government expenditure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Controlling the total amount of expenditure is a more effective way of controlling the growth of Government rather than trying to pinpoint specific items to regulate. The reason to give AAs more manpower autonomy is to allow AAs to have more flexibility to manage its resources to cater for increases in workload or demand for its services from the public. A strict manpower count may, in fact, restrict an AA's ability to respond to public requirements. We believe that it is very improbable that an AA, subject to overall financial control, will willy-nilly go out and increase its manpower requirement because the cost associated with it will immediately rise. And it is most improbable that a series of AAs will all go out at the same time, therefore blowing head count figures through the roof. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the Member has asked about the progress of SIGMA. SIGMA was first implemented in April 1992. To-date, SIGMA has been implemented substantially in all Ministries. SIGMA is a management accounting system which requires public sector managers to access a management accounting system for full and accurate costing of their outputs in terms of goods, services and activities for the derivation of output-based funding formulae. Therefore, it is a necessary precursor to the introduction of AAs. It is also used in the formulation of efficiency targets, such as unit cost targets and financial performance targets, such as cost recovery ratios and the determination of fees and charges. The management accounting system is also essential as a performance monitoring tool to monitor expenditure so as to optimise utilisation of allocated provisions to attain pre-specified outputs as well as to measure deviations from efficiency targets so that corrective actions may be taken on a timely basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, one more point raised by the Member. He asked whether there is a contradiction in the use of GDP as a proxy to the increase in measuring output. The Member should note that the output of the public sector is normally estimated by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1246</b></font>\n  <br>\n  <br> expenditure. This is agreed. Therefore, it would appear prudent to use the growth in Government expenditure as a proxy to ensure that this growth in Government expenditure does not rise faster than the GDP growth as a whole. In this way, we can ensure that Government size will not rise faster, as measured in terms of expenditure, than GDP growth itself. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lew Syn Pau has asked about Government's investment policy and whether there are guidelines on types of investments and geographical distribution of our investments. I would like to mention that the Government's assets are managed by three wholly-owned Government agencies. The largest is the Government of Singapore Investment Corporation (GIC), which is wholly responsible for the management of Government's external assets or foreign assets. The others are Temasek Holdings and MND Holdings who manage the bulk of Singapore Government's domestic assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For Mr Lew's information, if he does not already know it, the GIC is a private investment management company and its board is chaired by the Senior Minister. Members of his board include Deputy Prime Minister BG Lee Hsien Loong, Deputy Prime Minister Dr Tony Tan, the Minister for Finance, Mr S. Dhanabalan and Mr Lee Seng Wee, the Chairman of OCBC Bank. Its Managing Director is Mr Lee Ek Tieng who is simultaneously the MD of MAS. They manage funds with a total team of 350, of which a large proportion are investment professionals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the present time, the bulk of Government's external assets are held in the form of financial instruments, with some holdings in real estate and venture capital funds. This is because these financial assets are the most liquid and the volume is available to accommodate the large size of Government's assets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The investments are highly diversified by country, by asset class and by currency. We have holdings in the major OECD countries such as the United States, Japan \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1247</b></font>\n  <br>\n  <br> and Europe, and increasingly in the East Asian countries which are growing very rapidly. Our financial investments are principally in the form of equities or shares, fixed income instruments such as bonds, and are held mostly in the major reserve currencies which include the US dollar, Yen and Deutschemark, with varying amounts in the regional currencies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government's investment objective is to achieve good long-term returns on a sustainable basis. One of our key considerations is to protect the real value of Government's assets. We therefore do not take undue risks in order to maximise gains. Overall, investment returns over the last 10 years have averaged well over 5% in Singapore dollar terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is no fixed investment policy and the distribution of the assets between country asset class and currencies is reviewed periodically by the GIC board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of whether the Government co-invests with companies, the answer is yes. And this is to avoid unnecessary competition with the private sector and to encourage Singapore companies to expand overseas. We invest with GLCs and other private Singapore companies directly, or with overseas partners of suitable quality. For example, we have co-investments in the Asian Infrastructure Fund with the American Insurance Group (AIG). We have joint ventures with Malaysian Capital Ventures, the partners of which include the Malaysian Employees Provident Fund Board and financial conglomerate, Rashid Hussain. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, we have co-invested with the Thakral Group of Singapore which has investments in Hong Kong, China, India and so forth. We have co-invested with DBS Land, Orchard Parade, Temasek Holdings in various ventures in the region. In this way, Government hopes to provide seed money and the stimulus for our companies to go abroad and, hopefully, some of them eventually will turn out to be significant conglomerates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1248</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee has also raised some questions about the Government's Autonomous Agency concept. I think I have said in my Budget speech that the BFR and AA reform system are intended to create a framework and culture to motivate public organisations to be more efficient, more effective and to be more performance oriented. And I do not think I need go into these details again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He has also expressed concern as to whether the introduction of AAs might lead to fee increases. In my Budget round-up speech, I have also given the assurance that this will not be so and therefore there is no need to take revenue collecting agencies out of the AA scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether other countries are operating such a system, as far as I am aware, the only country which has gone beyond us in this approach is New Zealand. I believe their system has been working quite well to date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr John De Payva has asked a question on tax exemption on retirement gratuities. I take it that he is concerned about the withdrawal of tax-free retirement gratuity, which was previously exempt from tax but in the 1993 Budget Statement, this concession was withdrawn. Is that what he was referring to? \n  <br>\n  <br>\n  <!-- Mr John De Payva -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr John De Payva:</b> Yes. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Although this concession has been withdrawn, in general terms, retirement benefits accrued before 1st January 1993 will continue to remain tax exempt upon withdrawal by employees. And benefits paid out from CPF, death gratuities and compensation for disabilities would also remain tax exempt. Further, Government pensions and those pension schemes specified under the written law will also remain tax exempt, since pensioners suffer a higher tax liability due to their lower CPF contribution rates. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Hu, we are running short of time. You might want to leave some time for the last two amendments. Do you wish to give a quick reply? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1249</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> There are several items I have not touched on. So it will be difficult to summarise in a few minutes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not know whether Mr John De Payva is satisfied with my response so far. \n  <br>\n  <br>\n  <!-- Mr John De Payva -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr John De Payva:</b> Sir, could I ask for a clarification? \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> If he has specific questions, I suggest that he discusses them with me directly outside the House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, have I run out of time? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes, you have. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> For those questions I am unable to respond, I would suggest that the Members approach me directly. I have the answers here, anyway. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Mr Deputy Speaker, Sir, with your indulgence, rather than me rushing through the next four topics, maybe the Minister for Finance could take the remaining time to reply to the unanswered queries. It seems more productive that way. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Hu, please proceed to reply to the other queries. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, Mr Choo Wee Khiang has raised some detailed questions on tax incentives for companies investing overseas. As these are rather specific questions which would take time to explain, I will deal with him directly. Otherwise, we are going to run out of time again. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee has raised a question on the promotion of the stockbroking industry. Companies which want to engage in the business of dealing with securities need to be licensed under the Securities Industry Act, and MAS is the licensing authority. In issuing such licences, MAS has to take into consideration the track record of the applicant, his particular expertise, integrity as well as the adequacy of his financial resources. Foreign institutions will also be required to be properly regulated by their home supervisors. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of licensed dealers in Singapore has increased by 59%, from 51 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1250</b></font>\n  <br>\n  <br> in 1985 to 81 presently. Of the 81 licensed companies, 48 are foreign financial institutions who are non-members of the Stock Exchange. The remaining 33 companies are members of the Singapore Stock Exchange and they comprise 7 international members and 26 full members, 11 of which are joint ventures with foreign shareholders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;MAS has also licensed 123 foreign firms as investment advisers to engage in the provision of investment advisory service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1986, the Stock Exchange has introduced several measures to expand the stockbroking industry. Following the Pan-El crisis, member firms of the Exchange were corporatised, and banks have been allowed to become members of the Stock Exchange. Restrictions on foreign participants in domestic stockbroking firms were liberalised in 1987 when the Exchange allowed foreign financial institutions to acquire up to 49% of shareholdings in local SES members, and increased the level of participation to 70% currently. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1992, the Stock Exchange created a new category of international members to allow reputable foreign companies to own 100% of their seats on the Stock Exchange, to service their foreign clients as well as wholesale domestic customers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To encourage more foreign security firms to participate in the Exchange, the Stock Exchange in early 1995 allowed foreign financial institutions to become approved foreign brokers of the Exchange. Approved foreign brokers are now permitted to have direct access to the Exchange's trading system and to trade in all securities that are quoted on CLOB in foreign currency. To date, nine foreign security firms have been approved in this category. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MAS and the Stock Exchange are committed to continue to expand the liberalisation of the stockbroking industry in Singapore. However, I think we should recognise that this expansion cannot be at an excessively fast pace, in order to ensure that the integrity of the system is not undermined. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1251</b></font>\n  <br>\n  <br> \n  <br>4.30 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. Dr Ow, do you wish to withdraw the amendment? \n  <br>\n  <br>\n  <!-- Dr Ow Chin Hock -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ow Chin Hock:</b> Sir, I thank the Minister for his very satisfactory reply, particularly his announcement that he will review the benefits given to the 3-roomers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $554,235,670 for Head N ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $659,511,500 for Head N ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1251</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head R - \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head R - Ministry of Information and the Arts. Amendment No. (1), Mr Chew. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (Eunos GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head R of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Internet is a very powerful communication tool. In recent months, it has become a catchword in our everyday life. Its growth has been exponential with the number of subscribers doubling from 50,000 to 100,000 within a year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my GPC supports the development of Internet. We are of the view that we should not impede its development for the following three reasons. Firstly, it is in line with our national IT 2000 plan. Secondly, it is in line with our national objective to exploit IT to upgrade our quality of life. Thirdly, over-regulation could jeopardise our efforts to promote Singapore as a regional media centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My GPC is, however, concerned with the abuses of the Net to disseminate objectional pornography and incendiary materials to the detriment of our young and against our efforts to promote and inculcate our own moral value system. We therefore support the recent move by MITA to bring Internet under the purview of the Singapore Broadcasting Authority \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1252</b></font>\n  <br>\n  <br> (SBA) by licensing all local Internet service operators and content providers, by ensuring all political and religious groups that utilise Internet be registered under SBA, and by requiring that all schools, cybercafes, libraries, CCs and the like to install software that would cut off access to objectional materials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these measures are aimed at safeguarding our public morals, political stability and our religious harmony. While this may be a start in regulating Internet, I caution MITA against rushing in too quickly to implement any drastic measures that may impede the development of Internet. I suggest that MITA monitor closely developments locally and internationally on Internet, in particular, study how overseas governments tackle the problem before passing any legislation, if at all necessary, to curb Internet. In the meantime, we advocate that MITA encourage parents to exercise self-discipline and self-regulation in the use of the Net by our young ones. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question to the Minister is, if he would present the Ministry's stand on the subject of Internet to the House and let the House know if MITA has any plan to foster the growth of Internet in general and to introduce legislation in particular to curb its growth. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, with the rapid development of information technology, Internet can be said to be another revolution in telecommunications after the invention of the telephone. In other words, the effect and influence of Internet on the daily lives of mankind in the not too far future will far exceed that of the telephone. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The use of Internet is getting more and more popular in Singapore. We can see and read lots of news reports concerning Internet over TV and the newspapers. The invention of Internet enables me to communicate intimately with my children who are studying overseas, in the privacy of my home at night. As such, the advantages and benefit of Internet are simply beyond description. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1253</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the Internet has also been abused by some unscrupulous users who spread pornographic pictures and languages, baseless political criticisms and religious messages which are misleading and biased. Last week, the Minister for Information and the Arts announced that the Government has decided to take measures to control Internet. This is a timely and correct decision. I welcome this move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we must not neglect the fact that individual users of Internet may face the following problems: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Some users who have ulterior motives may spread groundless and baffling political views which are slanderous and biased; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Some users may spread materials which contain sex, violence, and other undesirable elements; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Some may even use Internet to commit commercial crimes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the advantages of Internet are obvious and known to all. I would like to know whether the Ministry of Information and the Arts has any other ways to overcome the above problems. It is reported that the United States and the United Kingdom have some feasible measures to deal with people who abuse the Internet. In the United States, an offender can be imprisoned and fined US$100,000, and in the United Kingdom, the offence carries a maximum imprisonment of up to three years, and an indefinite amount of fine. I hope MITA would enhance our legislation to regulate the individual Internet users and suppress the spread of offensive materials through the Internet. We should study the measures used in the United States and the United Kingdom. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Minister said, we should not only clear up all the rubbish in front and at the back of our house, but also to find ways and means to stop the dust in the atmosphere from being blown into the interior of our house. Otherwise, the house may appear to be nice and clean outside, but it is dirty and dusty inside. Then, all our efforts to keep the house clean will be in vain. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1254</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin (Nee Soon South):</b> Sir, last year during the debate in the Committee of Supply my colleagues and I in the GPC on Information and the Arts had raised a number of questions about the development of Internet in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have discussed the rapid growth of the number of Internet users, the possibility of inflow of objectional information and the ways to control them. Today, I think we still have the same questions and concern, except that the issues are now even more important because more and more people in Singapore are now linked to the Internet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, the Minister gave us an estimated number of Internet subscribers at 26,000, growing at a rate of about 1,000 per month. It turned out that he had grossly under-estimated the rate of growth. I think we now have about 90,000 Internet users in Singapore, which is three to four times the figure at the same time last year. The main reasons for this fast growth are the increasing awareness of the use of the Internet, the declining cost of the hardware and the cheaper fees charged by the Net providers. I believe the number of Internet users will continue to grow rapidly in the next few years and eventually many, if not most of our homes, will be linked to the Internet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The impact of Internet on our society is therefore something we should be prepared to deal with. At the moment, there are at least two areas which we need to pay immediate attention to. First is the proliferation of objectionable information, such as pornography and other materials through the Internet. Second is the use of Internet to spread rumours or propaganda that may be harmful to the racial, religious or ethnic relations in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Internet is a very powerful communication tool as well as a rich source of information. We cannot afford not to let Singaporeans to have free access to the Internet, but we should not also let Internet to be used for propagation of undesirable information and to sabotage our social stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many countries have already taken steps or are taking steps to introduce laws \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1255</b></font>\n  <br>\n  <br> to control the Internet. I therefore support the Minister's proposal to regulate and control the use of Internet in Singapore. I hope the Minister can elaborate on the proposed regulatory mechanism. I agree with Mr Chew Heng Ching that at the initial stage we should not introduce too many rules and regulations to inhibit the growth of the Net. I hope the proposed control mechanism will be effective in weeding out the bad elements and still allow Singaporeans to enjoy the full benefits of the Internet, namely, free communication and free access to the information available on the Net. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Sir, I declare my interest, if any, as a member of the Singapore Broadcasting Authority. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Multi-media guru, Negroponte says, and I quote: \"It is impossible to censor the Internet.\" We in Singapore would want to say, \"In today's context, it is virtually impossible to completely censor the Internet.\" That would be more accurate in Singapore's context. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As my colleagues have pointed out, full censorship is difficult because there are too many bypass mechanisms, too much information to censor and it is too expensive to do so, and it would kill the pace of Internet development in Singapore and around the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what Singapore should do is, as announced by the Minister, regulate and license the Internet access providers (IAPs) and the Internet service providers (ISPs). I have asked the Clerk to distribute a chart that shows the topology of Internet access in Singapore and we can see how difficult it is to censor information coming through. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So at the first level, pornographic and other objectionable Web sites can be filtered at the public and private IAP level. This can only be a re-active process, as we would not know what objectionable Web sites would appear tomorrow. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the second level, parents can purchase client filtering software or Home \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1256</b></font>\n  <br>\n  <br> Firewall, as they call it, such as the NannyNet to deny their children access to objectionable Web sites. However, this software would need to be updated from time to time for the same reasons mentioned earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the Internet e-mail, some irresponsible Singaporeans abuse the Net and get away with it because of the current cost of tracking and the limitations of the Internet technology. However, some of these people can be caught as in the recent case. People who abuse the Net must be given very severe punishment so that others would find it as a deterrent and would then self-regulate. In the United States, I understand that the Internet laws have been legislated and it allows fines up to US$100,000. So let us follow suit and make the fines severe. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand from an NUS Internet researcher that the present difficulty in tracing abusers to the Net is largely because, strictly speaking, not every PC is assigned a permanent unique Internet Protocol (IP) address. What it means is that, unlike the phone which has got a specific number, the present system is that you have got a dynamic number which is shared by many other users. This is because internationally the IP address is based on a 32-bit system and there are not enough of such addresses to go around the world. I understand that the developments are underway to develop a 128-bit IP address system. When that happens several years later, it would be easier to trace Net abusers. Singapore should urge the Internet Society based in the US to expedite this process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Due to the rapid growth in Internet, it is difficult even for the Government to keep pace with the development. Therefore, I would strongly urge the Minister to set up a National Internet Advisory Committee along the lines of SBA's Programme Advisory Committee for TV and Radio programmes. Such a committee can complement the role of the Inter-Ministry Internet Committee and would be able to advise the Government on various matters relating to Internet. It can comprise industry experts, academia, businessmen, home users and parents. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1257</b></font>\n  <br>\n  <br> \n  <br>4.45 pm \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, I agree with what my colleagues said on the Minister's plan to place some curbs and control on the use of Internet, ie, by bringing this under the regulatory framework of the Singapore Broadcasting Authority (SBA). However, I would like the Minister to perhaps enlighten the House on how he is able to do so under the current framework. I am not sure if the current regulations will enable him to place those controls and curbs because the penalties are obviously not adequate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not certain of the effectiveness of all these controls. The Internet is a world-wide phenomenon. Today, the flow of information is instantaneous and at a click of a computer mouse. As mentioned earlier by my colleagues, the source of information of an article or writing is even more difficult to determine. This is especially so if this information can be sent from Singapore but routed outside Singapore and coming back to a Web site in Singapore. The current legislation, as it stands at the moment, will not be able to establish the source of information, even if such a source of information is important for us to track. Moreover, if one is prepared to pay, a Singaporean can today access Internet through an external service provider outside Singapore. Through the use of a long-distance phone call, you can access America On-line, CompuServe and any of the others. Even Malaysian Internet, an access provider, and you are into Internet. Therefore, money is one simple way in which one can overcome access to the Internet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet with all these problems, we have a vast commercial potential and possibilities of Internet. And like it or not, Singapore has to be part of the information technology revolution. We cannot do without the Net. So right now, I feel that, instead of shooting at a moving target, we place curbs in areas which we have difficulty controlling. I suggest that we should perhaps place controls and curbs now only on the licence, ie, Internet access providers and Internet service providers, similar to what \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1258</b></font>\n  <br>\n  <br> the German government is doing to America On-line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe any further curbs can be easily overcome, even using software like NannyNet at home, as has been suggested. Any control by means of software can always be overcome, unless you are prepared to update the software continually, like what my colleague, Mr Sinnakaruppan, has said. It is almost impossible to keep a software valid and good for a long period of time. Perhaps some form of educational effort should be made in the school curriculum on the proper and correct use of Internet over the long term. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The act of trying to control the Internet and not being able to do so effectively is perhaps more damaging. It is better for us to start now on what is controllable, that is, basically to control the licence of Internet access providers and Internet service providers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Minister would like to also enlighten us on whether the current legislation is adequate for this purpose. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, the framework proposed by MITA to police the Internet is causing some concern in the IT industry. This is probably the first time in the world where Internet services are regulated in this manner. Major Internet service providers, most of them are foreign ones, are unfamiliar with restriction on their businesses. Furthermore, we are just studying how the Singapore regulation would affect industrial practices, the impact of which is still unclear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many Internet operators are just providing the hardware and software environment to other information providers who in turn put the content into the service. To-date, these Web site operators are not legally responsible for the content of those information. They may exercise restraint and issue guidelines, but these are voluntary measures. The current regulation proposed by the Ministry seems to place the onus of policing the Web site on the operator. It requires the operator to monitor and control the content of the service provided. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1259</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I have said earlier, often times the contents are controlled by independent service providers. Furthermore, even if the operator wants to do so, it might be unrealistic because some of the services provided include access to library, archives, involving mind-boggling volumes of data, most of which are not offensive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that several potential Web site operators, foreign ones, who have been planning to set up shop in Singapore are having second thoughts. If this is so, then the MITA initiatives seem to defeat our efforts to position Singapore as a communication and information hub. This new control on Internet is indeed a two-edged sword. Perhaps the Minister should be cautious in implementing the new control to minimise its impact on the development of Singapore as an Internet hub site. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, many logging on to Internet for the first time will feel that there are no concrete rules concerning the network. There are fears that the lack of rules protecting individual members will inhibit the expansion of on-line service. Some fear that the openness of Internet could be a deterrent to those wary of losing control over creative works and information. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Beyond the legal implications, many Net users are concerned with the relative anonymity provided by on-line communication. If a conversation is started by someone on the network, the possibility of getting involved in a quarrel or seeing offensive words is high, because people using code names, not real names, are just not afraid of being offensive to others. Those who have joined discussion on the Internet understand what I mean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Crimes taking place on the Net are not easily dealt with by existing legal infrastructure as Internet legal issues are largely in a formative state. Many people on computer network actually believe that the laws in the real world do not apply to cyberspace, and that the law cannot catch up with them. In some instances, our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1260</b></font>\n  <br>\n  <br> current legal framework appears to sufficiently address certain legal issues arising on the Internet. These issues are similar to events already occurring in the real world. The problem is that there are many additional and developing Internet issues which our existing legal framework is ill-equipped to address. Our current laws either did not contemplate the existence of these novel issues or are not broad enough to adapt to the complexities of this new medium of communication. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, legislators in many countries feel that the current system of laws will be unable to handle the dynamic Internet and digital transmissions. However, access providers, software companies and Internet users contend that the Internet can regulate itself, and the existing laws can handle situations which emerge. Until the Minister's announcement on 5th March regarding SBA's regulations, there were no legal guidelines regarding the responsibilities of service providers on what happens on the network. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What about service providers who use servers located overseas? How do we regulate them? I believe the relevant authorities will have to work closely with foreign regulatory agencies to map out more clearly regulations to bring some order to cyberspace, as the network is spread across to not less than 160 countries. In Canada, people feel that their privacy is under threat as more tasks such as banking and shopping are carried out using electronic networks. But their government wants to ensure that confidential information does not fall into the wrong hands and it is seriously considering options from tougher regulations to electronic codes to protect the privacy of the citizens on the information super-highway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I ask the Minister if MITA is considering such measures? While some form of regulation on the Net would definitely evolve, however, I must hasten to caution that any regulation on cyberspace should not be an overkill. In fact, anything that is allowed on other forms of media in the street should not be regulated on the Net. Above all, we should not waste valuable manpower \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1261</b></font>\n  <br>\n  <br> and resources trying to implement censorship on the Net as that is practically impossible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we must protect the children from pornography and undesirable discussions and rough language that currently dominate Internet, we should not cripple one of the best communications successes in decades. We would have better results by implementing some technological solutions ranging from software that filters out possibly objectionable materials to special services from service providers that could be used to protect junior Web service. A group of high-tech companies is joining forces to develop a system to code indecent materials in cyberspace. This group will comprise approximately two dozen organisations, including Microsoft, Apple, AT&amp;T, Time-Warner, and others. It intends to develop a rating system for materials and this rating system is entitled, \"The Platform for Internet Content Selection\". This group is led by the World Wide Web consortium at MIT. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, Sir, we must not forget the all important parental guidance. Any parent who provides Internet access to the children must exercise responsibility in providing guidance to their children. It is true, Sir, that many of us who have contributed to the explosive growth of the Internet have been turned off by some of the tasteless access. But anyone who has spent time using this marvellous communication system, its massive education and research capabilities, also understand that this is only a minor annoyance compared with the Net's many positive contributions. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, would the Minister please give us his thoughts on the following: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) It has been said that the change in digital communication is exponential. Small differences of yesterday can have sudden shocking consequences tomorrow. In view of this, should we be relying on methods, other than censorship, to maintain our culture which emphasises a strong sense of community? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1262</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Some people worry about the divide between the rich and the poor. But with digital communication, the divide is going to be generational. What can we do about this? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Some individuals have their own Web pages. Amongst other things, their content includes features like women in politics, effects of national policies, etc. How will these people be affected by the new rules and regulations? And here, Sir, I would like to declare my interest as one of those individuals with a Web page. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I am speaking on Building a Gracious Society. The Prime Minister in his New Year message called on Singaporeans to become a more gracious people by the turn of the century. While we may have achieved economic success, we still lag behind in graciousness and good behaviour. This is a long-term goal. Good behaviour and graciousness cannot be achieved overnight. It takes time, but we must make a start now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, MITA organises the Courtesy Campaign through the Courtesy Council every year. MITA is also charged with the task of promoting our own Singaporean identity and deepening the sense of our heritage through the National Arts Council and the Heritage Board. I see these as appropriate bodies or vehicles to serve as a catalyst and get the ball rolling towards developing programmes in achieving the goals of becoming a gracious society. In particular, Sir, I believe the annual Courtesy Campaign should be given enhanced importance this year. I see this as an appropriate campaign for us to launch our efforts to consciously develop gracious behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister what plans his Ministry has this year to help promote and develop a gracious society under the various programmes in his purview. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Davinder Singh, could you take your two amendments together? \n  <br>\n  <br>\n  <!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Davinder Singh (Toa Payoh GRC):</b> Sir, one issue that has been the subject of public debate for some time now is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1263</b></font>\n  <br>\n  <br> whether Singaporeans are a gracious people. There are a number of reasons for the interest in this subject. First, the media has taken every opportunity to highlight instances of boorish behaviour. Secondly, we are beginning to appreciate that unless we deal with this issue, we may have the makings of a social problem, which in turn will affect our development and image. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are two questions which we ought to consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, what are the reasons for our conduct?, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, how can we aspire to graciousness? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the cause? How we conduct ourselves is determined by a number of factors. Firstly, the values that were transmitted to us at home and in school, both verbally and by example. Secondly, peer or social pressure. And, thirdly, sanctions. \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our parents and theirs were wholly preoccupied with our economic well-being. They worked hard. They ensured that we received an education. However, there was very little time to discuss the rights and wrongs of social behaviour. It was quite irrelevant when the primary concerns were to secure a decent living and to give the children a chance in life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As this was the experience of the majority of Singaporeans, there was hardly any norm or norms of social conduct to speak of. People have had little choice but to live in the environment in which they found themselves. They had other problems to deal with. But this did not mean that there were no standards which regulated our behaviour. The vacuum was plugged, if you like, by legislation. Our laws prescribed rules of social conduct. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have come a long way. We have job security, a roof over our heads, time to eat out, shop and go for holidays. We are better educated and know how people in other countries live. Yet we have not developed voluntary norms of conduct \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1264</b></font>\n  <br>\n  <br> which instinctively tell us that certain forms of behaviour are unacceptable. We continue to be heavily reliant on the Government and on legislation to set the standards for social interaction. Our behaviour continues to be influenced, to some extent, by our desire not to be punished for what the law regards as anti-social conduct. For example, do we have cleaner streets because we believe that we have a responsibility to keep our country clean or because we have to pay a fine if we are caught littering? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why has there not been a marked change? The reason, I suggest, is that our expectations of each other have not really altered. If our expectations are geared exclusively to our individual well-being and if we are happy with the present state of affairs, campaigns will not make a difference. Singaporeans know that if the Government wants to do something which it cannot by exhortation, it will legislate. Singaporeans will abide by the legislation and we will get along. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can only aspire to graciousness if we, as a people, decide to expect more of each other. Whether it is littering, or queuing for the MRT, there must be a common instinct that this is poor form and is unacceptable. Unless we change our expectations, unless we are willing to demand more of ourselves and our neighbours, it will be very difficult to aspire to become a gracious society. Money and economic success alone do not result in better behaviour. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But what should we expect given our constraints? It would be foolish to be over-ambitious; to believe that refinement will set in because we want it. Values have to be shaped, transmitted and ingrained. This means that parents must spend time talking to their children about such things. But that, in our context, is not the best solution because in many families, both parents work. In the evenings, parents spend their free time on their children's education. There is very little time to talk about social issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The responsibility must therefore lie with the schools. If we are to make a serious attempt at polishing our conduct, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1265</b></font>\n  <br>\n  <br> we must start with our children. Rights and wrongs of social behaviour, if taught year in, year out will, hopefully, become second nature to our children. We can, in the meantime, work on reminding adult Singaporeans of what they should or should not do and why. This can take the form, for example, of constant reminders on the media and the existing courtesy campaigns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the real answer lies in the schools. Programmes should be introduced which encourage children to do volunteer work. Children should be taught the virtues of correct behaviour and to expect the same from others. Children must be made to understand that there will be real benefits in being considerate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Make a difference there and you will make a different society. But we must be realistic. It will be a huge task to teach children that the dignity which they will enjoy as citizens of a successful country will depend as much on how they deal with each other as on their success in examinations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will now speak on my second cut. Singaporeans have a wide array of newspapers, periodicals, books and other sources of information available to them. With rising levels of and better quality education, Singaporeans are well placed to digest and analyse the implications of what they learn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, we are more preoccupied with domestic affairs. This is natural and understandable. For most of us, domestic policies and events have a direct and usually immediate impact on our lives and livelihood. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With greater public discussion both in the media and in offices, restaurants, coffeeshops, our appreciation of local issues has increased. For example, many of us are comfortable talking about property and share prices and the forces which affect the markets. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This has not come about by accident. Daily coverage in the media of news which affects us has raised our awareness. But if we are to aspire to be a hub city of the world, we need to do more to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1266</b></font>\n  <br>\n  <br> ensure that we raise our level of awareness of world events, both for the sake of educating ourselves and, more importantly, so that we understand that events outside Singapore can make a difference to our lives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The newspapers and TCS do sufficiently cover foreign events. But that does not necessarily mean that they grab the attention of readers and viewers. Many people have very little free time. They read or pay attention only to items which affect them or arouse their curiosity. It is, therefore, very important that they are given very little choice but to take notice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me illustrate. The China-Taiwan issue has been receiving almost daily front page coverage in the Straits Times. One has no choice but to read something about it. Because of it, many more of us now understand a bit of the history of the relationship, the issues involved, the roles of the various parties, and the implications for the region and Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I dare say that our understanding of the problem would have remained superficial if we were not treated to a blow by blow account of what is happening. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A steady flow of prominently published international news and their implications will, in due course, similarly result in Singaporeans learning more of other issues affecting the world. The better we understand the world we live in, the better we will be able to put things in perspective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Being a hub city of the world entails more than just being an economic or cultural centre. To be a hub city, we need to be connected to the rest of the world. We must, therefore, understand those connections. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We should aim to work towards two objectives: firstly, we should continue to encourage the media to give other major international events similar prominence as that enjoyed by the China-Taiwan issue, as and when such events occur. Secondly, and more importantly, we must ensure that our young are given every opportunity to broaden their horizons when they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1267</b></font>\n  <br>\n  <br> have the time. Our universities and polytechnics should consider a programme whereby all students are sent abroad for months at a time to study or work. These students will not only then understand how others live, they will also learn more of the world. The experience and knowledge so acquired will remain with them for the rest of their lives. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> I wish to speak on regional media hub. Sir, I wish to first declare my interest on this subject as I am a Director of a media company. I am raising this cut in my capacity as GPC Chairman for MITA and in the interest of the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, developments in the region in the media industry in recent years offer great opportunities for Singapore to promote the media industry and to develop itself as a regional media hub. Some of these developments are: the concern over how PRC intends to run Hong Kong after 1997 has forced a number of media companies in Hong Kong to look elsewhere to relocate their operations. Another development is that the current China-Taiwan tension has further accentuated the flow of media companies away from the East China region towards this part of the world. Hong Kong and Taiwan's once flourishing film industry is going through difficult times as their talented film stars are seeking greener pastures elsewhere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Because of rapid economic growth in this region, many multi-national media companies, both in print, electronic and broadcast, are gravitating towards this way hoping to have a share of the advertising pie. Indeed, international broadcasters, like ABN, ESPN, HBO, Walt Disney, have already set up base here. Even international publishers, like Time, Life, Asia, Dow Jones, Reuters, Nihon Keizai Shimbun, have either set up base here, or in the process of doing so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these developments offer tremendous opportunities and scope for us to attract international media companies to set up base here and for us to develop Singapore as a regional media \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1268</b></font>\n  <br>\n  <br> hub. This will offer tremendous employment opportunities for young talents, many of whom are currently pursuing degree and diploma courses on mass communication and related fields in our universities and polytechnics and overseas universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are not alone in trying to attract these media companies to this region. We have competition - competition from neighbouring cities, like Kuala Lumpur and Bangkok in particular, Jakarta to a lesser extent. Our only setback may be our history of conflicts with the foreign press. However, we offer long-term political stability, excellent infrastructure and our rules and laws on business are more transparent than the other cities. Our fluency in the English Language and our abundant talents are similarly added advantages. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am therefore of the view that we must consciously develop and promote Singapore as a regional media hub. I therefore would like to ask the Minister whether the Government is consciously doing anything towards this end to promote Singapore as a regional media hub. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Eunos GRC):</b> Sir, as Singapore graduates somewhat reluctantly into an advanced developing country and takes on a higher profile in the international scene, it seems to attract more attention from the foreign media. However, not all reports on Singapore appear to be objective. In fact, some are misleading and malicious. I am sure the Minister is aware that to respond to every report that is critical to Singapore would be counter-productive and may convey the impression that we are defensive and thin-skinned people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, we may risk giving undue prominence to some journalists who are really nonentities in their own right and encourage others to take cheap shots at us for the publicity that they may attract themselves at our expense. However, not to respond in some cases may cause damage to our image abroad and have adverse consequences in our efforts to attract investments and tourists to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1269</b></font>\n  <br>\n  <br> Singapore. Could the Minister tell us what is his Ministry's policy in handling false and misleading reports about Singapore appearing in the foreign media from time to time and what measures are being taken to ensure that accurate information about the country is made available overseas? \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, MITA has recently given a press conference to explain the progress in the implementation of the Singapore cable TV project, in particular, the laying of cables and the wiring of homes. I am told the problems, after an initial hiccup, are now largely under control and the project is progressing satisfactorily. I have no comment on that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am raising this cut because many Singaporeans today still do not appreciate or understand why the need to wire up their homes. When SCV first approached my constituents in Tampines and Pasir Ris to wire up their homes, quite a number of them were sceptical. They refused to let the contractors into the house. They wonder why is SCV forcing them to do so. I am, therefore, asking the Minister to enlighten the House and the public in general on the cable TV project, perhaps explain why the need to wire up all homes and how the cable TV project would benefit them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I see cable TV as a good alternative to satellite TV in a broader perspective on media and broadcast. Perhaps the concept and objective have not been well explained to the residents. In his explanation to the constituents and the public, the Minister may wish to highlight this point. Today, our local TV programmes are impressive and as there is a marked improvement, many residents do not see the need for an alternative cable TV whereby they have to pay. Of course, the recent move to provide a free channel may be a step in the right direction. But we still have to monitor the progress of SCV. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to give an overall perspective on the objective of cable TV and perhaps enlighten our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1270</b></font>\n  <br>\n  <br> Singaporeans, in particular, my constituents on why there is a need to open their homes to be wired up. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Peh, you can take your two amendments together. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, if we want to raise the level of the local movie and television programmes, we have to employ talented overseas artistes and reward them with attractive salaries. We know that local movie making and TV programmes have a short history. We have to admit that the TV industry in Singapore is lagging behind Taiwan and Hong Kong. Take, for example, the TV serials that we have been producing. Over the years, we have improved a lot. Our Singapore audience is now getting very fond of our local TV stars. So we have to invite more famous artistes from foreign TV industries to come to Singapore and also our local artistes will be able to help their colleagues from overseas, so that they can improve themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I can understand that many of our local artistes are afraid that the foreign artistes would steal the limelight from them. However, I feel that their worry is unnecessary. We must have this magnitude to accept the foreign artistes. We welcome them to come here and to make Singapore their home. I feel that we should invite some of these famous stars like Jackie Chan and also some of the famous directors to come here to promote our TV industry. This is very important. It would let our TV industry to go international within a short time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very glad that the former SBC was able to employ people like Jiang Long to come here and help us develop our TV industry. That was a great move. I feel that our TCS now should spend perhaps $1-$2 million a year to invite some of the famous artistes to come to Singapore, and also offer them PR status. We should also invite some of the famous TV organisations from overseas to invest here and set up their headquarters here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second topic that I would like to talk about is the TV blocking device known as the V-chip. In July last year, the US \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1271</b></font>\n  <br>\n  <br> Congress passed a new electronic communications Bill requiring the TV manufacturers to install a special TV blocking device known as the V-chip in their television, to block out violence and sex scenes from the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the rapid development of information technology, there are more and more TV channels now available in Singapore, and also many foreign TV organisations are coming to Singapore. Many of our parents are beginning to worry that with so many TV channels and a variety of TV programmes, there may be a lot of sex and violence scenes appearing on our TV. Therefore, I feel that there is a necessity for us to consider and study what the Americans have done by requiring this V-chip to be installed in our TV sets. The V-chip is very cheap. It is about $7 and it is a very simple device. What we have to do is to have the TV stations or the cable TV operators to install a special code in their programmes which would enable the V-chip to identify violence, nude or undesirable scenes. The V-chip will automatically block out such undesirable scenes once they are identified. Therefore, theoretically, the V-chip has this function of blocking out violence and nude scenes. And it would be a useful method to prevent our children from watching such undesirable scenes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that the Ministry of Information and the Arts would seriously study and consider installing this device in the TV. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Mr Deputy Speaker, Sir, Members will recall that two budget debates ago, they had expressed concern about the standard of our TV programmes. Following that, we saw the formation of the Advisory Committee on Chinese SBC Shows (ACCSS) in April 1994 and the formation of the Programme Advisory Committee (PAC) in March 1995, to tackle the problems and the concerns raised by MPs. I must applaud the TCS for their efforts in the last two years, as there has been a marked improvement in the quality of the programmes shown on Channel 5, Channel 8, TV12 and Premiere \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1272</b></font>\n  <br>\n  <br> 12, though I must admit that there are still lapses on censorship pertaining particularly to sex and violence in our movie programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, TCS today produces a good range of local English and Chinese programmes, ie, Extraordinary People, Code Red, Health Matters, Asia Inc., AM Singapore and Good Morning Singapore. Local Chinese programmes like Kids at Work in English and Kids' Camp in Mandarin are good attempts to meet the children's needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the standards have improved, we all agree that there is always room for further improvement, particularly on locally produced programmes. We need more of such programmes that can portray and project our national economic, social and cultural objectives. In particular, we need more serious current affairs programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, TCS, while being run as a commercial organisation, has a nation-building role. All these improvements and suggestions to the locally produced programmes require more grants and more financial support from the Government. I am therefore disappointed to note that the total funding by the Government to the Singapore Broadcasting Authority (SBA) in FY96/97 sees a drop of 50% from $30 million last year to $15 million in the budgeted year. May I ask the Minister why is this so? Will this reduced grant affect the standard of our locally produced TV programmes? And how can we expect TCS to play a useful nation-building role without sufficient Government financial support? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, with the economic boom in the Asia-Pacific area, all the bilingual policies and Speak Mandarin Campaigns have already achieved their objectives. So this has benefited our regionalisation programme. For our bilingual policy which we are promoting, I think we should allow some space to accommodate dialect programmes and local operas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From my experience investing in China, if we know Chinese and we can speak some good dialects, I think it will be very useful for us to establish good rapport \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1273</b></font>\n  <br>\n  <br> with our Chinese counterparts. The other side would feel very close to us. So if we can allow some space for the accommodation of dialect programmes on our TV, not only will the older Singaporeans feel very happy about it, our potential investors overseas will also benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During my leisure time, I attended some performances like the Teochew opera from China and they were full-house performances. I notice that among the audience, we not only have older Singaporeans but also some young people. The admission ticket prices were quite high, ranging from $10 to $50 per person. And it was not a performance for charity. It was full-house and the performance left a very good impression on the audience. At that time, I tried to understand the thinking and expressions of the audience. I think they all wanted to have the desire to know their roots. It is through their dialect that they can get to their roots and find greater cohesion among themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to ask MITA to consider, under the circumstances in which the Speak Mandarin Campaign and bilingual policy are not affected, allowing more dialect programmes. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, film and video censorship is carried out to safeguard Singapore's political, racial and religious stability, as well as to uphold our own values and moral systems. And the legal authority or framework to regulate the film and video business is covered under the Films Act. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recent developments in the field of IT and multi-media have resulted in films being now available in various forms - LDs, CDs, videos, CD-Roms and the lot. As a result, video games have become increasingly popular among our young. My concern is that increasingly these video games carry violent and sadistic content, and this is no good for our young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another development which we have to watch out for is the widespread trafficking in obscene videos, particularly in housing estates. Today, we see obscene video flyers inserted into mailboxes in HDB estates. This is public nuisance and has \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1274</b></font>\n  <br>\n  <br> aroused parental concern that children will have access to these obscene videos. Traffickers are also very cunning and crafty. They engage young children to deliver these obscene tapes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, current laws and regulations to deal with these problems seem inadequate. While stepping up enforcement is a necessary but costly exercise, enhancing current penalties may be necessary to combat the problem. May I therefore ask the Minister if his Ministry will review the Films Act with a view to tackling this problem? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chew, please move on to your next amendment on the Promotion of Heritage and the Arts. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching:</b> Sir, I am not speaking on that topic. Members of my GPC, Mr Peh and Dr Koh, will speak on it. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Peh is not here. Dr Koh. \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I will speak on the Promotion of Heritage and the Arts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a multi-racial and multi-cultural nation. We have been moving very fast on the road towards becoming a developed country. As we move along, there is danger that we may be losing our heritage and gradually becoming a nation of no culture. It has been noted that many of our younger people, although very well educated in terms of certificates and degrees, have very little knowledge of our own heritage and know very little about the serious, traditional or contemporary art. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few months ago, the Prime Minister commented that our social behaviour needs to be upgraded in order for Singapore to become a gracious society. Earlier Mr Chew Heng Ching and Mr Davinder Singh have also commented about building a gracious society. \n  <br>5.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that if the majority of Singaporeans do not care about heritage and have no appreciation of the minor forms of art, Singapore can never become a gracious society, no matter how well we perform in technology or in the economy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1275</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Information and the Arts is in charge of the promotion of the heritage and the arts. I am happy to note that a variety of programmes have been initiated through institutions such as the National Heritage Board, the National Arts Council and other organisations. Activities related to the heritage and arts have been on the increase over the past years, with better participation each year. Some of the major projects, for example, the Singapore Art Museum, converted from the former St Joseph's Institution, had been successfully implemented. Others, like the Theatre at the Bay, The Esplanade, would take a few more years to complete. Overall, indeed the whole picture looks exciting and promising. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to find out whether the Ministry has new plans for further promotion of the heritage and the arts. I am happy to note that each year more funds are allocated to the promotion of heritage and the arts. But in funding these projects and programmes, the Government should not adopt the principle of recovering the cost as in the case of MRT, Singapore Power or in many other Government establishments. Investment in heritage and the arts is long term. The return is not immediate. It may take decades or generations before the result can be noticed. But if we do not invest now, we may lose the opportunity forever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to take this opportunity to commend the many people who are involved in the various institutions and projects, for example, Singapore Heritage Board, Singapore Arts Council, Singapore Arts Centre and many other civic organisations, for their contributions. These people include Government officers, volunteers, donors, well-wishers and many supporters. The Ministry should be generous in giving due recognition to their services. One of the best ways to give recognition and encouragement is to be more generous in giving funds to the on-going projects and be more supportive in approving new projects. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1276</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Kenneth Chen Koon Lap -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Kenneth Chen Koon Lap (Hong Kah GRC):</b> Sir, in the Budget debate, many Members have asked for more funds to be allocated to the Ministry of Information and the Arts for the promotion of the arts. While I agree that fund is needed in the promotion of the arts, nevertheless, I feel strongly that money alone cannot buy culture and the love of the arts. Sensitivity and the habit of a deep appreciation in the arts have to be carefully cultivated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let us examine some existing arts and cultural facilities and activities in Singapore. We have our fair share of theatres, such as Singapore Conference Hall, Victoria Theatre, Kallang Theatre, etc. We have the National Museum, Singapore Art Museum, Singapore History Museum, etc, and we have regular concerts, theatre performances, cultural programmes and various exhibitions. But are these facilities and activities well utilised or patronised? Obviously not. The Empress Place Exhibition has to be terminated due to lack of visitors. The number of our SSO concert audience is dwindling and the number of regular visitors to our museum and art exhibitions is not encouraging. With all the existing facilities and the completion of our Performing Art Centre, unless we make a concerted effort to promote the arts in a big way in schools, community centres and especially through the media, our efforts in improving and building new facilities will be in vain, and the new Performing Art Centre may end up to be a white elephant. Therefore, I would like to ask the Minister what plan, both short term and long term, the Ministry has to promote the interest in the arts for the masses, and whether it has set up any national body to coordinate the effort and activities of various art and cultural bodies, both private and public, so that we can all work towards the same objective to make Singapore a gracious society where art and culture become part and parcel of our life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to ask the Minister for an update of the construction progress of the Performing Art Centre. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Chew Heng Ching is not speaking. Dr Koh Lip Lin. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1277</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Koh Lip Lin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Koh Lip Lin:</b> Sir, I am speaking on Library Development. The establishment of the National Library Board last year and the implementation of the recommendations of the Report, Library 2000, have heralded the beginning of a new era of library development in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When all the recommendations of the Library 2000 are implemented, I am sure we shall have one of the best library systems in the world. Anyone who has the opportunity of visiting one of our newer libraries, for example, the Tampines Regional Library, would be pleased by the pleasant environment and atmosphere, the modern setup and the latest technical facilities. I cannot help comparing it to the old Raffles Library at Stamford Road in the 1950s where the rooms were dark and gloomy and the only thing you would see around were very old book racks and some equally old reading tables. What a big contrast and how lucky the new generation of Singaporeans are to be able to enjoy such good library facilities in Singapore today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans should be encouraged to make full use of the libraries. I would like to find out what is the progress in the implementation of the recommendations of Library 2000. Are there any problems? Is everything on schedule? I would also want to know what plans does his Ministry or the National Library Board have to promote the habit of reading and to promote the use of the library. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to congratulate the Minister for the good library development programme. However, I do have a little complaint to make. It is about the building of a branch library in Yishun New Town. In 1986, 10 years ago, I raised the question in this House to ask the Minister in charge - then it was the Minister for Community Development - when Yishun New Town would get its library. The answer given was that a library was scheduled to be completed by 1990. Ten years have gone by, Sir, but there is still no sign of the Yishun Library. I have been informed that the new completion date is now 1999. I would like to seek assurance from the Minister that there would be no further delay. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1278</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, my amendment is on Establishment of Neighbourhood Libraries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This year's Budget reports that Singapore has one regional library, 10 branch libraries and 10 community children's libraries. The library services programme for fiscal year 1995 has an estimated total expenditure of $24.2 million. I am happy to note that the number of community children's libraries, which I call neighbourhood libraries, has now increased to 10 from its original number of three. I understand that one of these 10 community children's libraries is sited at the Prime Minister's constituency of Marine Parade GRC, and it has only recently been built. The Prime Minister must know the importance and usefulness of such a children's library, otherwise he would not have sanctioned one to be built in his constituency. I have campaigned for many years now for one such children's library to be built in Potong Pasir, but I have been unsuccessful. I hope that the Minister, when he intends to build the next batch of community children's library, shall not overlook Potong Pasir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Money spent on construction of such libraries shall not be lost. In fact, there is a crying need for more of them to be set up. It is an educational tool which the poor children of HDB housing estates could use. Their greatest advantage is their accessibility. They are within walking distances of the children's home. A large number of children living in HDB housing estates are from non-English speaking homes and many of these children, about 30% of them, if no help is given to them, shall never pass their English \"O\" level examinations. The Government has the funds from its massive budget surpluses and it should help these children by constructing as many of these children's libraries as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore citizens must be educationally helped when they are four years old and not wait till they are 40 years old. We have heard in this Budget debate of large numbers of workers who are 40 years and above and who do not even have a primary education. How many of these illiterate 40-year old workers could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1279</b></font>\n  <br>\n  <br> have been saved from their present plight if there were children's libraries in their neighbourhood? Instead of spending their early youth loitering, they could be spent in such libraries and come into contact with books, be familiarised with them, get acquainted with them and come to love the books rather than treat them as something alien because they did not have an opportunity to be introduced to books. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1991/92 Annual Report of the Singapore National Library revealed some very interesting facts about children membership of the regional and branch libraries. Although children membership is only about 20% of the total membership, they borrowed up to 53% of the total number of books on loan per year. The children borrow an average of 31.6 books a year, nearly five times the average of 6.5 books borrowed by adults and young persons. The report showed that children members really love reading books, each of them borrowed on average up to 2.6 books a month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Educationally, it is much easier to teach a child to read when he is at a very young age rather than wait till he is older. How wonderful it would be if the majority of the children in HDB housing estates could be introduced to books when they are 2 1/2 years or 3 years old and could learn to read by the time they come to pre-school level. Half the battle would have been won for them when they are admitted to school. I hope I can persuade the Minister to build at least 10 such community libraries each year. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, just now, Mr Peh spoke on the relaxation of control over dialect programmes and dialect operas on our TV. Personally, I have my own views on the Speak Mandarin Campaign. First, over the years, the progress of our Speak Mandarin Campaign has been very satisfactory. Recently, quite a lot of people have many different views on whether we should relax the control of dialects. In my \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1280</b></font>\n  <br>\n  <br> view, the most important point is that we cannot relax on our efforts to promote the Speak Mandarin Campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, in the TV programme \"Let's Talk\" hosted by Moses Lim, the issue of whether we should relax the control of dialect programmes over TV was discussed. Home audience was invited to phone-in to express their views on the issue. According to the response received, the vast majority voted for the relaxation of control. To me, Sir, I think this is a matter that needs further consideration. We have spent so many years and put in so much effort on the Speak Mandarin Campaign. We are beginning to see the fruit of our success in this campaign. But now, people want to allow more space for dialect programmes and dialect operas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh said that we should allow some space for dialect programmes. I absolutely agree with him because the older genaration of Singaporeans are still very fond of dialect programmes and dialect operas. But I think more importantly is the question of dialect culture and local culture. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is an immigrant society. We have so many dialects - Hokkien, Cantonese, Henghua, Teochew, Teoyeo - all kinds, you name it, we have it. So what sort of a dialect and local culture or opera should we allow for broadcast on TV? This is the question that we have to consider very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More importantly, I think MITA should coordinate with the schools, the parents and the clan associations to selectively let our generation of Singaporeans understand and know their local culture and dialects. That is the most important point. It is not just a matter of letting the children learn Cantonese songs or Hokkien songs from TV. We should let them know their origins so that the future generations will know something about their own culture and dialect. I know that the Minister would give some serious consideration to this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, I would like to say again that the Speak Mandarin Campaign cannot be relaxed. We cannot relax our efforts to promote Mandarin as the common \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1281</b></font>\n  <br>\n  <br> language among the Chinese community. We can allow some space for dialect culture, dialect programmes and dialect operas to let our people have a chance to appreciate them, and I think that is not a bad thing. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> Sir, my cut is on an endowment fund for culture and the arts. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The arts in Singapore are under-funded. This is a sad reality and to some extent, this reality is responsible for our society being less than gracious, as also stressed by Dr Koh Lip Lin. In recent years, the corporate world and the individuals have been more forthcoming with their financial support but the Government needs to give more than it does now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Only about 0.3% of the total Government expenditure is budgeted for the arts in Singapore. In Canada, besides the 2% of the Federal expenditure being budgeted for the arts, there is further provision at the provincial level. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like the Minister to consider this suggestion. While Singapore is having good economic growth and there are ample budget surpluses, could the Minister persuade our gracious Minister for Finance to sequestrate a proportion of the budget surplus into an endowment fund for the arts. Over a few years, this fund will build up with contributions from the budget surpluses. The interest from the fund could then be used to finance new and worthwhile projects. The existence of such a fund would be very empowering for the arts community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The arts fund could be managed by the National Arts Council. This would provide an extra source of income every year on top of the Government grant to NAC which only amounts to about $16 million in FY96. The National Arts Council would thus have more flexibility and more money to carry out its mission of promoting arts development and to make the arts more accessible to Singaporeans. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Peh, do you want to speak on \"Promotion of Heritage and the Arts\"? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Thank you, Sir. After 30 years of nation-building, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1282</b></font>\n  <br>\n  <br> in order to survive we have to concentrate our efforts on economic development. Today, we can see that our economic development has brought us prosperity. Every year, we have budget surplus. So I think we can now begin to consider developing Singapore into a regional cultural and arts centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All along, Singapore has been a converging point between the great history and the moving trends. We should make use of our historical and geographical advantages, and put into full play our very important role in this aspect. The opening of the Singapore Arts Centre is a very important milestone in our cultural development. Our local artists are beginning to have a place of their own to exhibit more of our better masterpieces. However, regrettably, the number of our local art works with a strong oriental flavour is very small. For example, we can hardly see any good Chinese ink and brush paintings. Many art lovers went happily to the Arts Centre with the hope of seeing more of our local works, but they were disappointed. I hope that the Singapore Arts Centre can exhibit more of these local art works so that when our art lovers come out of the Arts Centre after viewing the exhibits they will feel proud of them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that MITA would step up its promotion and preservation of the oriental art works, and to set up an authentication committee comprising experts who genuinely know and understand the oriental arts, to study and preserve the precious art works and materials that are available to us. This will be of great help to our future development into a regional cultural and arts centre. But if we get outsiders, people who are not experts, to manage and authenticate these works, then we will become a laughing stock. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that MITA would consider these two suggestions of mine. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Information and the Arts) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Information and the Arts (BG George Yong-Boon Yeo):</b> Sir, because we have five minutes before the day is up, let me touch on the points raised by Mr Peh Chin Hua and Mr Choo Wee Khiang on the Speak Mandarin Campaign. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1283</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have listened to their concerns very carefully and I agree with them that whatever we do, we should persist in our efforts to promote the use of Mandarin and not send confusing signals to young and old in Singapore as to our determination to see this through. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Campaign has got long roots in modern Chinese history. It did not start in Singapore. It started in Republican China from May 4th onwards, and it is something that we should see through, because a common language for the Chinese people to use helps to unify them and give them a common cause, a common purpose. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned in the last two years, the problem of the Speak Mandarin Campaign has shifted from one of Mandarin versus dialects to one of Mandarin versus English, because many of the young people schooled in the bilingual education system are more comfortable in English than in Mandarin. So we must give them encouragement to persist in the use of Mandarin. Some of the older people, however hard they try, are not able to pick up more than a smattering of Mandarin. So we should allow them some facility to use dialect, and to enjoy dialect songs, to listen to the dialect news, to enjoy dialect programmes. And these, we endeavour to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our policy is like this. On TCS and radio, the policy on Mandarin will remain, except where the context is very clear, like, for instance, when we interview old people in the Extraordinary People programme - a very successful serial - or when we allow some Teochew to be used in the Channel 8 serial, \"Teochew Family\". On Premiere 12, some dialect operas are screened from time to time. But I do not think these occasional dialect programmes cause confusion in any way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the advent of narrow-casting, the availability of cable television, I think we can give some space to dialect speakers without it affecting the main thrust of our Speak Mandarin Campaign. So today, on cable television, on the additional tier, TVB \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1284</b></font>\n  <br>\n  <br> Zongyi, we allow the satellite channel, which is beamed into Hong Kong and Taiwan, to carry up to 30% of dialect programmes. This is paid TV; the audience is small; it does not reach every household; it is a little experiment that we are conducting. We allow that. In the same way, Chinese MTV on cable television, we told them, no more than one in 10 songs can be in dialect, because there are some very good dialect songs which have got regional currency. Dialect songs, we cannot stop young people from picking up in karaoke lounges, in the army, and elsewhere. And somehow when groups sing dialect songs, in the evening, they feel a special closeness to each other. And this is not surprising because we have deep dialect roots. Dialects are part of our culture, and it is not necessary, nor is it desirable for us to deny those links to the past. It is also not surprising that every time we have got to go to the hustings during election campaigns, in order to be most effective in reaching the voters, we often resort to dialects. So there is nothing particularly surprising there. But on persisting with the objective of the Speak Mandarin Campaign, on encouraging young bilingual Singaporeans to keep up with the use of Mandarin, this will not change, and it is for this reason that the Speak Mandarin Campaign continues to be given very strong emphasis in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether we should allow dialects to be promoted in a specialised way for business purposes, I, in fact, answered this question to Mr Chin Harn Tong in this Chamber, I believe, two years ago, when he asked whether the clan associations should be allowed to conduct dialect classes, and I told him I saw no reason why we should not. Because if you are able to speak dialects when you are doing business in southern China, that is to your advantage, and it is not because you want to use dialect in place of Mandarin. It is because you already know Mandarin and you want to have an additional facility in a dialect which does give you sometimes the inside track for business purposes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1285</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we are one minute to six o'clock, I propose to end here, because for me to begin now on a new subject means that I have got to stop prematurely. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right. It is 6.00 pm now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1286</b></font>\n  <br>\n  <br> progress on the Estimates of Expenditure for the financial year 1996/1997, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [BG George Yong-Boon Yeo]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Six o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1287</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651287.htm\">Grants and Loans Extended to Local Enterprises, Companies Which Benefited from the SDF, Promotional Activities Carried Out Over Last 3 Years (Cols. 1287 - 1288)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1289</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651289.htm\">Appendix I - DEFINITION OF FINANCIAL RATIOS (Cols. 1289 - 1290)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1290</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1291</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651291.htm\">Appendix II - COMPARISON OF TARIFFS WITH REGIONAL POWER COMPANIES (Cols. 1291 - 1292)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1292</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1293</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651293.htm\">Table 1 - EDUCATION PROFILE OF WORKFORCE (Cols. 1293 - 1294)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1294</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1295</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1996/19960314/19960314-HA-0651295.htm\">Tables 2, 3 and 4 - TRAINING GRANTS AND PLACES COMMITTED BY TYPE OF TRAINING, TRAINING GRANTS AND PLACES COMMITTED BY SIZE OF FIRMS, TRAINING GRANTS AND PLACES COMMITTED BY AGE GROUPS (Cols. 1295 - 1300)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1296</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1297</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1298</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1299</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1300</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
