{"memberId": null, "volumeNo": "65", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "17", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"65\"> \n  <meta name=\"Sit_No\" content=\"17\"> \n  <meta name=\"Sit_Date\" content=\"1996-03-21\"> \n  <meta name=\"Start_Col\" content=\"1785\"> \n  <meta name=\"End_Col\" content=\"1901\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">65</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">17</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">21-03-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1785</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART IV OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 65</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 21st March, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1786</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications. \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1787</b></font>\n  <br>\n  <br> \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1788</b></font>\n  <br>\n  <br> \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Mr Peter Sung (Buona Vista). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1789</b></font>\n  <br>\n  <br> \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1789</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wong Kwei Cheong - from 21st to 23rd March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Charles Chong - from 22nd March to 8th April, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chng Hee Kok - from 22nd to 23rd March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow Chin Hock - from 22nd to 29th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo Wee Khiang - from 25th to 27th March, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Mah Bow Tan - from 31st March to 7th April, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Peh Chin Hua - from 2nd to 11th April, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline K. Wong - from 5th to 8th April, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo - from 12th to 14th April, 1996. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1790</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1996 TO 31ST MARCH, 1997</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 4 of 1996)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [7th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L (cont.) - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [20th March, 1996], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head L of the Main Estimates be reduced by $100.\" - [Dr Ong Chit Chung]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Sir, since last year, the Ministry of Education has been giving \"high value added\" awards to schools that perform better than expectation in the \"O\" level examination. This award has been categorized into Express and Normal streams. To the neighbourhood schools, this is an incentive, and good for morale boosting. But the challenge faced by the schools today is how to teach the Normal (Technical) class. The Ministry of Education should pay more attention to these students and to affirm the teachers and schools in their efforts in teaching these Normal (Technical) students. In some schools, for certain reasons, they are not able to achieve any breakthrough in their academic results. They therefore are not encouraged by the rewards based on results. What is the attitude of the Ministry of Education on these schools? Are these schools left to fend for themselves and to solve their own problems? Does the Ministry of Education assist in their problems? What assistance does the Ministry currently provide to these schools? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (Mr Lee Yock Suan):</b> Sir, I propose to answer a few of the points raised under this cut. My colleagues, Dr Aline Wong and Mr Sidek Saniff, will answer the rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Sinnakaruppan was commenting on the staff appraisal system \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1791</b></font>\n  <br>\n  <br> in schools. The new appraisal and ranking system was implemented service-wide starting from last year. It is a rigorous system that involves not only the assessment of a teacher's performance but also his or her potential to hold higher appointments in relation to other teachers in the school. My Ministry has considered using a point system for appraisal before. However, such a system may not remove the element of subjectivity since ultimately the supervisors who are the principal, vice-principal and heads of department still have to make their judgment as to whether a particular teacher is good or bad based on his relative strengths and weaknesses in various dimensions. Moreover, there is also an element of subjectivity in deciding the relative weight to be accorded to each of these dimensions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to inform the House that my Ministry is fully aware of the problems encountered by schools during the ranking exercise. Many of these are teething problems as teachers were ranked for the first time last year. My Ministry will fine-tune the system in order to iron out these problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mr Sinnakaruppan and Mr Lew Syn Pau asked about the schools' teaching of the thinking programme. My Ministry introduced in 1987, which is about 10 years ago, the Edward de Bono's CORT (Cognitive Research Trust) programme in secondary schools. At present, there are about 103 secondary schools which are implementing the CORT programme. My Ministry is refining and extending this programme to other secondary schools. Our aim is to help our pupils become better and more creative thinkers and learners by teaching them the core thinking skills explicitly and infusing these skills into the learning subjects in the curriculum. The revised programme is presently being piloted at Secondary 1 in five schools, as announced by Dr Aline Wong in November last year. Teachers in these schools are trained and teachers' manuals incorporating lesson plans, visual aids and pupil worksheets have been developed for the programme. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1792</b></font>\n  <br>\n  <br> thinking programme will be phased into all secondary schools over the next four years. By the year 2000, all secondary schools will be on the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry recognises the importance of encouraging critical and creative thinking among our pupils from an early age. When we piloted the CORT programme in 1986, we found that the explicit teaching of thinking in primary schools was not as beneficial as incorporating thinking into the teaching of the subjects. We have therefore consciously included some critical and creative thinking skills into the teaching of language, mathematics and science in the primary school curriculum. For example, in English, pupils are taught to make comparisons and inferences in reading and comprehension and to give creative ideas in writing. In mathematics, the emphasis is on seeing relationships in patterns and on being able to solve mathematical problems. In science, pupils are taught to analyse and to make deductions and come to conclusions based on observations and simple experiments. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung asked yesterday about the progress of the National Institute of Education (NIE). My impression is that NIE is doing well. However, it is for Members and the public to judge. The BA and BSc with Diploma in Education programmes were successfully implemented. In 1995, the first batch of 83 and 30 students graduated in BA and BSc with Diploma in Education respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Currently, all students pursuing teaching training courses at the NIE are bonded to serve the Ministry of Education for three or five years upon completion of their course. It is difficult for me to accept at this stage Dr Ong's proposal that NIE admit fee-paying students who are not bonded to teach in our schools. One reason is that in the coming years, the requirement for NIE to train more teachers for our schools will be increased significantly. NIE does not have spare capacity to train those who may not take up teaching as a career upon the completion of their NIE studies. However, for those who are generally interested in the field of education and do not wish to be bonded \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1793</b></font>\n  <br>\n  <br> to teach in a school, NIE does offer higher degree courses, such as the Master of Education and the Master of Arts and Applied Linguistics. These courses are run on a part-time basis and are open to working adults. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like now to turn to the question of tertiary education. Several Members spoke on this yesterday. Mr Umar and Mr Chiam See Tong, who is not here, asked that we increase the university places in Singapore. In considering whether to provide more university places we should bear in mind that we already have two large universities which together will take in about 20% of each cohort after 'A' levels and four big polytechnics which will take in about 40% of a cohort after 'O' levels. Each polytechnic will take in about 4,000 new students a year, almost the same number as the intake into NUS or NTU. In total, we will be providing places for about 60% of each age cohort in our tertiary institutes. This is one of the highest such percentages in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;About 10 years ago, the British converted all their polytechnics into new universities, thereby doubling the number of universities to almost 100 to achieve their target of about 30% in tertiary institutes. Several years ago, Hong Kong followed suit. Had we done something similar, we would already have six large universities for a small country of 3 million people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam mentioned the ratio of one university to about half a million population in Australia and New Zealand. But how big are these universities? And are they all of the university standard as we understand it? We are doing the right thing here by keeping our polytechnics as polytechnics. They have a vital role to play in educating and training our middle level manpower to provide the backbone of our economy. Overseas experts who visit or work with our polytechnics are impressed with their facilities and programmes which are better than those of some universities overseas. A former British Education Secretary told me he thought we did right in keeping the polytechnics as they were. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recent British press reports indicate that many UK employers are reluctant to accept \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1794</b></font>\n  <br>\n  <br> the degrees of their new universities at face value. They insist on at least a second class Honours degree from a traditional university. Having over-expanded their capacities and with grants tied to student numbers, some universities are even taking students without 'A' levels and putting them on foundation courses. Singaporeans need to be aware of what is happening in the field of higher education overseas. There is a very wide variation in the quality and value of foreign degree programmes. This is compounded by the problem of declining educational achievement and standards as some countries have embarked on so-called mass production of graduates on weaker educational foundations. Over-expansion of capacity and funding difficulties have led to aggressive marketing overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, we have rapidly expanded undergraduate places at NUS and NTU over the past decade whilst maintaining educational standards. They are taking in as many students as are able to make the grade. For some courses, such as science, there are in fact more places than qualified applicants. The two universities are also taking in more polytechnic graduates. An increasing number of able students are choosing to go into university through the polytechnic route although the vast majority still go through the junior colleges, the preferred route. The polytechnics are also serving as stepping stones to many universities in UK and Australia which provide advanced standing to polytechnic graduates in related courses. However, for the vast majority of polytechnic graduates, the three-year diploma course already provides a good foundation to start their careers and to upgrade their knowledge and skills on the job. After some working experience, they could pursue higher qualifications, if they wish, through part-time or full-time courses at our universities, polytechnics or overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has invested heavily in our tertiary institutes to cater to the aspirations of Singaporeans to pursue further studies. Our aim is to maximise the potential of every Singaporean according to his ability and aptitude. Through the provision of training places in the relevant \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1795</b></font>\n  <br>\n  <br> areas and at various levels, we also try to match our output of educated and trained manpower with the needs of our economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mindful of Singaporeans' aspirations, the Government has in recent years also allowed various professional organisations, such as the Singapore Institute of Management (SIM) and the Institute of Banking and Finance to collaborate with foreign universities which offer degree programmes here on part-time or full-time basis. Total enrolment is about 10,000 students in both undergraduate and postgraduate programmes, including about 3,000 in the Open University Degree Programmes at SIM. \n  <br>12.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry has been reviewing the situation and may selectively allow a few more such degree programmes to be offered here. The type and form of such programmes are still under consideration. However, we should be mindful that private organisations are profit-oriented and may not have the standard of quality control that we desire. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our booming economy is faced with a manpower supply constraint not only in numbers but also in terms of talent distribution. Not everyone can make it through a rigorous university programme. However, with affluence, many Singaporeans will aspire to pursue some kind of degree programme here or overseas. They should ask themselves whether the investment is worthwhile and the programme is of acceptable quality. Ultimately, the market will find its own level as employers become more discerning but the process is wasteful and will lead to unfulfilled expectations. To make up for our shortfall in manpower, we must continue to attract talent from abroad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I am pleased to note that Mr Chiam supports the admission of more foreign students into our universities. This is one way to attract talent and to provide a more stimulating environment in our universities. At present, foreign students make up less than 10% of the enrolment in NUS and NTU. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1796</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The admission of foreign students into our universities will not be at the expense of our own students. I wish to assure all Singaporeans that NUS and NTU will take in as many local students as are able to benefit from the programmes and pass. Foreign students have to pay higher fees. They also have to be academically better than local students to qualify. The number of places for foreign students is over and above those provided for local students. If there are more qualified applicants, both local and foreign, we are prepared to provide more university places to accommodate them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our manpower planning, it is important that we try and match the output of graduates in different disciplines with future demand. We also need to spread our talent to the different specialisations. Students and parents tend to over-react to short-term market perceptions, for example, more students are gravitating to business courses at the expense of engineering and science. We need to guide them in their choices. Otherwise, competition for places is based on `A' level results, except for some courses like medicine, law and architecture where they require interviews and selection tests. Those who do better in the `A' level results and at the interviews are more likely to get places of their choice. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think this answer also covers the points raised by Mr Umar essentially. The main challenges that the polytechnics will be facing in future will be, firstly, to make sure that the courses remain relevant to the needs of industry. This is very important. The second major challenge for them is to ensure that our students, besides possessing basic technical knowledge and skills, are also flexible and adaptable. They must be able to continually learn and upgrade themselves so as to keep up with new demands and rapid technological changes at the workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Kenneth Chen was concerned that, with the improvement in the school results year by year, the better students will displace the weaker ones going to the polytechnics. I share his concern to some extent about this gradual erosion of the educational qualifications. This is partly \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1797</b></font>\n  <br>\n  <br> because our students are performing much better than students in the United Kingdom. And as Members know, we are having these GCE `O' and `A' level examinations together with the Cambridge Local Examinations Syndicate. The problem is that the educational standards have been declining in the western countries. Our students here have been very hardworking and we have stuck to the traditional methods where we assess the students regularly and set high standards for them. Our students have been improving year by year. But some of the improvements in results may have been because, as I said, the standards may have been falling over the years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is whether our distribution of places in universities, in polytechnics, in the ITE, is appropriate for our needs. And if we maintain standards and make sure that we take in students who are really able to go through the course, then it should not matter despite this grade inflation. In practice, for example, the students who are going to polytechnics, the better `O' level students, are mainly going into commerce related subjects and other students who want to go into engineering and so forth are still able to find places. So I would like to assure him that all students who complete their 10 years of general education will have the opportunity to progress further and complete their education locally at the ITE, the polytechnics or the universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In terms of numbers, the polytechnics will be taking in, in total, about 16,000 students. Some of them will upgrade to degrees either immediately after completion of the polytechnic education or later on. And very often, it is in related areas. For example, engineering students with a diploma in engineering tend to go into a degree in engineering. So there is, in fact, no loss of relevance in that sense. We are comfortable that the output will be adequate to meet our needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Umar has stressed the importance of upgrading the quality of our universities through research and so on, and I agree fully with him. I think the two universities that we have are doing well. They are improving in their standards year by year \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1798</b></font>\n  <br>\n  <br> and also in terms of the work that they are doing in R&amp;D. We should do our best to build up the two universities into world-class universities, at least in some areas of specialisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would give Members some ideas about the amount of money we are spending on research. In the last two years, about $119 million had been committed to fund approved research projects. The main source of funding is the academic research fund, while the National Science and Technology Board, other statutory boards and industries also make contributions. In addition, an amount of $32 million was given out as research scholarships and studentships to post-graduate research students in the universities. This is to attract more people to undertake post-graduate research work and to build up Singapore's R&amp;D manpower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The progress of the two universities in research has been good and the research output has been laudable as evident in the increasing list of research publications. In 1994, it amounted to about 3,700, an increase of 16% over that in 1993, and many of these are published in international revered journals. So far, 40 patents have been filed or granted. In addition, since 1994, NUS and NTU have formed four and two spin-off companies from their respective research activities. All these developments have placed our universities in good stead, relative to reputable foreign universities. NUS and NTU will continue to strive for excellence in their R&amp;D activities. They will form a basis for wealth creation in the economy through the continual transfer of technology to industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I like to move on to this question of the neighbourhood schools which was raised by Dr Ong Chit Chung. I agree with him that we should pay utmost attention to these schools because these are the schools where most of our students are and, in fact, we are doing that. So, in that sense, there is really no need for a special unit in the Ministry to do this because the whole Ministry is actually doing it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Neighbourhood schools are equally well provided for in terms of staff and facilities. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1799</b></font>\n  <br>\n  <br> Many neighbourhood schools have been given new and modern buildings with excellent facilities, and other neighbourhood schools have been physically upgraded. For example, under the rebuilding and extension programme still in progress for 37 secondary schools costing $566 million, 31 are neighbourhood schools. So it is fair. In fact, the majority are neighbourhood schools. We also make sure that we have a good distribution of teachers and principals to the different schools and there is no discrimination against neighbourhood schools. As I have explained before, the teachers who are good in teaching the average children may not be the same teachers who are good in teaching very bright children. So we have to try and make sure that we match the requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The focus on the neighbourhood schools is to try and upgrade them and in the process uplift the education standards in all our schools. To recognise the good work put in by the neighbourhood schools, the Ministry of Eduction has given special awards to top value-added schools in the 1994 GCE `O' level examination. Of the 31 schools which received the awards, 84% were neighbourhood schools. The good leadership in these schools as well as the hard work and dedication of the teachers are recognised and publicised through these awards which will be given annually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to the question raised by Dr Arthur Beng. He was speaking on behalf of parents who have to work overseas. As Members know, we have a school in Hong Kong at primary level and we are able to do that because there is a critical mass of Singaporean students there. I think the school has been doing very well and we are proud of it. The Ministry will consider having similar schools elsewhere provided there is enough number of students to form a school. Where there are not enough students, a more practical approach for parents is to put their children in International Schools. Where they want to supplement the curriculum of the International Schools with learning of mother tongue, this is an area where we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1800</b></font>\n  <br>\n  <br> can assist. As Members may have read in the newspapers, we are posting some officers to Bangkok to study how we can start such a programme in Bangkok to cater to the learning of mother tongue. Depending on the experience of that scheme, we may extend it to other areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng also asked whether tax deductions could be given for children who accompany their parents on overseas postings. The Finance Minister is not here. This matter really has to be referred to him. I am not sure whether it is necessary and how it will work out. Most employers do provide child educational allowances as part of the remuneration package for employees posted overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry will continue to be flexible in the application of our bilingual policy to ensure that pupils returning from abroad are not disadvantaged. Pupils who have been overseas for some time and have not been able to maintain their exposure to the mother tongue can apply to offer another foreign language instead or apply for exemption from offering a second language. The Ministry will consider each case individually. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng yesterday raised a case of one family with two children. One is 10 years old, coming back at Primary Three. So he is exempted from doing the mother tongue for the PSLE, because it is not reasonable to expect the child to complete the primary school syllabus in just three years. However, the younger child who joins at Primary One is required to do Chinese and to take the PSLE in Chinese. I think this is reasonable because most of our Singaporean children, in fact, are doing the same thing, even though this particular child has missed out on the kindergarten part of it. If need be, additional help can be given to the child to help overcome the initial bridging problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Tsao Yuan spoke on the importance of regionalising our educational services. As noted by her, the NUS Business Administration Faculty and NTU's Nanyang Business School already run MBA and executive management programmes that take in foreign students. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1801</b></font>\n  <br>\n  <br> They are essentially self-financing and are either taught by NUS or NTU academic staff only or co-taught with foreign academics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The MBA Programme in Chinese at NUS, for example, has over 70% of its full-time students from overseas. Other shorter executive programmes conducted by both universities have attracted participants from some 73 countries in the region and outside. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among other areas, the two universities are developing an expertise on economic and business practices in the region. This expertise will be valuable to students in Asia as well as westerners who are interested in participating in the growth of the region. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee has suggested that business and management programmes be established abroad as well. NUS and NTU have already begun to do this. Short executive development programmes have been initiated, usually in collaboration with local institutions, in various countries around the region, including Malaysia, Thailand and the PRC. In April 1996, NUS will bring the prestigious joint Stanford University-NUS executive programmes to Hong Kong. In June 1995, NTU signed a Memorandum of Understanding to develop an undergraduate accountancy degree programme at Fudan University in the PRC. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides business courses, we are also attracting students here to study English, computing and other subjects. Whilst we should do more to export our educational service, it is manpower-intensive and requires high level manpower. As it is, we are short of teachers for our schools and many of our university staff are recruited from overseas. To the extent that we can build up our capacity and have a room to spare, we can certainly do more to regionalise our educational services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last item I want to touch on is the value-added awards raised by Mr Low Thia Khiang. Since last year, the Ministry has been giving monetary awards to schools which have helped their pupils \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1802</b></font>\n  <br>\n  <br> perform better than expected based on their PSLE entry scores. These are so-called high value-added schools. The top 10 schools in the Special, Express and Normal courses receive $20,000 each, while the next 10 in both categories receive $10,000 each. The Ministry likewise intends to reward the high value-added schools for the Normal (Technical) Stream. As it is desirable to use the national examination results for the purpose, my Ministry will rank the schools only after the first batch of Normal (Technical) pupils have taken their GCE `N' level examinations in 1997. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Schools are conscious of the fact that they should meet expectations in the academic output in relation to the quality of pupil intake and are channelling their efforts in this direction. Pupils' academic performance fluctuates from year to year in some schools. Patterns of performance are monitored closely by the schools and by my Ministry. More focus is placed on schools which have difficulty in making improvements. They will receive more guidance and assistance from school inspectors and subject specialists for the particular departments or for the school as a whole. I hope this will address his concern. We will certainly do our best to help those schools which have problems. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam (Bedok GRC):</b> Sir, on a point of clarification. When I brought up the case of a Primary 1 boy who came back from overseas, the understanding that I got from the Ministry of Education was that this child has got many years to catch up with. But I am sure the Minister will agree that having missed K1 and K2 in Singapore and going straight into Mandarin in the bilingual system at Primary 1, it would be a problem for the child. The parents are trying hard and the child is trying hard. I also received a reply from the Ministry of Education that the principal and teachers are helping the child. But what I am asking the Minister is, if the child is still not able to make it by the time he reaches Primary 3 or Primary 4, will he be given some consideration. There should be some flexibility in the system. The parents are definitely trying hard and they want their child to fit into the bilingual system. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1803</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> While I sympathise with this case, I am not sure how Members feel about it. This child is starting right from the beginning in our formal school system at Primary 1 and he has the full six years to master the language. Special help can be given but I am not sure whether there is a case for special consideration. In this particular case, I understand that one of the parents is an Eurasian, so maybe there is some difficulty in the family background. And for children of mixed marriages, our rules do provide some flexibility. But in this particular case, having missed out K1 and K2, I think it is not really a very big hurdle because K1 and K2 are basically more like play-schools. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Dr Aline K. Wong):</b> Sir, a number of Members have asked whether Edusave can be extended to junior colleges, centralised institutes (CIs), Institute of Technical Education (ITE) as well as the special schools. The Edusave Scheme currently provides for contributions to Edusave accounts of pupils between ages 6 and 16 years as well as grants to all primary and secondary schools (except independent schools), scholarships for students in all secondary schools and Edusave Merit Bursaries for primary and secondary schools. So the Edusave Scheme has a number of attached programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Edusave Merit Bursary Scheme was implemented last year to motivate pupils in primary and secondary schools who come from low and lower-middle income families to perform well academically. The value of the yearly awards is $150 for Primary 1-3, $200 for Primary 4-6 and $250 for Secondary 1-5. Last year, a total of about 47,000 primary and secondary pupils received the bursary amounting to about $9.5 million. These pupils are within the top 25% of each level and stream, with family income below $3,000 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has decided to extend the Edusave Merit Bursary Scheme to junior colleges and centralised institutes to give bright students from poorer families an incentive to perform well. The eligibility criteria would be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1804</b></font>\n  <br>\n  <br> similar to that in primary and secondary schools, that is, students within the top 25% of each level in each JC and CI whose family income is less than $3,000 per month. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The scheme will also be extended to full-time students in the Institute of Technical Education who meet the same criteria. However, trainees in the Apprenticeship and Continuing Education and Training Programmes will not be eligible as most of them are working adults. So the extension of this scheme to ITE students is only for the full-time students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The value of the bursary is $300 for the pre-university level and $400 for ITE, which are higher than the rate for secondary schools because of the higher expenses of post-secondary students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Edusave Merit Bursary for pre-university and ITE will be awarded at the end of 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Edusave grants are currently given to primary and secondary schools to enable them to purchase resources and introduce enrichment programmes to enhance the quality of teaching and learning. Primary and secondary schools currently receive an Edusave grant of $50 and $90 per pupil respectively. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry has decided to give an Edusave grant to junior colleges and centralised institutes at the rate of $120 per pupil, and a grant to technical institutes at the rate of $100 per pupil. Independent schools, which at present do not receive the Edusave grant, will also be given the grant at the rate of $90 per pupil, similar to the Government and Government-aided secondary schools. The extension of Edusave grants to JCs, CIs, ITE and independent schools will be implemented in 1997. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We estimate that a sum of about $1.8 million will be spent on the Edusave Merit Bursary Scheme for junior colleges, centralised institutes and ITE in 1996. The disbursement of Edusave grants to junior colleges, centralised institutes, ITE and independent schools in 1997 will require about $4.8 million which will be provided in next year's budget. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1805</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are currently 15 Government-supported special education (SPED) schools providing education to some 3,000 disabled children in Singapore. These SPED schools are run by voluntary welfare organisations. And the Ministry supervises and monitors these schools as well as provides capitation grants for 50% of their recurrent expenditures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At present, the SPED schools are not included in the Edusave Scheme. The Government has received many appeals from Members of the House as well as the National Council of Social Service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to announce that the Ministry has decided to extend the Edusave Scheme to children in the special schools starting from 1996. They can use Edusave for programmes which are over and above the basic education and training programmes, such as special outings, survival skills in water, computer-assisted learning and even aesthetic activities for some children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Eligible children in the special schools will receive an Edusave contribution of $130 in 1996. In addition, the SPED schools will also receive an Edusave grant at $50 per pupil, similar to the primary schools. The budget required is around $540,000. More details on the scheme will be made known to the SPED schools at a later date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Umar asked whether the Edusave Merit Bursary Scheme could also be extended to polytechnic students. I would like to remind Members that the scheme is designed for students between ages 6 and 16, that is, for primary and secondary students. Polytechnic students are generally regarded as studying in tertiary education institutions and when they graduate from these institutions, they can earn better income than those who do not. So for polytechnic students, we have decided not to extend the Edusave Scheme to them. But if they are in any financial difficulty, the polytechnics have established tuition fee loan schemes, bursaries and other financial assistance for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also asked whether the Edusave Merit Bursary scheme could be extended \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1806</b></font>\n  <br>\n  <br> to the top 30% of the student population. The question is where do we stop. I think 25% is already quite a broad band. Since the scheme only came into existence last year, we would like to monitor the effectiveness of the scheme whose purpose is to motivate more pupils from the lower income families to do well in schools. So we would like to see whether this scheme has met its objective before considering whether it should be extended further. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung asked what further things we are doing for students in the special education schools. I have just announced that, with effect from this year, the children who attend SPED schools will be receiving Edusave contributions. And these schools will also receive Edusave grants. I am also pleased to tell him that, by way of helping the schools with their capital expenditures, the Ministry will from this year revise the funding formula from 80/20 to 90/10, that is, the Ministry would bear 90% of the capital expenditure. We should note that the Government has already been providing renovated school buildings to them and we also bear the cyclical repair costs. This new funding formula will further assist them in developing purpose-built schools in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards students with some learning difficulties, especially those known to be having dyslexia, Dr Ong also asked what we are doing to help them. The Ministry is working in collaboration with the Dyslexia Association of Singapore to help Primary 1 to Primary 4 pupils with dyslexia to overcome their learning disabilities. We have given the Dyslexia Association a start-up grant of up to $500,000 to set up their second Dyslexia Centre in Ping Yi Primary School. They already have one in Clementi. We have provided a start-up grant for the cost of the renovations and also to help them cover their operating deficit in the initial years. Eventually, they are expected to become self-financing. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The dyslexia centre at Ping Yi School actually started operation in January this year, with about 29 Primary One to Primary Four pupils. It is expected that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1807</b></font>\n  <br>\n  <br> when the school is operating in full capacity, it can accommodate 200 pupils. The above-average as well as the average pupils who are identified by school teachers as being moderately to severely dyslexic are referred to the Dyslexia Association's centres where they will receive extra remedial tuition conducted by specialist teachers. These remedial lessons last for about an hour per session and most students attend twice a week. Each remedial group consists of a very small number of students, varying between four and six. Once these students overcome the learning disability, they need not continue with their remedial lessons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I said, the Dyslexia Association of Singapore has another centre in Clementi Community Centre and they are providing remedial tuition for about 32 Primary One to Primary Four pupils. The Association is charging a fee of $1,400 a year per pupil. But for needy students, the Ministry helps them by providing financial assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to the subject of information technology (IT). Dr Arthur Beng, Mr Sinnakaruppan and also Dr Ong Chit Chung have spoken on it. There is no question that the revolution in IT will have revolutionary effects on the way we live, study and work, and the way we spend our leisure hours. To face this challenge and in preparation for the 21st century, my Ministry is putting in place a very comprehensive programme to introduce IT in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Very broadly speaking, IT is introduced in three ways. First, use of IT as a teaching tool; second, the teaching of IT in schools; third, provision and exposure to IT in schools. We use IT as a teaching tool or what is known as computer-based learning in our schools. All the schools are being provided with 1-2 computer laboratories. The facilities are already in place in all junior colleges and secondary schools. The provisions in the primary schools should be completed by early next year, once the necessary renovations are completed. Some of our primary schools do not have the necessary infrastructure \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1808</b></font>\n  <br>\n  <br> like electricity loading, etc, for the additional number of computers. So we have to wait for the renovations to be completed for all the primary schools, so that they could be provided with computers. The target date is early next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Beyond the provision of hardware, the challenge is to ensure that our teachers are adequately trained and that we have enough appropriate courseware to use IT to teach the curriculum subjects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the primary schools, the emphasis is on using the computer as a teaching and learning tool. The idea is to integrate IT into existing curriculum subjects. With the assistance of the National Computer Board, the strategy has been to implement the IT programme on a pilot basis in six schools, while preparing for the roll-out to the remaining 191 primary schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pilot programme known as Accelerating the Use of IT in Primary Schools (AITP) was launched in mid-1995. The scope of this pilot project involves all streams at the primary level and, wherever possible, all the subjects. So we are piloting the use of computer-based learning for most curriculum subjects. We are sourcing for suitable courseware which is available in the commercial market and which can be integrated into our teaching of the subject matters. Our Curriculum Development Institute is also developing its own courseware. To begin with, we are developing courseware in Mathematics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the secondary school level, the Ministry is piloting a special project which Members may have heard or read about in the papers. This is known as the Students' and Teachers' Workbench (STW). This is a flagship project in the National Computer Board's IT 2000 Vision of turning Singapore into an intelligent island. The pilot project which began in January 1996, as scheduled, is implemented in six secondary schools. And in each of these schools, the STW is used by 3-6 teachers to teach science in Secondary One. A total of 2,000 Secondary One students in all streams in these schools are presently using the STW \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1809</b></font>\n  <br>\n  <br> system. The system is being used in the STW classrooms, in the science laboratories as well as the resource rooms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The STW is essentially a central collection of educational resources which both the teachers and the students can access very easily, at the touch of a few buttons. It is hooked to Internet and it utilises multi-media resources. We have received some very positive feedback so far. So we may have to look into extending the STW to Secondary Two next year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to AITP and STW, the Ministry encourages the development of more multi-media CD-ROM titles for schools to choose from. And we are working very closely with the National Computer Board as well as the private industries in developing the software and to keep them updated about our school requirements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned, IT is not only used as a teaching tool, it is also being taught as a special area in our schools, beginning with keyboarding. Keyboarding is a very basic skill for using computers effectively and efficiently. And we have been teaching keyboarding to Primary Five pupils in some schools already. From the feedback we have obtained, it is considered to be very useful and essential. So we have plans to teach keyboarding skills for primary students at earlier levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the secondary schools, IT is taught as a core subject called \"Computer Applications\" in the Normal (Technical) stream. These students in the Normal (Technical) stream will acquire practical skills in word processing, in desktop publishing, graphics and design. At the junior college level, interested students can offer \"Computing\" as an elective 'A' level subject. At present, we do not plan to introduce IT as a separate learning subject in secondary schools along the same lines as, say, English and Mathematics. Our approach is to integrate the use of IT in the learning of these subjects. I think in this way, it would be more fun and it would stimulate students' thinking skills, than to teach IT as a separate subject in the secondary schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, on the provision and exposure of IT in schools, we are providing \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1810</b></font>\n  <br>\n  <br> computer laboratories as standard resources. At the same time, we are looking into putting computers in some classrooms, science laboratories, resource rooms and other appropriate areas within the school, such as in some open spaces and in staff rooms, so that both students and teachers can have access to the computers after school hours. So through such an IT-enriched environment and curriculum in the schools, we can further develop our students' thinking skills and capacity for harnessing the usefulness of IT in the learning process and to prepare them for the later challenges of working life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng and Mr Sinnakaruppan asked for some specific statistics about the extent of how IT is being provided in the schools. As to how many teachers have been trained, so far, about 3,000 primary and 6,000 secondary teachers have attended various computer courses. These courses expose them to computer literacy as well as teach them how to use the computer effectively in teaching curriculum subjects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we provide the latest Pentium computers? As a guiding principle, the Ministry provides up-to-date models which are capable of remaining current for the next 4-5 years. We all know computers are very expensive and they can become obsolete in 4-5 years' time. Our principle is to provide up-to-date models which are capable of at least being in use for 4-5 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the AITP project, the schools are provided with multi-media Pentiums or Macintosh Performas. For the STW, schools are given a mix of 486s and Pentiums. But I think we have to evaluate whether the use of these computers is cost effective in teaching students at various levels. Even in a country like Isreal where they have pushed IT in schools on a very big scale, they are not using the latest type of computers or the most powerful type for the lower level school students. I think we have to be a bit cautious in spending money on acquiring hardware. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to how many computers are provided to schools for administrative \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1811</b></font>\n  <br>\n  <br> use, currently, five computers are provided for every primary and secondary school for administrative use. Another six will be added this year. So there will be a total of 11 computers which will be linked to a school local area network called the LAN System. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Do we have a target for computer-teacher and computer-student ratios? For the AITP roll-out plan, we are working towards one PC for every five teachers and one PC for every 15 pupils. But I think we have to feel our way. From our pilot study, we have to evaluate the effectiveness of the ratios. We cannot stick to it as a hard and fast rule. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to what steps we are taking to increase home ownership of computers, it would be ideal if every school student in Singapore can own a home computer. In fact, Singapore already has one of the highest ownership of computers in the world, granted that some homes have more than one computer and some homes do not have any. Yes, we could look into various ways to help students have access to computers at home. But first, we can provide more access to computers at the school, if students cannot afford to have one at home. By putting more computers in resource rooms, libraries, in open areas in schools and so on, we can help students to have access to the computers, even if they do not own one at home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sorry, when I looked at Dr Soin, I realised that I had missed her question regarding special schools. Let me just go back very briefly. She asked whether the Ministry can consider funding 100% of the education component of the special school's recurrent expenditure. She knows that we are funding 50% of the recurrent expenditure of special schools. Within this funding principle, there is some variation with regard to the kind of programmes that the students attend. Let me point out that the so-called two tier per capita cap is an internal arrangement within the National Council of Social Service only. It is true that during the last two years, the Ministry had been flexible in giving more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1812</b></font>\n  <br>\n  <br> per capita grant to three schools catering to the multiple handicapped. However, two years of flexibility does not establish a rule. I think she would agree with me that it is very difficult to distinguish between the education and welfare components in providing for students in SPED schools. Even for the education component, it is very difficult to distinguish between the basic education part, ie, training, like other students, for numeracy and literacy, and the rehabilitative part where the students receive speech, physio or occupational therapy. So for the moment, let us continue to work within this formula. It has served us well and we will have to watch for the cost effectiveness of the programmes at the SPED schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think she should be happy with so many benefits that we have announced today for the SPED schools. \n  <br>1.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me come to the questions on mother tongue. Mr Peh Chin Hua has spoken on the need for us to put greater emphasis on teaching the mother tongue not only orally but also in reading and writing. He also mentioned that we should allow the students greater exposure to the mother tongue through teaching some more subjects in the mother tongue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure him that the teaching of the Chinese language provides for a balance in the language skills of listening, speaking, reading and writing in order to help the pupils attain proficiency. We put adequate emphasis on reading and writing, both at the primary and secondary levels. Both the skills are taught as well as examined. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the national examinations, the oral skills take up 20% of the assessment, while reading and writing take up 80%. As for exposure to more subjects in the mother tongue, and he referred to the Chinese language, let me inform him that at both the secondary and pre-university levels, there is provision for the learning of Chinese literature. In addition, at the pre-university level, pupils may offer History in Chinese. Starting last year, a new subject called General Studies in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1813</b></font>\n  <br>\n  <br> Chinese offered at the `AO' level was made available. For other subjects like physical education, moral education, music and art, teachers may use Chinese in classes where all the pupils take Chinese as the mother tongue. The SAP schools are given the flexibility to teach moral education and some other subjects in Mandarin, if not all the time, at least whenever they feel the need to do so. They are given this flexibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ow asked about the progress in implementation of the recommendations of the Report of the Chinese Language Review Committee chaired by Mr Ong Teng Cheong. Specifically, he asked four points. One, the revision of the Chinese Language syllabus for primary and secondary school students. I would like to inform him that we began to implement the revised syllabuses from 1995 by levels. This year, pupils in Primary 1 to 3, and Secondary 1 to 2, both Special and Express streams, as well as Secondary 1 to 3, Normal (Academic) and Normal (Technical) streams, are already studying the Chinese language based on the revised syllabuses. The revised syllabuses have a twin objective: (1) to develop the language proficiency of the students; and (2) to inculcate Asian culture and traditional values. Based on the recommendations of the Committee, we have integrated interesting ways of conveying both these two objectives by including more stories, more poems, more interesting cultural events and so forth, to develop the children's interest in Chinese. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A second question Dr Ow asked is about the promotion of supplementary reading in Chinese. One of the recommendations of the Review Committee is to set up a Chinese Supplementary Readers' Council and this was set up in 1993 to promote Chinese reading. The Council does this by reviewing and recommending books and distributing lists of supplementary readers to both the primary and secondary schools, junior colleges, and so on. Since 1994, the Council has distributed a total of nine lists of recommended readers, which include a total of 600 titles. 600 titles is quite a long list for supplementary reading. In addition, the Council itself has reviewed and launched a total of five new \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1814</b></font>\n  <br>\n  <br> readers. The recommended list is given to the school libraries. They choose which to acquire and the Chinese teachers use them for enriching the students' reading programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A third question asked by Dr Ow is whether we use multi-media, ie, modern IT technology, in the teaching of Chinese. Yes, we do. In fact, since last year we have been using six new Chinese language multi-media instructional packages for both primary and secondary levels. These have incorporated the recommendations of the Committee based on the revised syllabus, the new word list and so forth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Dr Ow asked how many Chinese language teachers have received upgraded training in the teaching of Chinese. I would like to assure him that for the last three to four years we have been sending Chinese language teachers to attend customised courses in China. In 1995, we sent 30 teachers and in 1996, 40. Before that, for a couple of years, we have already started to send them to specialised courses in China. We have also engaged consultants from China to conduct short training courses locally. The number of teachers who have attended these courses is quite large. In 1995, 147; 1996, 220 (estimated). We also have NIE in-service courses on the teaching of Chinese. Every year we provide these courses to over 100 teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sinnakaruppan asked about the teaching of Tamil. On the one hand, he said we should maintain high standards, yet on the other hand, he said that there has been some feedback that the standard which is being taught seems to be a little too high and that there is too much emphasis on grammar. I must admit that I know nothing about the teaching of Tamil, although of course I ask my specialist officers about it. They assure me that the quality of teaching and learning of all the mother tongues is maintained through the setting of equivalent standards in the syllabuses, in the examinations, textbooks and teacher qualifications. The Tamil teachers are required to have the same professional and academic qualifications as all the other language teachers. So the standard is assured. But whether it is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1815</b></font>\n  <br>\n  <br> pitched at too high a standard, I could ask our specialist teachers to take a look at it and see whether we are pitching it at too high a level. But since they told me that they are pitched at equivalent levels across all the mother tongues, perhaps this is a matter of equivalent standards. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sinnakaruppan also asked whether the Tamil language course could be upgraded from the diploma level to a degree level course. Yes, there is a shortage of local Tamil teachers. We have noticed that there are fewer and fewer young teachers who want to take up the teaching of Tamil. But to raise the teaching of Tamil from a diploma course to a degree course is only one way of solving the problem. We have been trying to recruit Tamil teachers from India to fill our current shortage. Last year, we recruited 31 teachers from India and all of them have assumed teaching in our schools already. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to the nurturing of our local Tamil teachers, it is not just a matter of how many Tamil teachers at present would like to upgrade to a degree course. It is not just a question of the present pool of Tamil teachers. I am sure the aspiration to upgrade is there. But it is also a question of whether a degree course in Tamil language can be sustained over the long run. It is also a question of the entry requirements. How many of the existing Tamil teachers are able to meet the entry requirements for a degree course? The NIE maintains a very high standard that is comparable to NUS for entry to its BA, BSc cum Diploma in Education programme. So we have to look at the profile and requirements before we can commit ourselves to a firm answer. We can certainly look into it. But, as I said, it is not just a question of numbers. It is a question of sustainability. It is also a question of entry standards. Meanwhile, I would like to inform him that the Ministry has supported Tamil teachers who wish to pursue a degree in Tamil language at selected universities in India. They are given study leave, tuition loans, and so on. The number has not been great, but encouraging. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1816</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On moral education, Dr Ow asked a couple of specific questions. He asked whether the new syllabus has been completely phased in. Yes, I would like to inform him that the revised Civics and Moral Education syllabus has been fully implemented in the primary schools since 1994. For secondary schools, the new syllabus will be completely phased in this year. He asked how we assess the students since there is no examination in Civics and Moral Education. At the primary level, the teachers award grades based on their perception of the behaviour and conduct of the pupils together with inputs given by several teachers. These grades are then entered in the pupils' report cards. So even though Civics and Moral Education is not an examinable subject, grades are given to the students based on the teachers' perception of the students' conduct and behaviour after consultation with several teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the secondary level, Civics and Moral Education is assessed through both formal and non-formal modes of assessment. The formal mode is the paper and pen test and this forms about 40% of the weighting. Then there is the non-formal mode which makes up 60% of the weighting. This includes presentations, service oriented activities and projects. He also asked whether we reinforce the teaching of CME through other activities. Yes, CME has always been reinforced by students taking up community service projects, extra-curricular activities, leadership camps, etc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He expressed some concern about the discipline of students arising from his emphasis on civics and moral education. I would like to assure him that the situation with school discipline is not a serious one. We have taken several measures this year to help address the problem, even though it has by no means reached a serious proportion. For example, we have formalised the post of a discipline master who now has the status of Head of Department. We have also formalised a school discipline committee which is chaired by the Principal. We are using computers to help us monitor the incidence of discipline problems in schools. We collaborate with parents also. For \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1817</b></font>\n  <br>\n  <br> Members' information, school principals as well as teachers hold meet-the-parents sessions in schools and we invite the parents to come and discuss the children's progress. Some schools do it once every six months while others do it once every year. So we maintain constant contact with the parents. If there is any problem with regard to attendance and handing in of assignments, the teachers will call the parents and do home visits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to other types of discipline problems where the Police need to be informed and involved, we do that. As far as the more serious discipline problems are concerned, we are closely liaising with the Ministry of Home Affairs, the Police and the Ministry of Community Development. If the case involves the family, we refer it to counselling and social service agencies. \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My final subject touches on the promotion of a gracious society. This question was raised by Mr Chew Heng Ching who raised the same subject during the debate on the estimates for the Ministry of Information and the Arts. Needless to say, all along our schools have emphasised the importance of courtesy, care and concern to pupils, so that they can develop into gracious young men and women. The school environment itself encourages the development of these traits. The pupils are taught to show respect to the teachers and elders, including visitors to the school. Civics and moral education and the pastoral care programmes are two special programmes that will help to bring up the students into gracious young men and women. And these two programmes are further reinforced through community service projects, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister for Information and the Arts also broached the subject of introducing the so-called \"Small Kindness Movement\" through the Singapore Courtesy Council. At the moment, my Ministry is studying the merits of the proposal and see how we can fit into this. While the schools can play their part in disseminating and teaching graciousness, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1818</b></font>\n  <br>\n  <br> I like to emphasise that our community, ie, the public bodies, the trade unions, the business circles and social groups, must also play a part. They have been participating in the courtesy campaign. I think it just takes a little bit of expansion of the campaign to include the quality of graciousness in the promotion of courtesy throughout Singapore, so that it can become a nation-wide movement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I like also to say that the family too must play a role. Parents have to be good role models and they must be prepared to not just teach, but also scold or chide their children whenever they show discourteous or ungracious behaviour. During the debate under the Ministry of Information and the Arts, I think my colleague, Mr Davinder Singh, said that since the parents are working nowadays, they do not have the time. Or if they have the time with their children, they want them to sit down to do their homework, and they have no time to discuss social issues such as graciousness with their children. And he also said that, if I quote him correctly, the responsibility lies squarely on the schools. I disagree with him. The responsibility also lies with the parents. Graciousness such as kindness, politeness, helpfulness, gentleness and civic-mindedness cannot be taught by precepts alone. They must be taught by example, and the parents must also set the example. I must say that I have seen enough instances where our working parents indulge their children so much that sometimes they do not even scold their children when they behave ungraciously in public. I think that is wrong. Parents must also play a part; everybody must play a part. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> May I seek a clarification, please? Sir, am I right to say that the Senior Minister of State mentioned that schools have no serious disciplinary problems? \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> No, I did not mean that. What I meant was that the extent of serious disciplinary problem is not great. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> May I bring this to the attention of the Senior Minister of State: on 17th February 1996, I mentioned \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1819</b></font>\n  <br>\n  <br> it yesterday, the Straits Times reported that there was a huge jump in the juvenile crime rate since 1990. There were 2,589 youngsters being arrested, of which 87% were students, ie, 2,248 students. You can form two schools out of 2,248 students. It is unfair to say that juvenile and disciplinary problems should be tackled solely by the schools, but I think the social agencies, police, parents, the society at large are responsible for the whole thing. Since we have such a large number of youngsters committing crimes, in my view, the schools must take that into consideration. If it is a serious problem, let us sit down and see how we can solve the disciplinary problem and bring the crime rate down. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> I take the point from Mr Choo that the schools should take all measures to solve the problem. But I was referring to the question of discipline which Dr Ow Chin Hock mentioned in relation to CME. As far as the schools with problem students are concerned, my colleague, Mr Sidek, is going to answer that. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, one point of clarification, please. I am very pleased to hear the announcement made by the Senior Minister of State about the very comprehensive way in which IT is going to be applied in schools. I am also very glad to hear that six more computers are going to be added to the existing five for administration. I would just like to ask the Senior Minister of State whether she would like to consider including one laptop or notebook computer from the additional six computers so that the principal can use it both at home and in school, ie, five plus five, plus one. \n  <br>\n  <br>\n  <!-- Dr Aline Wong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Aline Wong:</b> We can certainly look into that. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff (Senior Minister of State for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Education (Encik Sidek bin Saniff):</b> Sir, first, I thank Mr Peh Chin Hua, Mr Low Thia Khiang and Mr Choo Wee Khiang for their concern regarding discipline in schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1820</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me respond to Mr Peh first. Sir, MOE has a comprehensive system to help schools to deal with problematic students. At present, teachers in school provide first-level counselling to students with problems. The guidance officers from the Pastoral Care and Career Guidance Branch of our Ministry conducts school-based training on basic counselling skills for teachers. Furthermore, MOE will be conducting in-depth training for teacher counsellors this month. In addition, schools have a disciplinary committee headed by a disciplinary master or mistress to manage students with disciplinary problems. For more problematic students, schools seek the assistance of guidance officers who promptly respond to provide advice and counselling. Where necessary, the schools and the guidance officers work with parents and refer the students to appropriate social service agencies such as the Family Service Centres, the Students' Care Service, the Child Psychiatric Clinic and, of course, the self-help groups. There is also provision for schools to employ qualified part-time counsellors to help students with problems. For problematic students beyond parental control and where close supervision is to be necessary and beneficial, the school generally recommends to place them in residential homes such as the Boys' Town, Pertapis, Marymount Centre where they are closely monitored. These pupils continue their education at mainstream levels. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with the existing measures to help students with problems, my Ministry considers that it is not necessary to set up a school only for problematic students where they would be negatively stigmatised and which may also impede their integration back to mainstream schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Low Thia Khiang made several suggestions, for instance, reduced workload for teachers. We cannot afford to reduce the workload of teachers to enable them to devote their time to help problem students because, as he knows, we do not have adequate manpower. However, where schools cannot cope with the counselling of problem students, as I mentioned just now, they can have the services of part-time counsellors. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1821</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with Mr Low Thia Khiang that if parents cannot look after their children, the schools should do their part. Just like my colleague, I would say there is so much that the schools can do, so much that the self-help groups can do, but not much more. It must be the responsibility of the parents. And I do not think there are teachers who would just let their kids sink or swim. If Mr Low were to know of that particular school, or that particular teacher especially, please let us know. Because if it is true, then that is a mistake. And I always believe mistakes must be corrected quickly because by doing so, you will manage to separate the wise from the not-so-wise, or the wise from the foolish. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as parents have a choice in the school they wish to send their children to, it is not right for the Ministry to simply distribute problem students to various schools or even various classes, because, as I mentioned just now, school counselling is in existence. As for schools giving encouragement to students who have shown improvement in behaviour, as mentioned by him, this is an on-going practice and is part and parcel of the method of teaching. For example, teachers commend students in the classrooms for improved conduct, and this boosts their confidence. Some schools offer awards to students who make the best progress in school or in their conduct. In other schools, special mention is made at school assemblies. Positive feedback is also given to parents when problem students improve their conduct and show progress in their studies. However, Sir, schools, in general, do not like to over-play in giving special rewards to problem students as good behaviour is expected of all students. Such rewards may send a wrong signal that special recognition is given to problem students while others with good behaviour are not acknowledged. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Sidek, \"guillotine\" time is at 2.00 pm. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, let me answer Mr Choo Wee Khiang. He made a specific recommendation about the setting up of constituency counselling committees. I would like to inform him \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1822</b></font>\n  <br>\n  <br> that currently, schools are working closely with social service agencies in their vicinity to help counsel children with problems. There is already in place a network system of self-help groups, the police, and other voluntary welfare organisations to provide further assistance to pupils in need. The Ministry is currently looking into ways to further strengthen the existing network. Instead of setting up a counselling committee, as suggested by Mr Choo, the People's Association could complement the present network by providing courses on parental skills to help parents of problem children. At present, counselling for students and parents conferencing are being conducted by schools. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Batok):</b> Sir, I want to take this opportunity to thank the Ministers for their wide-ranging replies, especially the very welcomed announcement on Edusave grant and support for the special schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2). Mr Peh, can you take your two subjects together? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua (Jalan Besar GRC)</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L of the Main Estimates be reduced by $10 in respect of Code LA 1200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to a news report, in recent years, more and more secondary school and university students are making use of the viewing gallery, corridors and fast food centres at Changi Airport to study during the examination periods. They sit on the floor with their books, notes, stationery, food and drinks scattered around. If this state of affairs is allowed to continue, it will become a matter of concern for us. Just imagine: Changi Airport is ranked No. 1 in the world, it is a place where many tourists, people of all stations of life and from all countries of the world, would pass through. To the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1823</b></font>\n  <br>\n  <br> first-time visitors to Singapore, this is their first impression of our country. It is neither a school nor a study room. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to maintain a good image of the airport and to allow its smooth running, I feel that the Ministry of Education should issue a circular to all the schools and instruct the principals to forbid students from using the airport as a study place. This is because their presence there would impede the free movement of passengers and their luggage. Moreover, like Orchard Road, it is crowded with tourists and, therefore, it is not a suitable place for students to study. On the other hand, the airport management is under no obligation and should not make space available for these students to use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In view of the above, I suggest that during school examination periods, more places should be made available for students to study, such as school classrooms, libraries, National Library and its branches, reading rooms in the community centres and Residents' Committee premises. I believe these will help to solve the problem if the students are provided with alternative places to study. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the heavy school bags of primary school students, this subject was raised by me during the 1992 Budget debate and I suggested then to the Minister for Education to consider providing lockers in schools for students to keep their textbooks and stationery which were not immediately needed in order to reduce the weight of their school bags. This suggestion was then well supported by many parents who responded enthusiastically to it. However, it has been four years since, and I do not know whether the Ministry of Education has taken any concrete measures or action on this matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, over the past four years, the weight of a school bag of an average primary school student has not been reduced. On the contrary, it seems to be even heavier, particularly for students in the lower primary classes who have to carry, in addition to their heavy school \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1824</b></font>\n  <br>\n  <br> bags, water bottles, raincoat, etc. and for those students whose parents are both working and have to attend after-school care centres they would have to pack in yet another set of clothing and bath towel, making the bag even more bulky and heavier. I often see some fragile-looking school children, skinny like I was when I was a student, staggering with a heavy bag on their back and another carrier bag in the hand. It is such a pitiful sight! I think in the long run, this may be detrimental to the physical development and bone structure of the children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has suggested that parents help their children decide what books they have to bring to school every day as a way to reduce the weight of the school bag. Some parents have told me that the school time-tables are arranged in such a way that almost every textbook is needed in the school every day. The children are afraid that they may be scolded by the teachers if any particular book needed for the period is not brought to school. Apparently, this method is not effective in solving the problem of heavy school bags. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, in the early days in Singapore, most schools provided lockers at the rear of each classroom. The conscientious teachers would normally instruct the class monitors or group leaders to collect the workbooks and textbooks that were not necessary for revision at home and keep them in the lockers and were only redistributed to the students as and when they were needed. In this way, it was safe and the books were kept clean and neat. Some principals were quoted as saying, \"Well, these lockers are not practical and they are not useful.\" I do not understand why they said so. They are just pushing away the responsibility. Some teachers are afraid that the children may lose the keys to the lockers. I think we can install combination locks, and that will avoid the problem of these young children losing their keys. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Once again, I want the Ministry of Education to consider the possibility of providing lockers in the schools. If the Ministry is of the view that it is not possible to install these lockers in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1825</b></font>\n  <br>\n  <br> schools which were built in the past because of space constraint, I hope that it will take positive steps to find other interim measures to resolve the matter. For example, can the Ministry request the schools to re-schedule their time-tables? Presently, during the half day in a typical Primary 1 class, more often than not, all the three main subjects of English, Second Language and Mathematics as well as the other subsidiary subjects are taught every day. If arrangement can be made to have only two of the three main subjects being taught each day, it would at least help to reduce one quarter of the weight of the school bag. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, nowadays, most schools are fitted with water coolers. If there is a locker, the students can keep their empty water bottles in school and have them filled up at the water-coolers, thereby further reducing the weight of their school bags. The over-weight school bags of primary school students is a matter of concern to most parents and an important issue too. It certainly warrants the immediate attention of the Ministry. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Toa Payoh GRC):</b> Sir, many parents who have children in primary schools have complained to me about heavy school bags that their children have to carry to school each day. Parents are concerned with the stress that children are facing from the high standard demanded of the school curriculum. To them the heavy bag is an additional but avoidable stress. I believe this problem can be easily solved by a two-pronged approach. Teachers can help by giving more precise timetables with more specific instructions on what books will actually be used for a particular subject. In this way, students need not worry about bringing all the books in case the teachers want to use a particular book and if they do not have it, they will be punished. Teachers can also help by regularly checking the school bags to ensure that the pupils are not bringing unnecessary items to schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, schools can also assist by providing lockers to students. My colleague, Mr Peh, has given us examples. Of course, schools will reply that they do not have such a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1826</b></font>\n  <br>\n  <br> budget. Schools may be unduly concerned with the maintenance and replacement costs of lockers and also additional administrative chores. Sir, one way to go round this problem is to out-source the lockers to a service provider. I understand that there are service providers who are willing to place lockers of different sizes in schools for rental directly to the students. Students then pay direct to the service provider. All the school needs to do is to provide the space. I am sure parents will be most happy to pay for the rental of lockers for their children if the schools make such arrangements. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, heavy school bag is not just a syndrome of kaisu students. It is a strong indication of the increasing stress that students face today in schools. We should try at least to reduce the physical stress on the students so that the school days can be an enjoyable experience. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang</b>(\n  <i>In Mandarin</i>): Sir, unfortunately, I am not like Mr Peh Chin Hua who is very good in graphics, otherwise I can also show some cartoons to indicate the plight of children carrying their heavy school bags. I think this burden can be avoided. In 1994, I also raised the issue. At the time, the then Minister of State, Dr Ker Sin Tze, did not give a satisfactory answer. I think what Mr Peh had said is something that should be taken seriously. Maybe the Ministry of Education can reconsider the scheduling of lessons, and the weight of the textbooks should be reviewed. The thickness, the kind of paper used, the cover, etc can be looked into. Better still, lightweight paper can be used to replace the present type of thick paper, and it can certainly help to reduce the weight of the school bag. But I hope that the use of new materials will not cause the prices of textbooks to go up. Otherwise, this again will become another burden, a financial burden, particularly to the low income groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Peh and other MPs have already raised the question of heavy school bags for many years. It is a very realistic problem that we cannot afford to overlook. I do not know whether the Ministry of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1827</b></font>\n  <br>\n  <br> Education can cooperate with the Ministry of Health to conduct a survey on the weight of an average school bag in Singapore and elsewhere. What kind of effect will heavy school bags have on the school children in their physical development? Children are the future masters of Singapore. If they have to carry very heavy school bags, they may become hunchback, their spinal cords may be affected and they may have all kinds of elbow problems. This will affect the physical growth of the children. As parents and Members of Parliament, we have to share our concern and responsibility on this problem. Sir, I hope that the over-weight school bags will not lead to a series of problems which may affect the physical development of our young school children. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, I have two cuts, one is on smaller class size and the other is on compulsory education. Can I take them together? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> For many years now, I have advocated that schools should have smaller class size. At the moment, the class size in our neighbourhood schools is about 40 to 44 pupils in one class. I have advocated that the class size be reduced by one quarter to about 30 pupils. The Minister has spoken on the neighbourhood schools and I have listened to him carefully. He said that the Ministry is paying utmost attention to the neighbourhood schools and they are equally well provided for. They have also been physically upgraded and about $536 million has been spent for their improvements and 31 of these neighbourhood schools have benefited from that sum of money. Also, there is a good distribution of teachers and principals among the neighbourhood schools, in particular, teachers who are good in teaching the average pupils. In this sense, there is no discrimination against the neighbourhood schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But I think there is still a discrimination against the neighbourhood schools in regard to the number of pupils in each \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1828</b></font>\n  <br>\n  <br> class. The better and independent schools have smaller class size. They have an average of about 30 pupils or even less. What the Minister has said in regard to the neighbourhood schools is laudable. But they are in fact peripheral in respect of educational value. What the school should aim for is quality teaching. The teaching must be effective and it can only be done if the class size is manageable. Imagine a teacher teaching English in a class size of 40 or 44 pupils as against one of only 30 pupils. If she teaches five classes, that means something like 50 additional books to mark for each essay, as against a class of only 30. The time spent in marking those extra books could be spent on giving individual attention to pupils, and thus improve the quality of her teaching. \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Obviously, teaching in our schools is not very effective. Because, I understand, that the failure rate in the English language is fairly high among the neighbourhood schools. It is something like 30%. Also, the fact that so many tuition centres have sprung up show that the teaching in our schools is not effective. I have even heard people saying that teachers advise their pupils to take private tuition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a proliferation of private tutors in Singapore. In fact, private tuition has become an industry itself. This clearly proves that the teaching in our schools is not effective. I hope the Minister will remedy this. It can be immediately remedied if the Ministry spends enough money to increase the facilities, schools and teachers by another 25%. This is to reduce the class size to about 30 pupils. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I go on to my other topic on compulsory education. Singapore is supposed to be a developed country. This is only because it has attained more than US$16,600 per capita of GDP. But as far as education is concerned, Singapore is far from being a developed country. I think most developed countries have got compulsory education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The last time I brought up this matter, the Minister said that only about 2,900 students were affected. I think this is a bad approach to the problem. We cannot just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1829</b></font>\n  <br>\n  <br> ignore the small percentage of children who have got no education at all, because we cater for the majority of the pupils. I think this is not a good approach to this problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More importantly, the fact that the Government has a policy of compulsory education does send a strong signal to all parents that education is important, even to the small minority. And Singapore being what it is, any child who is not going to school will easily be reported. News spread very fast in Singapore. So with regard to policing and enforcement, I do not think the Government has to spend much money. Enforcement should not be a problem, if the policy is made known to all Singapore citizens. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would again urge the Government to consider having a policy of compulsory education. And for the long term, it will also help our workforce. Speakers have again and again pointed out that our workforce is very lowly educated. Many of them have only primary education and many are also illiterate. This springs directly from the fact that we have no compulsory education. And it is high time we implemented a policy of compulsory education in our schools. \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin (Nominated Member):</b> Sir, with your permission, I would like to refer to the concerns of my colleagues about heavy bags and physical development of a child. As an orthopaedic surgeon, I would like to assure them that there is no ill effect on the physical development or on the growth of the spine. In fact, it will end up making the students more robust if they carry heavy bags, and it will be good for their development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would now like to go on to my cut which is on school drop-outs. I raised the subject of compulsory education and school drop-outs on more than one occasion, and I know that the Minister himself is concerned about school drop-outs, although he does not advocate compulsory education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1993 Committee of Supply debate, the Minister spoke of two categories of drop-outs, the older ones and the younger ones. When referring to the young drop-outs, this is what he said: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1830</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... as soon as the students are found to be showing signs of dropping out, they will be counselled by their form teachers, and later on by their principals who will bring in their parents, and so on. This is an area where the Ministry is studying to see what further improvements can be made.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the case of a 13-year old, Chua Teck Huat, from Zhenghua Primary School, emerged as a heart-warming story. The boy was abandoned by his parents and dropped out at Primary One. Two years ago when he was 11 years old, MCD, acting on a tip-off, looked into the case and this resulted in the boy being admitted to Zhenghua Primary School, five years after being out of school. The boy did not even know the alphabet, but now he is in Primary Three and has become an achiever, and even received a book prize. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If not for this tip-off and the prompt action by MCD and the care and concern shown by his school, a young life could have gone astray and have been wasted. CID figures show that two-thirds of young offenders are 14-15 years old. An MCD study has found that half of the young offenders surveyed were premature school leavers. I would therefore like to urge the Minister to ask his Ministry to institute a system of keeping track of young school drop-outs after they leave school, so that we can bring them back to school in the shortest possible time. MOE could work with MCD on keeping track of these young drop-outs. I am sure that the Minister appreciates this problem, just as we appreciate his problem in dealing with the difficult issue of school drop-outs. But I am hoping that the Minister will be able to lead the way in solving this very thorny problem. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, may I respond to Mr Peh's concern about students studying at the airport. We agree with Mr Peh's proposal that during the examination period, places such as classrooms, libraries in schools, the National Library and its branches, as well as reading rooms of community centres and RC centres, should be made available in the evenings for students to use as study areas. This would certainly alleviate the need for students to use Changi Airport as a study area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1831</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while the Ministry of Education is in no position to forbid students from studying at the Airport, it had always urged students to avoid using the Airport for studying. The provision of more study areas, as suggested by Mr Peh, will greatly help students who are in need of conducive study areas outside their homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second matter raised by Mr Peh, Dr Ho Tat Kin and Mr Choo Wee Khiang concerns us all. Let me give the answer, especially on the concern of Mr Choo Wee Khiang about the weight of school bags. My Ministry is aware of the issue of heavy bags. Last year, it instituted a pilot project to instal lockers in 10 primary schools. MOE has evaluated the impact of these lockers in reducing the weight of school bags. The lockers have helped to reduce the weight of school bags by between 23% and 38%. This is a significant reduction. The Ministry will be considering the installation of lockers for other primary schools. However, space is still a problem. Other measures may be more effective. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In analysing the weight of school bags carried by students, the Ministry noted that there is a wide range in the weight of school bags of pupils, even among the primary schools and among those attending the same level. Let me give Members an example. In Primary Three, for example, the lightest school bag was 3.8 kg and the heaviest was 11.5 kg. So the average school bag was 6 kg. In Primary Five, the lightest was 2.9 kg and the heaviest was 10.9 kg, an average of 6.7 kg. This wide range of weights, even among pupils attending the same class, indicates that many pupils are unnecessarily carrying heavy school bags. Parents can help their children to pack their school bags according to the daily time-table and the day's needs to ensure that their children do not carry heavy and unnecessary accessories. If water bottles are carried, they should bring empty bottles to fill up at the water coolers in the schools. We now have four or five water coolers in each school now with the TAF (Trim and Fit) programme. The number of water \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1832</b></font>\n  <br>\n  <br> coolers in each school will be increased from the current one to 200 pupils, to one to 120 pupils. Parents can also buy for their children light-weight school bags, which weigh around 300 gm. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the above, MOE has also taken other measures to help reduce the weight of pupils' bags. CDIS consciously prints most of their primary textbooks and workbooks in either two or four parts to be used at different times of the school year. CDIS also prints worksheets which are kept by teachers and issued to pupils in units as and when they are required for use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Lower primary teachers will also normally keep the pupils' art books, exercise books and workbooks in the school. With all these measures and the cooperation of the parents, our school children need not carry heavy school bags, even though it will mean that they will be more robust, as suggested by Dr Soin. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, Mr Chiam See Tong has again raised the problem of class size. I do not propose to enter into a long debate with him today as time is very short. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, I would like to clarify a few points. He said that neighbourhood schools have a class size of about 40 and independent schools have a class size of 30 or less. This is actually incorrect. A lot of neighbourhood schools have smaller class sizes because of shrinking enrolment. It is the better schools that have bigger class sizes. For example, among the independent schools, RGS has a class size of 40 and it is the top school in Singapore. The other independent schools started out with 30 pupils but they are gradually creeping back to 40. Most of them are around 35 now, because it is very expensive to have a small class size. For example, if we follow his advice and cut down our class size from 40 to 30, we will need 7,000 more teachers. If we have that number of teachers, why do we have to raise the salaries so much, as announced yesterday? It is completely impractical. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The research evidence shows that there is no conclusive correlation. Many people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1833</b></font>\n  <br>\n  <br> intuitively feel that a small class size must be better, but they have not actually considered the evidence. Take the example of a teacher who teaches a class size of 40. The pupils are attentive. They follow the lessons. They are systematic. They are of similar ability. Supposing a teacher had chosen to do the same thing in a different situation and divided the class into two classes and done exactly the same thing, he would have just wasted his time, would he not? He would have taken twice as long, worked twice as hard. In the end, the results would be similar if the methods have not changed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The problem with many places in developed countries, for example, is that students are not prepared for lessons. In the same class, we may have pupils of very wide ability. So very often, they may even need a special assistant to sit by the side of one of the students to coach him as the other teacher is explaining. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our situation is very different from that in other countries. In our case, we recognise that in neighbourhood schools, there are some children who are disadvantaged. What we do is to draw them out early, at P1 level, and we give them remedial lessons in English, and so on. And we find that it has worked well. After maybe six months to a year, they are able to fit back into the mainstream and do not require further coaching. I think this is a better approach. \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Even if we do have the manpower, and hopefully with the new measures, we will be able to get more teachers, we should deploy the teachers in the most optimum manner, for example, in enrichment programmes, remedial lessons, as school administrators, and maybe to help out teachers who have a heavy marking load. I accept his point that for certain subjects like English it is very difficult. If you teach English you have to set essays and mark every essay laboriously. So maybe that is an area for us to vary the teaching load amongst teachers. But we should not just go for small class size because everybody thinks this is a great idea. It is very expensive and there is no evidence that it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1834</b></font>\n  <br>\n  <br> is really worthwhile. The studies in the west have in fact concentrated on very small class sizes, below 20. If you are talking about reducing from 40 to 30 or 35, you might as well forget about it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He made another point that our failure rate has been high. There again, I have to correct him. Our school results have been improving year by year. For example, in terms of five `O' level passes, we are achieving something like 70% or more and in terms of three `O' level passes, it is something like 90%, and some schools achieve 100%. Many countries would dearly love to have our results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point he raised is about compulsory education. We have to discuss this again after so much time has been spent before. We do not differ on one point, ie, education is very important. We must make sure that as many children as possible enter school and remain in school for 10 years. But as children grow older, some of them are distracted. They may not be so good in their studies. We do our best to counsel them. In fact, if you look at our drop-out rates, it is very low. For Primary schools, it is now less than half a percent. Even at the secondary school level, after 10 years of schooling, it is only something like 2,000 a year. So the figures are actually very small and when you classify them as \"drop-outs\", you may not be quite fair to these children. They are actually premature school leavers and they are people who actually learn later on. They may, in later life, go back for night classes and learn on-the-job. So actually they are not wasted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam made the point again that our workforce is lowly educated and he attributes this to our not having compulsory education. The fact of the matter is that the average education rate is still pulled down by the older generation - the older people who never had the chance to go to school because there was insufficient capacity. So that group only had primary six education. If you look at the younger generation, they are all going through 10-year schooling, 12-year schooling, polytechnic and university. We are rapidly raising the level of our manpower. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1835</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only point of difference between us is whether we should have compulsory education. My point is that, in our case, because we value education so much and parents are aware of the importance of education, there is no need to legislate. Even without legislation, we already achieve enrolment rates much higher than countries which have compulsory education. It is only a form. You can have compulsory education but can you achieve it? I disagree with him that it is not going to be a policing problem if you have a law. Just read the newspaper reports about children skiving off and going to the video arcades. If we have compulsory education, we must enforce it and it is going to take up a lot of time of the teachers, the Police Force and so forth. What we have been trying to do is to identify, for example, every year amongst the Primary One school registration, how many parents may have failed to register their children for one reason or another. We counsel them. If need be, we will assist them. That is a better approach to the problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Kanwaljit Soin has asked whether we can monitor the children who have dropped out from school. It is a practical problem. The schools are doing the best they can. But at some point, I think the school's role must end and society and the family must take over. These children are grown up, they have gone to do their jobs, they are doing other things. It is not a feasible idea for the schools to be pursuing them all the way. If we do know, for example, of children who want to come back to school, we are more than happy to welcome them back and help them to adjust, as in the case she quoted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So our efforts are directed towards trying to keep every child in school for at least 10 years. Hopefully, with the new Normal (Technical) stream, we will be able to come somewhere close because the new method that we are using in this stream, with their more practice-oriented teaching and the use of computers, seems to have caught the interest and attention of the pupils. So these are the ways we \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1836</b></font>\n  <br>\n  <br> have to address the root causes of the problem, and not hark back to legislation or try to chase after the children. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kampong Glam GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L of the Main Estimates be reduced by $10 in respect of Code LC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, extra-curricular activities in our schools are an integral part of our education system because they inculcate in our pupils the right values, desirable social attitudes and provide for healthy recreation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to raise several points about the present ECA points system in schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many educationists and administrators have pointed out that the present system favours those doing non-sports ECA and as a result more students try to find easier routes to scoring more points. This imbalance would make the ECA points system unfair, especially to sportsmen and will discourage our young to take up sports in schools. In a Straits Times' article dated 21st January 1996, even the Ministry's Deputy Director of the ECA Centre, Mr Ong Lye Huat, has acknowledged that sportsmen were disadvantaged under the present scheme although he said that the Bonus Points Scheme, which was introduced last year, would help to some extent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I was a very active sportsman myself in school. Therefore, I know that students involved in sports teams have to train very hard, at least three times a week for most parts of the year, to prepare for competitions. It is certainly a great pride for a student or even his entire school, when he represents the combined schools' team or even the national team. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While it is important to recognise uniformed groups as they may help male students to prepare for national service, we must recognise that sports does more to prepare them for national service through the development of physical \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1837</b></font>\n  <br>\n  <br> fitness and mental attitudes. Also, in the process of giving more weightage to uniformed groups for the reasons of national service, the girls become free-riders. I therefore urge the Minister to review the ECA points system. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Sinnakaruppan, we are running short of time. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> The second point that I would like to make is that the ranking of ECA should be included in the ranking of schools because a school's overall image should include ECA in addition to academic performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third point I want to make is that ECA be used as a criterion for admission to universities, as it is being done for JCs and the polytechnics. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, the Ministry of Education has all along considered ECA as an important component in our education system. At present, ECA performance as reflected in ECA grades in secondary schools can be used to gain admission to three-year pre-university courses at pre-university centres and centralised institutes. To give ECA an added push, the Ministry has decided to allow the use of ECA points for entry into junior colleges. This will come in the form of bonus points for ECA which give pupils with ECA achievements an advantage in gaining admission to a junior college of their choice. This scheme will come into effect with the JC intake in 1998. Similarly, the four polytechnics will accept the same bonus points for ECA starting with the intake of students in 1998. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of universities, Sir, it is important that they maintain academic standards and ensure that the students are able to cope with their chosen course of study. Therefore, they do not give bonus points for ECA. However, for two applicants of equal academic merit, the ECA record may make a difference. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The ECA grading system has been in place for many years. Over the years, several revisions have been made to streamline the scheme so as to make it fairer to different groups of ECA as well as different ranges of sports achievements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1838</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last revision done in 1994, greater recognition had been given to pupils taking part in sports. It also took into account the different levels of participation. For example, a pupil who takes up a sport for four years would previously earn 3 points. Now he will get four points. Points are also given now for house or class representation which was not previously given. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Pupils who are selected for higher level representation, like State or combined schools, are now given greater weightage for their achievements. Winning medals at international and regional competition, such as SEA games, are awarded additional bonus points. Fine-tuning of the ECA grading system is a continuous process which will be carried out by the Ministry from time to time to ensure its effectiveness. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> He has not answered my query whether ECA could be included in the ranking of schools. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> We will consider that. \n  <br>\n  <br>\n  <!-- Mr Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sinnakaruppan:</b> I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L of the Main Estimates be reduced by $10 in respect of Code LD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every year, parents try to give their children a headstart by enroling them in established and popular schools like Nanyang Primary School. Not all, of course, could be admitted to such good schools, as demand would exceed the number of available places. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad, therefore, that this year the Ministry of Education is giving the children a second chance to get into good schools like Nanyang Primary School, with a supplementary intake into such schools at Primary Four. This is indeed a good move. May I ask the Minister how many such places have been taken up at the selected popular schools, and whether the scheme will be extended to other popular schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1839</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Encik Harun bin A. Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Harun bin A. Ghani (Hong Kah GRC)</b>(\n  <i>In Malay</i>): Every year, during the registration for Primary One, many parents would come to meet their Members of Parliament to seek help so that their children can get places of their choice. This is so because parents nowadays take great interest in the education of their children. Being Singapore citizens, who are loyal to the country and especially those who voted and supported the Government, they want their interests to be given priority, especially with regard to their children's education. But at times the interests of Singapore citizens are being put to task when it concerns school registration for their children. As places in a school are limited, all those who have registered for a particular school will have to be balloted, regardless of whether they are Singapore citizens or permanent residents. In the process, some Singapore citizens are not lucky. Instead, permanent residents get the places. In other words, permanent residents are more favoured than Singaporeans, when we are not certain of their loyalty. Therefore, I hope the Ministry of Education will find a solution to this problem so that there would not be any feeling of dismay in the minds of Singapore citizens. \n  <br>2.45 pm \n  <br>\n  <br>\n  <!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lew Syn Pau (Tanglin):</b> Sir, we all want the best for our children. We all want them to start off correctly in life by going to the right school. Therefore, the Primary One school criteria have always been very sensitive. Generally speaking, the Primary One criteria have been fine-tuned over the years and for the better. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The only point I would like the Minister to review is the new requirement introduced last year that the parent could only register his or her child in the same primary school that he or she came from and not in another one of the same group. I am going to use Anglo Chinese School (ACS) as an example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, an ACS old boy could register his son in either ACS Primary School (ACPS) or ACS Junior School (ACJS). The new ruling has created a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1840</b></font>\n  <br>\n  <br> problem of mis-match between applications and vacancies, between ACPS and ACJS. This is because ACPS used to have 10 primary classes in each cohort many years ago. But today they have only five. Whereas ACJS, the junior school, used to have five classes, but today they have 10. Today, we see a large cohort of ACPS old boys from 10 classes fighting for places in only five classes in ACS Primary School, whereas ACJS has many vacancies to spare. I think the Ministry should allow parents and schools some flexibility in this instance to register their children in either primary or junior school and in this way, redistribute the demand to match the vacancies better. Incidentally, this is already allowed under Phase 2B. A member of the Methodist Church, for example, can register his or her son in either school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, there is only one Old Boys' Association (OBA) irrespective of which school the students graduated from. Many activities such as fund-raising and so on are conducted at the OBA level. I feel that we should not have policies that divide and weaken the OBA, but we should have policies that strengthen them. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, I thank Dr Ong for supporting the supplementary intake at Primary Four level, which we started this year. The scheme has been well received and I am able to give him some data on the response. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Based on the selection test for the Gifted Education Programme (GEP), 750 pupils, not in the GEP, were invited to apply for admission to the two popular schools of Nanyang and Rosyth. Of these pupils, 176 applied. Eventually, 76 were taken into Nanyang Primary and 65 into Rosyth. The Ministry is looking into other good schools to see whether there is room for them to expand. And if there is, we will do so and provide for more enrolment at Primary One as well as the supplementary intake at Primary Four. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the question on registration for Primary One. Encik Harun Ghani asked whether we should give priority to Singapore citizens over permanent residents in registration of primary schools. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1841</b></font>\n  <br>\n  <br> Permanent residents contribute to Singapore's economic well-being. We want to attract prospective permanent residents with relevant skills and professional expertise not only to work in Singapore but also to become Singapore citizens. For these reasons, Singapore citizens and permanent residents are grouped together in the same category in the Primary One registration Priority Scheme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1995 Primary One registration exercise, only 1,166 children of Singapore permanent residents were registered in Phases 2A, 2B and 2C where balloting was conducted. This represents only 4.2% of the total number of children of Singapore citizens and permanent residents registered in these phases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the reasons I have just given, I am therefore not in favour of changing the scheme at present. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I come now to the point made by Mr Lew Syn Pau. As an old boy of ACS, I understand his concern for parents of ACS. But we have to bear in mind that if we do allow these children, say, from ACJS and ACPS to cross-register in the other schools, there is a possibility that at Phase 2A the capacity could be reached and then there will be no places left for the children in the neighbourhood. The purpose of our introducing the 50% cap at Phase 2B is to enable children living in the neighbourhood, firstly, within one kilometre, then within two kilometres, and so on, to also have a chance to gain admission into popular schools. If we were to adopt his suggestion, we may be forced into a situation where we have to even cap Phase 2A which may not be desirable. And that is the reason why we have to be rather specific in giving priority to children only in the particular school where their parents went to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Generally, these changes have been well received and many parents are happy with the scheme. I am therefore reluctant to make any changes and extend the Phase 2A to children of affiliate schools. Once we do that, there will be many schools which can claim affiliation. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1842</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I thank the Minister for the reply and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Mr Choo. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head L of the Main Estimates be reduced by $10 in respect of Code LI 3200. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the 1994 Budget debate, I spoke on a special admission scheme for outstanding athletes and coaches. This year, I would like to mention the same. My points remain the same and I suppose the Minister will give the same answer. However, I would like to reiterate that since we have a scheme worked out with the Singapore Sports Council, known as the Joint Polytechnic-SSC Admission Scheme for Sports Persons, I cannot see why we cannot have one Joint University-SSC Admission Scheme for Outstanding Sports Persons. Here, I mean outstanding sports person like Josceline Yeo. I think we really need to reward this group of people with such a benefit. They are training very hard day in and day out and they may miss out a lot of school work, and as a result they may not be able to attain the same high entrance requirements as other students. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My point is that if they were able to meet the minimum entry requirements, please admit these outstanding sports people, like Josceline Yeo. If the Minister is prepared to accede to my request, it will go a long way to encourage Singaporeans to do well for the country, to make sure that we are a country of sports excellence and in return they can pursue their further studies. \n  <br>\n  <br>\n  <!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Sidek bin Saniff:</b> Sir, students who meet the minimum entry criteria for JCs will be admitted, as the presence of sports persons will enrich the life of JCs and help motivate other students to be interested in sports. JCs do make special provisions to admit students talented in sports if they meet the minimum entry requirements. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1843</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, university admission will continue to be guided by the ability of the candidate to cope with tertiary studies and to follow the courses in order to benefit fully from their academic experience. We must ensure that those admitted to NUS or NTU will be able to achieve success in their studies. The university will consider on a case-by-case basis outstanding national sportsmen or sports persons who have marginally missed the cut-off point for the courses they apply for. It is not sufficient that they meet the minimum entry requirements. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, there is a slight improvement in the answer on the part of the Senior Minister of State. I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $3,034,515,800 for Head L ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $960,832,100 for Head L ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1843</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head I - Ministry of Communications. Amendment No. (1), Dr Michael Lim. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng (Cheng San GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head I of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recent White Paper on a World Class Transport System was debated in Parliament and it leaves no doubt as to the great length in which the Government will take to ensure that Singaporeans can look forward to an excellent Land Transport System. To achieve this aim, the Land Transport Authority (LTA) was set up. Although the plans covered by the White Paper were very comprehensive, there are some areas in which LTA should and can improve on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The LTA should not only plan for major roads and expressways but also look into the overall planning and development of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1844</b></font>\n  <br>\n  <br> roads, including those in the housing estates. Currently, for estates that have been developed, there are often traffic jams within the estate itself because of the limited access roads to the main arterial road. The problem can be alleviated if LTA was given authority to plan new access roads, and to hasten and speed up the construction of access roads. This should be done even though the adjacent areas may not have been fully developed. The LTA must be able to plan from the drawing board to the completion of all roads and not just assume responsibility from authorities like HDB or URA when roads are completed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Most of the developments in the Land Transport System are concentrated on infrastructure, hardware and equipment. However, for the Land Transport System to be successful, one must not forget the human factor, ie, the people. The recent spate of bus accidents is a good illustration. Efficiency must not be imposed at the expense of road safety. Just as we look into buying better buses and building better roads, we must also ensure that our public transport providers are better trained, and have good working conditions. They should not be unduly stressed by the quest for efficiency. In trying to achieve efficiency by having bus drivers meet predicted arrival times, bus drivers may be under stress as the drivers hasten to drive faster to meet the time schedules. Hence it is important that the needs and limitations of public service providers be taken into account in the provision of good public transport system. What are the measures that are taken by the Ministry to ensure that as we strive for better efficiency, road safety and welfare of public transport providers are not compromised? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The North-East MRT line was good news to all those living in the North-East corridor. However, the success of the North-East line will also depend on good integration with the public transport system of buses. Efficiency of the pubic transport system can be improved by working closely with the grassroots organisations. The Ministry may want to consider getting feedback from the grassroots organisations in planning for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1845</b></font>\n  <br>\n  <br> integration of bus services and MRT stations. The planners may do the best they can but they will never know as well as those using these services daily. In restructuring the bus services, bus companies may also want to consider an intermediate service between a trunk service and a feeder service that will serve the routes in the estate. This type of service will have the effect of reducing the number of feeder services within an estate and hence reduces the manpower requirement of bus companies and residents will also benefit as they do not have to change buses or use trunk routes to get round the estate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Improving trafficability in expressways must not be at the expense of congestion on other roads. For example, the proposed implementation of Road Pricing System in future in the CTE and PIE has significant implications. If there are no adequate alternative routes, it may just be transferring the jams to other roads. Even by having special traffic lights and special bus lanes, buses still need to change lanes. Hence, if roads are congested, public transport system will also be affected. Even if there are special express buses plying the expressways, this will not solve the problem of travelling time as it will cater to only certain areas within the estate. The large majority may not benefit from it. Hence better trafficability at the expressways should not be at the expense of the travelling time of the majority of bus commuters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of the day, what counts to the commuters is not just comfort but, more importantly, reduced travelling time. The biggest task that will face LTA is to achieve the twin aims of reducing travelling time and yet maintain an affordable public transport system. I will appreciate the Minister's views on these issues. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the tea break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 3.30 pm. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1846</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.02 pm until 3.30 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1846</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.30 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings at this day's sitting be exempted from the provisions of Standing Order No. 1 beyond 6.00 pm. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1846</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head I (cont.) - \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, two major communication Bills were passed by this House recently, namely, the Maritime and Port Authority of Singapore Bill and the Land Transport Authority of Singapore Bill. Most of the issues on land transportation were raised in the debate of the LTA Bill. Therefore, with the table cleared, it is understandable that the number of cuts submitted by the GPC for Communications this year is on the low side. Still there is one outstanding test that the GPC for Communications would like to address and I am referring to the one-year trial of the non-transferable COEs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Committee to Discourage Double Transfers, chaired by Mr Heng Chiang Meng, Chairman, GPC for Communications, submitted its recommendations to the Minister in February 1995. The Ministry accepted the GPC's recommendations with minor modifications and implemented a one-year trial. Starting 1st March 1995, the transferability of COEs in Category 1 to Category 4 was restricted, in fact, they were prohibited for the first three months. As a control group, the Open Category COEs remain freely transferable. This being a trial, the work of the Committee is not yet over. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The remaining task of the Committee is to determine whether there is any relationship or correlation between the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1847</b></font>\n  <br>\n  <br> price of COEs and its transferability. The trial period ended on 29th February 1996. This passed without any public fanfare. Instead most people have forgotten that there is a trial going on. This lack of reaction is an indication that this topic is no longer of public interest. Nonetheless, the Committee to Discourage Double Transfers is still in the process of analysing the voluminous data collected, such as the successful COE price premiums as well as the key indicators of our economy, such as the Straits Times Industrial Index. Without full-time paid staff on the Committee, the work is taking slightly longer. I believe the work shall be completed by late April or early May. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nonetheless, a preliminary analysis shows that the non-transferability has minimum impact on the quota premiums. This is illustrated by the behaviour of the control group, namely, the Open Category. Its quota premiums have stayed in tandem with those in Category 1 to Category 4 as though they are freely transferable. In fact, the strike price of the Open Category is often times lower than the strike price of the luxury car category in the same tender exercise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in any event, the non-transferability of COEs has by and large been accepted by the public. Its implementation has also been carried out smoothly without any inconvenience to the public. Hence, notwithstanding the outcome of the analysis to the contrary, I can say that the GPC for Communications will recommend to the Ministry to maintain its status quo and make non-transferability a permanent feature of the COE system. May I have the Minister's views on this matter? \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, the aim of the Electronic Road Pricing (ERP) is to encourage optimal road usage so that car ownership can be increased. My questions to the Minister are (1) what is the estimated cost to a motorist, ie, the median, that the Ministry of Communications is expecting? I am sure that such studies must have been conducted by this stage of development. (2) How will the implementation of ERP affect other \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1848</b></font>\n  <br>\n  <br> ownership disincentive schemes, eg, ARF, import duties, duty on petrol, etc? (3) How will road tax be adjusted? Will it be linked to engine capacity? Will there still be a need for road tax? This calls for a paradigm shift in thinking for ERP, like road tax is also a charge on road usage. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Braddell Heights):</b> Sir, my constituents and I welcome and applaud the Government's decision to build the North-East line immediately instead of waiting for another four years. This is a decision in favour of a better quality of life for Singaporeans staying in the North-East sector. Most people have indicated that they do not mind paying a little bit more to enjoy earlier the convenience of the MRT. In fact, the user-pay principle is well understood and accepted and so is the rule that revenue must cover operating cost. However, the possibility of paying a little bit more is a result of a less than optimistic projection on the ridership. The actual ridership, which we will only know in about six years' time, may well be more than what is projected in view of the fast pace of development in the North-East sector. Will the Minister consider reviewing the fares and revising them downwards on par with the rest of the MRT lines if the actual ridership is more than the projected figures? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Minister also mentioned that the North-East line may be run by a second operator. Can he explain what is the rationale? Is it not better to let SMRT which is doing a good job to reap the economies of scale? And if there are two operators, how can we ensure that the standards and services are comparable, if not better? In the event that the service of the new operator is less than satisfactory, what recourse does the public have? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another related issue which I would like to raise concerns the land acquisition for the North-East line. When the stations were announced and confirmed, many people were surprised by the extensiveness of the land acquisition. Many do not understand why so much land is acquired when the line is supposed to be underground. It would be helpful if the Minister can further explain on this point. Secondly, those who are affected are also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1849</b></font>\n  <br>\n  <br> eager to know how and how much they will be compensated based on the so-called market rates. If the properties are owner-occupied, will there be ex-gratia payment apart from the normal compensation? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, I also have a cut on the North-East Line. The North-East MRT line shall be passing through Potong Pasir and there shall be two stations sited there. I have three issues to raise. The first issue concerns the compulsory acquisition of land at or near the two stations, ie, Sennett and Woodleigh. The second issue is about the delay in the construction of the Sennett Station and the third issue is in respect of the choice of name for the Sennett Station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards the first issue, the Government has acquired a large number of properties near the two stations, namely, 240 houses, units of apartments and shops, one private hospital, one privatised printing works, one private school, two timber yards, two petrol stations, one restaurant and one 24-hour food court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister some questions concerning the acquisition of these properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What are the lands near the two stations, ie, Sennett and Woodleigh, acquired for? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Are they acquired for the construction of the MRT line, or for the purpose of comprehensive development? If the land is acquired for the construction of the MRT line, can they be returned to the owners once the construction has been completed since the MRT line shall be underground and the surface above it shall not be affected? On the other hand, if the land is only required for comprehensive development, will the Minister allow all the land owners to cooperatively embark on a joint venture with other companies to develop the land in accordance with Government's guidelines and plans? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) In addition to the compensation given in accordance with the law, will the owners be paid ex-gratia payments since their land has become very valuable with the siting of the two MRT stations nearby? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1850</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) When will the notices to quit be served on all the land owners? The land owners want to know when they are to move out. Will the residents be given priority to apply for HDB flats or executive condominiums? Can shop owners be given priority to apply for HDB flats? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(5) Many of the houses acquired are pre-war houses and they come under the provisions of the Control of Rent Act. Will the compensation paid to the owners of these houses be on a basis that they are controlled premises or decontrolled premises? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(6) In one case, the owner of a house made a written application to renovate the house. The Planning Department approved her application last November. She went ahead with the renovations and spent a sizeable sum of money. Then in early March this year, she received a notice that her house has been acquired. The question is: Will she get full compensation for all the renovations? Her contention is that if the Government knew that it was going to acquire her property, it should not have granted her permission to renovate it in the first place. Now that she had done it, she wants compensation for the money spent on the renovations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(7) I have read a report in the New Paper of 15th March 1996 that Mr Andy Gan told residents whose lands are to be acquired that he would approach the authorities to change the acquisition plans so that the residents need not move though he admitted that it would be difficult. My query on this point is: Will the Government change its acquisition plans? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second issue I would like to raise with the Minister is the announcement about the delay in the construction of the Sennett Station. This news has been received by the residents in Potong Pasir with disbelief. The reason given by the Minister is that there is not enough ridership at the moment and the catchment area is small. These arguments can be refuted easily. More compelling reasons can be raised for a case that the Sennett Station should be built immediately. The reasons are as follows: \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1851</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) There is enough ridership. There are at least 13,500 people residing in Potong Pasir estate. There is also a major school in that estate with about 1,700 pupils who shall be using the MRT station if it is built there. There are also several more thousands of people who live in Sennett Estate and its vicinity. Then there are the industrial areas next to Sennett Estate. The factories and workshops there employ thousands of workers. Anyone travelling along Upper Serangoon Road will know that this stretch of road is always overcrowded with traffic. The Minister has himself inspected that stretch of road and admitted that it was jammed with traffic and decided to construct a four-tier by-pass at the junction not far from the Sennett and Woodleigh Stations. The traffic there is always very heavy. \n  <br>3.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a few MRT stations with less ridership and much smaller catchment areas, yet they were constructed together with the MRT line. They are the Chinese Garden, Lakeside, Kranji and Yew Tee stations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) It would not be cost effective to delay the building of the Sennett station. If the Government waits till a later date, cost of materials shall surely escalate. The contractors would certainly prefer the stations to be built together with the MRT lines, and it would make more sense. Even if there is a clause in the agreement for them to hold back the building of the Sennett Station, they will want to be compensated for the delay, because of the increase in price of materials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is for these reasons that the Government went ahead recently to build the Kranji and Yew Tee Stations, although the surrounding areas are now quite undeveloped. Also, the potential for development near an MRT station is great and in no time, the Government shall recoup its outlay. For the above given reasons, I urge the Minister not to delay the construction of the Sennett Station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps I should also mention another reason. Another important reason why the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1852</b></font>\n  <br>\n  <br> Sennett Station should be built immediately is that the Government has asked many of the residents to move out. They shall be making big sacrifices as their houses, businesses and livelihood shall be taken away from them. And it is only fair for the Government to build the Sennett Station together with the MRT line. Otherwise, there shall be a situation where all the residents, whose houses have been acquired, have moved out and the Sennett Station is still left unbuilt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third issue I shall raise concerns the naming of the Sennett Station. Many residents have said that Potong Pasir is a more appropriate name than Sennett. The reasons are as follows: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) There is already another area in East Coast named Sennett and people can easily get confused. Whereas the name \"Potong Pasir\" is exclusively used for one area in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) The name \"Sennett\" is colonial. On the other hand, the name \"Potong Pasir\" is indigenous or local, and one which has been customarily used since before the war for that area. The fact is that the site of Sennet Estate was formerly called Alkaff Gardens. Sennett Estate was only developed in the 50s. Historically, the name \"Alkaff\" had a greater precedence over \"Sennett\". And, of course, the name \"Potong Pasir\" has even higher precedence over \"Alkaff\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> No. It cannot be. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I have been informed that originally Tanjong Pagar MRT Station was named Maxwell Station and Bugis Station was called Victoria Station. But there were objections because the names \"Maxwell\" and \"Victoria\" were too colonial. Later, the names \"Tanjong Pagar\" and \"Bugis\" were preferred, and rightly so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At Potong Pasir, we have a similar situation. I hope the present MRT stations naming committee has the same sense of historical perspective as its predecessor and not adopt a colonial name in preference to the local indigenous name for the MRT station. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1853</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. Mr Chiam, you have exceeded the time. Please return to your seat. \n  <br>\n  <br>\n  <!-- Dr Arthur Beng Kian Lam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Arthur Beng Kian Lam:</b> Sir, my topic is on public transport in mature HDB estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are all excited about the plans to achieve a world-class public transport system. However, as many of the mature towns have little or no reserve land, it would seem that the bus will still be the mainstay of transportation. I would like to ask the Minister two questions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) What are the plans to improve bus services in mature HDB estates? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Is it possible for the light rail transport (LRT) to be implemented in mature towns? Which are the towns that are being considered? \n  <br>\n  <br>\n  <!-- Encik Othman bin Haron Eusofe -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Othman bin Haron Eusofe (Marine Parade GRC):</b> Sir, bus services provide the key mode of transportation in Singapore. However, bus companies like SBS face a severe shortage of bus drivers. They have great difficulties in attracting young persons to join them as drivers. And SBS bus drivers operate under difficult and often stressful conditions, with tight operating schedules. Their terms of employment are not attractive, with salaries some 20% below market rate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, an article in page 3 of the Life section of the Straits Times of 13th March 1996, provides a good account of the work of SBS drivers and the problems they face. The Ministry of Communications should impress on the management of the bus companies to urgently address the drivers' problems and improve their terms of employment and conditions of work. This will have an impact on bus fares. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I think the Ministry should also examine the long-term role of bus services in our public transport system. It will even become more difficult to recruit young Singaporeans to work as drivers in future, even if the terms and conditions of employment are improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in view of this, the Ministry of Communications and the Land Transport \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1854</b></font>\n  <br>\n  <br> Authority will have to consider the extension of the coverage of MRT and LRT to more areas in Singapore. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, a study conducted by the Land Transport Authority last year found that two major perceived deterrents against taking public buses were long waiting time and uncertain waiting time. Bus services, being the most utilised mode of public transportation, should be reliable in addition to being accessible, convenient, comfortable and fast. If it is not reliable, especially in terms of frequency and arrival time, it will affect the schedule of a lot of people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, most of my constituents experience this frustration and stress every day due to the unreliability of trunk service No. 105. The problem with service No. 105 is that its frequency is unpredictable. The waiting time varies from 20-25 minutes. During peak hours, the situation is even worse. When the bus arrives, it is fully packed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have brought up this issue last year but, so far, there has been no improvement. Residents at Serangoon Avenues 2 and 3 remain at the mercy of this bus service, which is the only one that is serving the area. Meanwhile, over the last 5-6 months or so, another 400-odd households have moved into their new homes in this area. While people are prepared to live with only one service to avoid the duplication of MRT and bus routes, they should be assured in return that the only service that they have to live with is reliable and efficient. I hope the ground audit conducted by the Public Transport Council will take this into consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another issue which I would like to bring up concerns the feeder bus service. It is a very useful mode of public transportation, because it connects people from their homes and offices to town centres, bus interchanges, MRT stations and trunk services on the main road. However, the development of this useful service is hampered by the existing fare structure which charges a flat rate, irregardless of distances, thus affecting their viability and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1855</b></font>\n  <br>\n  <br> reach. It should be feasible to charge according to the distance travelled for feeder bus so that more feeder services can be made viable. I do not think people mind paying a little bit more for that convenience and accessibility. By reviewing the fare structure, the feeder bus services for intra-town commuting and from new towns to the nearest MRT stations can then be improved and increased in numbers. This will make public transportation a more attractive alternative to owning cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister if there are any plans to comprehensively develop the intra-town feeder bus services and feeder services to MRT stations, taking into consideration a review of the fare structure. \n  <br>\n  <br>\n  <!-- Mr Choo Wee Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Choo Wee Khiang:</b> Sir, I cannot agree more with Mr Goh Choon Kang about feeder bus services. If we look at Whampoa Estate, it is quite an isolated estate, almost cut off from the outside world. There are only two small roads leading into Whampoa Estate. Most of my residents are lower-income people. Increasingly, we see more people moving in because of more HDB blocks being built. I think the feeder bus services within Whampoa and also the feeder bus service from Whampoa to the nearby MRT stations, eg, to Toa Payoh, are grossly inadequate. In 1995, I mentioned it to the Minister and he promised to look into it. I hope this time he will give me a very positive answer, and whether he will ask SBS or the LTA to look into the needs of my residents in Whampoa and give us good, efficient and safe bus services. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun (Hong Kah GRC):</b> Sir, the White Paper on Land Transport envisions a world-class public transport system for Singaporeans. A world-class public transport system cannot be achieved without also having a world-class bus transport system. The White Paper, though comprehensive, has not touched on the important measures of first-class bus transport system, ie, the quantitative benchmarks for bus travel \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1856</b></font>\n  <br>\n  <br> and waiting times, against standards in the developed countries such as Switzerland. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Has the LTA overlooked the importance of such benchmarks or was it not bold enough to aspire to such world standards? Benchmarking will help us to measure our performance constantly. It is the best assurance we can give to commuters of what kind of bus services they can expect from our bus operators. May I ask the Minister why the LTA has not proposed any quantitative benchmarks for our bus services? \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Thomson GRC):</b> Sir, there are many old, run-down bus shelters in HDB estates. The town councils, as well as the HDB, are upgrading these old HDB estates. There are many Main Upgrading Programmes undertaken in various parts of Singapore. Most of these upgrading works include the construction of covered linkways connecting the HDB blocks to the bus shelters. At present, it is rather incongruous as the bus shelters are often very old and dilapidated. Hence, like old flats, the bus shelters also need upgrading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, I understand that the funding provision for HDB upgrading programmes does not cover the cost of upgrading and reconstruction of bus shelters. On the other hand, CIPC funding also does not cover construction of bus shelters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me cite a real example. We have four blocks of HDB flats in Sin Ming Estate in Thomson GRC. There are plans to upgrade the four blocks of flats, as well as constructing linkways from the blocks to the bus shelters. But we have been told that the rebuilding of the bus shelters is not covered under the HDB Main Upgrading Programme. On the other hand, CIPC funding is also not helpful because CIPC funds can only be used for building bus shelters' seats and bus bays, but not the bus shelter itself. Hence, we have a real problem of who should pay for the building of the new bus shelters. I would like to ask the Government whether it should consider making a provision, either through the HDB Main Upgrading Programme, the CIPC grants or direct \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1857</b></font>\n  <br>\n  <br> funding from LTA, to enable all old bus stops in Singapore to be upgraded. This is particularly meaningful if the upgrading programme coincides with the HDB Main Upgrading Programme. \n  <br>4.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I wish to raise another subject on bus shelters. I notice that during the rush hours after schools are dismissed, school children tend to scramble and rush to board buses. As a safety measure, I would like to suggest that the Government should construct queue barriers at bus stops, especially at bus stops that are near to schools. This will assist the children to be more disciplined in queuing for buses and avoid any mishaps that might happen when they rush to board buses. I hope the Minister will consider these suggestions. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, it has been three years since the Government privatised Singapore Telecom. Much has happened since then in the telecommunication industry worldwide. The telecommunication industry has undergone a massive transformation characterised by rapid technological changes and a fast pace of liberalisation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Worldwide, many of the traditional Government-owned telecommunication monopolies have now been privatised. Out of necessity and not choice, many Governments have also allowed widespread competition in their telecommunication sector to ensure the timely introduction of new and better technologies and services. Notably, the advent of Internet, the continued trend towards the merger of telecommunications, broadcasting and information technologies, and the fast-paced development of innovative telecommunication and IT technologies have all combined to make the traditional telecommunication monopolies unwieldy, unresponsive and uncompetitive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The world is fast moving towards an information-based economy. As we advance towards the information age, there is no doubt that the economic future of a nation and the social well-being of its people will depend on the quality and accessibility of sophisticated information \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1858</b></font>\n  <br>\n  <br> communication infrastructure and services which are made available at highly competitive prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have a number of questions for the Minister: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Have we achieved the objective of the privatisation exercise of Singapore Telecom? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) In the light of the changes in the global telecommunication industry which I have described, can the Minister tell the House whether the Government's current telecommunication policies are able to ensure that Singapore continues to have a competitive edge over her economic competitors? For example, in a Business Asia report of 26th February 1996, in a survey done in Tokyo, Hong Kong, Sydney and Singapore, for a 10-minute call at those countries to major cities, our charges are generally much higher than in Hong Kong and Sydney. We are comparable to Tokyo. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) In an industry where fast changing technology plays a key role in its development and growth, have we been able to keep pace with technological advances since there is no competition? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(4) While I am aware that certain liberalisation initiatives have been announced and implemented, I would like to ask the Minister whether the pace of our liberalisation is, against the pace of change in the telecommunication industry, good enough for Singapore to remain an important telecommunication and services centre. What step is the Government taking to quicken the pace of liberalisation in Singapore? \n  <br>\n  <br>\n  <!-- Dr Kanwaljit Soin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Kanwaljit Soin:</b> I am speaking on Transportation of the Aged and the Disabled, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;During the discussion on the White Paper on \"A World Class Land Transportation System\", the Minister for Communications said, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`When designing public transport systems, thought has to be given to being as friendly to the aged, as it makes sense to do so. It has incorporated features like special flooring and special facilities at the various new stations, including vertical lifts to be incorporated in the Woodlands Station.' \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1859</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister is to be commended for giving consideration to the commuting difficulties experienced by the disabled and our aged Singaporeans. However, I understand that modifications to the MRT stations are only being considered in the new MRT stations. What about existing MRT stations? How do we expect our aged and disabled to have seamless travel if their point of departure has facilities that are friendly to them but these are not present at the point of destination? Surely, we do not expect our old and disabled commuters to travel just from one new MRT station to another new MRT station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are some transport services available for the aged and the disabled which are provided by voluntary welfare organisations. However, these services are inadequate, patchy and unsatisfactory although the voluntary welfare organisations are trying to do their best. Examples of the services provided include the \"Dial a ride\" service for the handicapped and there is also a \"Dial a ride\" service available for the elderly, but more or less limited for going to clinics and hospitals. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A macro-survey done in 1985 by MCD revealed that one of the main reasons why more than half of the 4,000 disabled people interviewed were unable to work was because of commuting difficulties. Now that we are looking to increasing the retirement age to 67, a large portion of our working population is going to be elderly and will need transport. The Ministry of Communications, therefore, has to take responsibility for the transport needs of the aged and the disabled and plan an integrated transport system. The VWOs can give their support but they do not have the clout to influence transport operators to make their services available and accessible to the aged and the disabled. Only the Ministry of Communications can do this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to urge the Minister to set up a high level committee from the involved sectors to look into the transport needs of the disabled and the aged and to formulate a national strategic plan for this sector of our society. By the year 2020, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1860</b></font>\n  <br>\n  <br> about 20% of our population would be more than the age of 60. So there is not much time left for us to start planning now. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan (Minister for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Communications (Mr Mah Bow Tan):</b> Sir, let me first address the many issues on land transport that have been raised by Members. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think we can still remember, it was barely two months ago in January this year, that this House debated the Government's White Paper on land transport. We had two days of very thorough debate. More than 20 Members spoke during that debate. After these two days of debate, this House overwhelmingly endorsed the vision of a World Class Land Transport System as well as the strategy to realise this vision as set out in the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We now have our blue-print for action for the next 10 to 15 years. After the debate I met the LTA staff and I half-jokingly said to them that the easy part was over, and the hard part is about to begin. What I meant was that having conceptualised the vision and having gained consensus and had it accepted, we now have to turn vision into reality. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we set ourselves a time frame of 10 to 15 years to put in place not just the hardware, but also the software that will significantly transform the way Singaporeans move about. This is a realistic time frame, although I dare say it is a little bit ambitious. But I do agree with some of the sentiments that were expressed in this House during that debate that 10 to 15 years is a long time. I know that we are an impatient people and we want results fast. But, Sir, it is not possible to achieve our vision of a World Class Transport System overnight. However, we can make incremental but tangible improvements along the way so that Singaporeans can see that we are serious and we are on the right track. This will also help to convince the cynics and the sceptics that a World Class Land Transport System for Singapore is not an election gimmick or an election ploy, but an achievable long term goal. I have therefore taken note of the comments made by Members that we must set out some intermediate markers en route to this final goal. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1861</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me take this opportunity to report on some of the developments since we debated the White Paper. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, rail projects. The White Paper spelt out clearly that rail transport will be the backbone of our public transport system. Like London, Paris, New York and Tokyo, we too will depend on a comprehensive rail network for our transportation needs of the future. It is fast. It is reliable. It is efficient. It is the best option for a densely populated city like ours. But like all good things, it does not come cheap and it takes time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Woodlands MRT line took five years to build and it cost $1.3 billion. It started operations on 10th February this year. It now provides residents in the north with superior public transport services. The LTA has started work on the North-East line and the Bukit Panjang LRT. It will soon invite contractors to be pre-qualified for the design and construction of the North-East line. Tenders for these contracts will be called, starting from the second half of this year, and it will be awarded by the end of next year. The North-East line is targeted to open for service by the end of the year 2002. Construction will take something like five to six years. LTA will also be awarding the contract for the construction of the Bukit Panjang LRT. Work on the LRT is expected to start before the end of this year and it is expected to be open for service by early 1999. The construction period is something like 3 to 3 1/2 years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The White Paper has spelt out LTA's aim to integrate urban development with transport planning. Transport facilities will be fully integrated as far as possible with building developments around the MRT stations. In this way, it will give commuters maximum accessibility to housing, commercial and recreational facilities. For the North-East line, the LTA will develop the two interchange stations, ie, the one at Dhoby Ghaut which interchanges with the North-South and Outram Park which interchanges with the East-West line. The reason why the LTA is getting involved is to demonstrate the feasibility and the benefits of such an \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1862</b></font>\n  <br>\n  <br> approach. The Dhoby Ghaut Station will be designed also to allow for the possibility of connection to an LRT in the future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The LTA will also be reviewing the feasibility of building rail infrastructure in other areas. In this regard, I would like to assure Dr Arthur Beng that the older estates will not be neglected. Where it makes transport and economic sense, we will consider the LRT as a faster and a more reliable feeder service for new as well as for some of the more mature HDB estates. The LTA studies will also include the proposed MRT extension to Changi Airport. I thought I should mention this even though Mr Teo Chong Tee is not in the House today. I am sure that if he were here, he would have raised it. I believe he is unable to be here for personal reasons. \n  <br>4.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government is committed to expanding our rail network. It is a worthwhile investment. I think we all agree. It raises our productivity and it enhances our quality of life and also it allows our economy to operate at maximum efficiency without being impeded by congestion and gridlock. But we all also realise that having good transport infrastructure sometimes involves sacrifices as well. Specifically, before the line is built, we may need to acquire land either for construction of the station or for comprehensive redevelopment around the station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong asked why we are acquiring land for comprehensive redevelopment around the station. Why do we not allow individuals to redevelop themselves and to make the money from this redevelopment? I would like to remind Mr Chiam that the Government is going to spend $5 billion of taxpayers' money for the North-East line. Because this money is going to be spent to build the North-East line, the transportation infrastructure along the North-East corridor is going to be dramatically improved. Land values are going to shoot up. Should this huge increase in land values go to the individual land owners, as a result of the Government spending $5 billion of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1863</b></font>\n  <br>\n  <br> taxpayers' money? Or should this redevelopment windfall go to Government, in other words, to all the taxpayers? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam would have us agree that we should allow the individual owners to redevelop and to cream off the profit. In fact, he has gone one step further to suggest that when we compensate, we should be compensating on the basis of the enhanced land values. Sir, I think the Government has fairly and rightly decided that because we are spending so much of the taxpayers' money which belongs to all Singaporeans to build a line in the North-East that we should take the opportunity to cream off the enhanced profits as a result of this expenditure and to put it into the Consolidated Fund, which can be used for other transport infrastructure and other worthy causes, eg, for education, health, housing, etc. That is the reason why the Government needs to acquire the land for comprehensive redevelopment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam also raised some very specific questions concerning the compensation and the notice to quit. I will try and answer some of them but where they are too specific, he may wish to file a Question and we will be able to give him a more comprehensive answer. For example, for the ex-gratia compensation, the Land Office and the Ministry of National Development have, I believe, already announced that compensation will be given and ex-gratia payment will also be given under certain circumstances to top it up to market value. I will give some details a little bit later on. As far as notice to quit is concerned, the Land Office will issue notices as to how long land owners can continue to stay on their property within the next six months. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether there will be a change in the acquisition plans, I am afraid that it would be very difficult to change the acquisition plans at this stage. All the plans have been gazetted, the alignments have been fixed, the station locations have also more or less been fixed. So the answer to that question is: Very difficult, almost impossible. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1864</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam also asked why we are acquiring land around the Sennett Station when we are not intending to build that station in the first phase. I think it is very obvious that once we announced that the station site is going to be there, land value around this station is either going to go up, or it may get stuck. Land owners are not sure whether it would be due for acquisition. Either way, I think the land owner is going to be in a precarious position. For this reason, the Government has decided that for those pieces of land which are due for comprehensive redevelopment we also acquire them at this stage in this exercise. This is to give certainty to the residents and to the land owners in the area. Then the land owners will be able to make an informed decision as to whether they want to stay rent-free for a while until they have to move out or they can decide to leave now and collect the compensation money. Some of the land, of course, around the proposed Sennett Station will also be required for actual construction purposes. So this is another reason why we have to acquire some of these lands during this first phase. I may add that by acquiring the land early, the possibility of redevelopment of the land around these station sites will also be much earlier and if we do find the necessity to redevelop earlier, it will also help to boost the potential ridership figures and that means, of course, that the station can also be built earlier. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam also asked why we are not building the Sennett Station in the first phase of the North-East line project. I mentioned in my press conference that the reason why we are not building the three stations along the North-East line, not just the Sennett Station but also Woodleigh Station and Punggol Station, is for the very obvious reason that the developments around these stations are not comprehensive enough to justify the building of these three stations in the first phase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam obviously disagrees. I am not surprised. But the consultants' report that was presented to my Ministry at that time made it very clear that the station in that vicinity would be the weakest station in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1865</b></font>\n  <br>\n  <br> terms of ridership, ie, people getting on and off that station, under existing development plans. I remember giving a reply to Mr Chiam in this House concerning this fact. It is a weak station along that line because the mobility of people in that area does not create that kind of ridership. Of course, Punggol has no ridership because the new town is not there yet. For Woodleigh, it is similar, because the area around the Bidadari cemetery is also not yet reclaimed for redevelopment. Yes, the area around Sennett is full of residential units, but it is a low intensity residential area. Therefore, when we are able to acquire land parcels around the proposed station and when we fully redevelop that station, then we will be able to justify having a station in that particular area. And this is not something that is very unusual. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, I would like to point out that for the new Woodlands line, the same considerations applied for two of the stations. One of these stations is between Kranji and Yew Tee. A site has been reserved to allow another station to be built there when redevelopments take place. And that is not the only one. Another one will be between Yishun and Sembawang Stations. We intend to construct these stations when the developments in the area take place and when they justify the building of these stations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam may wish to know that in the case of the North-East line, we have actually gone one step further for these three stations and we are going to build the station box in the locations of these three stations, so that as and when the developments justify, we are able to construct that station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, the name of the station. Should it be Sennett? Should it be Potong Pasir? Should it be Alkaff? Should it be Woodsville? Should it be St. Andrew's? What is in a name? Anyway, I think Mr Chiam may be reassured if I were to tell him that the names of all these stations are still tentative. It would be finalised nearer the completion of the North-East line. The names of stations are chosen in order to easily identify the station with the location around the area, so that people generally \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1866</b></font>\n  <br>\n  <br> will be able to relate to that location. Anyway, this is something that is not cast in stone and, as he has rightly pointed out, some of the names that we used in the early construction phases for the existing MRT lines were changed. So, who knows? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just want to also expand on what the Government has done in the case of the North-East line to cushion the impact of land acquisition on affected property owners. First, we have introduced a five-year phase-in period. The five-year phase-in period is to allow some people who may need more time to look for alternative accommodation to retain ownership of their properties. They can do so and stay there free of rental or if they so wish, they can also surrender their property and receive their compensation earlier. For HDB flat owners who are affected, the residents will be given the same terms of compensation as HDB flat owners who are affected by the SERS (Selective En-Bloc Redevelopment Scheme) project. There is a long list of benefits that they can receive under this compensation package. I just want to say that they will be compensated at the prevailing market value of the existing flats and, of course, be given this additional package of benefits. And for owners of private property, those who do not own another residential property, they will be offered compensation at the market value but subject to a cap of $1.8 million. This is likely to be higher than the compensation stated in the Land Acquisition Act, which is market value as at 1st January 1995 or 4th March 1996, which was the date of the announcement, whichever is lower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this acquisition exercise, as in the others, there are people who will be affected - individuals, families, shopkeepers, businesses. They will be dislocated, and they have to look for new accommodation. I sympathise with these people. They have made a sacrifice for the benefit of many others. We cannot avoid acquisition but we can, and we will, make sure that acquisition is kept to the minimum. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I turn now to road infrastructure. The LTA is now in the midst of studying \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1867</b></font>\n  <br>\n  <br> the proposed Singapore Underground Road System (SURS). This is an underground road system for the city. This study will look into the possible future alignments, the design, the facilities and the different construction methods. SURS will provide 40% more road capacity in the city. What it means is that motorists will be able to travel at the same average speed as today even if traffic increases by 40%. I expect this study to be completed by the end of this year and thereafter we can proceed to do detailed engineering studies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our preliminary estimate is that SURS is going to be a very, very costly project, as costly as the North-East line, something like $5 billion. So we have to very carefully evaluate it from an overall national perspective before we make a final decision. But in the meantime, motorists can look forward to many more improvements to the road network before the end of this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the last five years, 267-lane kms of road were completed and by the end of this year, some of the major projects that will be completed include the following: completion of the TPE, Lorong Halus Interchange, widening of Middle Road, Republic Avenue and Temasek Avenue (these are roads in the city) and road improvements at the Robertson Quay area (also in the city). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next year, 1997, LTA will complete another 113-lane kms of road. These include major projects like the SLE extension from Upper Thomson Road to the BKE and three multi-tier interchanges. Some Members may be familiar with these three interchanges. One is at the Holland Road/Farrer Road junction, the second one is at the Adam Road/Farrer Road junction and the third one is at the Benoi Circus. The Marina Bridge linking Nicoll Highway directly to Collyer Quay would also be completed next year. This will help to ease congestion along Nicoll Highway towards the city. And finally, Jalan Ahmad Ibrahim will be upgraded into an expressway. Again, this would be a boon to those who are travelling to the Jurong area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1868</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;At the same time, we will also be implementing some junction improvement measures. These are measures which can make a significant difference to the travelling speeds of motorists. At Ang Mo Kio, for example, we will be looking at providing slip roads and extra storage lanes for four major junctions and we will also provide left turn green arrows at another four junctions. These additional traffic management measures will help to speed up the traffic flow within the town. It may be of interest to Dr Michael Lim that, apart from building extra access roads in the new towns, another effective solution that the LTA is looking at is the implementation of some of these traffic management measures. Another measure is the GLIDE (Green Link Determining) system. Today, 60% of our traffic lights are computerised and linked up by this GLIDE system. What it does is that it coordinates the timing of the green phase of the light so that there is a so-called green wave and motorists do not have to stop unnecessarily at traffic lights. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When GLIDE was implemented in the city centre in 1987, travel speeds increased, I am told, virtually overnight by 20%. Over the next 12 months, the LTA will speed up the implementation of GLIDE at the traffic light junctions at Bukit Batok, Jurong, Bukit Timah, Ang Mo Kio, Yishun, Bedok, Tampines, Simei, Pasir Ris, Woodlands, Bukit Panjang and Choa Chu Kang. And by early 1997, all traffic light junctions in Singapore will be computerised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I now come to buses. Encik Othman asked whether there will be a role for buses in the future. The answer is yes. Buses will continue to play an important role in complementing the rail network by serving corridors of light traffic and as feeders to the MRT. The advantage of buses is that they are more flexible and cheaper to operate than fixed rail by MRT or LRT. But on the other hand, they are not as fast and reliable as rail transport. The major disadvantage is that they are very labour intensive. In this regard, I share the concerns of several Members in this House, including Dr Michael Lim and Encik Othman, about the growing difficulties faced by our bus companies in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1869</b></font>\n  <br>\n  <br> recruiting drivers. It is the responsibility of the bus companies to come out with better terms and conditions of service so that they can attract and retain good drivers. The authorities, on their part, can help to improve the working condition of bus drivers with measures like bus lanes, bus priority signals at traffic junctions, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the long-term solution, I think we will all agree, is to expand the rail network to serve more areas. This is one of the key recommendations of the Land Transport Authority's White Paper endorsed by Parliament and accepted by Government. But I would like to point out that expanding the rail network to serve more areas only helps the bus companies if we allow the bus companies to adjust bus routes, minimise duplication with the rail line and save buses and drivers. In this way, the bus and manpower resources that are replaced by the MRT or LRT can then be redeployed to better serve areas which do not have such rail systems. We then ensure that the limited resources of buses, especially the limited number of drivers available, are deployed in the most efficient manner so that the bus-MRT network can serve as many people as possible. Also, in this way, we can keep overall costs down and keep fares affordable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I know that in every re-routing exercise, some existing passengers will be affected. Mr Goh Choon Kang highlighted just now the plight of his constituents who were affected by some of these exercises. I would like to assure Members that all proposals to amend bus routes are carefully scrutinised by the Public Transport Council whose responsibility is to ensure that disruptions are kept to the minimum and that there are reasonable alternatives available to those who are affected. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, overall, most people will agree that the bus service has improved over the years. But many would also say that it is not quite world class as yet. The recent spate of bad accidents involving public buses clearly shows that we have a lot to do in this area. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1870</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Safety cannot be compromised. Safety is everyone's responsibility, the authorities, the operators, the management, the union, the bus drivers, the passengers and also other road users. Everybody must play a part. The bus companies must redouble their efforts to attract more bus drivers to join the company and to stay with the company so that safety is enhanced without sacrificing service levels, and vice versa. It is good to see that bus companies are now looking at ways to upgrade facilities at bus interchanges so that drivers' working conditions are improved. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am also pleased to note that bus companies have incorporated new incentive schemes to encourage safe driving. Bus drivers are put on the road only after they have undergone comprehensive training. The companies are now going one step further to engage consultants to draw up specialised training programmes for their drivers. As another level of check, drivers are required to hold a vocational driving licence, a special licence issued by the LTA. These licences are only issued to persons who have a good driving record and who attend and pass a special training course. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the hardware side, all scheduled buses are required to undergo a six-monthly inspection by the LTA. Let me just say that the pass rate for scheduled buses is good, 99% for SBS, 98% for TIBS. Nobody wants accidents to happen. The authorities and the operators can and will inculcate more safety consciousness, provide better training for the drivers, educate them to be more courteous on the roads, and so on. But if we want to reduce accident rates, having courteous bus drivers alone is not enough. It would help a great deal if there are more courteous passengers as well as more courteous fellow road users. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, some German transport officials visited Singapore. During their visit, they told LTA officials that they were amazed by what they saw on our roads. It was a very common sight, they said, to see a private car with only one driver refusing to yield to buses, which carry 40 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1871</b></font>\n  <br>\n  <br> or 50, sometimes even 90 or 100 passengers, trying to pull out from a bus bay. They said that this would never happen in Germany. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A recent Straits Times feature article reported how cars hogged bus bays during peak hours and how bus drivers got sandwiched by cars at bus bays. The journalist's observations were quoted by the National Transport Workers' Union (NTWU) in the Straits Times Forum page reply. Let me quote Mr Ong Ah Heng, Executive Secretary of NTWU: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`The National Transport Workers' Union (NTWU) has always urged bus drivers to exercise patience and care when on the road. But quite often other road users do not cooperate, and they add to the problems of bus drivers.' He went on to add: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We all want to get to work on time. We all want to get home in good time. Even as we urge our drivers to continue to drive carefully, we hope that other road users will cooperate by not cutting into bus lanes. We appeal also to pedestrians to be more careful when crossing busy streets.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is an appeal on behalf of workers who spend many, many hours on the roads, 9 or 10 hours, much more than ordinary motorists like you and I. They do not want accidents to happen and suffer the consequences, the least of which is losing their licence. Their livelihood depends on it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Tan Sai Siong, a Columnist in the Straits Times, in her Column on 9th March, pointed out that a bus driver's job is not an easy one. She went on to suggest that we could make life a little easier for them with simple gestures of courtesy. Car drivers could give way to bus drivers coming out of bus bays, bus passengers could give them a smile, or at the very least, be mindful of their own safety. She concluded by saying that it would be safer for everyone, in the long run, if our bus drivers can do their work under less stressful conditions. \n  <br>4.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is sound advice. It reminds all of us - the authorities, the operators, the bus \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1872</b></font>\n  <br>\n  <br> drivers, the motorists and the pedestrians - that we all have a part to play to keep our roads safe and to keep accidents down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Still on buses, Sir. Dr John Chen suggested setting target benchmarks for travel and waiting time. Let me just highlight what the Public Transport Council has been doing. It has taken a step in this direction, I believe, by setting basic bus service standards. There are many standards. One particular standard specifies that at least 95% of trips need not involve more than one transfer. In other words, most passengers, at least 95%, should be able to get to their destinations with either a direct bus or a train, or by making only one transfer. The reason for this requirement is, of course, to keep the public transport journey time short and the cost down, recognising that transfers impose not only a time penalty but also a cost penalty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another standard specifies that bus companies must operate at least 90% of their trunk services at a frequency not exceeding 12 minutes during peak periods and 15 minutes during off peak periods. There is a different standard for feeder buses as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So, theoretically, if there are no disruptions on the way, waiting times along the route should be the same as the despatch time that are specified in the standards. However, we all know that this is not the case. Buses share the roads with other vehicles. They stop more frequently. They are less manoeuvrable and they are generally more affected by adverse road conditions. So under such conditions, buses do find it difficult to keep to the schedule. We can help by keeping our roads congestion free. We can help by giving them dedicated rights of way, where possible, by giving them priority at junctions, and so on. And this is what the 'B' signal that the LTA has recently experimented with is all about. They are planning to instal more 'B' signals at more locations to give buses priority at more traffic light junctions. There is a whole list of them here. I would not go into them. LTA will also identify suitable sites to implement more bus lanes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1873</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I want to make is that as more and more of such bus priority measures are put in place, Dr Chen's proposal to set target benchmarks for travelling time and for waiting time can be considered. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on feeder services, several Members in this House just now, including Dr Michael Lim, Mr Goh Choon Kang and also Mr Choo Wee Khiang, suggested that we should try out a new type of feeder service, somewhere between the present trunk service and the feeder services. I have some good news for them. The LTA is now studying with the operators the introduction of a similar type of service. They have tentatively called it town link services. What town link service will do is to link up different parts of the town. For example, commuters who need to take two feeder services to travel from one part of the town to another, can now make use of town link services, which can provide a direct feeder service which is more convenient, faster and cheaper. Some town link services will be introduced in HDB new towns such as Woodlands, Yishun, Ang Mo Kio, Tampines, Bedok and Pasir Ris sometime this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards bus shelters, Mr Leong Horn Kee asked whether the Government can fund the cost of upgrading older bus shelters. As he may know, we have already started refurbishing some 100 bus shelters in the city and in Ang Mo Kio. The pilot project is expected to be completed later this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Upgrading of bus shelters is funded by the LTA. The new generation bus shelters have been designed to take into account feedback from commuters. If the new shelters are well received, LTA will extend the refurbishment programme to other areas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong also suggested building queue barriers at bus stops for the safety of school children. I will ask the LTA to consider his suggestion. But I just want to point out that we have to be mindful that at each bus stop, there are people who may be waiting for different buses. So if we do implement that suggestion, we will have to find some way to make sure that it does not cause inconvenience to all the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1874</b></font>\n  <br>\n  <br> passengers. In the meantime, we can pay particular attention to the safety of school children by providing adequate pedestrian facilities, by making sure that we take enforcement measures against dangerous driving in the vicinity of schools, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now come to the issue of COEs. I am glad that over the years, the land transport debate has shifted from the issue of car ownership and from the different methods of distributing limited COEs to the more relevant issue of how we can improve our transport system, in particular, public transport. We will build more roads, up to a point. We will expand the rail network where we can justify. But expanding our infrastructure alone will not be sufficient. We need to regulate demand by controlling the ownership and usage of vehicles. COEs and road pricing will continue to be a major part of our land transport system, if we are serious about keeping our roads free flowing. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Wang Kai Yuen asked for an update on the trial to curb the double transfer of cars. Members will recall that the Committee to Discourage Double Transfers, chaired by Mr Heng Chiang Meng, was formed in November 1994 and it recommended several measures to curb the practice of double transfers. These recommendations were accepted by Government and implemented on a trial basis in March 1995. The committee is currently analysing the past year's COE results, as Dr Wang has kindly informed us. The Government will make a decision on whether to make the measures to curb double transfers permanent after the committee has submitted its findings to my Ministry. Meanwhile, although the trial has officially ended, we will continue with these measures. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Arthur Beng asked about the status of the Electronic Road Pricing (ERP) project. I am pleased to report that preparation for the implementation of the ERP system is progressing on schedule and should be operationally ready in 1997. Since the award of the final contract in October 1995, the contractor has been working with LTA to finalise the system design. The final system proposal has just \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1875</b></font>\n  <br>\n  <br> been approved last month, and the manufacture of the actual equipment will be starting soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The objective of the ERP, let me remind the House, is to persuade motorists to use their cars sparingly. If we can do so, there is scope to release more COEs and allow more people to own cars. ERP charges will have to be of a meaningful magnitude to be effective in reducing the current rate of vehicle usage. We will first automate our current road pricing mechanism, the Area Licensing Scheme and the road pricing scheme along the East Coast Parkway. As far as charges are concerned, I am not in a position to inform the House at this stage what the charges will be. But let me just say that if the ERP system were to be implemented today, the charges should be comparable to today's road pricing charges. We are working on the exact charges and it will depend on the prevailing traffic conditions at particular locations and can only be finalised closer to the date of implementation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we have stated in the White Paper, we will concurrently review the vehicle tax structure as we introduce the ERP. On top of that, we will also implement a package of tax rebates to help offset the additional ERP charges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the quota year 1996, in other words, from May 1996 to April 1997, the Government will allow another 3% growth in the vehicle population. This, together with the replacement COEs, means that there will be about 41,000 COEs available for bidding. The LTA will release the details later this evening. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The COE quota for quota year 1996 is about 10% less than last year and this is mainly due to fewer replacement COEs, which in turn is due to fewer deregistrations 10 or 11 years' ago. But fewer deregistrations, of course, also mean that there will be fewer people in the market to replace their cars. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 3% growth for quota year 1996 does not take into account the ERP which will come on stream soon. The LTA estimates \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1876</b></font>\n  <br>\n  <br> that our roads can accommodate an additional half to one percentage point growth in COEs per year over the next few years, as a result of the ERP. This is a significant increase. It works out to a total of 15,000-20,000 extra COEs over the next 3-4 years. As the ERP is extended to more expressways and ring roads, it should enable our road system to accommodate more vehicles and allow us to issue more COEs. We are now studying how to phase in these additional COEs in order to take into account the progress of the ERP project and also the need to cushion the initial impact of the new system. I expect this to take a few months. We will then announce details of when the extra 15,000-20,000 COEs will be released. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now move on to some very specific queries. Mr Goh Choon Kang and Mr Choo Wee Khiang both asked about bus services in the Serangoon/Whampoa area. With regard to the services that they have mentioned, in the case of Mr Goh, it is service 105; in the case of Mr Choo, he was talking about bus services in the Whampoa area, I would like to ask the Members to give me details about the specific shortcomings of these services. And I will ask the LTA to check and to take the necessary actions to ensure that they meet the standards set by the PTC. The last review that was done by the PTC indicated that they did meet these demands. But since then, the situation may have changed. Demand may have increased and, if there is a necessity to beef up these services, then the LTA will do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Goh also asked several questions about the operations, the fare structure and ridership projections of the North-East line. As far as operations are concerned, we have not decided who should operate the North-East line. Yes, if the SMRT operates it, they will probably achieve greater economies of scale, as Mr Goh pointed out. But having a second operator also has its merits. It will give us some basis to compare the service level and the efficiency and standards of both operators. We have not made a decision on this yet. LTA will be studying this issue in greater depth and recommend a suitable industry structure in due course. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1877</b></font>\n  <br>\n  <br> \n  <br>5.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the daily ridership projection is concerned, yes, it is true that we are still not able to firm up the projections for obvious reasons. But the current projection of 200,000 daily ridership for the North-East line is about one-quarter of the ridership on the existing system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The need to charge a slightly higher fare for the North-East line, I have already explained at length to Mr Goh and to his constituents. It is based on the current ridership and operating cost projections. The North-East line is more expensive to operate. It is fully underground. But we will only know nearer the completion date, in other words, closer to the year 2002, what the exact fare differential will be for the North-East line. Based on the new financing formula for rail extensions that was adopted, I expect the differential will be less than the 20% that I estimated earlier and I believe that will make the fares for the new extension affordable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I just want to touch very briefly on Dr Soin's question about the infrastructure to enable the aged and disabled to use public transport. As Dr Soin has also mentioned, there are already provisions in the new stations to allow the aged and the disabled to use the stations more effectively. But let me point out that the bus and MRT services are essentially mass transport services. We have also got to take care of the safety of the masses of other people who use these systems. So we will need to have a balance. Where it is possible, we will put in these provisions. Where it is not possible or where it may affect the safety of the other passengers, we will have to look for other alternatives. And there are other alternatives, as she has pointed out, such as the \"Dial a ride\" services by the Handicaps Welfare Association and similar services for the aged, and so on. The Ministry of Communications and LTA will encourage more of such services. We have already put in place a scheme in conjunction with MCD to exempt vehicles that are operating these services from COEs and other vehicle taxes. I just want to assure Dr Soin that LTA, with the other relevant organisations, will continue to look into ways to better \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1878</b></font>\n  <br>\n  <br> meet the needs of the disabled and the aged. I think it is important to do so because, as we all know, we are going to have an ageing population. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now turn to Mr Chng Hee Kok's question about Singapore Telecom. In 1992, the Government restructured the Telecommunication Authority of Singapore (TAS). We corporatised the operational arm of TAS as Singapore Telecom and we reconstituted the remaining part of TAS as the regulator. And the year after that, we privatised and listed Singapore Telecom in the Stock Exchange. ST's flotation achieved an important political objective. It enabled the Government to enhance the assets of citizens and make Singapore a share-owning society. Today, 1.3 million Singaporeans own ST shares. But restructuring TAS and floating ST also achieved key economic objectives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, it gave ST the flexibility to operate as a commercial company and to adapt to rapidly changing market conditions. Advances in telecommunication technology were forcing Government to deregulate the telecommunication sector and to open up hitherto closed monopolies to competition. ST had to keep up. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it enabled the Government progressively to introduce competition in Singapore's telecommunication sector in order to develop the industry as a whole. ST would be only one operator in the industry, although a very important one. This could not be done properly so long as TAS was both the regulator as well as the service provider, even though TAS had been among the most innovative and efficient telecommunication operator in the region and had passed on a large part of its cost savings to consumers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, it allowed the economy to reap maximum benefit from an efficient telecommunication industry. Telecommunication is a key component of our economic infrastructure. Financial institutions, OHQs, MNCs and local companies all depend on a comprehensive and efficient telecommunication services at internationally competitive prices. Telecommunication is a significant element of business cost, especially \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1879</b></font>\n  <br>\n  <br> for the financial sector. We want a thriving and profitable telecommunication industry, but telecommunication must thrive by serving the rest of the economy and not at the expense of the rest of the economy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our experience over the last three years has shown that the decision to privatise ST and progressively introduce competition into the telecommunication sector was a correct one. Both ST and TAS are doing well. ST has successfully transformed itself from a statutory board to a public listed company. It has continued to lower its charges, yet its profits have grown by more than 10% annually. It has also expanded aggressively into overseas markets and is positioning itself confidently to face competition in the local market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;TAS has developed and built itself up in its new role. It has established the proper regulator-operator relationship with ST which used to be the dominant part of TAS. As regulator, TAS ensures that the operators, especially ST, price their services competitively. It enforces fair rules of competition and is progressively introducing more competition in what was a regulated monopoly. TAS is also a promoter of the industry, fostering its growth, monitoring industry and regulatory trends worldwide and taking timely steps to ensure that Singapore stays ahead of competition from other countries and has a first class telecommunication infrastructure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When we corporatised ST in 1992, we were among the first countries to do so, except for the UK and Australia. Most countries were just beginning to open up their telecommunication sector. We had to decide on the rules - what to license, what to regulate and to what extent if we want to regulate. We had only the UK model to refer to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We gave ST two exclusive licences: one for mobile and paging services for five years, and the other for basic domestic and international telecommunication services for 15 years. The exclusive licence for mobile services expires next year. That for basic services runs out only in the year 2007. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1880</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The exclusive licences were to give ST time to stabilise its operations following its transition into a public company, to let ST to recoup its massive investments in infrastructure, and to allow an orderly evolution to a more competitive environment. They were not meant to protect ST, or to allow ST to charge monopoly prices for its services. This would have defeated the purpose of restructuring TAS. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The duration of ST's exclusive licences was conservative. But we built in flexibility into the licence to allow TAS to progressively introduce competition in the industry and to ensure that consumers receive quality services at competitive prices. Let me elaborate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, TAS has interpreted the scope of ST's exclusive licences narrowly. It has licensed other providers to compete for services which are at the fringe of ST's basic services, or which did not exist when the licence was first issued. As a result of this, new services have proliferated, such as Internet services, value-added services, VSAT, mobile data services, and so on. ST itself has also introduced new services to keep up with the competition. Prices have fallen, giving customers a better deal and service providers a bigger market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, TAS has used other countries as benchmarks to regulate ST's charges for services where ST enjoys an exclusive licence, for example, IDD. The benchmark countries include Hong Kong, Japan, US, UK, Australia, the NIEs and emerging economies. TAS reviews ST's tariffs quarterly, so that they never get too far out of line without competitors. In the last two years, ST has cut IDD rates to 37 countries by up to 47%. Mr Chng Hee Kok mentioned that Singapore Telecom's charges to several countries are not competitive with cities like Sydney, Hong Kong and so on. He is correct, but that was for 1995 rate. I believe that with the recent round of cuts, effective 1st April, Singapore Telecom is competitive with these countries. So ST has not set tariffs at the maximum level that the domestic market can bear, even though it has a monopoly. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1881</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The countries that we use for benchmarks have liberalised their telecommunications sector in varying degrees. Many already allow more competition than Singapore. Those which are not yet fully open are opening up rapidly. So their telecommunication charges are falling steadily. Because we peg our charges to theirs, our tariffs will also follow theirs down. Therefore, even without any change in regulatory policy, or any increase in the degree of competition in Singapore, over time ST's rates will approach the rates that would prevail in a competitive market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, regulation cannot substitute fully for real competition to spur providers to raise efficiency, improve services and lower prices. Just to give Members an example. When ST introduced Internet services in March 1994, it was the only Internet service provider. But last year Pacific Internet started. Soon, a third operator, Cyberway, is going to start. Since these competitors appeared, SingNet's rates have fallen by more than 50%. Its service has improved. Subscriber base has gone up, I believe, by about 50%. Indeed, the overall subscriber base has also gone up. This could not have happened in a restrictive environment, no matter how effective the regulation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, before ST was floated, TAS added a proviso to ST's licence, to allow broadcasting operators and other public telecommunication licensees to offer telecommunication services which are ancillary and incidental to their principal services, from the year 2002 onwards. This statement also appeared in the IPO prospectus. These public telecommunication licensees include mobile cellular phone operators, paging operators and, in future, cable vision operators. The services they can provide will include those where ST has an exclusive licence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This \"ancillary and incidental\" clause allows TAS progressively to introduce competition, even in basic services such as IDD and local basic telephone services, from the year 2002 onwards, before ST's exclusive licence runs out in 2007. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1882</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These three provisions have enabled TAS to develop the industry and consumers to benefit from lower charges and better services. TAS acts as a proxy competitor by regulating ST's tariffs to keep them internationally competitive. It also has the freedom to introduce competition for mobile services after 1997, and for other basic services after 2002. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Mr Chng pointed out, the environment has not remained static in the three years since we corporatised TAS and listed ST. Technology is forcing the industry to open up even faster than we have envisaged. There has been an almost total change in the industry and regulatory regime world-wide. Last month, President Clinton signed a Bill to fully liberalise telecommunication services in the US. The EC, which was very reluctant to open up, will liberalise by 1998. At the WTO, countries are now aggressively negotiating an agreement on telecommunications, in order to reduce barriers to competition worldwide by 1998. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Rapid technological change is also rendering ST's exclusive licences less and less meaningful. One major factor is the explosive growth in the Internet. The Internet transmits data, E-mail, images, and voice. And it can also already carry telephone conversations at a fraction of the price of an IDD call, although voice quality is still not very good at the moment, it will get better. Broad-band Internet services will be even more versatile. International \"call back\" services allow foreign telephone companies to access local customers for international calls. They too offer much cheaper rates than IDD. Several consortia are planning to launch satellite based mobile telephone systems, which allow seamless, cross-border personal communications. ST itself is participating in several such projects overseas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So even if we could enforce ST's exclusive licences in such an environment, it would be at great cost to the economy. For Singapore to stay competitive as a business and service hub, we must keep pace with the technology, and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1883</b></font>\n  <br>\n  <br> offer telecommunication services which are as comprehensive, as convenient, and as cheap as our competitors. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>5.18 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Both TAS and ST are fully aware of these worldwide industry trends. They also know the regulatory philosophy of the Government, a philosophy which TAS as a regulator has followed since 1992 and which I am taking the opportunity to restate in the House today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;ST has been actively gearing up for competition, both at home and abroad. It has shown over the last few years that it is more than able to hold its own against competition. I am confident that in a more competitive environment, it will continue to do well as a company, and to provide Singaporeans and all those who do business in Singapore with first class telecommunications to link up with the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There will be more changes to come, and at an even faster rate because the environment is a dynamic one. All those with a stake in the industry - governments, regulators, operators and consumers - must closely monitor developments and trends. We must constantly review and, whenever necessary, adjust our policies, if we are to stay ahead and reap the benefits of these changes. I wish to assure the Member that this is what MinCom and TAS are doing. \n  <br>\n  <br>\n  <!-- Dr Michael Lim Chun Leng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Michael Lim Chun Leng:</b> Sir, I thank the Minister for his reply and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Chin Harn Tong. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong (Aljunied GRC):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I of the Main Estimates be reduced by $10 in respect of Code IA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, developments in information technology seem to have swamped the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1884</b></font>\n  <br>\n  <br> Ministry of Communications officials. They seem to be unaware of the use or mis-use of facsimile transmission or they are not doing anything about it. A number of owners or operators have adjusted their facsimile machines to send messages without disclosing their fax numbers. Some advertisers are too ashamed to include their fax numbers in their junk mail which they regularly dump on other hapless owners or operators of the fax machines. However, there are others taking advantage of the ability to remain anonymous for their own nefarious purposes, by courtesy of the Ministry. These anonymous and nameless persons fax religious articles and messages that are bound to cause unrest and provoke resentment among the adherents of other faiths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we have a law against the purveyors of religious hatred. Yet the Ministry's officials seem to be unaware of the abuse or mis-use of the fax facility in this manner or are not doing anything about it. The Singapore Telecom has been marketing for some time an appliance which enables a recipient of a telephone call to know the source of the call. But unlike the ordinary telephone set, a fax machine enables the recipient of a fax message to know the source of the message without the need of an additional appliance. It should not be beyond the means of the Ministry to forbid and prevent owners or operators of fax machines from adjusting their fax machines to omit the fax numbers when sending out messages. \n  <br>\n  <br>\n  <!-- Mr Goh Chee Wee (Minister of State for Communications) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Communications (Mr Goh Chee Wee):</b> Sir, Mr Chin Harn Tong is concerned about junk mail or sensitive materials coming through the fax machine. Unsolicited messages via the fax machines are like junk mail sent through the letter-boxes. Until a mail is received, there is no way for the recipient to determine whether it is junk or not. Furthermore, what is considered \"junk\" by one person can be taken as useful information by another. We cannot stop people from sending information through the fax machines. But if someone sends through materials, the content of which is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1885</b></font>\n  <br>\n  <br> objectionable and infringes our laws, the recipient can always report it to the Police who can then investigate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from this, there is a way for fax users to avoid receiving unsolicited messages via the fax machines. They can subscribe to call screening facility provided by Singapore Telecom. The facility allows a recipient to pre-programme his fax machine to receive messages from select numbers, making him unavailable to numbers not in his list. And for fax users who prefer not to pre-empt or limit whom they wish to receive faxes from, Singapore Telecom has also introduced a call-in line identification facility which will allow the recipient to identify the source of the fax message. \n  <br>\n  <br>\n  <!-- Mr Chin Harn Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chin Harn Tong:</b> The answer is not entirely satisfactory. But since the Minister of State has got the message, I beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (3), Mr Goh Choon Kang. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang:</b> Sir, the point has been covered. So I am not moving. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head I of the Main Estimates be reduced by $10 in respect of Code IC 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recent spate of SBS bus accidents has generated unfavourable publicity on the safety of public transportation system. These are unfortunate since the White Paper on a World Class Land Transport System places great emphasis on the role of the public transportation system in serving our needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is in the nature of things that accident happens. Nonetheless, the public must be satisfied that the public transportation system should be designed and operated with safety uppermost in mind, let it be MRT, LRT or the bus system. Safety must be an inherent feature of the public transportation system. In this respect, I am reassured by the Minister's earlier comment that safety cannot be compromised. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1886</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since buses also use the road, then the road system should be made as safely as possible and when accident happens, maybe measures should be taken to reduce the severity of the accident. In a recent accident where an SBS bus rammed head-on into a tree, I was perturbed that many people were injured in that accident. My question is whether casualty could be minimised by having safety measures like collision protection guardrails in front of trees along those stretches of road. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure the Government is looking into improving road safety as a result of past accidents. For instance, I recall that after a vehicle rammed into a bus stop and killed a woman, the LTA installed bollards in front of every bus stop in Singapore. I also note the programme by LTA to raise the crash barrier of many viaducts. This says volumes of the safety consciousness of the LTA officials. But sometimes it is regrettable that the authority only swings into action after a serious or fatal accident. Especially when obviously dangerous stretches of road were brought to the attention of the authority by the RCs, sometimes nothing was done until a serious accident had happened and lives were lost. I know that it is not the guiding principle of the LTA in this matter but, in many cases, it seems like a serious accident is the price for greater safety in future. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, Sir, I suggest that LTA should build roads and other public transportation systems with safety as the primary consideration. Where there is public feedback on a potentially hazardous situation, LTA should take remedial action. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, road safety is a matter of great concern for everybody. I would like to ask the Minister whether the Land Transport Authority has set any special standard for road safety in respect of public buses. In the design of new buses, for example, the super-long buses, are they suitable for the roads in Singapore? Can they fit into our bus stops and interchanges? Because they are \"super-long\", there will be more pressure on the drivers. Can the Public Transport \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1887</b></font>\n  <br>\n  <br> Council ensure that the drivers are not over-fatigued? In order to save cost, bus drivers are expected to work longer hours. As a result, they suffer from very severe fatigue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the MRT, I would like to ask whether the Land Transport Authority has any measures to set standards for safety of its operation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of private vehicles, can the LTA consider exempting car safety devices from import tax? As it is, all cars are subjected to a hefty tax amounting to some 195% of its declared value upon import. This includes all their accessories and safety devices. Because of this, most cars are imported without the safety devices which are usually the standard features in other countries. I think the LTA should consider exempting tax on these safety devices, such as air-bags, etc, installed in the car for greater road safety. Singaporeans who bought cars have already paid a hefty price for them. The Government should not further tax the safety devices as this results in car owners not able to enjoy safety protection of the devices. If the Government is of the view that these parts cannot be separated from the car itself, then perhaps vehicles with these safety features should be given some tax rebates to protect the safety of the drivers. \n  <br>5.30 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Goh is not speaking. Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, there were nine bus accidents which took place in the last two months and I would like to highlight only one of them which involved a SBS double decker bus. That accident was vividly captured in a photograph published in the Straits Times. The bus had collided head-on into a mature tree. It was badly damaged. When I looked at the photograph of that damaged bus, it reminded me of buses which had suffered terrorist attacks in London and Jerusalem. In that SBS bus accident, many passengers were injured and one of them was a housewife. It was reported that her \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1888</b></font>\n  <br>\n  <br> leg was trapped and could not be dislodged. I am not certain whether the rescuers had to amputate her leg to save her life. But I do know that the housewife's leg was finally amputated as a result of that accident. It was really a terrible accident. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The accident raises many issues. (1) Have the bus companies, due to their near monopolistic position, become complacent due to a lack of competition? (2) Has the aim to improve productivity compromised their safety standards? (3) Has the Government's supervision of bus companies become lax? (4) Are the requirements for training of bus drivers stringent enough? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;If Singapore wants to achieve a world class transport system, which we welcome, we can only hope that under this system, there shall be provisions for close and stringent supervision on public buses so that the type of accidents mentioned above shall not happen again. \n  <br>\n  <br>\n  <!-- Dr John Chen Seow Phun -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr John Chen Seow Phun:</b> Sir, it is not uncommon to find two drivers involved in an accident having a dispute. I came across a case where a man reversed his car and hit the car behind, then went out to accuse the other driver of hitting him from behind. Fortunately, there were witnesses around and he was told off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the press reported a spate of bus accidents. Bus accidents are of great concern to the public because buses carry a large number of passengers. It is therefore important to know what exactly has caused the accidents. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think a vehicle \"black box\" would save drivers involved in accidents a lot of disputes. It will also help the police to investigate the true cause of the accident and make their job much more efficient. There will be no need to take lengthy statements from the drivers who may be telling half truths. For bus companies, knowing the true cause of accidents will go a long way in helping to enhance bus safety and give better confidence to the public. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The black box should record the last 5 to 10 minutes of the vehicle activity. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1889</b></font>\n  <br>\n  <br> Speed, steering direction, and the state of indicators and lights, etc, would tell a lot in the reconstruction of any event. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The black box should, in the first instance, be introduced to all buses and heavy goods vehicles. This is because accidents involving these vehicles are usually more severe. It can then be introduced to all vehicles later if found to be useful. I hope the Minister would consider my suggestion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I go on to parking meters. Sometime ago, when the Ministry was considering what type of Electronic Road Pricing system to be introduced, I told the then Communications Minister Dr Yeo, that we should go for the smart card system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides many advantages for the execution of road pricing, the smart card system also offers additional advantages, such as the facility of a parking meter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The parking coupon system for public car parks has been around for a long time. The disadvantages of this system are, first, the user has to spend time tearing the coupon. Second, if the user makes a mistake and realises it, he will have to take the trouble to exchange the torn coupon for a new one. Third, if he does not realise that he has torn the coupon wrongly, he will then face the danger of receiving a parking summons. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these disadvantages can be avoided if we exploit technology. The Electronic Road Pricing gadget which will be installed in all vehicles can be easily extended to provide parking metering. The same smart card which the motorist uses for ERP can be used for parking. If this is adopted, the problems which I have mentioned earlier would be solved. There will be higher productivity for car park attendants and less littering problem for the environment. May I ask the Minister whether he intends to introduce such an electronic parking meter together with the ERP? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> Sir, first of all, I would like to assure all Members that safety is a primary concern, whether it is in the design of our transport network, our roads, or when we set standards for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1890</b></font>\n  <br>\n  <br> vehicles that ply our roads, especially public transport vehicles. I said, in an earlier reply, that safety cannot be compromised. This is a commitment on the part of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The LTA can do some things. It can and it has set up a special unit that looks at safety, safety standards of buses, MRT, etc. The name of this unit is the Safety Assurance Unit and this unit was one of the first units that was set up when the LTA was formed in September 1995. The role of the unit is to make sure that there is total transportation safety, in other words, safety not just on the hardware side but also safety in respect of the software aspects. Therefore, there are stringent safety standards - Mr Low Thia Khiang asked about them - for the construction of buses, MRT and the soon to be constructed LRT. There are safety standards for facilities like roads and rail. There are also safety standards that serve to protect the safety of passengers as well as the workers. This is done not just by LTA alone. It has to be done in conjunction with the other authorities. It has to work with the Traffic Police, the Ministry of the Environment, the Ministry of National Development, URA, and so on. But I cite this to indicate that there can be no compromise as far as safety is concerned. But at the end of the day, I think Members will not disagree with me that even with the best of efforts, accidents will happen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam has given us a very graphic description of one of the nine accidents that took place. I do not want to trivialise the incident. I think it was a serious accident and the people who were hurt and injured in the accident deserve our fullest sympathy and assistance. But having said that, I believe that there are measures being taken that indicate that all concerned are taking the situation very seriously. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Earlier, in answer to a question from Mr Chiam in this House, I indicated that SBS accident rates are comparable with those of other countries. I cited those statistics not to show that we are doing well. I cited those statistics to show that even in countries where public transport in a major crowded urban conurbation operates \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1891</b></font>\n  <br>\n  <br> effectively and efficiently, they still suffer from accidents. I cited the figures for Hong Kong which is probably the closest to us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point I want to make was that the accident rates have come down over the years. There was a spate of accidents which were more serious than normal in the first two months of this year. They caused a lot of concern. Many reasons were advanced as to their cause. The Traffic Police has investigated these nine accidents. They have come to their conclusion. As far as these nine accidents are concerned, their conclusion is that it is not due to mechanical faults. They will be taking the appropriate action thereafter. But the bus company, the union and the authorities have taken very seriously this spate of accidents and have left no stone unturned to look for the probable causes and to make sure that they do not repeat it. Since then, the accident rates have come down, which appears to indicate that the measures that they are taking are beginning to take effect. I do not wish to go into the details as far as the specific measures are concerned. I cited a long list of measures the last time I spoke on this matter in this House. But I just want to reiterate one last point and, that is, it is not just the responsibility of the operators or the drivers, I think we, as other road users, also have to play our part. And if everybody involved plays his part, our roads will be safer and accident rates will come down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There were some specific queries from Dr John Chen about using the black box. Yes, the black box has been installed. It can be installed. It can make drivers more conscious. It can also assist us when we investigate. There are in fact some fleet owners and operators who have already installed a device such as this. But both the LTA and the Traffic Police are of the view that, at this moment, there is no need to make it mandatory. The majority of our road accidents are minor and the causes are relatively easy to determine. However, if any operator or fleet owner wishes to install this, I am sure the Traffic Police and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1892</b></font>\n  <br>\n  <br> the LTA will welcome such an installation. But they will not insist upon it as a compulsory device at the moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of parking meters, yes, I think theoretically, it is a good idea to incorporate a parking meter in the vehicle unit. But at this stage, let us allow the ERP system to be introduced. It is a leading edge technology in the sense that we are the first people to use such a technology on such a scale for this purpose. The design is already pretty complex. I do not think we want, at this stage, to further complicate the design by incorporating other uses. So let us keep this matter in view and we will consider this when we upgrade the system in the future. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, the Minister has not answered my query on air bags and ABS for private cars? \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> I am sorry. Mr Low is pushing for some kind of a rebate for safety devices like air bags, etc. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen:</b> Sir, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $304,609,460 for Head I ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $529,817,900 for Head I ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1892</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I shall now deal with the remaining heads of expenditure in respect of which no amendment stands on the Order Paper Supplement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In respect of the Main Estimates, they are Heads B, C, D, F, G and Z. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I propose to take those heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Main Estimates on page 39 of Paper Cmd. 4 of 1996 stand part of the Main Estimates,\" put and agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1893</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> In respect of the Development Estimates, they are Heads B and F. I propose to take those heads of expenditure en bloc. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sums stated for those heads of expenditure which appear in the last column of the Schedule of Estimated Expenditure under the Development Estimates on page 40 of Paper Cmd. 4 of 1996 stand part of the Development Estimates,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $26,761,608,640 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the Financial Year 1st April 1996 to 31st March 1997 contained in Paper Cmd. 4 of 1996,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the sum of $16,140,104,770 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the Financial Year 1st April 1996 to 31st March 1997 contained in Paper Cmd. 4 of 1996,\" put and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions to be reported. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to report that the Committee of Supply have come to certain resolutions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $26,761,608,640 shall be supplied to the Government under the heads of expenditure for the public services shown in the Main Estimates for the Financial Year 1st April 1996 to 31st March 1997 contained in Paper Cmd. 4 of 1996.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second Resolution reported - \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the sum of $16,140,104,770 shall be supplied to the Government under the heads of expenditure for the public services shown in the Development Estimates for the Financial Year 1st April 1996 to 31st March 1997 contained in Paper Cmd. 4 of 1996.\" \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \"That Parliament doth agree with the Committee on the said resolutions.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolutions accordingly agreed to. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1893</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1894</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In accordance with Article 148 of the Constitution, heads of expenditure to be met from the Consolidated Fund and Development Fund, other than statutory expenditure, have to be included in a Bill to be known as the Supply Bill. The purpose of the Supply Bill before Members is therefore to give legislative approval for the appropriations from the Consolidated Fund and Development Fund to meet expenditure in the financial year 1st April, 1996 to 31st March, 1997. The heads of expenditure and the sums that may be incurred in respect of each head are shown in the schedule to the Bill. These have been approved by the House in the Main and Development Estimates of Expenditure for the financial year 1st April, 1996 to 31st March, 1997, and appear on pages 39 and 40 of Command Paper No. 4 of 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Supply Bill, when approved, will empower me to issue warrants, authorising expenditure up to the amount for each head as shown in the Bill to be paid out from the Consolidated Fund and the Development Fund. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1894</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>SUPPLEMENTARY SUPPLY BILL</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order for Second and Third Readings read. \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau (Minister for Finance) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Finance (Dr Richard Hu Tsu Tau):</b> Mr Deputy Speaker, Sir, I beg to move, \"That the Bill be now read a Second time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The purpose of this Bill is to make provision in accordance with Clause 2 of Article 148 and Clause 2 of Article 148(C) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1895</b></font>\n  <br>\n  <br> of the Constitution for additional expenditure in excess of the provisions authorised by the Supply Act, 1995. This additional sum has been presented as Supplementary Estimates which have been considered and approved by the House as Command Paper No. 3 of 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Second time. \n  <div align=\"center\">\n   <b>Third Reading</b>\n  </div> \n  <br>\n  <br>\n  <!-- Dr Richard Hu Tsu Tau -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Richard Hu Tsu Tau:</b> Sir, I beg to move, \"That the Bill be now read a Third time.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Bill accordingly read a Third time and passed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1895</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>APPOINTMENT OF SELECT COMMITTEE TO VERIFY THE HEALTHCARE</b>\n  </div> \n  <div align=\"center\">\n   <b>SUBSIDY OF GOVERNMENT POLYCLINICS AND PUBLIC HOSPITALS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo (Minister for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Health (BG George Yong-Boon Yeo):</b> Mr Deputy Speaker, Sir, I seek your consent and the general assent of Members present to move a motion to appoint a Select Committee to verify the healthcare subsidy of Government polyclinics and public hospitals, and another motion to nominate Members to this Select Committee. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> I give my consent. Is it the pleasure of honourable Members that these motions be moved? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That this House appoints a Select Committee to Verify the Health Care Subsidy of Government Polyclinics and Public Hospitals with the following terms of reference: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) To verify the figures for the fees charged by polyclinics and private GPs, and the average bill sizes in private and public hospitals, which the Minister for Health provided to Parliament on 15th March 1996; \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1896</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) To verify the subsidy levels for services provided by polyclinics and public hospitals; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) To verify the figures and statements given: (1) in the article \"The Truth About Health Care Costs\", published in The New Democrat 1996 Issue No. 1, and (2) in Mr Ling How Doong's speech in Parliament on 11th March 1996, substantiating the SDP's claim that \"health care costs are hardly subsidised at all.\".\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, at the Budget debate on 11th March this year, Mr Ling How Doong suggested that the Government has misled the public on the subsidy of polyclinics and public hospitals. Mr Ling said and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`I suspect that the so-called subsidy by the Government is not below cost subsidy but below market price subsidy. Let me cite an example. If you go to a polyclinic, you pay $7 per visit excluding medicine. Formerly, you may have paid $12 including medicine. It varies. So you can say, on average, you probably pay $13-$14 per visit to the polyclinic. But if you visit a private practitioner, you pay about $16. But you must not forget that when you go to a private clinic and they charge you $16, the doctor must have made at least 50% from there. He must have made $8 from there. So the actual cost is only $8.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling then went on to say and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`If the Government is serious about subsidy, the subsidy should be below cost and not below market price. I cite a simple example. In Singapore, C class ward charges are $25 per day, excluding food, toilet paper, medicine, etc. For a C class ward, the Government claims there is a subsidy of $80. So without subsidy, it comes to $125 per day. If you compare with a private ward outside - we have a number of hon. Members here who have clinics outside - you will find that, for $180, you stay in a two-bedded ward with an air-conditioner, telephone and TV. So is this subsidy? In a private hospital, in a four-bedded ward, you pay $157, with air-conditioner, colour TV, etc.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling continued: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`Bearing in mind all the infrastructure and equipment, everything in the hospital is paid for from the taxpayers' money. Therefore, when you talk of subsidy, the Government should make sure it is below cost subsidy. It is very easy to work it out this way. If the private hospital charges $200, how much do they make from this amount? If they make $100, that means their cost is $100. So if members of the public are asked to pay $80, that means the subsidy is 20%. It is very simple. We do not have to go beyond that. The Government should do that. Then I will agree that it is really subsidising Singaporeans.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in other words, Mr Ling is saying that the Government is not really subsidising Singaporeans, and that the Government has misled Singaporeans about its subsidy of healthcare costs. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1897</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling was picking up an item in the latest issue of the New Democrat entitled \"The Truth About Health Care Costs\", which alleged that \"healthcare costs are hardly subsidised at all.\" On 15th March, during the Committee of Supply debate on the Health Ministry, I said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... the SDP in a recent issue of the New Democrat talked about \"the truth about healthcare costs\" in Singapore. Really, it should be \"falsehoods about healthcare costs\", and those are falsehoods which Mr Ling repeated in this Chamber. We all know, in fact, that polyclinic charges are much cheaper than GP charges. In fact, they are a third to a half less than for general practitioners - about $10 versus $18 for coughs and colds, about $25-$30 versus $50-$80 for chronic conditions. And that is not taking into account the fact that children and the elderly pay half price. The overall subsidy level for polyclinics is about 50%.' And I added at the time: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`If the SDP persists in such misleading comments, I am willing to have a public committee to verify the numbers.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I handed out tables to Members to establish beyond doubt that polyclinics and public hospitals are much cheaper than private GPs and private hospitals. I said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... across the board, the data is clear. I strongly urge the SDP to print a correction in the New Democrat for misleading the public in this very outrageous way.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I added: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`... in the Budget Debate, he compared bed charges. He does not understand that some private hospitals, in order to bait and switch, deliberately market bed charges low and everything else they add on and pile on. But, as for the public hospitals, we are very honest and straightforward. Our bed charges cover all kinds of incidentals. These figures are compiled every 6 months. They are updated and they are available in the Internet. Maybe, the SDP should highlight the MOH's webpages in the next issue of the New Democrat.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having corrected Mr Ling in this Chamber, I urged him to retract SDP's allegations. But I also said that if the SDP persisted in misleading the public, then I was prepared to have a public committee to verify the numbers. On 18th March, the SDP issued a press statement welcoming the establishment of such a public committee and looking forward to taking part. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is very important that the people of Singapore should know what the facts \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1898</b></font>\n  <br>\n  <br> are. Either the Government has misled the people of Singapore, or the SDP has. This is a matter of fact, not a political opinion. To establish the facts beyond doubt, I propose that Parliament appoint a Select Committee to Verify the Healthcare Subsidy of Government Polyclinics and Public Hospitals with the following terms of reference: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) To verify the figures for the fees charged by polyclinics and private GPs, and the average bill sizes in private and public hospitals, which the Minister for Health provided to Parliament on 15th March 1996; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) To verify the subsidy levels for services provided by polyclinics and public hospitals; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) To verify the figures and statements given (1) in the article \"The Truth About Health Care Costs\", published in the New Democrat 1996 Issue No. 1, and (2) in Mr Ling How Doong's speech in Parliament on 11th March 1996, substantiating the SDP's claim that \"health care costs are hardly subsidised at all\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Such a Select Committee of Parliament has the powers to call for official data, summon officials for questioning, request the assistance of the Auditor-General and hear representations from members of the public and political parties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I beg to move. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That this House appoints a Select Committee to Verify the Health Care Subsidy of Government Polyclinics and Public Hospitals with the following terms of reference: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(i) To verify the figures for the fees charged by polyclinics and private GPs, and the average bill sizes in private and public hospitals, which the Minister for Health provided to Parliament on 15th March 1996; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(ii) To verify the subsidy levels for services provided by polyclinics and public hospitals; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(iii) To verify the figures and statements given: (1) in the article \"The Truth About Health Care Costs\", published in The New Democrat 1996 Issue No. 1, and (2) in Mr Ling How Doong's speech in Parliament on 11th March 1996, substantiating the SDP's claim that \"health care costs are hardly subsidised at all.\" Ps Speaking: BG George Yong-Boon Yeo(Minister for Health); \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1899</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>MEMBERS OF SELECT COMMITTEE TO VERIFY THE HEALTHCARE</b>\n  </div> \n  <div align=\"center\">\n   <b>SUBSIDY OF GOVERNMENT POLYCLINICS AND PUBLIC HOSPITALS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the Select Committee consists of Mr Speaker as Chairman and the following Members: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Kanwaljit Soin \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Boon Heng \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ling How Doong \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Loh Meng See \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Tan Cheng Bock \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Aline K. Wong, and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;BG George Yong-Boon Yeo. - [BG George Yong-Boon Yeo]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1899</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ACKNOWLEDGEMENT TO THE CHAIR</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy Speaker, Sir, we have come to the end of this Committee of Supply and Budget debate. Even though Mr Speaker did not say very much, we can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1900</b></font>\n  <br>\n  <br> all hear that he has a throat problem. Despite this, he carried on presiding at the proceedings of the Committee of Supply. The seriousness with which he undertook his responsibility is admirable. No MP or even Minister can take advantage of his soar throat. He and you, Mr Deputy Speaker, exercised the \"guillotine\" with precision. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There was a record 417 amendments and our sittings were extended by 1 1/2 hours each day. Many issues have been dealt with and many major policies have been announced. Indeed, many Singaporeans have benefitted or will benefit from these policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we come to the end of this Budget session, on behalf of all the Members, I thank you, and Mr Speaker, for your patience, endurance and indulgence in listening to us. [Applause]. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Four Minutes past Six o'clock pm\n  </div> \n  <div align=\"right\">\n   to a date to be fixed.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1901</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>WRITTEN ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>SHELTERS LINKING PEDESTRIAN BRIDGES</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Communications whether the overhead pedestrian bridges along the Pan-Island Expressway near Simei Estate will be provided with shelters, linking them to the nearest blocks of Housing and Development Board flats on both sides of the Expressway. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are currently three pedestrian bridges across the Pan-Island Expressway (PIE) near Simei Estate near Blocks 114, 122 and 126 respectively. The LTA did not provide shelters for these bridges because of their low usage rate, and also, they do not connect areas that are under shelter. However, LTA is prepared to assess the need and will be willing to work with the Town Councils to provide shelter for commuters walking from their flats to the pedestrian bridges, and along the bridges to cross the PIE. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1901</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CONSTRUCTION OF OVERHEAD BRIDGE</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Communications whether the Land Transport Authority will consider constructing an overhead pedestrian bridge along Upper Bedok Road near Simpang Bedok Post Office in view of the increasing pedestrian movements along this road. \n  <br>\n  <br>\n  <!-- Mr Mah Bow Tan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Mah Bow Tan:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Land Transport Authority's (LTA) recent survey showed that pedestrian and traffic volumes at the location mentioned are too low to warrant a pedestrian overhead bridge. LTA also observed that demand was dispersed -- pedestrians did not cross the road at any one point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Further, the road is narrow with no central divider. From LTA's experience, pedestrians do not find it convenient to use overhead bridges under such circumstances. LTA will monitor the traffic situation and will provide a signalised pedestrian crossing at the area when traffic builds up in future. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1901</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>NEW CHANGI HOSPITAL</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Teo Chong Tee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Teo Chong Tee</b> asked the Minister for Health (a) whether he will give a progress report on the construction of the Eastern General Hospital in Simei Estate; (b) whether the hospital will be re-named Changi General Hospital; and (c) what is the future plan for the present Changi Hospital. \n  <br>\n  <br>\n  <!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>BG George Yong-Boon Yeo:</b> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As at end of February 1996, building works are about 67% completed. The entire construction of the hospital is scheduled to be completed in December 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hospital will be named New Changi Hospital. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the opening of the New Changi Hospital, the present Changi Hospital will be closed and the land and buildings returned to the State. The site has been earmarked by URA for sports and recreational use, in line with the development of Changi Point into a recreational resort.   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
