{"memberId": null, "volumeNo": "66", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"8\"> \n  <meta name=\"Sess_No\" content=\"2\"> \n  <meta name=\"Vol_No\" content=\"66\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1996-05-23\"> \n  <meta name=\"Start_Col\" content=\"353\"> \n  <meta name=\"End_Col\" content=\"382\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">8</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">2</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">66</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">23-05-1996</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 353</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>EIGHTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART V OF SECOND SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 66</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Thursday, 23rd May, 1996</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 03:00 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (Bedok GRC)). \n  <br>Mr Abdullah Tarmugi (Bedok GRC), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Dr Ahmad Mattar (Brickworks GRC). \n  <br>Dr Beng Kian Lam, Arthur (Bedok GRC). \n  <br>Mr S. Chandra Das (Cheng San GRC). \n  <br>Mr Chay Wai Chuen (Brickworks GRC). \n  <br>Mr Bernard Chen (Brickworks GRC). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah GRC). \n  <br>Mr Cheo Chai Chen (Nee Soon Central). \n  <br>Mr Chew Heng Ching (Eunos GRC). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chin Harn Tong (Aljunied GRC). \n  <br>Mr Chng Hee Kok (Tampines GRC). \n  <br>Mr Ch'ng Jit Koon (Bukit Merah), Senior Minister of State, Ministry of Community Development. \n  <br>Mr Charles Chong (Eunos GRC). \n  <br>Mr Choo Wee Khiang (Jalan Besar GRC). \n  <br>Mr Davinder Singh (Toa Payoh GRC). \n  <br>Mr Goh Chok Tong (Marine Parade GRC), Prime Minister. \n  <br>Mr Goh Choon Kang (Braddell Heights). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 354</b></font>\n  <br>\n  <br> \n  <br>Encik Harun bin A. Ghani (Hong Kah GRC). \n  <br>Mr Heng Chiang Meng (Cheng San GRC). \n  <br>Mr Ho Kah Leong (Jurong), Senior Parliamentary Secretary to the Minister for the Environment and Deputy Government Whip. \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Law and Minister for Home Affairs. \n  <br>Dr Ho Tat Kin (Toa Payoh GRC). \n  <br>Dr Hu Tsu Tau, Richard (Kreta Ayer), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Thomson GRC). \n  <br>Dr Kanwaljit Soin (Nominated Member). \n  <br>Dr Ker Sin Tze (Aljunied GRC). \n  <br>Dr Koh Lip Lin (Nee Soon South). .Mr Lau Ping Sum (Ang Mo Kio GRC). \n  <br>Dr Lee Boon Yang (Jalan Besar GRC), Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio GRC), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar GRC), Senior Minister, Prime Minister's Office. \n  <br>Dr Lee Tsao Yuan (Nominated Member). \n  <br>Mr Lee Yock Suan (Cheng San GRC), Minister for Education. \n  <br>Mr Lew Syn Pau (Tanglin). \n  <br>Mr Lim Boon Heng (Ulu Pandan), Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 355</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Hng Kiang (Tanjong Pagar GRC), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mr Loh Meng See (Kampong Glam GRC). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Aljunied GRC), Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Dr Ong Chit Chung (Bukit Batok), Deputy Government Whip. \n  <br>Encik Othman bin Haron Eusofe (Marine Parade GRC). \n  <br>Dr Ow Chin Hock (Leng Kee). \n  <br>Mr Peh Chin Hua (Jalan Besar GRC). \n  <br>Encik Sidek bin Saniff (Eunos GRC), Senior Minister of State, Ministry of Education. \n  <br>Mr R. Sinnakaruppan (Kampong Glam GRC). \n  <br>Mr Peter Sung (Buona Vista). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang GRC), Deputy Prime Minister and Minister for Defence. \n  <br>RAdm Teo Chee Hean (Marine Parade GRC), Minister for the Environment and Second Minister for Defence. \n  <br>Mr Teo Chong Tee (Changi). \n  <br>Mr Umar Abdul Hamid (Ang Mo Kio GRC). \n  <br>Dr S. Vasoo (Tanjong Pagar GRC). \n  <br>Dr Wan Soon Bee (Brickworks GRC). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines GRC), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Thomson GRC), Minister for Home Affairs and Leader of the House. \n  <br>Assoc. Prof. Walter Woon (Nominated Member). \n  <br>Mr Matthias Yao Chih (Marine Parade GRC), Senior Parliamentary Secretary to the Minister for Defence and Minister for National Development. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 356</b></font>\n  <br>\n  <br> \n  <br>Mr Eugene Yap Giau Cheng (Mountbatten), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines GRC), Senior Parliamentary Secretary to the Minister for Foreign Affairs. \n  <br>Mr Yeo Cheow Tong (Hong Kah GRC), Minister for Trade and Industry. \n  <br>Dr Yeo Ning Hong (Kampong Glam GRC). \n  <br>Mr Yeo Toon Chia (Ang Mo Kio GRC). \n  <br>Mrs Yu-Foo Yee Shoon (Yuhua). \n  <br>Mr Zulkifli bin Mohammed (Jalan Besar GRC). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Dr John Chen Seow Phun (Hong Kah GRC). \n  <br>Mr John De Payva (Nominated Member). \n  <br>Mr S. Dhanabalan (Toa Payoh GRC). \n  <br>Mr Goh Chee Wee (Boon Lay), Minister of State, Ministry of Trade and Industry and Ministry of Communications Mr Imram bin Mohamed (Nominated Member). \n  <br>Prof. S. Jayakumar (Bedok GRC), Minister for Law and Minister for Foreign Affairs. \n  <br>Mr Koo Tsai Kee (Tanjong Pagar GRC), Parliamentary Secretary to the Minister for Finance. \n  <br>Dr Lau Teik Soon (Thomson GRC). \n  <br>Mr Lee Ching Yen, Stephen (Nominated Member). \n  <br>Mr Lee Yiok Seng (Sembawang GRC), Senior Parliamentary Secretary to the Minister for Labour. \n  <br>Mr Leong Horn Kee (Thomson GRC). \n  <br>Dr Lim Chun Leng, Michael (Cheng San GRC). \n  <br>Mr Ling How Doong (Bukit Gombak). \n  <br>Mr Mah Bow Tan (Tampines GRC), Minister for Communications. \n  <br>Mr K. Shanmugam (Sembawang GRC). \n  <br>Dr Wong Kwei Cheong, PBM (Kampong Glam GRC). \n  <br>BG George Yong-Boon Yeo (Aljunied GRC), Minister for Information and the Arts and Minister for Health. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 357</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PERMISSION TO MEMBERS TO BE ABSENT</h4>\n  </div> &nbsp;&nbsp;&nbsp;&nbsp;Under the provisions of clause 2(d) of Article 46 of the Constitution of the Republic of Singapore, the following Members have been granted permission to be or to remain absent from sittings of Parliament (or any Committee of Parliament to which they have been appointed) for the periods stated:- \n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr K. Shanmugam -- on 23rd May, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr S. Chandra Das -- from 24th to 29th May, 1996. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Choo Wee Khiang -- from 10th to 14th June, 1996. \n  <br>\n  <br>\n  <table width=\"80%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"> \n   <tbody>\n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       TAN SOO KHOON\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Speaker</i>\n      </div></td>\n    </tr> \n    <tr>\n     <td width=\"70%\">&nbsp;</td>\n     <td width=\"30%\">\n      <div align=\"center\">\n       <i>Parliament of Singapore</i>\n      </div></td>\n    </tr>\n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 357</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>PURCHASE OF PROPERTIES BY SENIOR MINISTER</b>\n  </div> \n  <div align=\"center\">\n   <b>AND DEPUTY PRIME MINISTER BG LEE HSIEN LOONG</b>\n  </div> \n  <div align=\"center\">\n   <b>(Statement by the Prime Minister)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on the Prime Minister's Statement [21st May 1996]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>\n  <br>\n  <!-- Mr Chng Hee Kok -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chng Hee Kok (Tampines GRC):</b> Sir, first I would like to declare that I am the Managing Director of a public listed company that is involved in property development and I would like to declare my pecuniary interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, after two days of debate, many Singaporeans and my colleagues in this Chamber are most gratified with the outcome. With this advantage of speaking after all my other colleagues have spoken, I can now, with relief and satisfaction, conclude that this debate has been most useful and, if I may say so, a watershed in that the legacy of the Senior Minister and his generation of leaders has not been in vain but has been strictly observed and enforced. This debate is beneficial in many areas and for once in the history of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 358</b></font>\n  <br>\n  <br> our Parliament, we have the fortune of hearing two Members from the Opposition openly declaring and reaffirming their stand in the integrity of the Senior Minister and DPM Lee. When this issue of the purchase of private property by the Senior Minister and the Deputy Prime Minister first came into the limelight, there was some confusion, consternation in some quarters and in the large majority of Singaporeans, disbelief. Disbelief that after so many years of touting honest Government, have we succumbed? Have cracks appeared in our system? Is our political leadership in trouble? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming on the heels of the public criticism of the HPL by the Singapore Stock Exchange, there was much talk amongst the professionals that there may have been after all some impropriety involved in this issue. Hence, when the Prime Minister announced that Parliament will sit to debate on this issue, I too felt that although it was absolutely necessary that we put our system under close scrutiny, I was apprehensive. We have to put the integrity of not only the Senior Minister and the Deputy Prime Minister but also the action of the Prime Minister through a fine tooth comb. I certainly did not know the stand of the Opposition and which direction the debate will take. I worried whether the explanations given by the Senior Minister and DPM Lee will be accepted by the public and whether the Prime Minister has done enough to investigate this issue. This call for debate in Parliament is an act of laying bare our souls to protect our system of Government, not to protect the Senior Minister or the Deputy Prime Minister. It is to show to some cynical Singaporeans that our system is transparent and that no one is above public scrutiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The high standards of integrity and non-abuse of ministerial positions to influence or solicit favours which the Senior Minister and his first generation colleagues have set for the PAP MPs have been put to test in this episode. This issue is unpleasant and public confidence has to be reaffirmed, and I am proud to say that after two days of debate we have seen for ourselves that the Prime Minister, Senior \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 359</b></font>\n  <br>\n  <br> Minister and the Deputy Prime Minister have conducted themselves above board, and have shown to the world that there are no dubious or double standards being practised by our leaders. They have practised what they have preached and are still preaching, ie, that the Singapore Government must be honest and credible, and its leaders are not, have not and will not be above scrutiny. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many have thought that the Prime Minister may be so intimidated by the Senior Minister that he would just let sleeping dogs lie. After all, no Member of the Opposition has raised this question for Parliament. There were also no letters published in the forum pages in our newspapers decrying this issue of discounts to the Senior Minister and the Deputy Prime Minister. However, true to the spirit of our political leadership, they did not let sleeping dogs lie. In particular, they cannot allow the integrity of the Government and themselves to be attacked or eroded by small talk and whispering campaign. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am most impressed by the performance of the Prime Minister throughout this episode. He has not let the stature nor the reputation of the Senior Minister intimidate him into hushing up this matter or compromising his principles and the integrity of the Government. He stood for what he believes to be right and proper and gave instructions to investigate the Senior Minister and the Deputy Prime Minister and even questioned them himself. I have not heard of any country doing so yet, nor have I come across any Government in the world that was so ready and forthright in disclosing facts to clear the air, even if in doing so, a large part of the private lives of the Senior Minister and the Deputy Prime Minister were pried open to be seen by the world at large. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had dinner with a business friend from Malaysia last night and he was amazed at the reaction of Singaporeans. He felt that Singaporeans were actually very ungrateful. He recounted to me that when Tunku Abdul Rahman, who was the first Prime Minister of Malaysia and founder \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 360</b></font>\n  <br>\n  <br> of Malaya's independence, retired, the Malaysian Parliament passed a law to give him two residences, one in Kuala Lumpur and the other in Penang, and he chose to retire in Penang. He says that we seem to begrudge the so-called discounts given to the Senior Minister for properties which he bought at market prices. He says that, to him, Singaporeans are petty, ungrateful and ugly. \"Does affluence bring out the ugly Singaporean?\" he asked me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The forthrightness of both the Senior Minister and the Deputy Prime Minister are also important lessons in moral authority and they have shown that even in an investigation into their private dealings they have not used their influence to wriggle out of the aspersions cast on their characters and that they know that the Prime Minister was right in ordering an investigation of them and they have a duty to account to Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our second generation leaders have done us proud as they have shown to Singaporeans and the world that they are not beholden to the Senior Minister, that they can govern Singapore without fear or favour even if the target of the investigation is the Senior Minister himself. These are men of high integrity and honesty and they truly have the interests of Singaporeans at heart. They are prepared to bring to book any improper dealing or impropriety on the part of even the most high ranking Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our Government has not faltered nor hesitated in putting the Senior Minister and the Deputy Prime Minister under close scrutiny, and the Ministers themselves have readily subjected themselves to extensive inquiry. In the past two days they have revealed more of their private lives and conduct than would have been necessary. Our system of Government has won the praise it deserves and the political system has much to benefit from the wisdom of the Senior Minister in the way he handled this issue. Singapreans can only hope that we can continue to have many more men of his calibre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The whole episode is basically an issue of privileges, the small favours that people \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 361</b></font>\n  <br>\n  <br> would naturally extend to Government officials, MPs or famous personalities from time to time without any hint of bribery or corruption, but merely out of admiration, courtesy or respect. As an MP, who from time to time has been offered a free cup of coffee by coffee stallholders when I go to the hawker centres or to the market, or given a place ahead of the queue when I have to see my doctor, I am always mindful of the system we have in place and the need for us to avoid taking advantage of such situations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, the Prime Minister's proposal to make Ministers, MPs and civil servants declare to him future purchases of development projects is an excellent one. By reporting to the Prime Minister, we are leaving the wisdom of our prospective purchases to be decided by him. If each time an MP were to be approached individually by a developer, that MP or Minister cannot be aware of how many other persons of standing have been offered units in the same project as the facts are not simply made available to him. It will be different for the Prime Minister who, when looking at the report, would be able to let the invited politicians or civil servants know that in fact too many MPs, Ministers or civil servants have been approached. This may result in those not in the inside track being pushed out of the project altogether. Such coordination will give the politicians involved an option whether to proceed with their purchases when they know which of their colleagues are involved. This is to address a political perception of well-known personalities crowding out other buyers. Although we have to work on the basis that Ministers, MPs and civil servants must be allowed to invest in property, we nevertheless have to avoid giving the impression or perception that many others are being seriously disadvantaged. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Much as we have put to rest this episode, we must also address the larger concern of the dream of many younger Singaporeans to want to own a private property or landed property. The Government has always known that this dream does exist, that it is a legitimate one and it is one issue which the Government can solve. But we must also \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 362</b></font>\n  <br>\n  <br> learn to be realistic and to live within our means. We should not begrudge the opportunities that a small section of our fellow Singaporeans are able to own private properties. They have worked hard to do so, and if they have the chance to invest in property and make a profit, they are well entitled to keep their gains. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Investing in property is a risky venture and property owners who have been through the last recession in 1985 will know what it means to have been caught in the market downturn when prices simply went into a free fall. I am speaking from experience, as I was one of those who survived the property crash. In the early part of 1985, my wife and I bought a bungalow as our home in Coronation Road West. When the recession set in in 1985, the property market went into a free fall. We were not spared the heartache and anxiety that came with it. Our bungalow house suddenly was worth much less than similar homes in the vicinity which went a begging. Prices went down more than 20% from what we bought. We were worried that we had made a wrong investment decision and we were not certain if we could continue to service our mortgage. There was also a cut in the CPF at that time and many homeowners suffered the prospect of losing their homes altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The same applies to HDB properties. Properties are only valuable if the prices are affordable and hence sustainable. They are worthless if the property market were to go into a downturn for any reason and people have no confidence in it. This is a fact of life that some Singaporeans know very well but tend to overlook when they see the property prices escalate, and they themselves have no part in it to get rich. The present generation of HDB upgraders has not had the horrifying experience of the last market downturn. From my discussions with my constituents, they have shown disbelief that the private property market can decline. As far as they are concerned, in land scarce Singapore, property prices, especially in the private sector, cannot go down. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Given the price of our HDB flats today, a drop of some 10% to 20% in value is not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 363</b></font>\n  <br>\n  <br> something to just bat an eyelid. Any drop in price will have serious impact today. The equation of political stability, economic growth and value of property assets are all intertwined and inter-related. Whether one owns a $600,000 HDB flat or $1 million private property, a vote on a mosquito bite issue will surely upset this equation. Last Sunday, the Home Affairs Minister, Mr Wong Kan Seng, highlighted two cases in the newspapers. For most Members of Parliament, we are aware of many residents who threaten to vote against us because they have been legitimately summoned for some minor offence. A tampering of this equation which gives the impression of lower support for the Prime Minister may result in poorer market sentiment and confidence and these are the two key ingredients for foreign investments and a thriving property market. Just imagine, a 20% drop in a $600,000 HDB property, is in absolute dollars, a financial disaster for many, unlike a similar home, which are valued at some $200,000 in the 1985 recession. I am therefore urging Singaporeans to ponder over this issue seriously and use their votes wisely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can ensure that the property market will not spiral downwards if we continue to have good Government to implement hard but necessary policies to correct the imbalance in the market as and when the need arises. The recent curbs in speculation are steps in the right direction as they are implemented to safeguard the long term interest of Singaporeans and Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The three ideas given by the Senior Minister yesterday to help Singaporeans own properties state in no uncertain terms that the Government is fully aware of the problems and is working at the solutions. However, we already have in place the Executive Condominiums Housing Scheme. This scheme is to help the upwardly mobile and young professionals to own private property. My feedback is that the Government should look into the financing aspect of the scheme. For the first-time house owners without any asset \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 364</b></font>\n  <br>\n  <br> backing or additional resources, a condominium of half a million dollars is still very prohibitive. Since the Government is serious about helping this group, a revised form of HDB type of financing at competitive interest rates should be reviewed and implemented. Since we are prepared to subsidise them on the price, why should we not help this group of first-time house owners on their mortgage with lower interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In today's copy of the Straits Times, it was reported that there was only one bid for the mixed landed home development in Mugliston Park whereas the 99-year site for condominiums drew 16 bids. The result is not surprising at all if we remember that foreigners are not allowed to own landed properties whereas no such restriction applies to condominium units or buildings above six storeys. Developers are shrewd businessmen who will always sink their money in properties which are assured of a good return. The condominium market, even though for a similar 99-year lease, will still be much sought after by both Singaporeans and foreigners as Singaporeans know that this market has a wider pool of buyers than the landed property market. They know that foreigners are allowed to buy. This is a paradox here, Sir. They decry the fact that foreigners own private property but they also know that if foreigners are not allowed to own condominiums, then the value of their investments or condominiums cannot rise. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singaporeans decry foreign ownership of property, yet it is this very potential of a wider market, including foreigners, that makes this a good investment. A scheme to enable Singaporeans to own landed properties is already in place. However, the lack of interest is a result of restriction of foreign buyers. I would like the Government to review the existing regulations restricting foreign ownership of leasehold landed property. If we fine-tune the rules and allow foreigners to buy condominiums, even on a freehold land, then there seems to be less justification in restricting them in the case of 99-year lease landed properties. If these restrictions can be fine-tuned, then such \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 365</b></font>\n  <br>\n  <br> landed properties will be good and interesting investments for a group of Singaporeans who desire such properties and at the same time want these properties to appreciate in value and become good investments. By imposing restrictions and ensuring adequate supply of land it will help to keep such properties within the reach of Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this issue that we are debating here today is about the very core of our Government, that is, integrity of government, and that is the core of our system. I believe that we have defended it well and I am confident that the legacy of the Senior Minister will continue. I think the three days' debate can now be easily summarised by the headlines in yesterday's Lianhe Zaobao, which in English said: Second generation leaders are able to maintain our nation's standard of integrity and honesty. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister (Mr Goh Chok Tong):</b> Mr Speaker, Sir, now, we ask, \"What is the fuss all about?\" Mr Chiam said that there was no impropriety, nothing illegal about the purchases of SM and DPM Lee. Mr Ling How Doong said that discounts in property purchases are standard. But before this debate, much of Singapore was abuzz over the purchases of SM and DPM Lee. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I had been satisfied very early on that there was no impropriety. You have heard SM and DPM. They have given you the facts. This House is satisfied that their purchases were completely at arm's length and at market price. Now, make sure that the rest of Singapore understands this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This episode has shown how sensitive the public is to perceived privileges and advantages enjoyed by Ministers who buy properties at soft launches or at a discount, especially when the market is hot. The public thinks people in positions of power have the inside track and enjoy advantages which they do not. They are unhappy even if no laws or rules are broken. People want a fair chance to buy popular properties. They do not want others ahead in the queue by virtue of their status, especially when the talk is that properties can be churned for many thousands of dollars. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 366</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This talk of a privileged class being on the inside track at soft launches of properties is a new phenomenon. It arises from the new situation where more Singaporeans desire and are in a position to buy private residential properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The supply of new private housing units each year has tripled, from 3,700 units in 1990 to 11,700 units in 1995. Despite this huge increase in supply, demand has remained very strong as reflected in the sharp increases in prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The number of Singaporeans who own or co-own private properties went up from 110,000 in December 1990 to 135,000 in December 1995, a 23% increase. But still more Singaporeans hope to buy, either now or in the future. They fear that prices will spiral out of their reach. Those who fail to secure units in popular developments naturally feel resentful, especially if they hear rumours about Ministers, MPs and senior civil servants getting discounts at pre-launch or soft-launch sales, while they themselves have to buy in the sub-sale market at higher prices. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public concern over soft launches and discounts has mounted in the past few months because of the frenzied state of the property market. In a normal market, soft launches and discounts are not a problem. In fact, even in the recent frenzied market, soft launches and discounts of developments in the less popular areas were not a problem. In a normal market, properties are available for purchase at any stage. Buying early is not a privilege. Buying with a discount is expected, and Mr Ling How Doong said that yesterday. Why then exclude elected leaders and civil servants from soft launches, especially in a soft market? But in a hot market, where properties can sometimes be resold immediately at large profits, and even places in the queue at the developer's office may be worth money, Ministers have to be extra careful, to avoid a perception problem. And they have been. No Minister has speculated in the property market. SM and DPM Lee bought their properties for investment, not speculation. In answer to my question to the Cabinet, no Minister has taken \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 367</b></font>\n  <br>\n  <br> advantage of his position when he bought properties. SM and DPM Lee certainly did not take advantage of their positions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This hot market over the last six months is an abnormal situation. The real solution is not to ban soft launches, but to cool the market and calm the public. This was precisely what we did with the package of measures announced last week. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More directly, I have tackled this problem of perceived inequity in the sale of private residential properties by getting the developers to implement a more transparent system of public sales. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One reason for the excitement over properties is the way some developers have promoted and marketed their projects. They have encouraged and publicised queues at public launches. They market projects in phases, to create the impression that their properties are in great demand. In one case, one hundred people showed up at a soft launch, only to find a handful of flats available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From the developer's point of view, these methods are completely understandable. They need to make sure that their properties sell. But when many developers do this at the same time, the public gets worked up into an artificially generated sense of desperation. They feel that they must buy a property early, at any cost, or else miss out on the chance to own a private property forever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In general, the Government should not interfere with the marketing strategy of developers. Selling property is not like selling cakes. Each unit costs several hundred thousand or several million dollars. The financing costs of holding unsold stock can be crippling. Developers, therefore, employ techniques like pre-launch sales, soft launch, and discounts both to test the market and pricing levels, and to push sales. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, because of the recent property frenzy, I met the council members of REDAS (Real Estate Developers' Association of Singapore), of whom Mr Heng Chiang Meng is the President, to ask them \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 368</b></font>\n  <br>\n  <br> to consider alternative ways to market their projects, to discourage speculation and cool the property market. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am happy that REDAS' members have agreed to modify the way they market property developments. They are reserving 70% of any development over 50 units for public sales. This means that no development over 50 units, however popular, will be completely sold out at pre-launch or soft launch. Coupled with balloting or queuing to allocate flats, the public will have a better and fairer chance to acquire units at popular developments. \n  <br>\n  <br>\n  <i>Maintaining High Standard of Integrity</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding purchases by Ministers, MPs and civil servants at soft launches, the key question is preserving the Government's reputation of incorruptibility and integrity, which is the basis of our moral authority to govern. How do we prevent Ministers, MPs and civil servants from taking advantage of their position, and how do we prevent developers from cultivating them in case they need to ask for favours later? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I recognise the possibility of abuse. Some developers may use soft launches and discounts to cultivate Ministers, MPs and civil servants. Likewise, some Ministers, MPs and civil servants wanting to secure the best property investments, may ask developers to reserve good units at such launches. Even if there is no wrongdoing, over time, standards of integrity of the Government may be eroded as \"guanxi\" is built up. The public will perceive that the Government's standard of integrity has dropped. And even if there is no question of impropriety, the public will resent the apparently privileged access of elected leaders and public officers to soft launches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One easy way out for me is to prohibit Ministers, MPs and senior civil servants from buying properties at pre-launch or soft launch and to disallow them from accepting any discounts. That would be popular, but wrong, and will have long-term adverse consequences. Any blanket rule which discriminates against Ministers, MPs and civil servants as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 369</b></font>\n  <br>\n  <br> private citizens will make public office even less desirable. It is also wrong in principle. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In any society, the successful at the top of the corporate ladder are the more desirable and preferred customers because they add to market sentiment in favour of the product they buy. We need Ministers and leaders who if they were in the private sector would be in the upper rungs of the corporate pyramid. Ministers, MPs and civil servants must enjoy equal freedom to buy properties, but they must not take advantage of their status to gain unlawful or potentially corrupting discounts or benefits. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Political leaders and senior civil servants are part and parcel of Singapore society. They do not live in a monastery. They have families. Apart from matters of state, they must make decisions for their families and for themselves, including decisions to buy houses to live in or for investment. They have to conduct themselves in an open and honourable manner and not seek favours that will demean their status. For example, they must not seek special discounts which nobody else, not even corporate leaders, get. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Buying properties at soft launches in a heated market can create a perception problem. We have taken the steam out of the speculative market. Developers will also make more units available to the public, and allocate them by balloting or queuing. The problem posed at soft launches is much reduced. We can reduce the problem further by setting new rules for Ministers, MPs and civil servants when they buy properties, to ensure that they do not take advantage of their positions, or get cosy with developers. \n  <br>\n  <br>\n  <i>Rules on Purchase of Property for Ministers</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers, MPs and civil servants have always been free to buy properties. They did not have to clear their purchases with me or with anyone. It is an honour system. Any wrongdoing will catch up with them. Any allegation of impropriety will cause an investigation, followed by prosecution, if the allegations are verified. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 370</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Ministers and office-holders now declare their assets to me after assuming office. This protects them against subsequent allegations of a sudden and unexplained increase in wealth after assuming office. If there is any allegation of corruption or impropriety, their declarations will be available to CPIB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under current rules, Ministers and other office-holders do not have to declare to me each time they buy a property. But from now on, they will clear any purchase of private properties with me, whether the purchase is for own occupation or for investment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In seeking clearance, the office-holder will have to: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) describe the circumstances of purchase like how they were introduced to the property; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) state whether, to their best knowledge, they were given any concessionary terms or treatment, eg, a soft launch, a related party transaction, special pricing package or discounts, or priority in any other way; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(c) declare whether they have made the acquaintance of the developer/seller in their official capacity, and whether they, their Ministry, or the Departments under their Ministry have any official dealings with the developer/seller; and \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(d) for purchases from developers, specify date of offer, any known list price, any discounts, and the net purchase price. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When approving their purchase, I will exercise my judgment and discretion in deciding whether a transaction, in the circumstances of the market and the particular purchase, can withstand public scrutiny. I will take into account the state of the property market when clearing a purchase. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While I have taken upon myself to clear purchases of properties by Ministers and other office-holders, the onus is on them to provide all relevant information without concealing and suppressing relevant facts. My approval of any purchase is on the basis of the information given and will be negated if important details have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 371</b></font>\n  <br>\n  <br> withheld or concealed. If wrongdoing is subsequently suspected because concealed information has surfaced, there must be an investigation. If the purchase is above board, and all the facts had been disclosed to me, I will stand up for the Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am not requiring the Ministers to clear the property purchases of their spouse and children with me. Already, by requiring the Ministers to clear with me, I have taken on something which Senior Minister had not. Ministers and office-holders are elected, unlike civil servants who are employees. They are governed by the Code of Conduct and the Rules of Prudence. They buy properties on their honour. But they now have to clear their purchases with me because of the perception problem of inside track and unfair privileges. Ministers will have to ensure that properties purchased by their spouse and children are on terms which can stand up to public scrutiny. \n  <br>\n  <br>\n  <i>Rules on Purchase for MPs</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The rules for PAP MPs are similar to those for the Ministers and other office-holders, except that they do not have to clear their purchases with me. They only need to declare to me as and when they buy private property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I do not require MPs to clear their purchases with me because they do not exercise executive powers like Ministers. It is also impractical for me to vet every purchase MPs make. The onus to ensure propriety of property transactions remains with the MPs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prof. Walter Woon, Nominated Member of Parliament, flattered me when he said he could go along with the present system of office-holders clearing their purchases with the Prime Minister as long as the present Prime Minister occupies the office. He suggested that the purchases be also cleared with the President as an additional safeguard, since the President is elected by the people. Behind his suggestion is that a future Prime Minister may protect the wrongdoing of his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 372</b></font>\n  <br>\n  <br> political cronies, or even himself be taking advantage of his position when buying properties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Check-and-balance is good, but I do not think it is correct or necessary to share the responsibility of clearing Ministers' property purchases with the President. The present Prime Minister wants to be responsible for the purchases of his Ministers. It is not a constitutional requirement. He appoints the Ministers, not the President. He is doing it to deal with a political problem of perceived advantages of Ministers at property launches. If there is any wrongdoing, and the Prime Minister stops an investigation by CPIB, the CPIB can go direct to the President to proceed with its investigation. The system of check-and-balance is already in place. A Prime Minister can be investigated by the CPIB even though it is under his charge. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am, however, attracted by the intent of Walter Woon's suggestion, which is basically to prevent wrongdoing from being concealed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We now have Town Councils. Not all are under the charge of PAP MPs. Town Councils handle several million dollars of transactions every year. While the PAP MPs are supervised, the non-PAP MPs may not be. Also, the set of Rules of Prudence for MPs is the PAP's, not the Government's. I am considering whether we should not require all candidates to elected office to make declarations to a neutral person before an election. This matter has to be looked into. It has to be considered. \n  <br>\n  <br>\n  <i>Rules on Purchase of Property by Civil Servants</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Public Service Division has also worked out rules to govern purchase of property by senior civil servants. It has sent me its proposal. I have approved the paper and PSD will release the paper to the media later this week. The new rules will come into effect upon release. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In brief, civil servants will be asked to declare to their Permanent Secretary, on a standard form, any non-HDB property purchase they, their spouse or dependent \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 373</b></font>\n  <br>\n  <br> children are making, at the point they commit to the purchase. The Civil Service has always required officers to declare the investments of their spouse and dependent children, and the Public Service Division wants to keep it that way. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The new rules will be based on a clear, comprehensive restatement of the spirit and code of behaviour by which civil servants are to conduct themselves. It is the spirit, rather than the letter, of the rules which will maintain a high sense of ethical conduct and propriety in the civil service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are not asking officers to seek the approval of their Permanent Secretary for their property purchase, but only to make a declaration, for two reasons: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(a) The onus to ensure propriety of the transaction would then pass to the Permanent Secretary, whereas the officer must remain fully accountable if any wrongdoing should surface later on; \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(b) So unlike the Prime Minister, the Permanent Secretary does not want to take on the responsibility of having to clear the purchases of the civil servants working under him. And he cannot, because the Permanent Secretary is not well placed to decide whether the price or conditions are exceptional. To decide that the officer has not obtained a better discount off the list price or better terms than anyone else, the Permanent Secretary will have to do a full investigation, and obtain the information from the developer or vendor, rather than from the officer, who as purchaser, is not in a position to know what all the other buyers were getting. \n  <br>\n  <br>\n  <i>Conclusion</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To sum up, once it became clear that there was nothing improper in SM's and DPM's purchases of properties, this debate has shifted to perceived privileges of Ministers, MPs and senior civil servants buying properties on the inside track and to the fading Singapore Dream. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lee Tsao Yuan spoke of the concern of young graduates and professionals, as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 374</b></font>\n  <br>\n  <br> they see their dream of owning a private home fade. I had already been discussing this problem with Senior Minister and my other colleagues. I told Senior Minister that Tsao Yuan had given him an opening, and suggested to him to spell out his ideas to this House, which he did yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have not yet decided on any steps, because this is a long-term problem which needs very careful study. Senior Minister's suggestions are ideas that he has sketched out in broad outlines, to spark off the discussion, and in due course to be fleshed out and modified. They are not ready to be implemented immediately. The detailed conditions will be crucial. I will be happy to receive other suggestions from the public for us to consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;DPM has just passed me a letter which he received from a friend of his who is an architect, helping him in his branch and a fellow officer in the SAF. The writer gave feedback on this question of the fading Singapore Dream, the desire of younger Singaporeans to own properties. He wrote, and this is what he got from other people: A Vice-Principal at a junior college was telling me that some of his junior college boys were asking why they should defend their country when they would never have a chance to own a house or a car. Our answer is: get through your junior college first, go to university and then prove yourself. If you can prove yourself, you would have the chance to own a house. And if you are amongst the top earners, and you are prepared to pay for a COE, you could also own a car. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are a few other complaints about how people are so angry with the Government for allowing property prices to rise. He wrote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`In fact, I heard of some people who are angry with the Government for policies that appear to encourage the rise in property prices and for not taking sufficiently drastic action to cool the market, that they have decided to vote in the opposition, as a last resort, to try to bring down property prices.' I think that is the surest way to bring down property prices. You return a substantial number of Opposition candidates in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 375</b></font>\n  <br>\n  <br> coming election, you rock confidence, you will see that the property prices would drop. Once they begin to drop, you try and get the Opposition Members of Parliament to raise confidence and raise the property prices. I do not think that is possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the reactions of the younger Singaporeans about their inability to own a home is a serious one which we take into account. But they have got to understand that we cannot perform miracles. We just cannot, with a wave of a wand, produce private properties for you, but it is a desire which we are studying and we will ensure that the Singapore Dream will be realised by them. But please be patient and be realistic. That is also very important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is small, but the Government's land bank is quite large. The Bukit Timah Turf Club is being relocated to Kranji. That will free up a large parcel of prime residential land at the old site. The Government also owns another big parcel of prime land at the old MINDEF at Dempsey Road, opposite Botanic Gardens. I used to work there as a Minister. Mr Bernard Chen was also there. I know personally the value of that piece of land, and which was why I argued that the old MINDEF had to be relocated to Bukit Gombak, so that that piece of land could be released for development. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We intend to reclaim more land. For example, we have plans to reclaim a long island, all along the East Coast, from Marina North to Changi Airport. This will be very suitable for high quality housing. This is not something new. It is actually published in our book, The Next Lap. Look it up. There is a beautiful picture there of this long island and the homes you can begin to dream to own on that long island. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the longer term, there cannot be any real shortage of private property. Because if more people prefer private property to HDB flats, we will just scale back the HDB building programme, and change our land allocation, to give more land to private housing and less for HDB. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 376</b></font>\n  <br>\n  <br> Many HDB upgraders and professionals should be able to own private property. I will speak on this subject again at the National Day Rally. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For the Singapore Dream to continue, the Government must and will maintain the highest standard of integrity and competence. Ministers and MPs must not only be honest and conduct their personal affairs and investments with propriety and prudence, but they must always be seen to be above reproach. On the other hand, the people must have the confidence and patience that the Government will find rational and fair solutions to their higher aspirations. The Government needs time to think through and work out sound and fair long-term solutions. The Singapore Dream will not fade away as long as Government and people are working hard, saving more and investing more to improve our infrastructure and our homes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the purchases of SM and DPM Lee, I initiated the investigation. I did not do it lightly. I turned it over in my head for several days before deciding on how to tackle the Senior Minister. Prof. Jayakumar can testify to that. I knew the risk my investigation entailed for my relations with the Senior Minister and the Deputy Prime Minister, the potential damage to their reputation and the Government, even if no impropriety was found, the political cost in the coming elections, and the danger that this might split the PAP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But as the Prime Minister, I have to safeguard the integrity of the Government. No personal or political cost can be higher than the loss of confidence in the integrity of the Government. Integrity is the cornerstone of the PAP Government. Senior Minister laid this cornerstone. It will survive the Senior Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My inquiry has put Senior Minister and DPM Lee in a difficult position. But they have chosen to let their conduct in the purchases of units in Nassim Jade and Scotts 28 be publicly debated and scrutinised. This shows clearly the transparent and clean system of Government that we have. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 377</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is difficult to increase one's respect for Senior Minister, because the respect for him is already so very high. But from this episode, my esteem for him has gone up several more rungs. Far from saying, \"How dare you investigate me\", he was proud that I dared to investigate him. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;DPM behaved in a similar manner. He understood why I had to investigate and supported what I had done. Singaporeans better wish him good health and a long life. Singapore will need his services in the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am satisfied with the outcome of the debate in the House. It reaffirmed my conclusion that there was no impropriety in SM's and DPM's purchases of units in Nassim Jade and Scotts 28. There is no reason why Senior Minister who has dedicated his life to the country should want to sully his reputation in semi-retirement. Nor is there any reason why DPM Lee should risk tarnishing his. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This Government has an enviable record of incorruptibility. This has been a great plus in the quality of life of Singaporeans and an enormous competitive advantage for our economy. It enables Singaporeans to hold their heads high. The new rules on the purchase of properties will further safeguard the integrity of the Government. But ultimately, whatever the rules, it is the quality of leaders whom the people elect into public office, their integrity and incorruptibility which are the true safeguards. [Applause]. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Wong, do you like to withdraw your motion? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Leader of the House (Mr Wong Kan Seng):</b> Yes, Mr Speaker, Sir. I am sure in the last two days we have thoroughly debated the Prime Minister's statement and we have just heard the Prime Minister's closing remarks. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong (Potong Pasir):</b> Sir, may I seek clarification from the Prime Minister? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Much obliged. The Prime Minister said that Ministers, MPs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 378</b></font>\n  <br>\n  <br> and senior civil servants should be given equal opportunities to buy properties. We have heard from the Senior Minister that it is a matter of fact that they are all in the inside track. And whatever we say, they are in a privileged position and therefore they have the best choice of properties. We do not begrudge them. I have already made my stand. We should not stop Ministers, MPs and senior civil servants from buying property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now we have heard from the Prime Minister that before Ministers can purchase properties, they must report to him and declare certain particulars. I do not know whether the Prime Minister would also consider making additional conditions in that they can buy but, of course, they cannot speculate and make money out of it. Also, I think there are other important considerations, ie, they cannot purchase properties using inside information and, of course, they must declare that there is no conflict of interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the purpose of a property? It is to live in. Everybody wants the family to have a house. So that is the purpose of having a shelter or property. In Singapore's case, property has become a means of making money. Ministers can buy properties - one, two, three, four and where do we end? After having satisfied oneself with a house and is comfortable, I do not think a person wants another house. All right, maybe two houses to live in, if not one. Then he says, \"I have to buy properties for my children.\" If he has three children, all right he buys three houses. I think that is very fair. But if he carries on buying four, five or six houses, is that socially fair? Because if he buys additional houses, that means he is depriving another citizen's family from getting a house. Perhaps the Prime Minister would also consider these social factors. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> May I respond to the Member, Mr Speaker, Sir? We heard from Mr Chiam the other day that when he was a young teacher, he applied for a house in the Singapore Teachers' Union's development. At that point of time, he already owned two flats and he applied to buy a third property. I think, normally, for such a cooperative development, I would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 379</b></font>\n  <br>\n  <br> expect the builders to ask the person to declare whether or not he owns other properties. If they did not, I was surprised that Mr Chiam thought of applying in the first place. If that is his thinking, he should not have applied in the first place but, of course, he opted out. Since then, has Mr Chiam gone on to own more properties? I do not believe he only owns two properties. I do not know how many properties he has, but I am sure he owns more than one, surely. Can he confirm? One to live in. How many has he invested in? Sir, I give the floor to Mr Chiam. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> Sir, for reciprocity, if I tell the PM, then he has to tell me. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I am prepared to tell him how many I own. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I own more than one property. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Some hon. Members:</b> How many? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> The Prime Minister agrees to tell me how many properties he owns. Mine are all peanut-size properties compared to his. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How many? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I own one small bungalow which I live in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How small? How many square feet? \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> One small flat - I hope I have not missed out any - and one small office space. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> I think he has got the point. When one buys properties, it is not just to live in. We buy property for investment. And I do not think he should be embarrassed about the size of his flat. I told him that I would declare what I have. I own two bungalows, one to live in and one for investment. And there is nothing I feel embarrassed about, because I bought with the earnings which I made from my days in the civil service, when I worked in a shipping line, as office holder, as a Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 380</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point is: where does one invest his money? I have liquid assets in the CPF and also in my bank accounts. I could have actually bought more properties, and I should have bought more properties, because my assets are collecting dust in the CPF, and I gave a small sum of money to a bank to buy shares. You know the returns for the last one year. I think they were just about the rate of interest on your funds in the bank. I knew it was wrong, because as a private individual I know that properties are the right thing to invest in Singapore. I did not do so, not because I fear that there would be any perception of wrongdoing, I could go through a housing agent, but I have not got the time to be looking around for properties to invest in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So the point is how many should a person own, and it does not apply only to Ministers. This is an issue which the Senior Minister addressed us yesterday. It is not the Ministers we are worried about. It is people who are far richer than the Ministers who are in a position to own several landed properties, and at the end of which, after maybe one or two more generations, you worry about the future generation not being able to own homes. But as I have said in my speech, we have enough land in the land bank for us to meet the needs of the younger Singaporeans. If we do a simulation and find that the problem of younger Singaporeans being unable to own private properties is a real one, we will then consider the suggestion by Senior Minister to find a way to redistribute. But this is a long term problem and this has got to be carefully considered. It is not something which you want to rush into. So you got to understand the problem in a bigger picture, and not zoom in on Ministers for political purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that Mr Chiam owns a small flat and a small office space. He should buy more. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think the Prime Minister has not addressed the issue that I have put before the House. We have Ministers buying property. So what is the principle we want to base upon to allow Ministers to buy properties. Can they buy 10 properties? Because if Ministers use \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 381</b></font>\n  <br>\n  <br> their spare money to invest in properties, there are many social repercussions as well. Firstly, if they keep on buying property, of course, property prices will escalate because they show an example. The other matter is that, with capital appreciation, they can use the increase in price as a leverage to buy other properties. In fact, as the Senior Minister has said, I think the English landed class in the end brought the nation no good. Just owning property is in fact unproductive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The point is, what is the principle you apply to Ministers, MPs, civil servants, whatever you say, they have a privileged position, and how many properties should they purchase. Do we have a ruling? Have you turned it over in your head and think about these problems? If not, we will leave it at that. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> The answer is that Ministers can buy as many properties as they can afford, provided the purchase is all done in a transparent and above board manner. Yes, Ministers, by virtue of their position, may have certain privileges as seen by some people. But as I have said very clearly, they should never use their position to seize opportunities for their own benefit. If a Minister goes to soft launches and he thinks that because he is a Minister he would be given some special position, I want to know the relationship and the nature of that particular purchase, and I would exercise my discretion to ensure that there is no abuse and, more importantly, to deal with the perception problem that Ministers use their position for their own personal advantages. The onus is on the Minister but I am also sharing the responsibility with the Minister to make sure that they are not in any way abusing their position, and they would not. Because the Ministers that I have, I have seen their accounts and their books and I have had a hand in selecting \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 382</b></font>\n  <br>\n  <br> them, I know that they would not abuse their position and I would not have any problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But the answer to Mr Chiam's question is, they can buy as many as they want. How many Ministers do we have? Let us say 20. 10 properties each. 20 times 10 is 200. How many do we have in Singapore? Would that raise the property prices? Is that the reason behind the frenzy? Leave us to worry about the social implications. If we mishandle this, he should be very happy at the coming election. But we are not going to mishandle this particular situation. \n  <br>\n  <br>\n  <!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chiam See Tong:</b> I think it is not a question of numbers. Even two Ministers purchasing properties have already caused such a stir. We are not talking about 20. We are talking of only two. \n  <br>\n  <br>\n  <!-- Mr Goh Chok Tong (The Prime Minister) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Prime Minister:</b> If there is any problem, it is our style to bring it out into the open. There was some misperception over the purchases of Senior Minister and the Deputy Prime Minister, we looked into it. We are quite open about it. If we hear of Ministers buying 10 properties, any allegation, make it in Parliament or outside, we will investigate. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Wong, would you like to withdraw the motion now? \n  <br>\n  <br>\n  <!-- Mr Wong Kan Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Wong Kan Seng:</b> Yes, Mr Speaker, Sir, I beg leave to withdraw the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motion, by leave, withdrawn. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn to a date to be fixed.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at Seven Minutes\n  </div> \n  <div align=\"right\">\n   past Four o'clock pm to a date to be fixed.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
