{"memberId": null, "volumeNo": "67", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"9\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"67\"> \n  <meta name=\"Sit_No\" content=\"4\"> \n  <meta name=\"Sit_Date\" content=\"1997-06-04\"> \n  <meta name=\"Start_Col\" content=\"229\"> \n  <meta name=\"End_Col\" content=\"324\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">67</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">4</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">04-06-1997</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 229</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>NINTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 67</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 4th June, 1997</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (East Coast)). \n  <br>Mr Abdullah Tarmugi (East Coast), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Mr Ahmad Mohd Magad (Pasir Ris). \n  <br>Mr Ang Mong Seng (Bukit Gombak). \n  <br>Mr Chan Soo Sen, (East Coast) Parliamentary Secretary to the Prime Minister and Minister for Community Development. \n  <br>Mr Chay Wai Chuen (Tanjong Pagar). \n  <br>Mr Bernard Chen (West Coast). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah). \n  <br>Mr Peter Chen (Hong Kah), Senior Minister of State, Ministry of Education. \n  <br>Dr John Chen Seow Phun (Hong Kah), Minister of State, Ministry of Communications. \n  <br>Mr Chew Heng Ching (East Coast). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Mr Chng Hee Kok (East Coast). \n  <br>Mr Charles Chong (Pasir Ris). \n  <br>Mr Choo Wee Khiang (Jalan Besar). \n  <br>Mr Goh Chee Wee (Boon Lay), Deputy Government Whip. \n  <br>Mr Goh Chok Tong (Marine Parade), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 230</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Marine Parade). \n  <br>Encik Harun bin A. Ghani (Hong Kah). \n  <br>Mr Hawazi Daipi (Sembawang). \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Dr Ho Tat Kin (Bishan-Toa Payoh). \n  <br>Dr Richard Hu Tsu Tau (Kreta Ayer-Tanglin), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Bishan-Toa Payoh). \n  <br>Mr Inderjit Singh (Ang Mo Kio). \n  <br>Mr S. Iswaran (West Coast). \n  <br>Prof. S. Jayakumar (East Coast), Minister for Law and Minister for Foreign Affairs. \n  <br>Mr J. B. Jeyaretnam (Non-Constituency Member). \n  <br>Dr Ker Sin Tze (Aljunied). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar), Parliamentary Secretary to the Minister for National Development. \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Trade and Industry and Second Minister for Finance. \n  <br>Mr Leong Horn Kee (Bishan-Toa Payoh). \n  <br>Mr Lim Boon Heng (Bukit Timah), Minister. \n  <br>Dr Lim Chun Leng, Michael (Cheng San). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 231</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Hng Kiang (West Coast), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mrs Lim Hwee Hua (Marine Parade). \n  <br>Mr Lim Swee Say (Tanjong Pagar). \n  <br>Mr David T. E. Lim (Aljunied). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Mr Mah Bow Tan (Tampines), Minister for Communications. \n  <br>Encik Mohamad Maidin B P M (Marine Parade), Parliamentary Secretary to the Minister for Education. \n  <br>Dr Lily Neo (Kreta Ayer-Tanglin). \n  <br>Mr Ong Ah Heng (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Timah), Deputy Government Whip. \n  <br>Mr Ong Kian Min (Pasir Ris). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade), Minister of State, Ministry of Labour. \n  <br>Dr Ow Chin Hock (Tanjong Pagar), Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Peh Chin Hua (Jalan Besar). \n  <br>Mr R. Ravindran (Bukit Timah). \n  <br>Mr Seng Han Thong (Ang Mo Kio). \n  <br>Encik Sidek bin Saniff (Aljunied), Senior Minister of State, Ministry of the Environment. \n  <br>Mr Sin Boon Ann (Tampines). \n  <br>Mr R. Sinnakaruppan (Kreta Ayer-Tanglin). \n  <br>Dr Tan Boon Wan (Ang Mo Kio). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Deputy Prime Minister and Minister for Defence. \n  <br>Mr Tang Guan Seng (Ang Mo Kio), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 232</b></font>\n  <br>\n  <br> \n  <br>RAdm Teo Chee Hean (Pasir Ris), Minister for Education and Second Minister for Defence. \n  <br>Dr Teo Ho Pin (Sembawang). \n  <br>Dr Toh See Kiat (Aljunied). \n  <br>Dr S. Vasoo (Tanjong Pagar). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Bishan-Toa Payoh), Minister for Home Affairs and Leader of the House. \n  <br>Dr Yaacob Ibrahim (Jalan Besar). \n  <br>Mr Matthias Yao Chih (MacPherson), Minister of State, Ministry of Defence. \n  <br>Mr Eugene Yap Giau Cheng (Marine Parade), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines), Senior Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister for Health and Minister for the Environment. \n  <br>Mr Yeo Guat Kwang (Cheng San). \n  <br>BG George Yong-Boon Yeo (Aljunied), Minister for Information and the Arts and Second Minister for Trade and Industry. \n  <br>Mrs Yu-Foo Yee Shoon (Bukit Timah). \n  <br>Mr Zainul Abidin Rasheed (Cheng San ). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Assoc. Prof. Chin Tet Yung (Sembawang). \n  <br>Mr Davinder Singh (Bishan-Toa Payoh). \n  <br>Mr Heng Chiang Meng (Cheng San) Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Mr Lew Syn Pau (Kreta Ayer-Tanglin). \n  <br>Mr K. Shanmugam (Sembawang). \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 233</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <h4>ORAL ANSWERS TO QUESTIONS</h4>\n  </div> \n  <div align=\"center\">\n   <b>YISHUN MEDICAL CENTRE</b>\n  </div> \n  <div align=\"center\">\n   <b>(Conversion into a polyclinic)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Ong Ah Heng -->&nbsp;&nbsp;&nbsp;&nbsp;1. \n  <b>Mr Ong Ah Heng</b> asked the Minister for Health what are the plans for the conversion of Yishun Medical Centre into a polyclinic. \n  <br>\n  <br>\n  <!-- Dr Aline K. Wong (Senior Minister of State for Health) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Senior Minister of State for Health (Dr Aline K. Wong) (for the Minister for Health):</b> Mr Speaker, Sir, in 1992, the Review Committee on Health Policies recommended that the Government explore alternative approaches in providing primary health care, eg, to provide customised multi-purpose buildings to be leased to general practitioners and group practices. At that time, as the proposed Yishun Polyclinic was under construction, my Ministry decided to convert the polyclinic into a medical centre as a pilot project. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry appointed EM Services Pte Ltd as its managing agent for Yishun Medical Centre. EM Services advertised in the press to lease out the units. Despite repeated attempts using various measures to market the units, the uptake was poor. As we did not want the building to be grossly under-utilised, we also allowed non-medical related agencies to rent the units in the Yishun Medical Centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Towards the end of the 3-year pilot project, the Ministry conducted a review of this scheme. It concluded that it has not been successful and decided to explore the possibility of converting Yishun Medical Centre into a polyclinic when the leases of the tenants expire. The Land Office had also indicated that if the building was not being used for medical purposes, it should be returned to the Land Office. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In February this year, we received Mr Ong Ah Heng's appeal to convert the Yishun Medical Centre into a Government polyclinic, arising from numerous requests from residents for a polyclinic in Yishun. Since most of the tenants' leases \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> were coming to an end in March and April 1997, my Ministry decided to convert the Yishun Medical Centre into a polyclinic. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The polyclinic will occupy the first two floors. It will provide a one-stop centre for outpatient services and maternal and child health care. It will have a laboratory and an X-ray facility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are now in the process of requesting for funds for the conversion and plan to start the renovation works in a few months' time. It will take about six months to convert the building into a polyclinic. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 234</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>HOUSING AND DEVELOPMENT BOARD FLATS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Longer loan repayment periods for older applicants)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;2. \n  <b>Mr Leong Horn Kee</b> asked the Minister for National Development whether the Housing and Development Board will be flexible in allowing longer loan repayment periods for older applicants who have been allocated new HDB flats, if they are able to secure repayment contributions from their children or relatives. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang (Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for National Development (Mr Lim Hng Kiang):</b> Mr Speaker, Sir, older applicants can include additional family members such as their children as flat lessees or occupiers. In such cases, the age of the youngest joint purchaser will be used in the computation of the maximum loan repayment period. The combined incomes of all the purchasers will also be used to determine the maximum loan quantum. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are also other existing provisions for older applicants who have been allocated new HDB flats. In line with the Government's objective to help low-income applicants, HDB is exempting the low-income families from credit assessment. Therefore, older applicants who are buying 3-room or smaller flats direct from HDB as well as those who purchase flats under HDB's Low Income Family Incentives Scheme would be exempted from credit assessment. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee (Bishan-Toa Payoh):</b> Sir, can I get a clarification from the Minister? If an applicant is staying in a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> 3-room HDB rental flat and by the time he wants to purchase this rental flat he is already quite old, can he be allowed to get a longer loan repayment period for such a purchase? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Speaker, Sir, HDB, as the public housing authority, has a mission to help Singaporeans own their first flat. In the case that the Member raised of a family who is renting a flat for some time and later on is able to afford either a new flat or the flat that he is staying in, HDB will consider such cases favourably. Even if the head of the family is in the mid-40s, HDB will extend the period of the loan to allow him to buy over his rental flat or to buy a small HDB flat for the first time. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 235</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>CHANGES IN PUBLIC HOUSING REGULATIONS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Objectives)</b>\n  </div> \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;3. \n  <b>Mr Leong Horn Kee</b> asked the Minister for National Development what are the objectives of the recent announcements of changes in public housing regulations and whether he intends to introduce further changes in public and private housing policies. \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Speaker, Sir, in April 1997, the revised mortgage financing policy was announced to bring the mortgage financing policy for HDB flats closer to market practice and to rationalise the subsidies for the purchase of HDB flats. The revised mortgage financing package included measures such as credit assessment which would instil greater financial prudence and discipline among buyers of HDB flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In May 1997, new measures were announced to manage the demand for new HDB flats. There are already 150,000 applicants on the HDB queue and the waiting time for new HDB flats is becoming too long. The new measures are necessary to re-prioritise the demand for new HDB flats so that HDB can cater to applicants who are in more urgent need of the HDB flats, especially first-timers who are waiting for the HDB flat to set up their homes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 236</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent announcements of changes addressed the two key issues in public housing policies. My Ministry would monitor the situation and would make adjustments to our policies where necessary. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, the first question I want to ask the Minister is a clarification again. There has been some misconception among the public that the resale levy is also applicable to people who have purchased flats from the resale market. Is that correct or not? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Speaker, Sir, although we term it as a \"resale levy\", the resale levy is only applicable to those who want to buy a second flat from HDB. So the resale levy is not a capital gains tax. It is not a profit-sharing tax. It is not a levy on resale flat. The resale levy is only incurred if somebody has bought a first flat from HDB and wants to buy a second flat. So on the case that the Member has raised of somebody buying a resale flat, when he sells his flat it does not incur a resale levy. \n  <br>\n  <br>\n  <!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Leong Horn Kee:</b> Sir, I want to ask the Minister a second question. There is a very popular request that this resale levy be modified to base on a reducing time scale method. For example, if an applicant has stayed in the flat for five years, the resale levy can be 20%, but if he has stayed for 10 years, maybe it can be reduced to 10%, and if he has stayed for 15 years, it may be zero percent. Can that suggestion be considered? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> Mr Speaker, Sir, as I have explained, the resale levy is not a capital gains tax and therefore this idea of varying it depending on the term of the occupation of the flat does not apply. Those who buy a flat from the HDB for the first time enjoys a substantial subsidy. Those who buy a flat for the second time enjoy this same subsidy, which is not fair to all those who have not either enjoyed a subsidy or who have not enjoyed the second subsidy. So to make it more equitable, the second subsidy on the new HDB flat ought to be smaller than the first flat. Hence, the idea of a resale levy so that you will buy the flat from HDB and enjoy the first subsidy. The second time you buy a new flat, your subsidy ought to be smaller than the first subsidy. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr S. Vasoo (Tanjong Pagar):</b> I want to ask the Minister why did HDB discontinue the premium scheme? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> The premium scheme represents a very big loophole for the lessees of big flats. For example, under the resale levy scheme, lessees of a 5-room flat has to pay a 20% levy. But they are allowed to pay, also as an option, a 10% premium on the next flat. So when they buy another 5-room flat, they will only pay a 10% premium of the second flat which will amount to a little over $20,000. This represents a very big loophole and, therefore, owners of big flats will all opt to pay for the premium and, in so doing, pay a very small premium for the second flat. The second subsidy they enjoy, therefore, is not very much smaller than the first subsidy enjoyed by first-timers. To make it more equitable and to rationalise the subsidies for all first-timers and upgraders, we have decided to remove the premium so that lessees of big flats will pay the requisite levy when they upgrade to another flat. \n  <br>\n  <br>\n  <!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Vasoo:</b> Will the Minister consider allowing those who have selected their flat but have not signed the lease agreement to opt for the premium scheme? \n  <br>\n  <br>\n  <!-- Mr Lim Hng Kiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Hng Kiang:</b> HDB has clarified the operational details of the policies and indeed those who have selected their flat but are waiting for the keys to their flat up to this quarter will be allowed to come under the old scheme. This is made known in the press release and HDB will take out a full page advertisement in the Straits Times to explain to Singaporeans that this policy would not affect those who are already waiting for their flat or those who are selecting their flat for the second quarter of this year. So they will not come under the new policies. These new policies will not affect them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 237</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>PRESIDENT'S ADDRESS</h4>\n  </div> \n  <div align=\"center\">\n   <b>Debate on the Address</b>\n  </div> \n  <div align=\"center\">\n   <b>(Third Allotted Day)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [2nd June, 1997], \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`That the following Address in reply to the Speech of the President be agreed to:- \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 238</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which he delivered on behalf of the Government at the Opening of the First Session of this Parliament.\".' - [Dr Wang Kai Yuen]. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed. \n  <br>12.44 pm \n  <br>\n  <br>\n  <!-- Mr Ong Kian Min -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ong Kian Min (Pasir Ris):</b> Mr Speaker, Sir, thank you for allowing me to participate in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I rise to speak in support of the motion moved by the hon. Member for Bukit Timah. The President, in his Address to Parliament, has emphasised the importance of strengthening our nation's competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe this is particularly important as we stand at the threshold of the 21st century. The new millennium will be an era of high technology and rapid development. To highlight just how rapidly technology is developing, we would recall that back in the mid-1960s there were only a few hundred transistors on the computer chip. Today, there are 7.5 million for the most powerful computer and that number is doubling every two years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With such exponential increase in processing power, the years ahead promise many exciting challenges. Singapore has risen to the challenge by keeping abreast of this rapid advancement. We are already making a headstart with programmes such as IT 2000 and Singapore One. Even for the young, $2 billion have been set aside in support of the IT programme for schools. We must continue to maintain this headstart using the best available technology for the continued progress of our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although we have done well over the past 30 years, we must not be complacent and take prosperity for granted. We must not delude ourselves into thinking that the tried and tested system that has produced good results in the past will continue to produce good results for the future. There are many examples of this fallacious thinking. A number of East Asian tiger economies which enjoyed high growth in the recent past are already facing rough economic weather. Even Japan, which \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 239</b></font>\n  <br>\n  <br> remains by far the richest country in Asia, has suffered economically over the last few years. This has prompted its Prime Minister to call for drastic economic reform in his speech at the opening of the new parliamentary session early this year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Looking at specific industries in Singapore, one area that demands our close attention is our role as a regional hub. An example is telecommunications. At present, we enjoy the position of being a telecommunications hub with signals from the regional countries being routed through Singapore. However, the industry is developing very rapidly and there is no intrinsic reason which dictates the location of a hub in Singapore as exists in the location of a seaport or an airport. Other countries are putting in place huge capacities to carry signals. Telecommunications giants are setting up worldwide alliances, such as Global One. The technology of telecommunications is such that signals which are routed through Singapore can easily be re-routed through other locations that have the carry capacity and offer it at a more competitive price. To enhance Singapore's position as a telecommunications hub, we have to put in place an integrated package of sensitive and appropriate regulations, high quality and time-effective operations and maintenance personnel, as well as being price competitive to promote that Singapore is a total business centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Closer to myself as a practising lawyer, similar trends are evident. Singapore is a hub for about 55 international law firms providing regional legal services. One issue which we should look into is how we can make Singapore law an \"international commercial law\" in the same way as English law and New York law function as international commercial law for international transactions. This requires that parties engaged in international transactions are confident that the commercial law is clear, predictable, modern, transparent and commercially relevant. All these qualities Singapore law shares with London and New York. This leads to the next question of how Singapore law firms can increase their role in this regional \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 240</b></font>\n  <br>\n  <br> legal hub. We need to assess and examine how Singapore lawyers can widen their regional capacity and role. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With an ever-changing global environment, we must be prepared to put aside conventional wisdom in analysing emerging trends and developments and in working out solutions for Singapore. We must be nimble and ready to make swift changes and adjustments when the situation demands it. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To quote from Tennessee Williams, the US playwright: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`It is almost as if you were frantically constructing another world while the world you live in dissolves beneath your feet, and that your survival depends on completing this construction at least one second before the old habitation collapses.' \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it must never be said of us that the time for change was yesterday. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe, if Singapore is to continue the economic miracle, it requires us to systematically identify our strategic advantages and weaknesses. We must build on our strengths and eradicate areas of weaknesses. I am confident that our fair and open meritocratic system is a sure foundation on which to consolidate the \"Singapore Way\" of organising ourselves and doing things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We can build a \"Singapore Cluster\" comparable to successful \"clusters\" in industries, such as the Silicon Valley in the area of technology, or the City of London in the area of finance, or Hollywood in the movie industry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we advance into a highly technological 21st century, our concerns should include the building of a value system. This will unite our people and give us a firm base and a powerful platform to face the challenges of the future. Our togetherness and strong convictions will give us our cutting edge. A spirit of stalwart nationalism must accompany our strive for excellence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recent unrest that occurred in as diverse places such as Xinjiang province in distant China and Kalimantan in Indonesia stems from economic disparity between various segments of the population. Therefore, even at a time of good \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 241</b></font>\n  <br>\n  <br> economic growth and prosperity enjoyed by a wide segment of our population, we must anticipate and address any disparity that may be building up between the successful and those who, relatively speaking, have not done as well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would urge the more successful, who are the beneficiaries of this system, to lend a helping hand to those who are less successful and give them hope to break out of their circumstances. Every Singaporean in every segment of our society has a part to play in sharing, building, encouraging and bringing out the best in one another. It is not only the Government helping the less fortunate. It is not merely the most successful at the top of the ladder helping the one at the bottom. But it is every Singaporean at every level helping those around him and it goes on down the line in a caring and sharing chain, right down to the last person. This way we can make Singapore a home where people feel bonded to one another and the country. Such close-knit local communities with dense interlocking relationships will produce a resilient society that can hold its own against the winds of change. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This spirit of mutual help and support should not be focused merely on people. Companies, businesses and all other organisations need help and support too. Singapore has only a population of 3 million. If we organise ourselves and work as individuals, we are only a nation of 3 million people. If we work smart, and work as a team, collectively we can be more than the individual parts put together. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a small country like Singapore, the public and private sectors can and should work closer together to forge a trusting and symbiotic relationship. Home-grown businesses need help and support to compete more effectively in the regional and global markets. The public sector and Government-linked corporations can help and support them to focus their energies on competing more effectively overseas. The civil service has started to change its traditional functions as mere regulators. The private sector businesses welcome this. I look forward to the public sector evolving to become facilitators of business and growth. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 242</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reciprocating, the private sector can contribute its ideas and expertise in planning for the needs of Singapore in the 21st century. It is heartening to note that at the macro level, the Government has formed the Committee on Singapore's Competitiveness to chart the strategic direction for the country's economic growth. Such brainstorming involving the public and private sectors can be extended to and will be particularly useful in the development of public facilities and the delivery of quality public services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To work as a team, we must learn to share, help each other, dwell deep into our internal strength as a united people so that collectively we can beat all external competition. We need to know our areas of strength and work in tandem with each other for the benefit of the whole. For such ties to form and work, we must believe that there is a much bigger world out there, and everyone can have more of the pie if we work together, instead of against each other. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One negative attitude which runs against the grain of nation building and the building of the team spirit is kiasuism. The war-cry of kiasuism is - \"grab as much as you can for yourself, forget about others!\" In kiasuism the focus is on \"I\" and \"me\". But, survival of our nation has to do with the \"we\" and \"us\". Kiasuism concentrates on personal survival but, as a nation, we must focus on the survival of the nation. We are a people with a big heart, not a people who want to grab all we can at the expense of others. There is enough for everyone if you are willing to work in tandem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As individuals and Singaporeans, we must work as a nation and as a team. We must not merely look after our own interest, but the interest of our fellow citizens and nation. In place of kiasuism, let us make caring and sharing important values in our culture. As we move from the \"I\" orientation to the \"we\" orientation, we can ensure a legacy that will hold good for generations to come. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have come a long way since independence. Today, we have much more resources than in 1965. With this strong \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 243</b></font>\n  <br>\n  <br> base, we are in a much better position to compete in the increasingly competitive world markets and offer the generation to come a position of positive advantage to succeed in an even tougher millennium. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mrs Yu-Foo Yee Shoon -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mrs Yu-Foo Yee Shoon (Bukit Timah)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, we would like to thank the President for his Address on the Opening of this Parliament. I am confident that the people will give full support to the Government to make use of our favourable situation and opportunities now to realise the vision spelt out in Singapore 21. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Address has given us confidence for the future, but there are also some points for us to ponder over. For example, the President said that we are much stronger than what we were in 1965 and there is no reason for us to flinch from difficulties. But the problem is, at this time when Singaporeans have almost everything, do we still have the type of unity and high morale like our leaders in the early days who fought against the Japanese, strove for independence, faced the threat from communism, solved the myriad of problems resulting from the separation from Malaysia, racial riots, etc? So, are Singaporeans today able to rise to the occasion to protect and to defend our own country? This is not a question of \"able\" (yes) or \"not able\" (no), but a definite \"able\" (yes). If we want to be first class citizens, we want to be masters of Singapore, we have to make it a strong \"yes\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our foreign reserves now stand at $107.7 billion, which ranks among the top ten in the world. We have a better economic structure and infrastructure; we have a better educational system, full employment and advanced national defence capability. But the question is: used to living in much better condition, are our younger generation able to face challenges with the same determination and undaunted fighting spirit of our first generation leaders? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am very happy to note that the Government is now promoting the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 244</b></font>\n  <br>\n  <br> National Education programme. National Education must succeed. However, I hope that while promoting National Education, we must not forget the human factor, that is \"EQ education\". It is undeniable that we need to have good IT education and creative education so that we will be able to participate in the world-wide long-distance economic race and still remain in the leading position. Taking into consideration our present economic strength and our talent pool, there should be no problem. But the key issue is how to make National Education a success, and to ensure better cohesiveness among the people of Singapore in every generation. In this aspect, if we can pay more attention and place greater emphasis on \"EQ education\", we will be able to achieve double effect with half the effort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is Emotional Quantum education? It involves our outlook of life, work attitude and integrity. In recent years, the Prime Minister has been promoting team spirit, integrity, moral values, the proper attitude of learning excellent social culture values, arts, and to build up a gracious society. These are actually the main factors of \"EQ education\". The scope of EQ education is very broad. It is the control centre of our thinking. It controls our conduct and our lifestyle. The quality of EQ education would affect the political and social practice of the country and the quality of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It involves the cultivation of our outlook of life, culture and arts, discipline, national character, courtesy, personality, ways of handling things, learning attitude, team spirit. For example, some soldiers are very highly patriotic and are prepared to sacrifice themselves for the nation, while some will betray the country for wealth; many people are disciplined and law-abiding, while some are prone to commit crimes; some people are serious in life, while others are happy-go-lucky; some people are prepared to sacrifice themselves for others while some are self-seeking. In addition, there are different emotions - happiness, anger, sadness, contentment, resentment, impatience, forgiveness, etc, which will affect the handling of marital and family relationships, public relations and communication with colleagues at work, boy-girl relationship, etc. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 245</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Government is clean and honest, fair and unbiased, and our people are law-abiding, hardworking and always striving to improve themselves. The success in EQ education has much to do with these. But in some countries, governments are corrupt and society generally depraved. This stems from the failure in their EQ education. We have to correct the biasness in the EQ education. Our emotional education is successful, especially at a time when everybody is talking about information technology and computers. There is nothing wrong with learning to use a computer, because I am also learning how to use it. Now everybody has a computer at home. When a young man comes home, what is the first thing he does? Does he go straight to the computer or does he greet his parents or his family first? There should be a balance between technology and the human factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to a famous Japanese doctor, in his book `A Great Revolution in the Brain World', he mentioned that emotion had a great effect on our health and on our attitude towards life. His theory is that we should balance the usage of the right and left parts of our brains. When we talk about the emotion, it refers to the right brain which controls our potential for music and the arts, and our feelings and emotion. The author pointed out that most of the time, people put too much emphasis on the left brain which controls their rational operation, such as administering language, computation, science and technology, and computer information, etc, and neglected the positive and negative effects of the right brain on conducting social communications. If a person is full of confidence in life, the brain will produce a secretion known as the B-endorphin which will make him even more willing to contribute to society. On the contrary, if a person is under stress and pressure and he doesn't know how to handle them, the brain will secrete a toxin known as Noradrenalin which will not only affect his health but also make him do something which is anti-social. In other words, if we want stronger cohesion among Singaporeans, we have to complement National Education with a balance between the left brain (rational) \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 246</b></font>\n  <br>\n  <br> and the right brain (emotional) and place equal emphasis on material and spiritual advancement. How can we draw the people's attention to `emotional education'? We have to promote `emotional education' through the school, the family (parents and grandparents) and the work place (superiors and subordinates). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1) To foster teamwork and mutual help among students through the school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I feel that the cultivation of EQ should start from the school. At a time when the Ministry of Education is placing a lot of emphasis on the `gifted programme' and on `teaching according to ability', we should not overlook the fact that streaming the children too early may make those in the Normal Stream, or even Express stream feel that they are born-losers or `second class'. The worst is even parents and teachers cannot bear such a stigma. It would have a very negative effect on the children. Since we have already set up a Committee on Singapore's Competitiveness to enhance our competitive edge, in order to inculcate in students and young citizens a sense of self-esteem and the willingness to contribute their best to their country, I hope the Ministry of Education will consider setting up a Committee of Specialised Education and invite educationalists, psychologists, scientists, sociologists and other experts who are specialised in the areas of education and children counselling to delve into the different stages of education for our students. Apart from encouraging students to exel in academic performance, the school can also group students into, say, teams of ten with similar learning ability to take part in after-school activities. This will not only improve individual performance, but also collective performance as a team. At the end of the year, some incentives, such as prizes for best team spirit based on their performance in their lessons, arts, sports, games, computer, etc. could be given. In addition, the schools can also reward the teams based on their attitude towards learning, scoial services, cooperation and leadership skills. The aim is to enable students of different talents to excel in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 247</b></font>\n  <br>\n  <br> their respective fields, be it arts, science, technical, music or sports. In addition, they will be able to work together as a group with the best team spirit. In this way, every child's talent will be put to optimum use to achieve the goal of the team as a whole. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Under these circumstances, we can, on the one hand, nurture future leaders and, on the other hand, encourage more students and the future workforce to develop a positive attitude towards learning and contributing ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Actively fostering Singaporeans' learning and working attitude through family and workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is not enough to depend on the school's efforts alone. The family, parents, government, various organisations, trade unions and employer's union can foster management's and workers' learning and working attitude through `emotional Education' funded by the SDF. The Prime Minister had said that we must establish two long-term objectives - thinking schools and `learning nation' in order to meet the challenges of the future and to encourage our younger generation's thinking ability and the urge to learn. These long-term objectives should therefore be extended to students, teachers, parents, workers, companies, social organisations and various Government departments. Singapore should draw up a long term plan for continuous learning and skills training and enourage parents and workers to adopt a positive attitude towards learning - `while sailing against the current, if you do not move on, you will be moving backward' and `learn as long as we live'. Everybody including professionals like doctors, lecturers, lawyers, engineers, and teachers, managers and other specialists must do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Besides, companies should not always complain about workers' attitude and the job hopping problem but from the focal point of `EQ', companies should establish close rapport and good communication channel with employees, encourage their \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 248</b></font>\n  <br>\n  <br> workers to `respect and love their work' and contribute constructive suggestions to their companies. As the Prime Minister has said `not only does the management have to think, individual worker has to think too'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When the Prime Minister met the workers and the unionists, he told them the story of a Japanese doorman. When the doorman in a Japanese company opens the door for the CEO, there is eye contact which means the CEO will ensure that the doorman is doing his job. We must care for our employees. When an employee falls sick and is unable to work, he may have lost his market value for a certain period, but you cannot just send him packing. Perhaps you do not know that the idea of hotels building their passenger lifts outside the buildings originated from a lift attendant of a hotel. When the management informed the workers that more lifts had to be built in the hotel to facilitate convenience to its guests, the lift attendant suggested, \"Why do we have to interrupt our business to build more lifts? Why can't we build the lifts outside the hotel?\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So this idea of building the lifts outside the building came from a lift attendant, not from an architect. This ingenious idea of the lift attendant saved the hotel a lot of money and space. This has also prompted the management to pay more attention to suggestions from their employees thereafter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) To establish stronger ties between the Government and people through the CDCs and grassroots leaders. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think the CDCs and grassroots leaders should actively organise forums, dialogue sessions, etc. on National Education and emotional education. The media should also report objectively on `National Education\" related activities and `emotional education' stories rather than crime stories and sensational news to attract the readers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our opposition parties and Members in this House should be united with the rest of Singapore to maintain the dignity and status of Singapore in the international arena. They should not join force with outside media to attack and damage the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 249</b></font>\n  <br>\n  <br> image of Singapore and her people. They should learn from the Japanese. When there are different opinions on or criticism against Government policies, they do it internally. They do not do it externally. In summary, when we are promoting social cohesiveness, we also have to pay attention to the `EQ development' of our people. Family education, school education, public education and productivity education, trade union education, civil defence education, and military education are equally important. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we encourage Singaporeans to master IT, at the same time, we should also conduct a `revolution of the human brain' so that everybody will have a healthy mind in a healthy body. As long as everybody has a sense of self-esteem, and is prepared to acquire new experiences, new technology, changes and willing to improve himself, we will all be united. In this way, not only will we be a learning nation, we will also be a thinking people and a caring society. Everyone is a winner as long as we can live in a peaceful and stable country. Our social cohesion will be stronger than ever, our nation rock-firm and our homes sweet and warm. \n  <br>1.12 pm \n  <br>\n  <br>\n  <!-- Mr J. B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J. B. Jeyaretnam (Non-Constituency Member):</b> Mr Speaker, Sir, I have given notice of my amendment to the reply to the President. I propose to read my amendment and then move it before I return to my seat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the amendment is that the words: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`but regret that the President makes no mention at all of how our citizens will be prepared to meet the challenges ahead.' be added at the end of the reply in the motion. I will, as I said, formally move this before I return to my seat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in the last eight days of 1996 and the first two days of this year, the people witnessed a spectacle that has left a trauma in the minds of many of our citizens. It is not just in the minds of those who had to take part in this event, but in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 250</b></font>\n  <br>\n  <br> the minds of many who were unable to take part but were equally concerned in the result. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The event, Mr Speaker, Sir, was to be an event and opportunity for our people to elect who they would have as their speakers in this House of the people to raise their grievances, to raise their aspirations and their hopes. In short, Mr Speaker, Sir, it was to give them an opportunity to participate in the decision-making of this country, to have a say on their behalf before decisions affecting them are made. It was to be an event between political parties offering their candidates to the voters as the better able to represent them in this House, and to bring their grievances and their views - their dissenting views, let it be said - in this House so that they may be taken note of and considered before any decisions are made by the Executive. That is all it was meant to be, Mr Speaker. It was not an occasion for choosing a government. That had already been decided by the Government that went out of office. By a number of measures, they made sure that they would continue as the government of the day after the elections. So, as I have said, it was simply an opportunity for the voters of Singapore to decide who should speak for them, who should bring their views into this House, to be considered before decisions are made. They expected to exercise their minds on this choice freely without any fear or any compunction. But, unfortunately, the event was turned into something quite different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The spectacle that our country witnessed was the spectacle of a Government because, as I said, the Government was already in place on nomination day, it was the spectacle of a Government fiercely determined to hold on to its power, fiercely determined to deny the people any say in the decision making processes of this country, a say that the people had been clamouring for, a say that the people were longing for, but we had a Government determined to deny them. Nowhere was this more evident - this contest of a Government determined to deny the people a say in decision \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 251</b></font>\n  <br>\n  <br> making and a people clamouring for a say in decision making - than in the election at Cheng San GRC. The voters in Cheng San GRC were left with the clearest message coming from the Government of the day - let us not forget that; it is not a party which was sending the message, but the Government - the clearest message that if the voters decided in their foolishness, so it seemed, to choose people other than those sent by the Government to represent them in this House, if they were so foolish enough, then they would lose everything. This was brought home on the eve of polling day by no less a person than the Prime Minister of this country. Speaking at his eve of poll rally, he told the voters - I do not know how many of the voters were there; that is another story - the one or two thousand people who were assembled there, that if the voters of Cheng San voted for other than the men the Government had sent to represent them in this House, they would lose everything. It was, as he put it, win big, or lose all. It was all or nothing, and the voters can ponder over it, he said. And, of course, our ever faithful press in Singapore blazed this message on their front pages on polling day. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On polling day, this determination of the Government to deny the people any say was brought home again by the Prime Minister and the two Deputy Prime Ministers swooping down on the polling stations in Cheng San so that the voters who came to vote would be left in no doubt at all that the Government meant business. It was a Government to be taken seriously. The Prime Minister was there; the two Deputy Prime Ministers were there. This, may I say, Mr Speaker, Sir, was in clear violation of the provision in the Parliamentary Elections Act, and we are still waiting to know whether any action would be taken for this clear violation of the Parliamentary Elections Act. So is it any wonder that a significant portion of the voters perhaps were not prepared to lose everything. As the Prime Minister had said, either win big, or lose all. And so \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 252</b></font>\n  <br>\n  <br> they were not prepared, and so we have it that the Government won the day at Cheng San. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But it was made quite clear by the Senior Minister himself that it was the Government which was putting its head on the line in Cheng San. If people chose somebody else other than the Government men, it was the Government that would lose, not the People's Action Party. Therefore, the people had to take a very firm note. Enough of that, Mr Speaker, Sir, but it forms, as it were, if I may say so, a backdrop of what I have to say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, for sometime before the elections - if I may call it not really elections but a sham of elections - the Ministers were proclaiming in their speeches, were telling our citizens of the challenges that lay ahead in the 21st century, and how Singapore would have to be prepared and ready to meet the challenges. But, of course, we never heard any of these plans on the part of the Government to prepare Singapore to meet the challenges. All that was swept aside during the election campaign. I thought that perhaps the President's Address containing as it is the Government's programme for the next five years would have something to say about how our people would be prepared to meet the challenges of the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as has been stressed by some speakers before me, it is not the technological advances; it is not the improvements in our infrastructure, it is our people who are going to see whether we prosper, we go forward in the 21st century. It is our people who take the responsibility for the future of Singapore. With respect to Mr Goh Chok Tong and the Cabinet, the responsibility is not theirs. The responsibility is the people's responsibility. And if the people are to take this responsibility, they have to be given the equipment, the baggage, that is necessary for them to take this responsibility. They cannot go into the 21st century with the baggage of the 18th century when decisions were made by just one man or by a minority and the people were left merely to obey or to take the consequences of not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 253</b></font>\n  <br>\n  <br> obeying. Countries have moved forward from that and it is the people who are clamouring everywhere for a share in the decision making and to be equipped to make the decisions. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, what we have to learn is to be able to trust our people, that our people have the intelligence and the capabilities to safeguard Singapore's future. It is when decisions are made on the collective wisdom of our people that the country can survive. A government that relies on the fear of the people is not a democratic government that rules by the people partaking in the decisions. A government that rules by fear is a Mafia government and, Mr Speaker, Sir, I know a number of Members will rise and say I am talking nonsense. But I have found in this country a fear that grips our people. It is to that I must now turn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Speech made some mention of the need for bringing the people in. He says, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`We will build a nation where everyone has a stake in Singapore's success, feels a sense of belonging and ownership and wants to contribute to make Singapore our best home.' I say \"Amen\" to that. But how do we do it? That is the question. I am sad to see that, after those noble words, the Address says nothing at all of how this is to be achieved. Therefore, Mr Speaker, Sir, it has fallen on my Party, through the Member for Hougang and myself here, to bring to this House how this bonding of our people, as some Members have said, and as the Member for Hougang has said, of giving our people a sense of identity so that they feel part of one nation, the closeness of being together can be brought about. The first thing, of course, is that we have got to remove the fear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, at the risk of repetition, may I say that no people will accept responsibility unless they share in the decision making of that country. It is no good preaching to them about being loyal to the country, about putting the country first unless they feel that they have a share in the decision making. So I say that we should first remove this fear of our people in participating in the decision making. Of course, immediately what comes to mind, \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 254</b></font>\n  <br>\n  <br> and this is the first thing that we have got to do, is to abolish the law providing for detention without trial. That is an anachronism which has no place in a modern civilised society, which we claim to be. That was introduced as an emergency measure to fight an Emergency that was gripping the country. But today there is no Emergency. There is no threat and yet we carry this law in our statute books. They remain as a permanent signal to our citizens that if they should step out of line, they may be picked up and detained. So we have got to abolish detention without trial. It is totally unnecessary and it is a negation of the rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second thing we have got to do is to establish the rule of law and, as I said, detention without trial is a negation of the rule of law. But it is not just that. The rule of law requires that citizens know their rights, know what their rights are and know that the law will protect their rights from the Government. From the enforcement agencies, it requires that the Government acts under law. It requires that Government officers carrying out any actions act under the law. Time does not permit me, Mr Speaker, Sir, to elucidate all the instances and to support what I will say in the course of my speech, but I hope we can find time to discuss this further. So the second thing is to establish firmly the rule of law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, we have to remove immediately all impediments or curbs on the right of free speech and assembly. We have got to tell our citizens in ringing tones that it will not be an offence for them to speak out, even if it is in dissent of the Government's policies or Government's actions. We have got to tell our citizens that they do not have to go to the police and beg for a permit to hold an assembly. We do not have to tell our citizens that they have to go and have a police permit if they wish to hold a peaceful procession to express their views. That seems to me, Mr Speaker, Sir, is essential if our citizens are to be allowed a share in decision making, which is what they want. We have got to give them the opportunity to stand up in the public place and say, \"I do not agree with this\", not in meetings arranged by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 255</b></font>\n  <br>\n  <br> the Residents' Committees or by community centres which are all agencies of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In line with that, Mr Speaker, Sir, it seems to me that it is time that we looked at our defamation laws and our contempt of court laws. It is not only in America, it is in Europe, in England and in other countries that the courts have recognised that the laws of defamation should not unnecessarily, I say unnecessarily, restrict the right of the citizens to criticise public officials in the discharge of their public office. It has been recognised in America for longer than in other countries. It has been recognised by the European Courts of Justice for some time and it is even now recognised in the common law of England. So it is time for us to look at our laws of defamation and equally with the contempt of court. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The laws on the contempt of court have undergone a substantial revision. But we still hold on to the old laws in Singapore. It is time we looked at that. The courts, like anyone else, are not above criticisms. Government is not above criticism. The ruler is not above criticism. No one should be above criticism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, the thing that we have to do is to see that our citizens are supplied with the information that they need to take the responsibility for this country to make the decisions that are necessary for the welfare of this country. We need a Freedom of Information Act. We should look at that quite seriously. The business of Government cannot be transacted behind closed doors. There are, of course, some things which cannot be made public, like the security arrangements or our defence capability. But there are lots of other things which should be brought out into the open so that the citizens are better informed and are better equipped to make the decisions. On this, may I say, Mr Speaker, Sir, we need a respectable newspaper in this country, not a newspaper or press that slavishly repeats everything that the Government has to say and put out. So it is, in my respectful submission to this House, that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 256</b></font>\n  <br>\n  <br> we can go forward into the 21st century ready to meet any challenges that lie ahead. I am very confident that our people are able to if you provide them with the necessary information - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. Mr Jeyaretnam, you have used up your time. Can you move your amendment? You have used up the 30 minutes. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> My time is up. Yes, I will stop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;at the end, to add, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`but regret that the President makes no mention at all of how our citizens would be prepared to meet the challenges ahead.' \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> It has been proposed as an amendment, at the end, to add, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`but regret that the President makes no mention at all of how our citizens would be prepared to meet the challenges ahead'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Question is, \"That the words proposed to be added, be there added.\". \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> have before them the Notice of Amendment filed by Mr Jeyaretnam. Debate will now be confined to the amendment. \n  <br>\n  <br>\n  <!-- Mr Lim Swee Say -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Swee Say (Tanjong Pagar):</b> Mr Speaker, Sir, thank you for giving me this opportunity to respond to the amendment proposed by the NCMP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to speak against this amendment. The NCMP, in proposing this amendment, has made a few baseless allegations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, this is the first time I, as a Member of Parliament, am sitting in this Parliament. When I look at the last three days' debate, I thought it was meaningful, it was responsible. It is like having three persons standing in front of a cup which is half filled with water. Someone will come out to say the cup is half empty. The other person says, \"No. I disagree. The cup is half full.\" And the third person says, \"No. The cup is 50% H2O, 10% O2 and 40% nitrogen.\" All the three points of view are valid, even though we may disagree with each other. Because it is based on \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 257</b></font>\n  <br>\n  <br> different perceptions, different perspectives, founded upon some sense of reality. So when the NCMP proposed this amendment, the thought that came to my mind is like having a fourth person come along to say, \"All of you are wrong because this cup is empty.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, is it possible that everyone of us is so blinded that we could not see that there is nothing in the cup? Having listened to the NCMP's deliberation, I came to realise that what the NCMP is saying is not that the cup is empty but the cup does not contain the kind of liquid that he is looking for. Sir, everyone of us would like to drink our cup of water. I think it is very unfair for the NCMP to try to impose on the kind of water that every Singaporean ought to drink. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Here I would like to share my own personal experience. A few days ago, I read the e-mail via the Internet talking about a young man. He is always very positive, very constructive. And his friends ask him, \"How do you manage to be so positive, constructive all your life?\" He said the answer is simple: \"It is all a matter of attitude.\" He said, \"Every morning when I wake up, I look at the mirror, I ask myself: Should I be in a good mood today or should I be in a bad mood today?\". And he said, \"I always choose to be in a good mood. When I come across any unfortunate incident, I can choose either to be a victim of the circumstances or I can choose to learn from this experience.\" And he said, \"I always choose the latter so that I can become a better person all the time.\" So one day, he was unfortunate to be shot by a gun. They sent him to hospital. And lying on his operation bed, he looked at the eyes of the doctor, he could tell he must be very seriously injured, because he could tell that the doctor, more or less without telling him, was saying that, \"Look. I am looking at a dead man.\" Before the doctor operated on him, the nurse asked him, \"Are you allergic to anything?\" He said, \"Yes.\" And everybody stopped because they wanted to find out what he was allergic to. And he said, \"I am allergic to bullets. Can you please do your best, remove these bullets in my body.\" The doctor, the nurse, they \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 258</b></font>\n  <br>\n  <br> laughed. They operated on him. They did their best. But because of his will to survive, because of this expert skill of the doctor, of the surgeon, he survived this operation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I want to share with the NCMP that many Singaporeans today support this Government because when we look back to history, in 1965 when Singapore became independent, we were very much like this young man who was seriously injured, lying on the operation bed. The same thing between Singapore and this young man is that we both have the will to survice. But there is a big difference. In the case of this young man, he has a doctor, a surgeon who has the duty to perform his best to rescue him. But in the case of Singapore, when we became independent, when we were in great difficulties, nobody else in this world, except Singaporeans, has any duty or responsibility to do anything to help us. Therefore, the reason why we get to where we are today is because all Singaporeans were working together as a team, as a united people, under the very able leadership of the Government. That is why we have succeeded. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The NCMP said that the way we went about campaigning, we denied the people of Singapore the right to choose the leaders to represent them in this House. This cannot be furthest from the truth. You see, what the NCMP has to understand is the aspirations of the Singaporean. The Chinese has a saying, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(shui wang di chu liu, ren wang gao chu pa). The point here is this: water, by nature, will flow downwards but human beings (people) have aspirations, they want to do better every day, they want tomorrow to be better than today. Why did the people, given the choice to elect the party to represent them, choose the PAP? Why did they not vote for the Workers' Party, and so on? The NCMP would like to believe that this is because we leave the people no choice, and I would like to counter this point. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that the people of Singapore voted for PAP because they all want to have a better future not only for themselves but for their children. I have gone through three recessions in my life. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 259</b></font>\n  <br>\n  <br> first time was in 1974 when I was studying in the United Kingdom. At the point in time, due to the hike in oil prices, the global economy moved into recession. The second time was in 1985/86 when Singapore experienced negative growth. And the third time was in 1991 when I was assigned to be based in New York to take charge of the international operation of the Economic Development Board. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Having gone through three recessions, my feeling is that, firstly, any country, any economy is likely to experience ups and downs. It is unavoidable. The question is: is it more ups or more downs, and how high are the ups and how low are the downs? Secondly, what is even more striking to me was the way UK, US and Singapore, with a different sense of urgency, responded to the recession. In 1974 in UK; in 1991 in US, I did not sense that there was any sense of panic in the people. You see, these countries, they are big, they have tremendous resources, they have world-class technology. So to them, a recession is something they will eventually get out of. It is just a matter of time. So sometimes they work faster, sometimes they work slower. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1991, in USA, they went through what we call the double dip. They went down, they came up. But before they had gone back on track, they came down again. And they took their time, they went up again. But in the case of Singapore, in 1986, when there was a recession, I could sense there was a great deal of concern. Many Singaporeans were concerned whether we would be able to get out of the recession, and whether that would be the end of Singapore. In fact, this is the reason why property prices dropped drastically in 1986. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my point here is that for a big country, nation building is not an easy task. It is like climbing a mountain. The higher you go, the more difficult it is. And if you were to fall down, the more you have to lose. In the case of Singapore, being a small country, we are in a much worse position. In a big country you can climb mountain. In a small country, like \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 260</b></font>\n  <br>\n  <br> Singapore, there is no mountain to climb. We go down the river. In fact, we do not go down the river. We go up the river. In fact, the way we build our nation is like the Chinese saying, (ni shui xing zhou). It is a small boat trying to move upstream. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a big country, why do I say this way? In a big country, when they have a problem, when there is a recession, when they are tired, they can take a break, they can have a debate, an argument. When the debate is over, when the rest is over, they pick up their backpack and they carry on. In a small country, imagine if the members from this small boat along the way, instead of paddling together in sync, some members like to take a rest and therefore you have less people contributing to the effort; worse still, some people want to create different opinions, want to move in different directions, why move upstream when it is so difficult, why do we not go downstream, it is easier. Can you imagine if the teamwork is broken, if the cohesion is broken? Then it is the end of this boat, because not only this boat will be pushed downstream; worse still, it may even capsize and disappear forever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my submission is that the people of Singapore voted for the PAP not because they were deprived or denied the freedom to choose their leaders but because they share this common aspiration of making Singapore our best home in the 21st century. Many opposition Members here keep on saying that the PAP Government says one thing and does another thing. We talk about cohesion, at the same time we try to divide the society through MUP priority and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, please allow me to give another example to explain that what the PAP is doing is what the people believe as well. Two years ago, when I was still with the EDB, the Chairman of a leading MNC met our Prime Minister. Our Prime Minister asked him this question: \"Do you have any plan to invest in Asia-Pacific?\" This Chairman said, \"Obviously. Asia-Pacific is growing so fast, expanding so fast. Obviously I have a lot of plans to invest more in the Asia-Pacific.\" So our Prime Minister asked him, \"Where will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 261</b></font>\n  <br>\n  <br> you consider to invest?\" His reply was: \"It depends on how much investment I am talking about. If I am investing $5 million, there are many locations in Asia-Pacific I could consider. But if I am thinking of investing $50 million, then the list is shortened to maybe five to seven locations. But if the investment amount is $5 billion, or $500 million, then the list is not more than three.\" And the Prime Minister asked him: \"Would Singapore be one of the three?\" And he said, \"Certainly, yes. Not because you have world-class workforce, not because you have world-class business infrastructure but, more importantly, you have a stable policy, you have a stable government, stable society.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the point here is that when an investor has to look for a location to invest $500 million, $5 billion, it will take him at least 10, 20 years to recover his investment. And for that, it is very important that there is stability in all the policies in the investment environment. So can we imagine, in the last general election, if the ruling Party, the PAP, had lost in Cheng San, if the ruling Party did not have a landslide victory in the last general election, what kind of signal are we giving to the global investment community? Would that Chairman who spoke to the Prime Minister and many chairmen of many other MNCs consider to bring their best, world-class, high-tech industries to Singapore? The answer is, at best, maybe or, at worse, no. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe the reason why the people in Cheng San voted for the PAP is that they value the values, the aspirations, the vision conveyed, promised by the PAP through Singapore 21. I believe that they do so because they want their children to have a better life, they want all these investors to come to Singapore to create better jobs, better pay, better future for their children. Of course, the NCMP will argue that money can buy a house, but cannot buy a home. I agree with that. The question is this. If the people have to choose between a better house or a warmer home, I think some, hopefully a majority, will go for a warmer home. But this is not what we are talking about in Singapore 21. In Singapore 21, we did not say that Singapore 21 is towards a poor \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 262</b></font>\n  <br>\n  <br> but happy future. We said that Singapore 21 is to make Singapore our best home in the 21st century. And when we said \"best home\", we are saying that yes, we want to build a comfortable home, a comfortable living environment for our people and, at the same time, make sure that there will be very strong social cohesion so that this nicer house will also be a better home. And this is what we meant by the best home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, having thought through very carefully what the NCMP had said, I cannot but come to the conclusion that there is no basis at all for this amendment proposed by the NCMP. I therefore beg this House to vote against this amendment proposed by the NCMP. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I, by clarification, first of all say that I was not trying to impose my views on the people. I was merely making a plea for them that their views be heard, let them make the decisions. That is all that I was trying to say. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Speaker, may I ask the hon. Member, if he says that the aspirations of the people lie with the PAP and that is why they have voted the PAP, to explain how is it that we had 50,000 people coming to listen to us? [Laughter.] Well, you may laugh, but that was the estimate that was given to me and half of them must have come from Cheng San itself. It is because they wanted us to translate for them what their hopes and aspirations were? Is he saying that it is not the aspiration of the people to want a greater say in the decision-making in this country? \n  <br>\n  <br>\n  <!-- Mr Lim Swee Say -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Swee Say:</b> Mr Speaker, Sir, please allow me to respond. Firstly, I did not say that the people do not want to participate more in the decision-making. My point is that the people have voted along the line of their aspirations. The NCMP mentioned that there were 50,000 people who attended the rally. In fact, I am very happy to hear so, because a better informed voter is a wiser voter. The fact is that having listened to the Singapore 21 from the PAP and they went on to listen to the WP and various parties, and having \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 263</b></font>\n  <br>\n  <br> listened to all of them, they still came to the conclusion that the PAP is the party that they would like to support. I think that reinforces their commitment to work together to pursue this vision of building Singapore as their best home in the 21st century. \n  <br>\n  <br>\n  <!-- Mr Zainul Abidin Rasheed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zainul Abidin Rasheed (Cheng San):</b> Mr Speaker, Sir, I have yet to make my maiden speech but I suppose the maiden has to wait because I cannot let the NCMP get by with his remarks. I am speaking here not just because I stood for election at Cheng San but because, as a Singaporean, I am very proud of our achievements and, in fact, we are seriously preparing for the challenges of the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that thinking is indeed in the air. We have this thinking conference in Singapore but, unfortunately, thinking does not seem to permeate the air evenly. I enjoy watching the film `Godfather' although I cringed sometimes at the violence in the film. But it is just incredible for me to accept that I am now considered as a member of a mafia government. It is just shameless to say that hon. Members here are now belonging to this mafia government and he calls it a \"shameless\" election. Is it shameless? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sham. \n  <br>\n  <br>\n  <!-- Mr Zainul Abidin Rasheed -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Zainul Abidin Rasheed:</b> It was a sham, he said. I think it is shameless to call that a sham. Because I stood for election in Cheng San together with my team and I think we all fought very hard for the election and, to us, it was a contest of ideas. We were able to go down the ground, meet the people and they were all debating issues, ideas and programmes which we had to come forth with our own explanations. And I believe that we won because we were the better team. To me, it was real democracy at work and it has proven to be fruitful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of violation of the Parliamentary Elections Act, yes, there were allegations. There were also allegations made against me as a candidate in Cheng San. We have given our response \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 264</b></font>\n  <br>\n  <br> and I find the allegations not only baseless but meaningless. So we should just wait for the outcome of the investigations rather than listen to the NCMP wanting to know what action needs to be taken now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, on the reason why he is calling for an amendment to the motion, I find it simply unacceptable because we have been sitting here for the last few days listening to hon. Members talking about what we have to do to prepare for the challenges of the 21st century. If the President had not raised those issues in his Address, I cannot think that as though our Members here are just imagining those things. So I must say that, in fact, it is ludicrous to suggest an amendment because the President had not mentioned about how to prepare our people for the challenges of the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question about the press, I do not think I will have the time to answer it today, but just to say that coming from the press before, I do not think the press will want to be slavish to the ideas of the NCMP. And let it be said that in presenting the aspirations of the people, I hope the opposition Members will understand that it is never the monopoly of the opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Law and Home Affairs (Assoc. Prof. Ho Peng Kee): Sir, I rise to speak against the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the NCMP, Mr Jeyaretnam, has called the election a spectacle that left Singaporeans in a trauma. The only spectacular thing that occurred was, of course, the strong endorsement the people gave to the PAP Government. And far from being a spectacle that left Singaporeans in a trauma, it was a spectacular endorsement that made Singaporeans more confident of their future. I think this shows how much Mr Jeyaretnam is out of touch with the ground. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the election, with a strong PAP Government in place, I think Singaporeans feel more confident of their future. So I would call it, in fact, a resounding endorsement of what the PAP has done all these years as well as of its policies and programmes for the future. In fact, it can even be said that if Mr Jeyaretnam calls it a \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 265</b></font>\n  <br>\n  <br> sham election, in a sense he is insulting the intelligence of Singaporeans. Because, if indeed it is a sham, instead of being a free and fair election that it is, then Singaporeans will see through it. But there is no hue and cry. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Jeyaretnam alludes to alleged violations under the Parliamentary Elections Act. Yes, reports have been made. Because these are serious matters, the police has very carefully investigated these reports and interviewed many people concerned which I think Mr Jeyaretnam is aware of, including both PAP leaders as well as opposition leaders and others involved. The case is now referred to the Attorney-General's Chambers. So like what Mr Zainul Abidin says, let us wait and see what the outcome will be. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point I want to make is that Mr Jeyaretnam talks about the President's Address not being people focused. If you really look at the Address very carefully, you will see that the people are in the centre of it, whether it is heavy investment in education, fostering racial harmony, training and retraining, or encouraging greater voluntarism in CDCs, getting people to come forward to serve. I think all these talk about getting more Singaporeans involved in helping to shape the Singapore society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now go on to my next point. Mr Jeyaretnam, being the seasoned and experienced politician that he is, brings out the old refrain that Singaporeans live in fear. I would just like to say that if he really talks to Singaporeans, young Singaporeans in particular, they are very expressive, they are very vocal and some of them give very good constructive criticisms even of the Government which I think young people are wont to do. And it is all right as long as these are responsibly made and they have thought through their comments. So I do not think Singaporeans live in fear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He talks about some laws which reinforce this fear. This is not the place for a full debate. But I think it warrants a reply to some of the points that he has made. The point is whether or not there is a place \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 266</b></font>\n  <br>\n  <br> for the ISA in modern day Singapore. This point has been made before. Let me just say it again here. We must not be complacent. We must not be taken in by the relative peace and calm in Singapore. We are a complex society with fault lines and things can go awry quite quickly. Therefore, there is a place for the ISA in Singapore to deal with matters such as racial and religious extremism, international terrorism, espionage and even subversion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And indeed, the ISA had been used in the 70s against Chinese chauvinists who attempted to whip up Chinese communal feelings and gut issues of race, language and culture in the Nanyang Siang Pau. In 1985, two Singaporeans were detained for facilitating the supply of arms to terrorist group abroad. And in 1987, - these are just examples that the ISA still has relevance today - four Malays were detained for spreading rumours of impending racial clashes and making active preparations for communal disturbances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So let me just say that there is a place for the ISA as well as for the Criminal Law (Temporary Provisions) Act (CLTPA) which also provides for detention without trial. Again, we see that all is pleasant and calm in Singapore. But even though we do not have the fears of secret society gangs of old, this is a problem that needs tending all the time, particularly in view of the international situation - Hong Kong returning to China and a possibility of triads coming to Singapore. We debated this in the House when we renewed it for another five years. There is certainly a place for the CLTPA in modern day Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other point which, in fact, quite surprises me is that Mr Jeyaretnam talks about whether or not there is a rule of law in Singapore. I think all Singaporeans will say that we indeed respect the rule of law in Singapore. The rule of law is embodied in our judges who are respected not just in Singapore but in other countries as well. People come to study our judicial system. The Chief Justice has instituted many improvements to the legal system. There is certainly the rule of law where decision-making is transparent. Decisions are \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 267</b></font>\n  <br>\n  <br> made, judgments are written, they can be appealed against. So I think it is really something that we should state in this House that, yes, we respect the rule of law in Singapore and the rule of law is firmly established in Singapore where people know their rights, our statutes are published, they are available, people know where they stand with regard to possible violations and offences. And, of course, the point to note is that with rights come liabilities. Maybe that is the point I think all of us should note. Yes, there are rights, but just as there are rights, there must be liabilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point is right of free speech in assembly. Yes, that is a constitutional provision. It is enshrined there. But, again, all of us know that in a society, a balance is needed. Just as a person has a right to speak, another person will have a right for his reputation not to be maligned, to protect and defend his reputation. And, particularly, in Singapore which is multi-racial, multi-lingual, the right of free speech must be tempered with the realities of Singapore society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member brings up points like police permits for public speeches and processions. In Singapore, again, public law and order is something that we are very proud of. Singaporeans feel entirely safe and secure. This is one thing that we are very proud of and which we will jealously guard. Yes, we are opening up. Singapore society is opening up - culture and arts are more lively. But where law and order concerns come into play, we must draw a line. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The next point he talks about is our defamation laws. I am quite surprised that he brings out as examples the US defamation laws. Again, here we must be very clear that defamation laws are there to protect the reputation of members of a particular society. Even though the defamation laws in Singapore are based on the common law, there are developments. The UK, for example, being part of the European Community, will have to comply with the European Convention on Human Rights and Fundamental Liberties. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 268</b></font>\n  <br>\n  <br> Therefore, it is not quite right to say that we must follow blindly or fully developments overseas with respect to defamation laws which must be society biased. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think these are the points I want to make which I feel ought to be made. I hope that Mr Jeyaretnam will be very open to what has happened in Singapore over the last 10-15 years. I think if you look around you, you are objective, you look at it not in a political partisan way, you will see that Singaporeans do not live in fear. Singaporeans are very proud of what we have achieved. Singaporeans feel very much a part of society to which they contribute in many ways. Singaporeans will speak up when they need to and indeed there is a general atmosphere of confidence in Singapore that if we pull together, led by a strong Government, supportive people, everybody working together and taking in all points of views, we will indeed make great progress. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low Thia Khiang. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Mr Low Thia Khiang has the floor. Order. Mr Low. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Mr Speaker, Sir, I rise in support of the amendment, especially on the proposal that we should review our defamation laws. Before I go to that, first of all, I wish to speak on the question raised by Assoc. Prof. Ho Peng Kee on the question of fear. Yes, there is fear in Singapore. Let me recount my personal experience before the last election when my party was trying to find a printer to print our election posters. Many printers I approached were fearful of the repercussions, whether the authorities might check their premises or their printing licence may not be renewed, or things like that. I cannot substantiate that because no one is going to come forward and say all these things. They are fearful of that. That is my personal encounter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, we approached certain people who had the intention or were prepared to be candidates but, at the end \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 269</b></font>\n  <br>\n  <br> of the day, they were also fearful of their jobs. Whether these are perceived fears or not, I cannot substantiate. I have to make it clear here. Whether it is perceived or it is a real fear, anyway, there is a fear and it is alive in Singapore. Let me tell you this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I told Mr Ong Ah Heng yesterday. If you look around the coffeeshops, of course, they would not tell you that they are PAP members. If you go around and ask for support, they tell you that life will be difficult for them if they support the opposition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>An hon. Member:</b> How are you here? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> That is another matter. There is fear. Clearly, there is fear. How am I here? It is because of the determination and courage of the voters in Hougang. So I am here. We are talking about fear. There is fear. These are totally two different issues. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do I talk about defamation laws? I am not a lawyer. I do not know. But what I am puzzled is that to me, I have the impression that everything can be defamatory, because it can be an innuendo, depending on the interpretation. I do not know where the line is drawn. I think that will not be conducive to expression of criticisms against the Government, criticisms against certain policies because you do not know where the line is going to be drawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now wish to move to the Member, Mr Lim Swee Say, who talked about the past history of Singapore. Yes, I think our political leaders, the PAP Government, were capable to lead us from where we were. I admit that. But do not forget one thing. Without the political will of Singaporeans at the point in time to support and rally behind the PAP Government, we will not succeed. So do not say that the contribution was all from the PAP Government. I say it is wrong. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Swee Say</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Yes, Mr Lim. \n  <br>\n  <br>\n  <!-- Mr Lim Swee Say -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Swee Say:</b> Sir, may I make a point of clarification? What I said earlier was that Singapore is where we are today because Singaporeans had contributed \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 270</b></font>\n  <br>\n  <br> their effort and that we had worked together as one united people under the leadership of the Government. I did not deny the effort of the people. In fact, I said that it was the teamwork between the people and the Government. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> OK, that is fair. Let us not forget that Singaporeans made a great contribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Lim also talked about a Chinese phrase shui wang di chu lui, len wang gao chu pa, water flows naturally down to the lower plains, and people have aspirations to climb upwards. I think what is important here is that we have to ask at what expense to climb upwards, and not just to climb upwards. Yes, there are aspirations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also mentioned about his experience in the EDB and investment in Singapore. If the PAP has no landslide victory, there will be no investment and investors would lose confidence. I remember these are old sayings that I used to hear. If you ever elect the opposition into Parliament, investors will be frightened out of Singapore. In the 1991 election, we had four opposition Members. Were any investors frightened out of Singapore? I would like to know. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the contrary, Sir, I believe investors are looking for political maturity of the country to invest in. You have a mature political system, you have mature opposition, I think investors will have more confidence to invest in. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to move on to the last election which the Member here says that there were a lot of choices. But the fact remains that the voters in the last election faced tremendous pressure from the PAP, not so much whether we vote in a good government but what they were going to lose if they voted for the opposition. I have some records of what was said and reported in the Straits Times on the election. Let me quote. The Prime Minister himself said, \"If they turn it down, they don't get it.\" He was talking about upgrading. \"That is what elections are all about.\" He said, \"Opposition wards will still get a chance to enjoy upgrading programmes if they back these \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 271</b></font>\n  <br>\n  <br> programmes at future elections. If they do not want upgrading, there is no way I can give to them. And later on if they want upgrading, somewhere in between elections, I would say wait until the next elections.\" The message is clear. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He also said, \"If voters choose the opposition, their neighbourhoods will not be improved. Their children will not benefit from schemes like Edusave, Medisave and all that.\" So these are threats to the voters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the President's Address, it says that no part of Singapore should be left behind as we progress. The President also said that if some segments of society feel neglected or alienated, Singapore will start to unravel. I would expect the PAP Government to come to their senses, after the election, to remove the unfair policies that would divide Singapore. And one particular example is the question of priority in upgrading. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A Member said, \"We cannot do everything together. It is either this one first or that one first.\" Fair enough. But what is the principle of priority you are going to set? The moment you bring the principle of priority to the vote, you are dividing Singaporeans into PAP Singaporeans and non-PAP Singaporeans. The PAP Singaporeans will be given priority, whereas non-PAP Singaporeans will not. The moment you link the priority principle to the vote, as I said in my speech, that will not make a united Singapore. Even within the same PAP constituency, for instance, people would doubt each other. For instance, one precinct was upgraded first. The other was not. As the Prime Minister has said, he is the agent, he would know which precinct has given more support for the PAP, and thereby they will get the priority. I will be doubting. If I do not get upgraded, even though I voted for the PAP, I say, \"Maybe you are the one who sabotaged. You did not vote for PAP and thereby we do not get the priority.\" You are creating the differences in terms of human relations, within a small community or a small precinct. Is that how you are going to build social cohesion in Singapore? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 272</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we are serious about building a cohesive society and a united nation, it is important for the PAP Government to be fair. I am not saying the People's Action Party. If it is your own money, it is all right, you can give whatever priority and use your money. But the money is the people's money, as what the Senior Minister has said, and every Singaporean has a share in this money. All of us contributed. Mr Lim has admitted, every Singaporean has contributed. Let us treat all Singaporeans fairly and do not link whatever Government schemes to political support. The moment you link a Government scheme which uses the Government's money with political support, you are giving yourself, the PAP, a party political benefit. That is wrong, and you will have a divided society, dividing into PAP supporters and non-PAP supporters. This concerns very personal matters of interest, and that is bad. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On that note, Sir, I support the amendment. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, Sir, may I ask for a clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> All right, I will allow your clarification. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, the last speaker but one seems to imply that the last election has not left any trauma in the minds of our people, which is what I was saying. Has he not seen the report in the papers of the Prime Minister's statement - I see the Prime Minister has just walked in - that it was time to heal the wounds. What wounds were he talking about? If it were not wounds inflicted in the last election, I should like to know what wounds were the Prime Minister talking about? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Mr Speaker, Sir, the Member was saying that we need the ISA and we need the Criminal Law (Temporary Provisions) Act. Is he not aware that there are other provisions in the law to deal with any incitement to disorder on religious or racial grounds? Is there no other provision? \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Ho Peng Kee:</b> I think in the aftermath of a hard-fought, fair, free election, where there were contending \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 273</b></font>\n  <br>\n  <br> sides, where people voted for different parties, the Prime Minister's call to heal the wounds must be taken in the context that politicians, both from the PAP side and the opposition side, made claims, calling for the people to vote for them. Even Singaporeans in the same family may have voted for different parties. So there will be this feeling in any election, whether it is in Singapore or elsewhere. In all elections, it is right for the winning party, whether it is Mr Blair or Mr Clinton, to say, \"Let us heal the wounds. Let us work together. Whether you voted PAP or opposition, let us work together for the good of Singapore.\" That is the context that we must look at the situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for ISA and detention without trial, yes, there may be some laws which deal with situations of incitement and so forth. But we must look at the context in which the ISA and the CLTPA operate, situations where there is a need to act decisively, situations where it may be difficult to get witnesses to openly testify in court for fear of reprisal by other parties involved which witnesses are testifying against. Particularly in the context of Singapore, which is multi-racial and multi-lingual, there are situations which I mentioned just now, ie, dealing with racial and religious extremists, international terrorists, saboteurs and so forth, where there is a need to act decisively. But do we use it freely, wantonly? We do not. But as a law, it ought to remain because it will be a good measure to fall back on if the need arises. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Before I sit down, there is just one point which the Member for Hougang said. We must not leave the impression that the defamation laws are so open-ended that anybody can sue anybody for any criticisms that are made. This cannot be the case because he has been an MP for five years and he has made fierce criticisms of the PAP Government. Has he been sued for defamation? The answer is no. This is because he has not attacked the integrity or the honesty or the character of anyone. So that is important. \n  <br>\n  <br>\n  <!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Bernard Chen (West Coast):</b> Mr Speaker, Sir, Mr Jeyaretnam just now said that our last general election was a sham and Mr Low Thia Khiang also jumped on the bandwagon. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 274</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me jog Mr Jeyaretnam's memory to 15th May 1977 in the place called Tiong Bahru Secondary School, the counting centre for Radin Mas by-election. He and I were there on opposite sides of the election. I think he got 34% of the votes. He did not complain that there was an unfair election. He even shook my hand before he left. Came 1980, before the Anson By-election, the party was spreading the rumour that voting was not secret. Then they discovered that it was working against them because if the votes were not secret then everybody would vote for PAP. He changed tack. We all know that he won the Anson by-election. Did he protest that the election was a sham? Did he offer to resign from there? He did not. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1991, there was an opportunity for him to come back in the Marine Parade by-election. He abdicated that offer and decided not to contest. Mr Low Thia Khiang was elected in Hougang. This time he was elected with an increased majority. I think the fear that he has mentioned among our voters would not have been so serious, is it not, if he can get an increased majority. I think it all boils down to Mr Jeyaretnam being a very sore loser. That is what he was. Every time he lost, he said the system was unfair. But when he won, he did not make any noise. Why is that? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think Singaporeans have been through so many elections. They are all well-educated now. They can decide for themselves. The decision at Cheng San was a clear demonstration that the voters preferred the team fielded by the PAP. It is as simple as that. So Mr Jeyaretnam will be well advised to respect the wishes of the voters who have made the decision. We all lose sometimes. But let us not gripe about it. Maybe the next time, in the year 2002, he can try his hand again, and let us hope that we would not hear this thing again if he gets into Parliament as an NCMP. \n  <br>\n  <br>\n  <!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chay Wai Chuen (Tanjong Pagar):</b> Thank you, Mr Speaker, Sir, for letting me have this opportunity to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to speak against the amendment by the Non-Constituency Member. When I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 275</b></font>\n  <br>\n  <br> first heard Mr J. B. Jeyaretnam speak in this Parliament at the beginning of this session, I was a little bit puzzled. First of all, why did the Non-Constituency Member of Parliament who has criticised the NCMP scheme finally decided to join Parliament? Today, hearing him again talking about the general election, which happened a few months back, and also on his allegation of sham elections, I am still more puzzled why he continues to maintain the same line of speeches that he has been saying for the past umpteen years. I would have thought that with the Member joining the House finally as NCMP, after reverting his initial position, he would have at least, hopefully, in my view, come to a change of heart, and at last would have said something more substantive and true. He talks about one or two thousand members who were present at the PAP rally on the eve of poll when the Prime Minister spoke. I was there. I helped Mr Lim Boon Heng organise all the election and coordinating it. There were certainly more than one or two thousand. There were more than 10,000. I am not sure whether it was 50,000 that he mentioned that were at his rallies. Anyway, that is not important. The important thing is in the results and the results spoke convincingly of the maturity of Singaporeans to choose the kind of people to lead the country into the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He talks about the climate of fear and his colleague, the Member for Hougang, joined in to talk about fear of printers who dared not print his leaflets. There are all kinds of people and there are all kinds of fear. Some of us fear the dark. I think the fact - as mentioned by the Member for West Coast, that over the years he has been through the elections where some results were better, some results were not as good - speaks volumes of the legitimacy of this Parliament. And for him to continue to maintain this line of attack is wasteful of Parliament's time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to also talk about his point on the responsibility of political parties. I think the people of Cheng San were wise enough not to let the team that he led as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 276</b></font>\n  <br>\n  <br> the leader of that group come into Parliament. It was only because of the force of personality and leadership of our Prime Minister and his colleagues that was able to challenge the trend that chauvinism and the play of racial and ethnic forces would otherwise have put us. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;He talks about Singapore being with the baggage of 18th century politics. Is this Parliament a baggage of 18th century politics? The fact is that there is a debate in this House with Members from both sides, including hybridization of the original concept of Westminster Parliamentary democracy, whereby he speaks here as a Non-Constituency Member. Is this a baggage of the 18th century? I think it is an improvement. It is something that Singapore has always, under the leadership of the PAP, been able to think out and institute so that we can have alternative views ventilated by people from the opposition, by people who are not in politics but who have substantial achievements and who speak with their own expertise as NMPs. We have this kind of concept introduced in Parliament. I think it is very insulting to talk about the baggage of 18th century politics in Singapore today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of articulating the fears of Singaporeans, he speaks as if he and the hon. Member for Hougang are the only two persons in the House who have this right to articulate the fears of Singaporeans. I think they are articulating the fears that they impose on themselves. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The hon. Member for Hougang just now also mentioned about the danger of this policy that we have instituted whereby we would like to prioritize at a later stage those who have not expressed their interest in the programmes of the People's Action Party, who forms the Government today. Is it wrong? I do not think so. In the constituency where I represent, where practically all the flats are more than 30 years old, we still have to accept priority. Not all my constituents or all the flat owners in Queenstown get to have their flats upgraded, even though I would say they are definitely at the top of the queue by the age of the flats alone. But we have got to be persuaded. Because government \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 277</b></font>\n  <br>\n  <br> is ultimately the art of the possible and we have to persuade even old residents in aged estates that it is necessary for the benefit of Singapore, for the wider impact of the scheme, that at least there must be other criteria that we must accept in order for this scheme to be manifestly implemented in Singapore. So, therefore, we have to accept the fact that some of us will have to go a little bit slower and let the other, perhaps, newer flats take the queue. So it is not a question of abiding by some rigid rules that we fix ourselves. In the same way, for the Member for Hougang, whose constituents have voted him as their representative, he must accept the fact that at the end of the day, the Government will not discriminate but the Government has a right to prioritise. So he should not complain and the residents of Hougang who have voted him know exactly and fully what they are in for. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this question of rule of law, which the Minister of State for Home Affairs and Law has also expressed his views, I would like to remind the hon. Member that even foreign non-partisan institutes have voted and ranked the rule of law in Singapore very highly. We have grievances, we may dispute. Many of us feel that sometimes policies that we have may need to be improved, but we speak and we debate on this. But on the question of law and order, it is ultimate. It is something that underpins the whole system of government and the whole stability of Singapore. So it is through this rule of law and the transparency of government that others outside of Singapore, outside of this 224 sq miles, know about this. And it would be foolish for the Government to deviate from this rule of law policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Freedom of information - with the advent of the Internet, I think it is very difficult for any Singaporean not to be informed, and there are so many avenues in publications and various channels that Singaporeans know about information. So it is futile for the Government to try and control whatever information. Exactly what his views on this matter, I am not sure. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Why do Singaporeans support the PAP Government for so long? More than 35 \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 278</b></font>\n  <br>\n  <br> years. Is it a charade that is going on? I think we ought to ask ourselves. Or is it because the Singapore PAP Government has delivered the goods and promises to the people of Singapore and in the process naturally there will be some who have been wounded in the cut and thrust of politics. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I would like to ask the Members of this House to reject this amendment from the NCMP. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Question, \"That the words proposed to be added, be there added.\", put, and negatived. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> The amendment has been defeated and the Question before the House is now the original Question, which is the motion moved by Dr Wang Kai Yuen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order. I suspend the Sitting and will take the Chair again at 3.15 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 2.49 pm until 3.15 pm.</i>\n  </div> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 3.15 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lim Swee Say -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Swee Say</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, thank you for giving me this opportunity to support the motion moved by Dr Wang Kai Yuen to thank the President for his Speech. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I remember what happened in 1965 when Singapore attained independence. On that day, my father heard from Rediffusion that Singapore had broken off from Malaysia. He shook his head, sighed and told us, \"Children, this time it is disastrous!\" That year, Singapore was in a very bad situation, in an almost impossible situation to survive. We survived and we built up our nation. That we were able to survive, and went on to achieve what we have today, is because we have very good leaders to lead us through, and all Singaporeans work in one heart and one mind to fight for survival. I think this is something that we Singaporeans should be proud of. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as I said just now, water tends to flow downwards and people tend \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 279</b></font>\n  <br>\n  <br> to climb upwards. In his speech, the President mentioned that the Government has set higher targets for everybody to build Singapore into the best home for everyone in the 21st century. Of course, we hope that every Singaporean will be able to work towards a better standard of living. But we must always remember that the achievement we have today does not come easy. If we want to continue to climb higher, we should know that the higher we climb the more difficult it will be. If we unfortunately slip, the fall will be very heavy. Therefore, if we want to achieve this dream of having the best home for everyone, our country is like a small boat that has to keep on rowing forward. No matter how strong the currents are, no matter how roaring the waves are, we have to keep on moving forward. Otherwise we will be driven back. We must seize the right opportunity when they come so that we will not miss the boat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in his speech on the day before yesterday, Mr Low Thia Khiang said that we should not be blinded by the magic of market economy and neglect the adverse effect it has on our social cohesion. Generally speaking, I agree with his point. In fact, this is the essence of our successful nation building over the past three decades. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me give you another example to show this point. In 1993, as an EDB officer, I had the honour to participate in the transfer of the Singapore public administration software to the Suzhou Industrial Park project. That time, a senior Chinese official of ministerial level told me that he had learned a lot in his meeting with Senior Minister Lee Kuan Yew. He realised that the secret of Singapore's success is in a delicate balance between our economic competitiveness and our social cohesion. He compared Singapore and China, and pointed out that China, during a certain period of time in the past, had over-emphasised social cohesion and lost its economic competitiveness. He also quoted the example of a certain city which is one of the five Special Economic Zones \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 280</b></font>\n  <br>\n  <br> in China to show the mistake of over-correcting. This Special Economic Zone, for many years, has placed too much emphasis on economic development and neglected social development, resulting in an imbalance between social and economic development. So having heard the experience by the Senior Minister Lee Kuan Yew and having personally witnessed the delicate balance and smooth operations of our social and economic development, he was full of praise for our achievement and said that we were able to stimulate competition through cohesiveness and then rationally distributed and allocated our resources to the people, which in turn enhanced our social cohesion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am quoting this example to show that over the past three decades, our leaders have been working very hard to achieve balance between our economic competitiveness and our social cohesion so that it could be mutually stimulating and creating a virtual cycle. I trust that we would continue to maintain this balance and in this aspect, Mr Low Thia Khiang can be rest assured that we would be successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the lane that we had been trodding on used to be a small and tiny path. But after 30 years of hard work, we are walking broadly on the highway. Our prospect is very good, our future is bright. But we must not forget that Singapore has its achievement today because we had three very important pillars of our nation building, that is, strong economic competitiveness, a cohesive society and political stability. So in order to achieve greater success, we have to continue to strengthen these three pillars because if we walk on the highway of success, it is not a bed of roses all the way. We have to be very careful. If we are not united, we are like loose sand. Once there is a thunderstorm, we would be blown apart. However, if everyone in Singapore is united, with everyone contributing his best, we would be like a solid rock. No matter how strong the thunderstorm may be, no matter how much stronger our competitors may be, we would still be successful when we compete against them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 281</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I am confident that we will be able to realise our common dream, that is, to build Singapore into the best home for everyone in the 21st century. \n  <br>\n  <br>\n  <!-- Mr Yeo Guat Kwang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Yeo Guat Kwang (Cheng San)</b>(\n  <i>In Mandarin</i>): Mr Speaker, Sir, thank you for giving me the opportunity to speak on the motion moved by Dr Wang Kai Yuen. I support the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Lim Swee Say told the House just now the reaction of his father at the time when Singapore broke off from Malaysia. The situation now in Singapore is totally different. Nowadays, we often hear our elders saying, \"Son, you have a much better life now.\" Today, our conditions for survival are much better than those in the past. Our quality of life has improved, so has the standard of our knowledge. What we need now is teamwork among our people and the resolute determination in our fighting spirit. We not only have to defend what we have, we must also create and build on what we have. So the path that we have is much more challenging. It is always an uphill task ahead of us. We must continue to climb upwards, as my colleague has already said. If we now roll down the slope, or are kicked down the slope, the consequences are unthinkable. It is not difficult for us to realize that if we do not continue to develop, we would have no social development. Infrastructure, housing, job opportunity, defence and education opportunities will not be so good. And, of course, life of the people will not be so good. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contrary to what the NCMP has said, we believe that we have a good Government in the PAP, which even before the General Election has already introduced the vision of Singapore 21, urging people from all quarters in Singapore to work together, to face the competition ahead as we enter the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Addenda to the Presidential Address have further stressed the promises of the Government that will be implemented. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in our society, there are bound to be cases of some people who are less fortunate. We must assist them and give them a helping hand. We must \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 282</b></font>\n  <br>\n  <br> all strive with one heart, to work together for the future of our country and the well-being of our people. There is an old saying that \"Unity is Strength\". More importantly, when the country is strong, the people will be rich and when the people are rich, the country will flourish. We must not forget that in the Chinese language, the term guomin ( : national ) consists of two Chinese characters, guo ( : nation ) and min ( : people ). The two are one and the same. They cannot be separated. It is like the daching of which the sliding weight cannot be separated from the scale stick. We also say that without the nation, there can be no families, without soil, there can be no flowering plants. National development affects the livelihood of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the other end, without a united strong will and hardworking people, coupled with an honest and reliable Government, there will be no prosperity, stability and happy families. For our sake, for our children's sake, most Singaporeans support the Government and work together to build a better future. The people support a good Government which, in turn, looks after the well-being of the people. We must strengthen the communications and ties of mutual trust between the Government and the people. If the PAP Government had failed to look after the well-being of the people, it would not have won the support of the majority of Singaporeans. We have one such strong support in the last election. This fact shows that our programmes benefit the people and work for the interest of the people. No one would deliberately drop a heavy stone on our own feet. There is no elected government in the world which does not seek the support of the people. Nor is there a government which deliberately goes out of its way to divide the people. On the contrary, if there is no mutual trust between the Government and the people, the two can easily be alienated from each other by people with ulterior motives. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;After the general election, the Prime Minister called for the rift to be patched up. This is a big rift caused by certain political opportunists who had stirred up sensitive issues to divide our ethnic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 283</b></font>\n  <br>\n  <br> groups. This shows that far from deliberately breaking up our cooking pot, we will even help to amend that crack caused by others. We must strengthen the channels of communication between the people and the Government. Our young people have a higher standard of education and with information technology softwares getting more and more popular, they have access to better and wider knowledge. We must encourage them to express their views in order to strengthen their sense of belonging to the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, our Government is always working hard in this direction. Maybe we need to publicize more or consider urging the people to participate more in the Government's process of decision making. For example, Quality Control Circle (QCC) has been very popular in our production units and in our factories. QCC gives confidence to our workers, strengthen the spirit of teamwork, cuts down cost of production, and increase efficiency. We should consider extending this kind of QCC or Work Improvement Teams (WITS) to the society, to the community and to the whole nation. We should consider giving incentives to the various individuals and private organisations for their suggestions and improvements. We can, like the QCCs or WITs, give them the appropriate rewards and recognition in order to encourage more people to participate in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, new environment needs new ideas. Now that we have all the material comforts today, in order to face up to greater competition, I think more attention should be paid to improving our public transport system. We should look for ways and means to see whether there are possibilities to improve efficiency and better use of our limited resources, especially in the bus services. As far as I know, the bus companies are always complaining that they are suffering losses as a result of the need to maintain the increased frequency of bus services. Our bus workers have to work to the extent of having only 20 minutes for their meals. I think the authorities concerned and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 284</b></font>\n  <br>\n  <br> bus operators must quickly find better solutions, by collecting feedback from the people and studying such feedback to better understand the needs of the people so that they can further save time and money in public transport. Maybe the Government should consider giving them some necessary assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, another issue that concerns us is the aging population. The Member for Tanglin-Kreta Ayer has referred to three levels of care for the aged. I would like to expand on this. The Singapore Government has always been preparing for the rainy day. So before the year 2030, we must be prepared for the problems concerning the enlarged aged population. We should set up an inter-departmental agency to look into the improvement of new estates and the upgrading of our environment, so that all these works can be better coordinated to meet with the trend of an aging population, and look after the needs and convenience of the old people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, as the Member for Pasir Ris mentioned, there is need for us to help our workers to better face our future challenges. The Prime Minister has also mentioned in the Conference on Thinking that we should set up a comprehensive Government agency to ensure that every worker is given the opportunity for retraining. I hope that this agency can be formed as soon as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the past 30 years of nation building, workers have made substantive contributions to our society. We should not forget that, in 1985, our workers made sacrifices and suffered voluntary pay-cut to meet with the policies of the Government to get ourselves out of the economic difficulties. Today, when we are facing more competition, our workers are also responding to the recommendations of the NWC for more moderate pay increases. I hope that both the public and private sectors, after the workers have accepted the proposal to restrain wages, should consider the NTUC's call to delay or moderate price increases, so as to help the poor families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I fully support the motion in the name of Dr Wang Kai Yuen to thank the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> President for his Address. This Presidential Address reaffirms the pledges of the Government to create wealth. I am also glad to note that in this Presidential Address, the Government will more actively improve our culture and artistic standards. Not only will the less fortunate not be neglected, I think the Ministry of National Development has also said in the Addendum that they will help to solve the housing problems of the single people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <br>3.35 pm \n  <div align=\"center\">\n   <b>EXEMPTED BUSINESS</b>\n  </div> \n  <div align=\"center\">\n   <b>(Motion)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the item of business under discussion and the remaining items on the Order Paper for today be exempted at this day's sitting from the provisions of Standard Order No. 1. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 285</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>DEBATE ON PRESIDENT'S ADDRESS</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed. \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Trade and Industry (Mr Lee Yock Suan):</b> Mr Speaker, Sir, several Members have spoken about the need for Singaporeans to conserve water, to seek alternative sources of supply (including desalination) and to reduce our dependence on Malaysia for this vital resource. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to thank Members and the public for their comments and suggestions and to assure them that the long-term security of our water supply is indeed a top priority for the Government. Recent events have added urgency to the matter. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The PUB has studied and implemented numerous schemes to exploit local water sources. Half our land area is already used as water catchment. We have expanded our reservoirs in the Central Catchment Area. We have built storm water collection schemes in HDB new towns like Ang Mo Kio, Bedok, Tampines and Yishun. We also collect rain water from the developed areas in Kranji, Pandan and the non-industrial parts of western Singapore. Together, these yield 150 million gallons per day, more than half our present total consumption. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 286</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We are now studying developing supplementary sources from other local catchments. These small projects are expensive, and will require our people to observe rigorous anti-pollution measures. But they are still worthwhile provided their cost per gallon of water supplied is no higher than desalinating sea water, which is an alternative source of additional fresh water. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;PUB has commissioned an engineering study on desalination to be completed by the end of this year. It intends to build a pilot desalination plant to learn from the experience so that it can build more desalination plants, if necessary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have also entered into agreements with Indonesia to develop the water resources of Riau Province in Bintan island and on the Riau mainland in Sumatra over the long term for our mutual benefit. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To reduce our potable water requirements, PUB encourages industries to recycle water, and to use industrial water and sea water. Industries now use 7 million gallons of industrial water a day for cooling and washing. Several power stations, oil refineries and other industrial and commercial organisations already use sea water for cooling. We are also studying a dual-reticulation system to supply new areas of development with lower quality water for purposes other than human consumption. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Reducing demand for water is as important as developing new sources of supply. Per capita domestic consumption has been growing steadily, as people move into bigger flats, and their lifestyles change with affluence. PUB's save water campaigns have made the public conserve water, but the effect wears off after one year. Singaporeans have to make water conservation a way of life. For a start, homes and workplaces should install water-saving taps and fittings, and low capacity flushing cisterns. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Water accounts for only a small part of the average household utility bill. But water is not just an economic commodity; it is a strategic resource. My Ministry is finalising a package of revisions to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 287</b></font>\n  <br>\n  <br> water tariffs and water conservation tax and details will be announced soon. With these revisions, Singaporeans will be well prepared for the day when we will have to produce water from much more expensive sources, including desalination. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must encourage all water consumers including households to conserve water. Already domestic consumption accounts for more than half our total consumption of PUB water. In raising water tariffs and conservation tax, we also need to be mindful that we do not add too big a burden to industries which could affect their overall competitiveness. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, in Prof. Low Seow Chay's speech in Parliament, he referred to a recent report by the Metropolitan Water District of Southern California to indicate that it is possible to produce water by desalination at 70 cents per cubic metre and to build a desalination plant at $540 million to supply 150 mgd of water. He has just given me a copy of the report for study by PUB. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, PUB's own studies indicate that our construction and production costs of desalination will be about five times the figures quoted by Prof. Low. A dual-purpose desalination plant, with a capacity of 30 mgd of water and which will also produce electricity, may cost $1 billion or $1,000 million. Roughly, half of this amount could be apportioned to the water desalination facilities. At current energy prices, the cost of water from desalination is estimated at $3 to $3.50 per cubic metre. I have confidence in PUB's estimates which are based on an engineering study. Actual costs will be known when PUB calls tenders to build the plant. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Monday, Mr Low Thia Khiang asked for some information on our water agreements with Malaysia. The 1961 agreement is for a period of 50 years and will expire in the year 2011. It enables PUB to abstract an unrestricted quantity of water from the Tebrau and Scudai Rivers and the Pontian and Gunong Pulai Catchment areas. The current supply from these sources is about 90 mgd. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 288</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The 1962 Johore River Water Agreement is for a period of 99 years and will expire in 2061. This gives PUB the right to abstract up to 250 mgd of raw water from the Johore River. A subsequent agreement in 1960 enables PUB to construct the Linggiu Dam and other ancillary works at its own cost as a project under the 1962 Johore River Water Agreement, with the same expiry date unless mutually extended. The Linggiu Reservoir enables PUB to abstract up to 250 mgd of raw water during dry weather as provided for in the 1962 Johore River Water Agreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1965 Separation Agreement between Singapore and Malaysia, the Government of Malaysia guaranteed the 1961 and \n  <br>\n  <br>1962&nbsp;&nbsp;&nbsp;&nbsp;Water Agreements between the PUB and the Johore State Government. A Guarantee Agreement was also signed in 1990 under which both Governments mutually agreed to guarantee the due performance and observance of the 1990 Water Agreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The security of water supply is clearly an issue of utmost importance to all Singaporeans. I wish to thank all Members and the public at large for their understanding and support for Government measures to ensure that our total supply of water from all sources will always be more than adequate to meet our needs. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, would the Minister clarify whether any party, ie, either Malaysia or Singapore, could unilaterally terminate the signed agreement? \n  <br>\n  <br>\n  <!-- Mr Lee Yock Suan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lee Yock Suan:</b> Sir, the answer is clearly no. \n  <br>\n  <br>\n  <!-- Mr R. Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Ravindran (Bukit Timah):</b> Mr Speaker, Sir, I rise to thank the President on his Address to Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the Singapore 21 programme of the Government aimed at making Singapore the Best Home for all Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government's agenda is a far-sighted one and I support it wholeheartedly. I would like to offer some suggestions to help make the Government's vision become a reality. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 289</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First among the lot, Sir, I would like the Government to motivate our under-achievers. Among the Government's action plans to meet the challenges ahead, none is more crucial than that of providing all Singaporeans with the opportunity to get the best education in the world. The Government's goal must be to ensure that a quality education is available and affordable to every Singaporean. We all know that an educated workforce is the key to our economic future. We have to invest in education not only because it is the right thing to do, but because it is the one thing we must do to continue to be a dynamic economic power house in the next century. Education has been the great equalizer in this country. Let us continue to make it so to achieve success for our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, meritocracy has been a pillar of our success in motivating people to succeed at all levels. The basic tenet of this principle is that everyone is generally motivated and will achieve according to his inherent talent and ability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, however, in reality this is only partially true. There are many who are able but who do not excel due to a lack of motivation and self-esteem especially in their formative or school-going years. In my interaction with the students of Singapore and from feedback received, I found many students who are under-achievers lacking in motivation and self-esteem. In our competitive environment, the school system in Singapore is primarily geared at completing the syllabus and getting the best scores. Our teachers are trained to teach but not to motivate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The non-academic performers are identified as slow learners and streamed to learn at their own pace. Some do come back into the mainstream but many do not. Some bloom too late only to discover themselves among the less motivated and give up trying. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our school system assumes that all students come to school with a willingness to learn. It is not designed to take care of students who are not willing to learn due to a variety of causes. Many of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 290</b></font>\n  <br>\n  <br> these problems faced by these students outside their classroom manifest in many ways in school and show up in their unwillingness to learn at school. Lack of a proper family environment, lack of parental and educational guidance, peer influence or low self-esteem, all contribute to the unwillingness to learn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the working environment, workers, and even employers, are regularly sent for motivation programmes to improve performance and change attitudes. It has proven to be a success in many cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Motivation programmes run by ethnic self-help groups throw up evidence that academically weaker students who undergo motivation programmes show a marked improvement in academic performance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our children are our vital resource. No effort must be spared in maximizing the potential of our students. Our teachers must be constantly reminded that our young must be motivated to excel. The highly motivated students in schools are also the brightest and the best. I would urge the Minister for Education to place more emphasis on motivating our weaker students. Many of them are intelligent and able. Teachers and, if necessary, outside agencies must be brought in to motivate our students to become willing learners. I would urge the setting up of a National Institute of Motivation to help in this exercise. This Institute can play a leading role in motivating students and also can become a centre for all resource materials. A willing learner in turn becomes a joy to teachers. Many of these children come from disadvantaged families. Education holds the key to enable them to break out of the poverty trap. Sir, the young are our precious resources. Let us ensure that the best is brought out in them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now move on to another topic on community bonding. I applaud the effort of the Ministry of Community Development to promote maximum community participation to help uplift the disadvantaged in society. I look forward to the CDCs to reach out to families in distress, low-income families, the elderly and the children in need. The Government must continue to render all assistance to low income families. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 291</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Among the steps taken by the Government to help weaker students perform better was the setting up of the various ethnic self-help groups. This community-based approach has helped under-achievers to level up and break through the vicious circle of low education and poverty. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Over the years, these self-help groups have gone on to take more responsibilities and more resources have been given to them to tackle various problems, for example, education, drugs, family issues, worker training, marriage counselling, and preventive programmes for youths among others. While there is merit in using an ethnic-based approach to solve sectional problems, I would urge the Government to reconsider the present scheme of things. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Duplication of programmes becomes unavoidable. In addition, problems, which should be understood by Singaporeans as national problems, are being isolated as problems of certain communities. Many national problems are increasingly identified and carved out as problems of different ethnic communities and passed to them to solve. The beneficiaries of such assistance schemes and programmes only see their own ethnic community helping them, not the Government or the other ethnic communities. Cross-ethnic volunteer involvement is sparse. It is important and timely to reassess the role of our various ethnic based self-help groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It has become clear that some of the problems faced by the various ethnic communities are similar, for example, tuition, family services, skills training and motivation programmes. We must avoid duplication of resources and enhance the position of the Government as the foremost body concerned for its citizens. It is perhaps timely to establish a national coordinating agency, not an ad hoc one, to look into ways to coordinate this effort. For a start, perhaps the newly formed CDCs can coordinate the various programmes offered by these self-help groups. Such an institute or body can \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 292</b></font>\n  <br>\n  <br> reach out to all Singaporeans despite their ethnic backgrounds. The CDCs can also ensure that volunteers from all ethnic groups are mobilised to help all Singaporeans. I look forward to the eventual emergence of a single national self-help organisation to serve all Singaporeans. It will help bring people from the various ethnic groups together and help create a better bond among our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me move on to the topic of creating a more compassionate society. We have a good network of social services. Yet it is the information about these services that needs to reach the end users. There are many agencies that provide a variety of social services, but no one agency is a one-stop agency, which is able to understand and refer the client to the right agency. Many of us in the grassroots agencies and others refer to the agencies according to our limited knowledge of these welfare agencies. I appreciate the effort of the Ministry of Community Development in publishing a book on the various social services offered by different agencies. I look forward to the creation of a one-stop agency, either at the national level or at the CDC level, which can be a one-stop referral agency to channel the clients to the relevant social services or agencies. Ideally, a telephone service with an easy digit to remember, like 888 or 777, can be created for people to telephone and enquire on social and other services offered by our volunteer organisations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also strive to do more for those who are in need of help. We provide safety nets for the disadvantaged in various forms. While we need safety nets which prevent them from falling further, we must also provide trampolines which can enable them to spring back from where they have fallen. They could have fallen for a variety of reasons, for example, the death of the breadwinner in the family, old age, a debilitating disease or a physical handicap. We can do more to help those in need. We must consider setting up a loan scheme which enables them to borrow a small sum of money at low interest rate to tide over their immediate problems. The loan scheme can be provided by a Government agency or by \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 293</b></font>\n  <br>\n  <br> external financial institutions as a social service. Strict criteria can be set for disbursing these loan schemes. This will prevent many of them from resorting to loan sharks or to other desperate measures. We should design schemes to help them to obtain hawker stalls and other small businesses for them to get back on to their feet. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now move on to the next topic of national defence. Singaporeans are committed to the defence of their country. Our Armed Forces must remain vigilant and operationally ready. Recent events have highlighted to Singaporeans the need for a strong and credible Singapore Armed Forces. We must continue our efforts in Total Defence to emphasise the role of each and everyone in the defence of the nation. We must continue to build and maintain a strong and deterrent armed forces. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased that after a recent private survey done by me among NSmen, it showed their unanimous willingness and determination to fight for our country. I am highlighting this fact to let those who are watching us that no one should take us for granted and hope to stroll into Singapore. Our NSmen do us proud. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;National Servicemen play an important role in the defence of our nation. Our young men sacrifice 2 to 2(r) years of their youth for the benefit of our country. Many do it out of a sense of duty to the nation. The inequity of their sacrifice becomes more glaring by the bigger number of foreigners who have taken up citizenship without the corresponding responsibility of participating in national service. It is perhaps time that we looked into how we can take care of our NSmen better so that our NSmen feel that our Government takes special care of them. Here I would urge the Government to pay our NSmen increased allowances for their services. We have the resources to pay our NSmen more. Our NSmen and their families will appreciate the increase in the NSmen's allowances. If direct increase in allowance is not feasible or not to be encouraged, perhaps the Government can place their extra allowance above a certain maintenance amount into a special CPF account \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 294</b></font>\n  <br>\n  <br> which can be used either to buy a flat or pursue an education course. The Government has the resources and it will go a long way to rewarding our NSmen for their just sacrifice of their youth. I would also urge that for those NSmen who are without skills or who do not possess IT training in these fields before their ROD, the relevant Ministries undertake the necessary training so that when they enter the workforce they are better equipped to enter into the information age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, let me touch upon the bilingual policy of the Government. The Tamil language is well and alive in Singapore. The Government has increased the hours of Tamil radio and television programmes. It has used Tamil in its official publications. Signages at the airport and certain streets are in Tamil. There are even Singapore web sites in Tamil on the Internet. I must express the heartfelt gratitude of the Indians in Singapore for the Government's commitment in the promotion of the Tamil language and other Indian languages. Singapore has the single distinction of being the only country in the world outside India where Tamil is an official language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our bilingual policy helps impart mother tongue language skills, moral values and cultural traditions. Tamil is studied as a second language by more than 18,000 students as at 1995. The Government has gone to great lengths to ensure that Tamil language classes are held wherever sufficient numbers of students are found. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a growing concern in the Indian community over the quality of Tamil education in Singapore. Out of about 450 Singapore Tamil teachers, less than 30 of them are graduates. A vast majority of the Tamil language teachers have no tertiary education in Tamil or other disciplines. Are these teachers able to teach Tamil to our upper secondary and pre-university students? I would urge the Minister for Education once again to look into the shortage of tertiary educated Tamil teachers so as to ensure that the quality of Tamil education in Singapore is maintained. One way to overcome the shortage \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 295</b></font>\n  <br>\n  <br> can be through the setting up of a Centre for Tamil Language at the National Technological University or at the National University of Singapore or, in the alternative, by establishing a twinning programme with an overseas university offering Tamil language disciplines. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Hawazi Daipi (Sembawang)</b>(\n  <i>In Malay</i>): Mr Speaker, Sir, thank you for giving me the opportunity to express my support to thank the President for his Address at the opening of the Ninth Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While we are charting our new direction to bring Singapore to the 21st century, Singaporeans can look back to the past 32 years with full satisfaction. When we are facing the challenges in the next three decades, we are full of confidence that there will be continuous success for Singaporeans. The pillar of Singapore as a community is very strong. As what has been said by the President, the economic activity and trade are already globalised that we may not be too affected by problems with any one of our economic associates. \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.01 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have good savings and we are able to enjoy political and social stability. We have excellent infrastructure. We also have diligent and educated workers and we have a large talent pool. We have a Government which is clean, efficient and honest, not only in namesake but also proven. In short, we have the foundation to be confident of the success of Singapore in the near future. But we have to be reminded by the President that Singaporeans should not be complacent as there are many new challenges that we are facing. While the country and the population are reaching maturity, we should expect an aging population. We are faced with rapid advances in technology and fiercer competition. The effect is that Singapore is exposed to a slower economic growth. All these challenges \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 296</b></font>\n  <br>\n  <br> have an effect on one another and if we are unable to overcome these challenges, the effect will not only be felt by the community, the people, but will also affect the stability of a country. If we look at these challenges in terms of relationship with other nations who are blowing hot and cold, then the situation or circumstances will be more difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, for the last two days some of our friends in this House have spoken about the Singapore-Malaysia relationship. Many, I think, agree with the Member for Bukit Timah, Dr Wang, that Singaporeans are sick and tired of the repeated threats made by Malaysian leaders against Singapore to freeze the water agreement. The criticism, which initially was directed at the Senior Minister, Mr Lee Kuan Yew, but later extended towards Singapore and its leaders in general, has made Singaporeans more united. It should be the case. The threats and the challenges of any form should unite Singaporeans. We should be proud because, compared to the initial perception that Singapore will be divided on this recent issue in Malaysia, Singaporeans as a whole have given their strong support to the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All the races and the communities at all levels are quietly resentful of the derogatory criticisms that have been cast upon our leaders and the country. When I met a Malaysian official recently in the midst of this crisis and asked him for his view on the Singapore Malays' reaction, he said that, based on the letters that were published in Berita Harian and the general reaction, the reaction of Singapore Malays is similar to other Singaporeans. They are unhappy and not comfortable because the national interest is threatened. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, in this case, Singaporeans, including the Malays, expressed similar feelings. This relationship is cooling down, and some Singaporeans hope that this matter will stop, especially the rebuttal made by some Malaysian leaders who are casting unfounded allegation against us. They want good relationship to be resumed. I also feel that the prolonged tension will not be good for both parties. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 297</b></font>\n  <br>\n  <br> Both countries need each other and prolonged dispute will be of no benefit to both parties. However, Singapore should be aware of the background and fact that has given rise to this crisis so that we become more knowledgeable to understand why after an apology is demanded, derogatory remarks and statements were hurled followed by repeated threats. And why every time a crisis arises, we are served with the re-run of the old movies, especially the allegations and objections and threat after threat. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although we want to end this unpleasant episode regarding our relationship with Malaysia, we are not happy if this pace is being set by one party, that is, we are being dragged into the crisis when one of their leaders wants to increase the heat of the tension and we should shut up when they want to cool down the situation. This is a case where one wishes to turn on or turn off the tap. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, this is not the best way to have a good relationship with your neighbour. If we are trapped in this situation, anything we do will be deemed as inappropriate. It is important to stress that even in such a situation, we should re-establish the relationship to the previous level and, if possible, we should be more cordial in future. However, this relationship must be based on mutual respect and a win-win situation. How good our relationship with the other countries, we should not be too overly dependent on that country for our needs or for any activity, especially our main requirements. I think the people of Singapore are in support of the Government's attempt to expand our water sources other than the one obtained from Malaysia. \n  <br>\n  <br>\n  <i>National Education</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, the crisis should make us more united and committed to build a united country. In this respect, the step taken by the Minister for Education to introduce National Education is significant. I believe the formulation is not due to the recent crisis in Malaysia but, nevertheless, National Education will ensure our citizens are literate in history and help \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 298</b></font>\n  <br>\n  <br> us to understand the stormy situation that may arise domestically as well as externally which will have an effect on our national interest. National Education can be a compass to guide our direction when facing a similar situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although National Education focuses on the young who are still schooling, I think it is better that this education be disseminated to the adult citizens. Although our aim is to improve cohesion among all levels of the community regardless of their background, language and religion and their socio-economic status, it is important that the teaching staff under this programme should be among those who are able to disseminate the fact to nurture the national spirit in the right way and also to enhance the sensitivity of the students. This is important as a Malay proverb says that \"The place where you stand on is the place where the sky is\". Or an Arab saying that \"Loyalty to the country is part of the faith which will live in your soul\". As we continue our effort to deepen the root of our loyalty, we should also nurture friendship with all countries. It is ironic that the disbanding of the Cold War and with an increase in economic cooperation between countries, it is also accompanied by an increase in nationalism in many countries. This nationalism will bring about an acute competition among the countries, including economic competition, especially among neighbouring countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this aspect, I support fully the Government's policy to extend friendship with other countries. Our attempts to increase economic cooperation, whether among the ASEAN countries or the Asia-Pacific countries or in other regions like the European Community, are in the right direction. The Prime Minister has also expressed his desire to have such cooperation with other countries while at the same time competing with them. In this aspect, the National Education programme should inculcate this learning. We should nurture this spirit among our children and give them the opportunity to prepare themselves with the ability to develop friendship. I think it is good that the Ministry of Education has widened the opportunities for our children to have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 299</b></font>\n  <br>\n  <br> more interaction with their contemporaries from other countries through an exchange of students. This can be done, firstly, with the cooperation of the special schools, together with the children of other citizens in Singapore. This will give our children the opportunity to galvanize their skills, not only in their IQ development but also give them an opportunity to enhance their EQ. \n  <br>\n  <br>\n  <i>Preparation for Competition</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, many of our friends in this House have already said about the importance of preparing our children for education to face the acute competition. Many Members have said about the importance of training and retraining among the adult workers who lost the opportunity to obtain the skills when they were young. As a labour MP, I am grateful that the labour movement in Singapore, under the leadership of NTUC, is making such an effort. In fact, our labour movement, in fighting for the interest and benefit of the workers, has become a significant partner in the development of Singapore through the tripartite relationship with the Government and the employers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Ong Ah Heng said about the NTUC's effort to bring about the retraining programme together with the Government and the employers. I believe the NTUC will enhance their role by encouraging our workers who are not young to grab this opportunity. The employers and the Government should also play their role. Singapore companies, especially the small and medium enterprises, should play an active role because they comprise 95% of the total number of companies in this country. They pay half of their payroll to our workers. Until now, 41% of 1,100 collective agreements have a clause on skills retraining. We are grateful that within 1995-1996, half of the collective agreements which were signed had such a clause on skills training. In comparison, it was one-quarter in 1995. At the same time, investment in skills training has reached 3.6% of the wage cost or payroll cost, which is not far from the objective of 4% at the national level. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 300</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In short, the hope of the labour movement to increase investment in the training skills of our workers should be welcomed by employers. If we can extend this, not only are we able to enhance the competitiveness of the companies but also that of the country. It is an enhancement of the economic strength of the family. Competitiveness has a direct effect on the income and welfare of our workers. \n  <br>\n  <br>\n  <i>A Caring and Gracious Society</i> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I hope the emphasis which is made daily to increase our competitiveness should not make a Singaporean to be self-centred for himself and for his family. We should encourage Singaporeans to be ready to render their services to the unfortunate. We hope to see that our communities are gracious and strong in the social and emotional aspects. The Government, other than emphasising on the marketing aspect, should also emphasise on the help for the unfortunate, especially those who are in need of financial support. If we are able to bring about success in this, with the basic principles spelt out by the President, not only we will be a progressive country but we will also be a supreme country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, I support the motion of thanks for the President's Address. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Pasir Ris):</b> Mr Deputy Speaker, Sir, thank you for allowing me to join in this debate. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, before speaking on the motion, I would like to commend all our new Members of the House who have spoken before me and have delivered impressive and enlightening maiden speeches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I am sure you must have enjoyed listening to all the speeches as much as I have, and I am sure Members of the House also look forward to hearing more of such speeches. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion standing in the name of the Member for Bukit Timah, Dr Wang Kai Yuen. I am delighted to note that in the Ministry of Foreign Affairs' Addendum to the President's Address that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 301</b></font>\n  <br>\n  <br> Singapore's Asean partners would remain central to our foreign policy, and I hope that all our Asean partners share our aspiration for a more peaceful, cooperative and prosperous South East Asia. Sir, a1though each and every one of our Asean partners is important to us, I would like to confine the topic of my speech basically to Singapore-Malaysia relations, as we seem to have problems with our nearest neighbour on a regular basis and over quite unexpected issues. Although the issues may be unexpected, the accusations and the wayang that follow are usually quite consistent and predictable. We are always accused of being insensitive to others and, if we try to be conciliatory, we are invariably accused of being insincere. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This regular cycle of accusations and demonstrations organised for our benefit has led to speculation, especially among younger Singaporeans, who may be unaware of the different courses taken by Singapore and Malaysia since merger and separation as to why it is so challenging to maintain a problem-free relationship with our nearest neighbour. Some views have already been expressed on these issues by a number of speakers before me. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I do not intend to test your patience by repeating what has already been said by previous speakers, other than to say that I share many of the views expressed by Dr Wang Kai Yuen and Mr Mohamad Maidin when they spoke on this subject on Monday and with what Mr Hawazi has said when he spoke just before me on this issue. However, I am less impressed with what the Member for Potong Pasir had said about how things were when Singapore was part of Malaysia. I would, therefore, like to urge the Minister for Education not to confine our National Education programme that his Ministry is introducing in our schools only to young Singaporeans but also to extend the programme to cover our slightly more senior citizens who may have lived through the events but have forgotten what it was like. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I agree with the Minister for Foreign Affairs that we should always keep our \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 302</b></font>\n  <br>\n  <br> lines of communication open and that we should try to manage our relations with our neighbours as best as we can. We should also try to understand why some Malaysian leaders find it difficult to be friendly with Singapore. We should try to resolve outstanding issues as early as possible without having to adopt a policy of appeasement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, Malaysia's Prime Minister, Dr Mahathir, was reported to have said that it was difficult to conduct friendly relations with Singapore and gave two examples why this was so. One was the decision to eventually relocate KD Malaya, the Malaysian naval base at Woodlands, back to Malaysia. I am glad to note the Prime Minister has since provided clarification on this issue and the matter has now been laid to rest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other example quoted was that of Malayan Railway (KTM) land in Singapore. We believe there was an agreement signed on this issue by the then Prime Minister of Singapore, Mr Lee Kuan Yew, and the then Finance Minister of Malaysia, Tun Daim Zainuddin, in 1990. However, we are puzzled by recent letters in the press on the subject. Datuk Abdul Rahim Osman, Managing Director of KTM Berhad, in his letter to the Straits Times on 13th May this year took issue with an article written by the Straits Times' journalist, Miss Chua Lee Hoong, on KTM land in Singapore. Datuk Abdul Rahim wanted to point out what he termed as a factual error made by the journalist in the interpretation of when the 1990 agreement on KTM land would come into effect. Several days later, there was another letter to the Straits Times by Mr Goh Kim Leong, Permanent Secretary, Ministry of Law, Singapore, taking issue with Datuk Abdul Rahim's interpretation on the effectivity of the 1990 agreement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, there appears to be some disagreement over the agreement, and I feel that this matter should be resolved as expeditiously as possible in order that it does not become a stumbling block in Singapore-Malaysia relations. I therefore support the call by the Member for Marine Parade, Mr Mohamad Maidin, that some clarification of the 1990 agreement would be in order. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 303</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is my belief that all potentially troublesome issues that could affect bilateral relations with our nearest neighbour should be addressed as soon as they arise and be settled as expeditiously as possible. If an early settlement is not possible, then the problem issues should be discussed and desensitized as much as possible and not left to fester only to emerge again when new problems arise as they would from time to time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore like to urge the Government to clear the air on KTM land and also to submit for adjudication to the international court of justice the Pedra Branca case as we have agreed to do so with the Malaysians. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Deputy Speaker, Sir, if both Singapore and Malaysia, despite our historical baggage, can accept the principle that relations would have to be conducted in a rational manner and on an equal basis between two civilised and sovereign countries, then there is hope that the situation can improve over a very short period of time, if not immediately. \n  <br>\n  <br>\n  <!-- Mr Ang Mong Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ang Mong Seng (Bukit Gombak)</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I thank you for giving me this opportunity to speak on the motion moved by the Member for Bukit Timah, Dr Wang Kai Yuen. I fully support this motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Speech is a signpost towards our goals in the 21st century, as depicted by the Prime Minister. He emphasises the development of the various fields and outlines the actions to carry out projects whose ultimate object is to promote national cohesion and build the best home for Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now, I would like to voice my opinion on public housing and National Education. Ever since the founding of our nation and in order to improve the housing conditions of the people and to realise the goal of home ownership for the people, the PAP Government launched a vigorous housing programme. In the past 32 years, the HDB has built more than 730,000 housing units, of which 660,000 are owner-occupied, achieving a home \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 304</b></font>\n  <br>\n  <br> ownership rate of 90%. Right now, 88% of our people live in HDB flats. Singapore is well known for its achievement in public housing. That our public housing policy has achieved tremendous success should be attributed to MND's careful planning and its vigorous implementation of the housing policy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since the 90s, HDB has shifted its emphasis from quantity to quality in its public housing. To meet the demand of the people, HDB has improved both the exterior and interior designs of the flats and built many new facilities in the neighbourhood so as to build the best homes for the people. Thus, today's HDB flats are much better looking and comfortable than before. They are even comparable to private housing. The new generation flats are not only better designed and varied in their appearance, the lifts are also of better quality. Every floor is served by a lift. In order to improve and enhance the living environment of the people, the Government has carried out massive upgrading projects for the old housing estates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the recent upgrading programme, one of the items is to provide a lift exit for every floor. This is a boon for the elderly and handicapped residents. The HDB has spared no effort in bringing improvements to its housing estates. However, it has neglected the problem faced by about 10% of the residents who live in 4-storey flats. These flats are scattered in old housing estates, such as Clementi, Toa Payoh, Bukit Merah, Bukit Batok, Bukit Gombak, Jurong and Yishun. At present, these flats have no lifts. Recently, I carried out a survey among the residents in 27 blocks of such flats and found that around 58 of them are over 50 years old. They account for 14% of the residents. With the greying of our population, the number of aged people will become greater. This is a problem that merits our close attention. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Speech has also stressed that we have to find ways and means to tackle such problems before they become intractable. As there are no lifts, these senior citizens have to put up with the effort to climb the stairs every day. On my routine visits, I have taken \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 305</b></font>\n  <br>\n  <br> some photographs of these elderly people. They are old, feeble and sick. They drag themselves up the staircases with two hands clinging to the railings for support. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, while most of our people are enjoying a high standard of living and staying in good and comfortable housing, there are still a minority of our citizens who live in old and low rise flats. There are two reasons why these people are reluctant to move out. One, they have built up close neighbourly ties with their neighbours. Two, some of them belong to the low income group, hence they cannot afford to upgrade themselves and move into bigger flats. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I would like to plead for this group of residents and hope that the Government could install lifts for them soon so that they will be able to enjoy good facilities like other HDB residents. I suggest that HDB treat this matter with some urgency and find out how this can be done. Perhaps, a pilot scheme could be carried out first. I am willing to help by identifying these flats in my constituency for such a pilot scheme to find out whether it is feasible. If it is, then this can be extended to other constituencies. In this way, such elderly and sickly people can be better looked after. To others, this may be a small problem. But our President has mentioned specifically that the older generation has helped to build up today's Singapore and we owe it to ourselves to repay them for their contribution. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I think now is the time. If this scheme is successful, then the 10% of our flat dwellers will be able to enjoy a better service. When we enter the 21st century, all dwellers would have been looked after by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I would like to touch on another problem, namely, application for a flat. At present, an applicant has to pay a downpayment of 20% of the purchase price when he is invited to select a flat. This regulation has been in force for a number of years. Ten years ago, a 4-room flat was priced at $30,000-$40,000. 20% of this amount is $6,000-$8,000. But now, a 4-room flat is sold at an average price of $130,000. 20% of this amount is $26,000. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 306</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that because of the shift in demand, HDB has stopped building 3-room flats. The only choice for the low income group is the 4-room flats. It is the same for first-time applicants. Thus, it is a big burden for them to fork out $30,000 as a one-off downpayment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;According to the HDB's statistics, there are 38,625 applicants for 4-room flats. Since the Government wants to help the low income group to own their flats, and to encourage young people to set up families, I suggest that the downpayment should be reduced from 20% to 10%, and the rest of the money to be paid later on in order to lessen their financial burden. In this way, we could encourage young couples to apply for 4-room flats. Therefore, we will be able to help those who cannot afford such a big sum of money as downpayment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I hope the Minister for National Development could consider my suggestions and make some modifications to the housing policy so that we could build Singapore into the best home for our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to touch on National Education. National Education was formally launched on 17th May this year, and it has become a very hot topic. Schools ranging from primary and tertiary institutions will be carrying out these programmes through their formal and informal channels, namely, through ECA and subjects such as moral education, history and geography to inculcate among our students national consciousness. This is laudable. But what about those young people who are not in school? How are we going to help them to inculcate national awareness? I believe the following could be adopted to imbue national consciousness in young people who have left school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(1)Government departments and private institutions. All citizens who are working now whether in Government Service or in private companies must continue to receive National Education. National awareness could be instilled through talks, forums, exhibitions and the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 307</b></font>\n  <br>\n  <br> activities must be as effective as the WITs scheme. And it should be one of the items in work performance evaluation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Grassroots organisations. Grassroots organisations could play an important role in promoting National Education through talks, forums, exhibitions, debates and quizzes. The ultimate objective is to foster national identity and social cohesion among the various races so that they are loyal to the community and our nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Mass media. The mass media has an influential role to play in inculcating national consciousness. They could do this through telecasts of historical drama series to enable our citizens to better understand our history and to foster a sense of patriotism. For example, episodes during the Japanese Occupation and other programmes like the return of Hong Kong to China are very good materials. We should also make use of the episodes on the formation and incidents leading to the separation of Singapore from Malaysia and the background and contents of the Water and KTM Railway Agreements between Singapore and Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, if our schools, Government Ministries, statutory boards, private companies and grassroots organisations successfully carry out their duties in National Education, we will be able to strengthen our national awareness and identity and to enhance our national solidarity. In the event the prestige or image of our national leaders is attacked by foreign forces, our people could close rank and stay united against any infringement of our sovereignty or attack on our national esteem. In this way, a Singaporean Singapore idea could be further strengthened and consolidated. \n  <br>\n  <br>\n  <!-- Dr Tan Boon Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Boon Wan (Ang Mo Kio):</b> Mr Deputy Speaker, Sir, I strongly support the motion moved by Dr Wang Kai Yuen, hon. Member for Bukit Timah, to thank the President for his Address on 26th May 1997. Sir, I seek the guidance of this House, especially being a new Member. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 308</b></font>\n  <br>\n  <br> will do my best to add value to its discussions and deliberations. However, I also seek its indulgence should I unwittingly make a mistake or tax its patience. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our young are doing well at school. Few drop out from the education system. At every level, the results are getting better. The number going to the universities, polytechnics and ITE is increasing. In international tests, our students are coming out top. More youths are doing voluntary and community services. But not all of our young turn out well. Yesterday, my fellow hon. Member for Ang Mo Kio, Mr Inderjit Singh, raised his concerns on wayward youths. Today I would like to discuss further this topic of problem youths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Problem youths appear to be a growing problem. News of problem youths abound in the newspapers. In the past year, there were many articles on youths hanging around shopping centres, game arcades and nightspots, whiling away their precious time, drinking, smoking and even fighting. A few days ago, the Straits Times carried a story of a 15-year old school dropout who was killed in a gang attack. A few days later, the New Paper carried another story of a youth who helped some friends to burgle his own house. Like Mr Inderjit Singh, I too had people telling me with great concern that they had heard of schools now having more gang problems. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We face a competitive future. Our economy is fast becoming developed. Our industries are becoming more high tech. Out ability to compete would depend on us having a large number of well qualified and skilled workers. But our population is small. This means that we have to make the best use of our people. Ideally, we should develop every Singaporean to his or her highest potential. Hence, we must view youth delinquency seriously. Every problem youth is a cost to society. First, if a youth goes wayward, efforts need to be made to help the youth to change for the better. Many I believe do, but still the time lost are wasted years of their lives and many people, especially the parents, may go through many moments of anguish. Then, if the youth does not change for the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 309</b></font>\n  <br>\n  <br> better, society will not only lose his potential contributions but may well end up taking care of the person's future needs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my fellow hon. Member for Aljunied, Dr Toh See Kiat, yesterday afternoon pointed out to this House the pressure faced by our students. This pressure is often cited as a cause of youth delinquency. Students who cannot keep up or bear with the pressure would drop out of school. Often, these children develop into problem youths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The news that the Ministry of Education is reviewing the education system is much welcomed and gives hope that some relief is on the way. The introduction of creative thinking, independent learning and new methods of assessment in the education system will make learning more enjoyable and interesting, and less tedious. However, it is my hope that kiasu parents will not fill up any freed time with more tuition and other stressful activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The introduction of National Education would also have positive effects on youth delinquency. Youths who lack a purpose in life are more likely to go astray. National Education will imbue our young with a sense of national identity and an understanding of the challenges that the country faces. It will help them to appreciate the vulnerabilities and constraints faced by Singapore as well as our strengths and opportunities. It will help them to realise that a good future is not pre-ordained and they have to work hard if they want a good life. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our friendly neighbourhood Police Force could also be enlisted to help tackle truancy. Police officers on the ground could look out for youths whom they suspect to be playing truant. With neighbourhood police posts well distributed around the country, the police officers are ideally located to assist here. The police officer would ask for the personal particulars of the youth, noting the time and place where the youth was hanging out and the school he or she attends. The information could then be passed to the respective school to ascertain if the youth was playing truant. The errant youth should be counselled and his parents informed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 310</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In its Addendum to the Address of the President, the Ministry of Community Development says that it will provide funds to build more before-and-after-school care centres. This is very much welcomed and timely. These centres provide care for primary and lower secondary students. If the student attends a morning school, he comes back to the centre after school. If the student attends an afternoon school, he comes to the centre in the morning. At the centre, the student is looked after and given proper supervision. The parents pick up their children from the centre after their work. With this service, no parents need leave their children alone at home and unsupervised while they are at work. These centres are especially helpful to families where both parents work. Given the encouragement to mothers to return to the workforce, the number of such families is likely to grow. To make the service affordable, the Government helps low income families by subsidising the fees. The Government also encourages the grassroots and voluntary organisations to be involved in the setting up and running of these centres. It is good to get the community involved in the care of the young. As more such places become available, the number of unsupervised primary and lower secondary students will decrease. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this leads me to the subject of neighbourhood youth centres. Whereas the before-and-after-school care centres cater to the primary and lower secondary students, I would like to propose that youth centres be set up to cater to the upper secondary students. Youth centres are purpose-built centres which are equipped with resources specifically to meet the needs of youths. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me elaborate. My fellow hon. Member for Ang Mo Kio, Mr Inderjit Singh, yesterday also referred to the experience of Taiwan which showed that youths in secondary schools are more likely to go wayward. I feel that this observation also applies to Singapore, though not for the same reason. The reasons are more general. Youths face many challenges. They live in a very competitive and demanding world. At the same time, they are in a phase of their life when they are trying to reach out to people, make friends \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 311</b></font>\n  <br>\n  <br> and establish relationships. They are trying to form their individual identity. In this phase, friends are just as important as parents. They want to be with their friends. They need a place to meet and activities to occupy their time. Besides the home and school, youths today do not have many places around the neigbourhood where they can gather. This probably explains the lure of shopping centres and game arcades. The youth centres could provide an alternative meeting place for youths. Today, there are not many youth centres around the place. The community centres and clubs are providing some resources and facilities for the youths. But community centres and clubs cater to the needs of a diverse group of users. I feel that our youths deserve a centre of their own. In 1982, boys clubs were set up by the Police. These centres were developed specifically for youths who were already having problems. Two years later, these centres were taken over by the PA and opened to all boys. But what about the girls? Some of them do get into mischief too. A doctor friend recently shared with me that he was consulting more families with problem youths and many involved defiant daughters. He said that in many instances the daughters were getting to be very rebellious and difficult to handle. I would like to propose that the 13 boys clubs be renamed youths clubs or centres and more to be built in the neighbourhoods. The centres will serve and benefit all youths. The centres could be equipped with computers, study rooms and reading materials to help the youths in their school work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the school curriculum becomes more IT orientated, students will need computers to do their homework. The youth centres can also double up as the neighbourhood IT resource centres. Students who do not have computers at home can use the computers at the centre. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The centres should also be equipped with games and sports facilities for their relaxation. These could include basketball and badminton courts, table tennis tables and street soccer pits. The youths should \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 312</b></font>\n  <br>\n  <br> be encouraged to run the centres themselves. This would provide them with opportunities to develop their leadership skills and to help themselves. Able students can be encouraged to help weaker students. They can study and do their homework together. The youths would then have a place to call their own, congregate, get help with their school work and find wholesome companionship and the right motivation and peer influence. It is to be hoped that with the availability of the youth centres, the youths would no longer find the need to use the shopping centres and game arcades as places to hang out. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As this is a time when youths undergo rapid personality changes, conflicts with their parents are likely to be at their highest point. The family environment often becomes very stressful. The centre could also provide the youths with a place to get away from family stresses. They will have understanding and sympathetic friends to talk to. The centres also help to reduce family stresses in another way. Parents will feel more secure knowing that their children are at the centres. They will be less inclined to doubt or accuse their children of mischief. Often times, such doubts and questioning aggravate what are already very difficult and stressful situations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our young are our most valuable and important assets and resources for our future. I strongly believe that our youths need and deserve their own neighbourhood youth centres. I would like the Ministry of Community Development to include in its plan the setting up of neighbourhood centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, Sir, I support the motion. \n  <br>\n  <br>\n  <!-- Mr R. Sinnakaruppan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Sinnakaruppan (Kreta Ayer-Tanglin):</b> Sir, I rise in support of the motion standing in the name of Dr Wang Kai Yuen to thank the President for enunciating the Government's policies and priorities for the new term of Parliament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the President had said, since 1965 we have come a long way. In terms of GDP per capita, we rank the top eight countries in the world; we rank as the most competitive economy; we have the world's best workforce and the best port, airport and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 313</b></font>\n  <br>\n  <br> the best and most comprehensive public housing in the world; and we have an honest and competent Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we look into the crystal ball to get glimpses of our future, we see tremendous opportunities and the promise of economic prosperity, despite keener competition. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;People the world over greatly desire the standard of living, the peace, the equality and the efficiency that we enjoy as Singaporeans. And yet many Singaporeans, paradoxically, do not seem to appreciate or really treasure all that we have achieved together. Many seem to take our success for granted and worse still engage in constant gripe, grouse and quibbles at our policies, programmes and new initiatives. It is perfectly all right for citizens to criticise policies as long as they are constructive and responsible and if they look beyond their pecuniary interests. But sadly, the greater our economic prosperity, the more the signs and symptoms of the evolution of a self-centred and envious society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When our asset enhancement programmes, such as our Main Upgrading Programme or Interim Upgrading Programame favour the less well-off Singaporeans, many living in private properties, for example, are envious; or a grant in favour of some younger Singaporeans for Executive Condominiums makes others furious or when Government gives all Singaporeans $200 under the CPF top-up scheme, there are complaints all round that the amount is too small. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, HDB announced a number of changes to its policies on upgraders, first-timers and the fiance-fiancee scheme, so as to reduce the waiting time by weeding out the non-bona-fide and less urgent applications. And hell broke loose. We have an avalanche of letters to the Straits Times Forum Page to complain. One writer says that \"couples will be forced to proceed with the marriage just for the sake of not losing their deposit (of $5,000)\". Instead of deploring the un-Asian attitude of young couples who put in their names in the application without any intention of getting married, he says the $5,000 deposit policy would lead to forced marriages! \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 314</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another writer says that he is saddened that the HDB should set aside more new flats for first-timers than for upgraders. Yet another writer says that he feels strongly that the priority for ECs should be given to first-timers instead of upgraders or HDB Executive Flat applicants. These are only a few letters to the Forum Page. I am told that HDB received more than 4,000 letters a month, many with similar sentiments. What is happening to Singaporeans? With our increasing affluence, are we losing sight of a sense of community, a sense of nationhood, a sense of social responsibility and instead fending only for our own existence, our own upliftment, and at the expense of some less well-off fellow Singaporeans. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Adam Smith in his book \"A Theory of Moral Sentiments\" argued that a stable society was based on \"sympathy\", a moral duty to have regard for your fellow human beings. The market is a mechanism for sorting the efficient from the inefficient and it is not a substitute for social responsibility. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what is going to happen to our nation that we call Singapore? Our Prime Minister painted two possible gloomy future scenarios at the Inaugural Polytechnic Forum last September, which was showcased at the recent Public Service Exhibition. One scenario is a \"Home Divided\" where income gaps widen and Singaporeans become cocooned in the pursuit of their own comforts, and become increasingly selfish and envious. The successful and less successful will live in two different worlds with no bonding between them or the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second scenario is \"Hotel Singapore\", where the best and the brightest Singaporeans leave for greener pastures, where there is no commitment, where there is no fighting spirit, no obligation to solve Singapore's problem; where there is a weak Government because the best would have fluttered away. Are Singaporeans ever going to wake up and buck these gloomy scenarios before they become hard realities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The recent political row must have jolted, a little, many an apathetic \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 315</b></font>\n  <br>\n  <br> Singaporean. I am not sure if it succeeded in sending shudders down their spine or to galvanise them to a national cause or crusade. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Prime Minister once said that one of his biggest responsibilities is to avert, at all costs, any crisis that could cripple Singapore. That is why on fundamental matters like water, we need agreements not just for the next 10, 20 or 30 years, but till the year 2061. And because of an able leadership and a competent Government, we have succeeded in averting any crisis in Singapore. But the paradox is that our overwhelming success incorporates our failure. Because we were so successful, Singaporeans are not able to appreciate in depth what national survival and sovereignty is all about or how precious it is for our continued existence and prosperity. National service does some good but we have not fought a war to know what it is like. And fragile Singapore cannot afford to fight even a small war as it will destroy all that we have built. So our success seems like an irony, a paradox for us all. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was in Vietnam recently as part of BG George Yeo's youth delegation. As you know, Vietnam fought the war against the Americans in the 1970s and won it. And the Vietnamese won the war not by superior firepower or technology but by sheer determination, intelligent manoeuvring and using innovative techniques such as burrowing or tunneling and booby-trapping. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, a post-war generation, like our post-65 generation, is growing up in Vietnam. We met a number of them. They were very impressive. They have the same determination and drive and that \"fire in their belly\" that their parents possess. They all seem to have a common national rallying cause or crusade. That is, they want to succeed economically not just as individuals but also collectively as a nation. And that is what is most striking about them. For example, a final year undergraduate told me that when he graduates he wants to start his own business even though he has already got a job offer from a big company. I asked him why \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 316</b></font>\n  <br>\n  <br> starting a business was more important to him. His reply was that if he started his own business, he has the strong determination and drive to see it succeed. And if his business succeeds, he and his family will be better off. And he quickly added, and I quote, \"just as importantly I want to be able to create jobs for my fellow Vietnamese and if I make good money, I can contribute to the Vietnamese national infrastructure projects through the corporate tax that I will have to pay.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One would have thought that he would make a good students' union leader or a charismatic politician. But he spoke with such conviction that it was no idle talk and, in fact, when we exchanged notes with the Singaporeans in the group, it was evident that there were many other young Vietnamese who expressed similar sentiments. Later, we also learnt from the authorities that the young were indeed very committed to their country. Many youths across the country had volunteered themselves to build the all-important North-South highway in Vietnam. I am not sure if we get that kind of commitment from our youths, if we want to extend the CTE or the PIE! \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So what must the Government do to rally Singaporeans behind the national challenges ahead and to promote greater cohesion? I think we can adopt three key strategies to make Singaporeans look beyond their own well-being. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, we need to evaluate the centralised structure of governance in Singapore and seek ways to devolve more power to the local community so that people can have a greater say in matters that affect them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Charles Handy, a well-known management philosopher, in his book \"The Empty Raincoat - Making Sense of the Future\", expounds the idea of federalism, and he says, and I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`If we want to reconcile our humanity with our economics, we have to find a way to give more influence to what is personal and local, so that we can each feel that we have a chance to make the difference, that we matter, along with those around us. We have no hope of charting a way through paradoxes unless we are able to take some personal responsibility for events. A formal democracy will not be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 317</b></font>\n  <br>\n  <br> enough. We have to find another way, by changing the structure of our institutions to give more power to the small and to the local.' He talks about federalism, which though an old idea, can still be relevant because it aims to be local in its appeal and in many of its decisions, but national or global in scope. It endeavours to maximise independence, provided always there is a necessary interdependence. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Government has already taken great strides in this direction by introducing the concept of Community Development Councils or CDCs. When CDCs are formed across the island and are fully functional, local governance will instill greater social responsibility and greater bonding amongst Singaporeans. We need to continually find new ways to devolve more powers to the local communities. The NCMP, J B Jeyaretnam, seems to push the line of giving more power to the people and yet he and his party do not strongly support the concept of CDCs. If they mean what they say, they should come out strongly in support of the CDCs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second key strategy that we could adopt is to have a national agenda, a national mission that could galvanise Singaporeans as one people to meet new challenges ahead. True, we have the Singapore 21 programme. Singapore 21 is the PAP Government's programme and pledge of what it will do for the people in the next five years. And the Government will certainly deliver what it has set out in the programme. In the Singapore 21 plan, what is clear is the Government's resolve, but somehow the role of Singaporeans themselves in this regard does not come out clearly. In other words, Singapore 21 is a necessary plan but not a sufficient plan. To supplement Singapore 21, we need a national agenda which could clearly spell out the role, the participation, the involvement of Singaporeans in achieving our national mission. That way, we can galvanise and hopefully energize Singaporeans to a national cause. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third strategy, in the absence of national crises, should be to teach our people about our difficult past. The National Education programme is a good start. But we seem to be only reaching out \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 318</b></font>\n  <br>\n  <br> to the school-going children, as many Members have pointed out already. We also need to do more, much more, in educating Singaporeans, and some Members in this House may need it, as Charles Chong has put it. So it is even more urgent that we reach out to them because many in this age group are more cynical and self-centred as they are oblivious of our past. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, let us all work together and focus on building a new tomorrow. Let us build a greater nation where people look beyond themselves and their families. Let us build a new Singapore. I support the motion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Prime Minister and Minister for Community Development (Mr Chan Soo Sen) (In Mandarin): Mr Deputy Speaker, Sir, I thank you for the opportunity to speak in support of the motion in the name of Dr Wang Kai Yuen to thank the President for delivering the Presidential Address in this House. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Presidential Address first dealt with the future development strategy and direction of the country and then it went on to deal with National Education and the awareness of history. I think it is well-intentioned and very significant. It reminds us that we are not learning history for the sake of the past but we are learning history for the sake of the future. Therefore, I hope that the Ministry of Education, in formulating the curricula of the National Education, emphasises the need for students to learn from history for the future. Without forgetting the basic realities, they should be encouraged to look to the future, dare to innovate and dare to overcome obstacles and difficulties so that Singapore can climb to greater heights and survive and flourish forever. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On National Education and the teaching of history, I think the important thing is to remember we should not carry the history legacy or baggage to such an extent to miss new opportunities because we live in the past. In all the Asian civilisations, Chinese civilisation lay greatest emphasis on history. In the past, the Chinese courts employed official historians on their staff. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 319</b></font>\n  <br>\n  <br> As a result, what happened over the past 2,000 to 3,000 years were all very well recorded and documented. Those days, if you were a scholar, you must be conversant with history, and in reciting precedents. But in the 19th century, the situation had changed because China's closed feudal society was forced open by Western gun-boat. But at the same time, there was another country, Japan, which was also at about the same time forced open by the West's gun-boat diplomacy. So by the end of the 19th century, both countries (China and Japan) decided to learn from the West, and sent their scholarship holders to the West. But the progress was entirely different for these two countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the one hand, the Chinese students were hindered in introducing what they learn from the West. I think because the decision-makers had a heavier historical baggage at that time. Even the reformists, like Kang Youwei (&nbsp;&nbsp;&nbsp;&nbsp;), advocated (zhong xue wei ti; xi xue wei yong) (Chinese learning as the foundation; Western learning for application). But, on the other hand, when you look at the Japanese, they were able to discard the historical baggage. They accepted new methods. The went on the new path. So today we can see that the Japanese economy has been leading by a few decades ahead of China while at the same time they are able to preserve their traditional culture and values which remain quite intact. This is not what we should forget when you study history. In other words, we should not slow down in our development while we remember history. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the next 10 to 15 minutes I would like to point out six areas where we can learn from the past, learn from history. These are experiences derived from the past which will remain relevant as we proceed to the new age. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The first point is that our people, regardless of race, language and religion, should all live in peace and harmony. This is the basic of our foundation. This is what we learn from Singapore history. It will not change in the 21st century or thereafter. We must always bear in mind that \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 320</b></font>\n  <br>\n  <br> divisive forces actually come from chauvinism, extremism and racism. If some people support chauvinistic candidates but, on the other hand, they say that upgrading by precinct will cause division among our people, it would be like \"allowing themselves to set houses on fire, but disallowing others to light the lamp\" (&nbsp;&nbsp;&nbsp;&nbsp;). \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point we should learn from history is that a meritocratic, clean and honest government is the foundation of a democratic nation. Meritocracy and clean government cannot be taken for granted. It is a concept easy to utter, difficult to get. We will realise this when we go to some foreign countries. Why do I say this is the foundation of our democratic nation? I often listen to the BBC broadcast. In one programme, one BBC journalist reported the election in a Latin American country. He said that before the election started, something happened to the family of a villager. I think it was the mother who fell sick. He was so poor that he was unable to give medical help to the mother. So he had to go to a local politician for help. The politician arranged for a doctor, and the problem was solved. His mother's sickness was cured. No money was collected from him. But his name was recorded in the politician's book. But during the election, the book was opened up. The politician asked his cadres to go and look for those people whose names appeared in the book. Transport was arranged to bring them to vote for this politician. I cannot forget the BBC journalist's conclusion. This villager said they were so poor that they could only sell their votes. I would ask hon. Members, under this kind of a system, you have a form of democracy but do you have the spirit and substance of democracy? Our clean and honest Government practises meritocracy. Is this not the basic foundation of our democratic system? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third principle and lesson that we must learn from history is that we must make the country rich and our people strong. We should not be overbearing nor should we be servile. This is our principle for survival. My comrade, Mr Lim Swee Say, talked about the mood at his hom in 1965 when we first became independent. I \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 321</b></font>\n  <br>\n  <br> had similar experience. Nobody was celebrating. We all felt the same way as Lim Swee Say's father - \"We all had it. We are all in trouble!\" If recently the friction between Singapore and Malaysia had happened at that time, our country was poor and we did not have a strong people, then we would not be able to do what we could do today - responding to the Malaysians without being overbearing nor servile. How would we be able to face the situation? I think we in this House could be talking in terms of compromise with the other party. Right now, we have a strong economy. Through national service we have the Armed Forces to defend ourselves. So, we can be calm and professional in our response. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would also like to add that we should also have a strong spirit that would not succumb to threats. I remember the former Czechoslovakia. Now it has become two different countries. In the 20th century the country had the most developed economy in Eastern Europe and a strong enough armed forces. But because they did not have the spirit of not succumbing to threats, so without a bullet being fired, that country was first conquered by Germany in 1938. The second time was in 1968. This time it was invaded by Warsaw Pact forces. We must have a strong nation with strong people, and a strong will that, if necessary, we will stand up strongly for our country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fourth lesson that we must learn from history is that community self-help is the way to social cohesion. Over the past 150 years, community self-help has been successful in various forms. The successful people return the money that they earn from the society back to the society, so as to help those less successful and less fortunate, so that the less successful will not fall behind. This was first done by the clan associations and other civic organisations. In the 1990s, the community self-help groups came in. As we approach the 21st century, the same spirit would manifest also in the Community Development Councils. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fifth lesson that we must learn from history is that open competition and mutual benefit is the way for our country \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 322</b></font>\n  <br>\n  <br> to progress and to make friends with our neighbours. In the 1960s, when many other countries were influenced by the socialist thinking and closed their market for fear of letting in neo-colonialism, we dared to open up to the whole world for investments. We achieved unprecedented success, an economic miracle. But, now, everybody has discovered our trick, and decided they should also open up their doors. So we have regionalisation. When you open up your door, we will enter and support your policy. We share our success with them and we are very generous in sharing our experiences of success with countries like China and Vietnam. Through this method, we are able to make more friends. With this strategy, I think we can still march ahead in the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sixth point is that the rule of law is a cornerstone of social stability and the well-being of the people. I was very surprised when I heard somebody saying that this is a country without the rule of law. A few years ago, when I was working as a Deputy Secretary in the Ministry of Home Affairs, I went to the Queenstown Remand Prison. There were many people who were detained without trial under the Criminal Law (Temporary Provisions) Act. Like Mr Zainul Abidin, I enjoyed the movie `Godfather'. You see the gangsters and gangster chiefs in the movie. There are many of them in Queenstown too. They are still very proud in the prison. If we release these people, I believe that all our front pages of newspapers will be full of crime stories of Singapore instead of what we see in other countries. This is what I would call real fear. If we want to put them on trial through the normal process, we can ask the Italian judges or police officers how they get witnesses to testify against Mafia gangsters. This is a great problem, they would tell you. There, the mafia gangs know that without witnesses, they would not get incriminated. They do not worry about the rule of law. Two judges, because they were too thorough in their investigations, were blown up together with their bodyguards. This happened a few years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, like other Members in this House, I also hope that the people of Singapore create more space for public opinion. We should be less shy in \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 323</b></font>\n  <br>\n  <br> expressing our views. We should share our views with others. If you release all those in the Queenstown Remand Prison, I think the people will be in real fear. Singaporeans are not in real fear when criticising the Government or its policies. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that Singaporeans are shy rather than in fear. If we go to attend a meeting or seminar or conference, the seats closest to the speaker or lecturer are mostly empty. So people sit at the back most of the time. Only those latecomers have no choice but to sit in front. This is being shy, not being fearful about the speaker. We should not confuse shyness with fear. But if we want to be creative, we cannot continue to be shy. If we have any views, we have any good ideas, we must share with others. But of course, we must also be prepared to accept criticisms from others because we want to be creative, others also want to be creative. You have your views, the Government also has its own views and reasons for certain policies. You cannot take Government reply as vicious criticism and should not confuse shyness with fear. This is a psychological barrier we must break through. So long as we can express views which are not detrimental to our democratic system and racial harmony, then the Government will welcome the views and feedback of the people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I fully support the motion in the name of the Member for Bukit Timah. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang)</b>(\n  <i>In Mandarin</i>): Clarification, Sir. Mr Deputy Speaker, Sir, only now have I realised that Singaporeans are so shy. Just now, Mr Chan Soo Sen said that some people supported a chauvinistic candidate on one hand, and talked about the Government dividing the people on the other hand. I would like to know who were these people he was referring to. \n  <br>\n  <br>\n  <!-- Mr Chan Soo Sen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chan Soo Sen</b>(\n  <i>In Mandarin</i>): I was referring to a certain group of people. I think Mr Low is very clear as to who I am talking about. He may be one of them. But I am not saying that he is the only one. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, rightly put, I am not the only one. But I do not know who supported the chauvinistic candidate. I think he is very sure. He knows about it. If you are a gentleman, come clean, do not insinuate. \n  <br>\n  <br>\n  <!-- Mr Chan Soo Sen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chan Soo Sen</b>(\n  <i>In Mandarin</i>): Mr Deputy Speaker, Sir, I would like to thank Mr Low. In the last election, the Workers' Party took part by fielding Tang Liang Hong as a candidate. Mr Tang Liang Hong's words, we are all very clearly aware of what he said. His words reminded me of what was often heard in the schools in the 60s from the chauvinists of those days: That the Chinese educated had no opportunity, that they were suppressed and oppressed, and that they must stand up. I feel that this kind of argument is not conducive to the principle of racial harmony. Since the Workers' Party found it fit to field Mr Tang Liang Hong as a candidate, I think it may not be the idea of Mr Low Thia Khiang alone. I think there might be other people who supported this idea. But I cannot list out all these names. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b> rose --- \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Mr Low, I think this is a small little debate within itself. I would not allow any more further clarification. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 324</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <b>ADJOURNMENT OF DEBATE</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate be now adjourned. - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> Debate to be continued when? \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Tomorrow, Sir. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at\n  </div> \n  <div align=\"right\">\n   Twenty-five Minutes\n  </div> \n  <div align=\"right\">\n   past Five o'clock pm.\n  </div>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
