{"memberId": null, "volumeNo": "67", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "14", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html>\n <head>\n  <meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\">  \n   \n  <meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\"> \n  <meta name=\"Parl_No\" content=\"9\"> \n  <meta name=\"Sess_No\" content=\"1\"> \n  <meta name=\"Vol_No\" content=\"67\"> \n  <meta name=\"Sit_No\" content=\"14\"> \n  <meta name=\"Sit_Date\" content=\"1997-07-30\"> \n  <meta name=\"Start_Col\" content=\"1307\"> \n  <meta name=\"End_Col\" content=\"1424\"> \n </head> \n <body> \n  <table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\">\n   <tbody>\n    <tr>\n     <td> \n      <table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\">\n       <tbody>\n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Parliament No:</font></td>\n         <td width=\"85%\"><font size=\"2\">9</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Session No:</font></td>\n         <td width=\"85%\"><font size=\"2\">1</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Volume No:</font></td>\n         <td width=\"85%\"><font size=\"2\">67</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting No:</font></td>\n         <td width=\"85%\"><font size=\"2\">14</font></td>\n        </tr> \n        <tr valign=\"top\">\n         <td width=\"15%\"><font size=\"2\">Sitting Date:</font></td>\n         <td width=\"85%\"><font size=\"2\">30-07-1997</font></td>\n        </tr> \n       </tbody>\n      </table></td>\n    </tr> \n   </tbody>\n  </table> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1307</b></font>\n  <br>\n  <br>\n  <div align=\"center\">\n   <h2>PARLIAMENTARY DEBATES</h2>\n  </div>\n  <div align=\"center\">\n   <h2>SINGAPORE</h2>\n  </div>\n  <div align=\"center\">\n   <h3>OFFICIAL REPORT</h3>\n  </div>\n  <div align=\"center\">\n   <h4>NINTH PARLIAMENT</h4>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\">\n   <tbody>\n    <tr>\n     <td>\n      <div align=\"left\">\n       <b>PART I OF FIRST SESSION</b>\n      </div></td>\n    </tr>\n   </tbody>\n  </table>\n  <div align=\"right\">\n   <b> VOLUME 67</b>\n  </div>\n  <hr width=\"100%\" size=\"2\" noshade>\n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Wednesday, 30th July, 1997</i>\n  </div>\n  <div align=\"center\">\n   <i>The House met at 12:30 PM</i>\n  </div>\n  <br>\n  <br> \n  <br>\n  <div align=\"center\">\n   PRESENT:\n  </div> \n  <br>Mr SPEAKER (Mr Tan Soo Khoon (East Coast)). \n  <br>Mr Abdullah Tarmugi (East Coast), Minister for Community Development and Minister-in-charge of Muslim Affairs. \n  <br>Mr Ahmad Mohd Magad (Pasir Ris). \n  <br>Mr Ang Mong Seng (Bukit Gombak). \n  <br>Mr Chan Soo Sen (East Coast), Parliamentary Secretary to the Prime Minister and Minister for Community Development. \n  <br>Mr Bernard Chen (West Coast). \n  <br>Mr Kenneth Chen Koon Lap (Hong Kah). \n  <br>Mr Peter Chen (Hong Kah), Senior Minister of State, Ministry of Education. \n  <br>Dr John Chen Seow Phun (Hong Kah), Minister of State, Ministry of Communications. \n  <br>Mr Chew Heng Ching (East Coast). \n  <br>Mr Chiam See Tong (Potong Pasir). \n  <br>Assoc. Prof. Chin Tet Yung (Sembawang). \n  <br>Mr Chng Hee Kok (East Coast). \n  <br>Mr Charles Chong (Pasir Ris). \n  <br>Mr Choo Wee Khiang (Jalan Besar). \n  <br>Mr Davinder Singh (Bishan-Toa Payoh). \n  <br>Mr Goh Chok Tong (Marine Parade), Prime Minister. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1308</b></font>\n  <br>\n  <br> \n  <br>Mr Goh Choon Kang (Marine Parade). \n  <br>Encik Harun bin A. Ghani (Hong Kah). \n  <br>Mr Hawazi Daipi (Sembawang). \n  <br>Mr Heng Chiang Meng (Cheng San). \n  <br>Assoc. Prof. Ho Peng Kee (Sembawang), Minister of State, Ministry of Law and Ministry of Home Affairs. \n  <br>Dr Ho Tat Kin (Bishan-Toa Payoh). \n  <br>Dr Richard Hu Tsu Tau (Kreta Ayer-Tanglin), Minister for Finance. \n  <br>Encik Ibrahim bin Othman (Bishan-Toa Payoh). \n  <br>Mr Inderjit Singh (Ang Mo Kio). \n  <br>Mr S. Iswaran (West Coast). \n  <br>Prof. S. Jayakumar (East Coast), Minister for Law and Minister for Foreign Affairs. \n  <br>Mr J. B. Jeyaretnam (Non-Constituency Member). \n  <br>Dr Ker Sin Tze (Aljunied). \n  <br>Mr Koo Tsai Kee (Tanjong Pagar), Parliamentary Secretary to the Minister for National Development. \n  <br>Dr Lee Boon Yang (Jalan Besar), Minister for Labour and Government Whip. \n  <br>BG Lee Hsien Loong (Ang Mo Kio), Deputy Prime Minister, Prime Minister's Office. \n  <br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office. \n  <br>Mr Lee Yock Suan (Cheng San), Minister for Trade and Industry and Second Minister for Finance. \n  <br>Mr Leong Horn Kee (Bishan-Toa Payoh). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1309</b></font>\n  <br>\n  <br> \n  <br>Mr Lim Boon Heng (Bukit Timah), Minister. \n  <br>Mr Lim Hng Kiang (West Coast), Minister for National Development and Second Minister for Foreign Affairs. \n  <br>Mrs Lim Hwee Hua (Marine Parade). \n  <br>Mr Lim Swee Say (Tanjong Pagar). \n  <br>Mr David T. E. Lim (Aljunied). \n  <br>Mr Loh Meng See (Kampong Glam). \n  <br>Assoc. Prof. Low Seow Chay (Chua Chu Kang). \n  <br>Mr Low Thia Khiang (Hougang). \n  <br>Encik Mohamad Maidin B P M (Marine Parade), Parliamentary Secretary to the Minister for Education. \n  <br>Dr Lily Neo (Kreta Ayer-Tanglin). \n  <br>Mr Ong Ah Heng (Nee Soon Central). \n  <br>Dr Ong Chit Chung (Bukit Timah), Deputy Government Whip. \n  <br>Mr Ong Kian Min (Pasir Ris). \n  <br>Encik Othman bin Haron Eusofe (Marine Parade), Minister of State, Ministry of Labour. \n  <br>Dr Ow Chin Hock (Tanjong Pagar), Minister of State, Ministry of Foreign Affairs. \n  <br>Mr Peh Chin Hua (Jalan Besar). \n  <br>Mr R. Ravindran (Bukit Timah). \n  <br>Mr Seng Han Thong (Ang Mo Kio). \n  <br>Encik Sidek bin Saniff (Aljunied), Senior Minister of State, Ministry of the Environment. \n  <br>Mr Sin Boon Ann (Tampines). \n  <br>Mr R. Sinnakaruppan (Kreta Ayer-Tanglin). \n  <br>Dr Tan Boon Wan (Ang Mo Kio). \n  <br>Dr Tan Cheng Bock (Ayer Rajah). \n  <br>Dr Tony Tan Keng Yam (Sembawang), Deputy Prime Minister and Minister for Defence. \n  <br>RAdm Teo Chee Hean (Pasir Ris), Minister for Education and Second Minister for Defence. \n  <br>Dr Teo Ho Pin (Sembawang). \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1310</b></font>\n  <br>\n  <br> \n  <br>Dr Toh See Kiat (Aljunied). \n  <br>Dr S. Vasoo (Tanjong Pagar). \n  <br>Dr Wan Soon Bee (West Coast). \n  <br>Dr Wang Kai Yuen (Bukit Timah). \n  <br>Dr Aline K. Wong (Tampines), Senior Minister of State, Ministry of Health and Ministry of Education. \n  <br>Mr Wong Kan Seng (Bishan-Toa Payoh), Minister for Home Affairs and Leader of the House. \n  <br>Dr Yaacob Ibrahim (Jalan Besar). \n  <br>Mr Matthias Yao Chih (MacPherson), Minister of State, Ministry of Defence. \n  <br>Mr Eugene Yap Giau Cheng (Marine Parade), Deputy Speaker. \n  <br>Encik Yatiman Yusof (Tampines), Senior Parliamentary Secretary to the Minister for Information and the Arts. \n  <br>Mr Yeo Guat Kwang (Cheng San). \n  <br>BG George Yong-Boon Yeo (Aljunied), Minister for Information and the Arts and Second Minister for Trade and Industry. \n  <br>Mrs Yu-Foo Yee Shoon (Bukit Timah). \n  <br>Mr Zainul Abidin Rasheed (Cheng San). \n  <br>\n  <div align=\"center\">\n   ABSENT:\n  </div> \n  <br>Mr Chay Wai Chuen (Tanjong Pagar). \n  <br>Mr Goh Chee Wee (Boon Lay), Deputy Government Whip. \n  <br>Mr Lew Syn Pau (Kreta Ayer-Tanglin). \n  <br>Dr Michael Lim Chun Leng (Cheng San). \n  <br>Mr Mah Bow Tan (Tampines), Minister for Communications. \n  <br>Mr K. Shanmugam (Sembawang). \n  <br>Mr Tang Guan Seng (Ang Mo Kio), Senior Parliamentary Secretary to the Minister for Trade and Industry. \n  <br>Mr Yeo Cheow Tong (Hong Kah), Minister for Health and Minister for the Environment. \n  <hr align=\"center\" width=\"30%\" size=\"2\" noshade> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1311</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <div align=\"center\">\n   <b>ESTIMATES OF EXPENDITURE FOR THE FINANCIAL YEAR</b>\n  </div> \n  <div align=\"center\">\n   <b>1ST APRIL, 1997 TO 31ST MARCH, 1998</b>\n  </div> \n  <div align=\"center\">\n   <b></b>\n  </div> \n  <div align=\"center\">\n   <b>(Paper Cmd. 2 of 1997)</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [6th Allotted Day]. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head J (cont.) - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head J - Ministry of Community Development. Amendment No. (2), Dr Ho. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Bishan-Toa Payoh) :</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JD 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, MCD's Family Support Division administers various schemes to help low income and destitute individuals and families. While most low-income families are aware of the public assistance scheme, many are still not aware of the other forms of assistance being given to the public, schemes such as the Small Families Improvement Scheme, interest free loan scheme for skills training and upgrading, or even the Rent and Utilities Assistance Scheme, or outreach programme for low-income families. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Report of the Cost Review Committee has highlighted the need to reach out to low-income families. The National Survey of Senior Citizens 1995 also indicated a lack of awareness of community-based services. Sir, I would like to ask the Minister what measures will be taken to publicise these schemes so that those who really need them can have access to their assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also like to make some suggestions in this area. Many of our poorer citizens still cannot afford to buy newspapers. They often come to the community clubs to read them. MCD could perhaps train the community club staff to help explain the various assistance schemes. Simple leaflets can also be \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1312</b></font>\n  <br>\n  <br> placed at the community clubs for distribution to hardship families. MCD and HDB are now refurbishing 1-room apartments for senior citizens. In these refurbished apartments, VWOs could set up an office with full-time staff to look after the senior citizens. VWOs and their staf should be properly trained to advise on the various assistance schemes as they are usually the first-line of assistance. MCD's Homepage should also be updated regularly with the various assistance schemes so that the community clubs and the VWOs can get immediate updates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In such assistance programmes, Sir, I understand some means test is always applied. There is a general perception that the means test is very stringent and is difficult to qualify for the assistance and the application process requires many forms to be filled. May I ask the Minister what measures would be taken to correct these perceptions and what measures would be taken to simplify the application process? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, public assistance rates were last revised in May 1995. In today's living standards, these rates need to be revised. May I ask the Minister when will he consider an increase in the public assistance rates? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Prof. Low is not here. Dr Lily Neo. \n  <br>\n  <br>\n  <!-- Dr Lily Neo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lily Neo (Kreta Ayer-Tanglin):</b> Sir, there are presently 434 childcare centres in Singapore, each one professionally run and giving the sort of care that allows some women to go out to work in peace and some women to even contemplate looking for work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These centres are to be praised for better education to the young and for better integration among the children. However, there is a need for more childcare centres. It has been estimated that we will require a further 2,000 places each year in the next three years. This would mean adding more centres each year. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My question, Sir, is whether we should not now aim to have new centres better located and soon to be renovated ones \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1313</b></font>\n  <br>\n  <br> decentralised and relocated. By this, I mean each centre could be of a smaller scale and is to be within short walking distance from the homes of the children. I feel that neighbourliness and social integration among the residents can come to play more significantly if residents from the nearby blocks can have a share and care attitude for each other. A grandparent or even a neighbour can conveniently mind the child should the need arise. Thus, would the Minister consider decentralising and having more smaller-scale but precinct-located childcare centres? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The inability to entrust their young children to someone somewhere is a likely reason for working women to avoid early motherhood and more children. The majority of childcare centres have two years of age as a minimum acceptance age. Therefore, would the Minister also consider having centres that accept children less than two years of age? \n  <br>\n  <br>\n  <!-- Dr Yaacob Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yaacob Ibrahim (Jalan Besar):</b> My colleague, Dr Lily Neo, has just spoken about the need for us to ensure good quality childcare facilities, increasing number of childcare centres and new centres which are a bit more diversified. I support her position on this, Sir. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, my concern is on the role of childcare centre in the raising of our young. The Government in its attempt to attract more women back into the workforce has decided to give subsidies to women who need to leave their children at childcare centres. Women who work pay less as compared to women who do not work. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that women who are housewives also do work. In fact, the work they do can sometimes be more demanding than work done by some working women. Their contribution to the raising of children is equally important for this country as it is also for those women who contribute by working. So why do we treat women who stay at home differently? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1314</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with the need to attract our women back to the workforce. I am not so sure whether if the subsidy is not given, these women will not go back to work. But since it is already given to working women, why not consider extending it in some form to all women. I think it is not right to suggest that non-working women have more time on their hands and can therefore raise children without the need for childcare facilities. The family structure today has changed. Extended families which provide child-raising support through grandparents are not as common as before. In fact, the Minister for National Development, Mr Lim Hng Kiang, has mentioned this trend in relation to the lack of popularity of public housing type designed to attract extended families. The grandparents of tomorrow may not want to play the same role as grandparents did when we were growing up. Tomorrow's grandparents will be more educated and may not be willing to spend their twilight years helping to raise their grandchildren. Furthermore, since most people are having children later in life, they may be physically unable to help out in the raising of grandchildren. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Nuclear families have become common place. Usually, the wife is left all alone to care for the house and to manage the kids during the day. This can be very demanding. I have seen many cases of women who use part-time childcare facilities to free up time to attend to household chores, to study, to do freelance work or even community service. Many of these women also use part-time childcare facilities as they want to expose their children to an unstructured learning environment and provide them with an opportunity to socialise with other children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would therefore urge MCD to reconsider their position on this. \n  <br>\n  <br>\n  <!-- Dr Lily Neo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lily Neo:</b> Sir, at the moment, there are 107 before-and-after school care (BASC) centres. I believe we do require only 60 more of them. Sir, I feel that there is an urgent need for us to have these centres set up as soon as possible to make up for the shortfall. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1315</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether women continue working is frequently based on whether they can leave their children somewhere safely. BASC gives peace of mind to such parents who, while they work, know that their children will be fed, supervised and encouraged to make proper use of their time both at homework and at recreation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We do want to increase our workforce. BASC centres, in similar ways as childcare centres, can entice more parents contemplating looking for jobs. These parents, becoming economically useful, will definitely benefit themselves, their families and the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Added on to these factors, the noticeable and increasing trend towards delinquency and towards children going astray, only to be recruited into gangs, is disturbing. Our children are extremely vulnerable during their tender years and they can easily adopt unhealthy habits and wrong attitudes if exposed to wrong company. We have to prevent this and before-and-after school care centres can be one of the avenues we can make use. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, does the Ministry have plans to set up more BASC centres or to offer extra incentives to schools and grassroots organisations to set up these centres? May I also urge the Ministry to please consider having these centres built at an increased rate? \n  <br>\n  <br>\n  <!-- Dr Yaacob Ibrahim -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Yaacob Ibrahim:</b> Sir, the before-and-after school care (BASC) centre was one of the key recommendations of the IMC. It was recognised then that for low-income families where both parents need to go to work, some form of care arrangement is needed for their school-going children, especially the young. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The BASC plays an important role in the care of many children. Therefore, services in the BASC must be maintained at a high standard of quality. I have been made to understand that like kindergartens and other care facilities, the BASC faces similar problems of high staff turnover and of not being able to attract good quality staff. Maybe the Minister can enlighten us on this? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1316</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the BASC was meant to help latchkey kids stay out of trouble. After school, these kids would proceed to these centres where activities are planned for them. I understand a tutor is usually around to assist them with their homework. My question, Sir, is whether this programme has been effective in reducing the problem of juvenile delinquency. Is MCD tracking the performance and behaviour of these kids? If so, perhaps MCD can share its observations with the House. I believe this is important as I understand that MCD intends to extend BASC to secondary school-going children. Will the BASC model used thus far be effective for secondary school children? It has also come to my attention that some parents view the BASC as a cheaper form of tuition. This is not right. Is anything being done to correct this image of the BASC among some parents? Parents of secondary school-going kids are more likely to view BASCs in this manner given the pressures of secondary school children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The BASC does not discriminate between low and middle or upper income families. We know there are many dual income families who would send their kids to BASC centres. The original intent of BASC was to help low-income families. Perhaps MCD may want to consider a graded fee structure where middle and upper income families who use these centres pay more than the low-income families. The Government subsidy must be given to the families most in need. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang (Hougang):</b> Sir, currently, there are reports of boys escaping from the Boys' Home. According to the Straits Times' report, the Home experienced two to three break-out attempts every month. I also have knowledge of a case in which a group of 17 boys escaped. The incident happened on 27th December 1996. The boys escaped through a hole opening which was cut by using grass cutting shears. They were assigned to undertake gardening task. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Boys' Home is an important social institution as it is tasked to rehabilitate young crime offenders as \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1317</b></font>\n  <br>\n  <br> sentenced by the Juvenile Court. If the Boys' Home fails to rehabilitate them properly and to help them turn into a new leaf to become a useful member of the society, I am afraid when these young offenders grow up, we may have more criminal cases to deal with. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have the following questions for the Minister. (1) What is the underlying cause of such frequent outbreaks of boys attempting to escape from the Home? (2) What is the supervisor and inmate ratio and whether this ratio in the opinion of the Minister is an effective ratio? (3) What is the rehabilitation programme of the Home and its daily routine programme? (4) How many inmates are charged again in court during their stay in the Home for offences committed in the Boys' Home, such as escaping from the Home, etc? \n  <br>12.45 pm \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi (Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Community Development (Mr Abdullah Tarmugi):</b> Sir, I would like, first, to take Dr Ho Tat Kin's question on the public assistance scheme, and also his views on measures to publicise help schemes to the potential recipients. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my Ministry cannot agree more with Dr Ho on the need for families in distress or families who need help to know the kind of help that they can get in the community. And they should be helped to gain access to such help institutions in the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Creating awareness of this network of services in the community is not easy. The normal publicity channels, eg, the media, are not enough. Because my experience, as a journalist, is that we can have news in the media, we can have items in the newspapers, but somehow people do not read them. Even people who can read do not know about many happenings. So it is a difficult exercise. A multi-pronged approach is needed to disseminate the kind of information we have on these help institutions in the community. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1318</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The usual avenues like brochures, information booklets and directories are being compiled by my Ministry, and also the National Council of Social Service (NCSS). These information materials are given to community centres, the FSCs, grassroots organisations and the VWOs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In January this year, for example, the Ministry published a directory of services to help low-income families. This is a compendium of all the services that are available in Singapore, and this is disseminated very widely. If the Member wishes to have copies, we can certainly provide him with some. The directory will serve as a quick reference guide to the public, and also to all VWOs on the service providers who are in the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also hold talks and briefings for voluntary welfare organisations, schools, unions and grassroots organisations on the kind of help the Ministry is dispensing, and also what are available in the community and the set-up of the VWOs. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recognising that low-income families have somehow special difficulty in getting at these usual channels of publicity, my Ministry is also working with the two CDCs that have been set up on an outreach programme. This involves knocking door to door and to tell the people, especially those in the 1- and 2-room rental flats, about the services that are available and that could be of help to them. We hope this would increase the reach to people who really need such assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to the public assistance (PA) allowance, the Member asked about the means test that has to be done, and also the forms that have to be filled. Sir, different services would need different criteria. There are different criteria that have to be fulfilled, and they have different objectives also. To get information from the applicants, we have to have forms as some information have to be collected from them. And we try to make it as simple as possible. We try to collect the minimum that is needed for us to be able to assess or to evaluate the applications. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1319</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;When there are instances of people who need help in filling up the forms, there are VWOs and FSCs who are willing to help out with filling up the forms. They are quite used to the format of the forms anyway. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ho also asked about the increase of the PA rates. I do not know whether the Member is aware that we increase the rates once in every two years. It is correct, as he pointed out, that the last time we increased the rates was in 1995, and indeed we have raised the rates this year. In fact, it was increased in May this year. By the way, it was publicised in the newspapers. The increase in the rates is indexed to the CPI. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Lily Neo asked whether we could build more child care centres, and also whether these centres could be more conveniently located for the convenience of families needing them. As at July 1997, as I have mentioned yesterday, there are 442 child care centres run by both profit and non-profit organisations. We plan to have about 550 centres by the year 2000. We monitor the use of these child care centres periodically and if we need to increase the number, we would do so. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In planning for these child care centres, we do take into account the demand. We also take into account the convenience in terms of location and we also take into account the availability of the supporting resources in the area. So they are not centralised in that sense, but in fact located within the HDB heartland itself, in the HDB estates. So they are as convenient as possible. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But to make the catchment smaller, Sir, would mean that we would need smaller centres, and the financial viability of these centres would come into question. There are economies of scale which can be gained from centres which have large enrolment. Our assessment is that a centre of about 70-100 children is about the most economical size of a child care centre, as this would maximize the supervisory staff and also the space that is available. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In principle, we have no objection to smaller size child care centres, and also to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1320</b></font>\n  <br>\n  <br> have HDB estates being peppered with child care centres. Much depends on the operators and on their assessment of the viability of their centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to whether child care centres would accept children below two years old, child care centres, in fact, are allowed to take in children right down to two months old. However, the child care centres usually take in children from 1 1/2 years and above, because they do not find it economically viable to take in infants or toddlers below 1 1/2 years old. We had centres which used to take in very young children, and this group of centres, I am afraid, have folded up, because they found that they were not economically viable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The solution for such young children is the family day-care programme, where children can be looked after in the home environment. In other words, children are fostered out to baby sitters who have their own homes, and they can be taken care of in a home environment, and not in an institutional environment. My Ministry, in fact, is looking into encouraging the development of more family day-care centre services. We used to have it last time, but somehow it had to be stopped because of some problems. But the system is workable, and we will be relooking into the system to see whethere there are ways to improve it, and to see whether there are ways we could encourage VWOs or foster mothers to take up the programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yaacob is concerned with child care needs. He asked whether we could subsidise non-working mothers to send their children to child care centres. First, I would like to reiterate MCD's stand that we think both working women and non-working women contribute to society. We are not saying that working women contribute more than non-working women. Let us have this straight. Having said that, the Government has no plans, as of now at least, to extend these subsidies to non-working women. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The reason is this. The objective of the subsidies, which are $150 and $75 if it is part-time, is to encourage women to go \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1321</b></font>\n  <br>\n  <br> out to work, which means that the subsidy would only be available to working women who send their children to child care centres. As such, the subsidy for child care centres will be available to them. Subsidies for BASCs are also available to working women only. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Where children can be taken care of in the home environment, preferably with a mother around, we would always encourage that. To extend this subsidy to all non-working mothers, I am afraid, would create an artificial demand. But if we limit it to only a certain proportion of non-working women, then we have to set up criteria, we have to decide who can get this subsidy and who would not. Quite apart from these difficulties, I think the basic principle is that we would rather that the child be taken care of by the mother in the home. If that can happen and if that can be done, we would encourage that. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But for non-working mothers who have genuine problems, which means that they have to put their children in child care centres, we would find alternative ways of helping them. There are, in fact, VWOs who help them out in terms of helping to pay for the fees of the child care centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also mentioned that some women use the part-time child care centres to expose their children to an unstructured learning and for socialisation purposes. The Member may wish to know that besides child care centres, there are also other pre-school facilities such as kindergartens, nursery programmes and play schools which provide similar opportunities. These are programmes between 2-4 hours which are short enough to be considered as part-time by the parents. So non-working mothers do not need full-time child care facilities. They can make use of these alternative child care facilities to expose their children to this socialising process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Lily Neo asked whether the Government could set up more before-and-after-school-care (BASC) centres and offer extra incentives to schools so that they can set up these centres. As at 1st July \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1322</b></font>\n  <br>\n  <br> 1997, there are 67 non-profit BASCs, including 30 BASCs which are run by commercial operators. We have a total of about 107 BASCs. We intend to increase the non-profit BASCs from 67 to 170 by the year 2000. Indeed, this is more than what the Member has asked for. She has asked for 60 more. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to incentives, with effect from December 1996, Government funding has been provided to non-profit organisations to set up BASCs, including grassroots organisations. The financial help comprises up to 90% of capital cost for conversion or renovation of the premises, up to 90% of capital cost of purchase of furnishings and equipment, and also Government subsidy to assist organisations in the initial stages of their operation because in the beginning they may run a loss. So Government subsidises them for a while. There are also fee-subsidies to help low income families. \n  <br>1.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For school BASC, Sir, the Government also provides financial assistance in that if there are no premises to run these BASCs, my Ministry will provide containers for them to use for such purposes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the speed of development of BASCs, my Ministry indeed is very conscious of the need to increase the number of BASCs because of the problems that are around and we will be working closely with HDB on the identification of sites for the BASC centres. But there are some difficulties here because we have constraints. As has also been mentioned yesterday, there would be some problems in getting the manpower for these BASCs, but we will assist and try. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Yaacob asked why there was a high turnover of staff in BASCs and some parents treating BASC as tuition centres. Sir, staff turnover is not a new issue, as has been mentioned by the Member himself. It happens in childcare centres. Indeed, it happens in a lot of other institutions and organisations, especially in a very tight labour market like ours. Yesterday, I did say that the demand for \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1323</b></font>\n  <br>\n  <br> social workers or for people who could do social work and community service is increasing and they are also competing for such workers. So the high turnover is nothing new actually in that sense. We will be monitoring the situation and try and find ways of improving the manpower situation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to standards, the Member may wish to know that we have guidelines on how BASCs ought to be run, the ratio of supervisors and clients, the size and what kind of facilities ought to be provided to the boys there. So there are standards. Of course, you can argue whether these standards are enough, but again, my officers will be monitoring the situation and, if need be, we will tighten up the standards to ensure that the quality is maintained. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to whether we have tracked the performance of BASCs, I am afraid we were actively just promoting BASCs only last year. So I think it is a bit too soon to see both the effect of BASCs and also the performance of the BASCs themselves. But if I can here sound a note of caution: the BASC is not a panacea for the various problems of our youths and also to reduce the incidence of juvenile delinquency, but I think it is one measure which we could try, apart from other measures that are being put in place. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member also mentioned that some parents treat BASCs as tuition centres This is understandable because BASC is a concept that is being promoted widely and it is still new. So parents are still confused between the actual role of BASC and tuition centres. The problem is that being before-and-after school centres, students who go there sometimes do their homework and study, and some supervisors supervise their studies and where it is possible sometimes they give tips or advice on their lessons. But this is not tuition per se. So I hope parents would understand the actual role of BASCs. They should not expect BASCs to operate as tuition centres and expect the children coming out from BASCs to be properly tuitioned and doing better in school. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1324</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Low Thia Khiang asked about the underlying causes of escape from the Boys' Home. There are many causes why inmates escape from Boys' Home. Sometimes they feel they are bullied or exposed or they have to undergo a harsh regimen. So indeed there are many reasons for people who want to escape. If he is talking of escaping or abscondment from the Boys' Home, the actual number of people who abscond from the home itself is very small. For example, in the first six months of this year, out of 16 abscondment, only one actually absconded from the home. The other 15 absconded when they were outside the home. In other words, when they were going to school or when they have to go out to seek medical treatment or when they go for outings, and things like that. So they do not abscond from the home itself, as it were. They abscond when they were outside the home, although they are inmates of the home. I do not know whether the statistics which were quoted by Mr Low have this differentiation between those who abscond from the home and those who abscond outside the home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As for the rehabilitation programme, I am afraid I cannot give him the details now. If he wishes, I could send him the details of the rehabilitation programme of the Boys' Home. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;His last question is whether inmates are charged in court for offences committed inside the home. If it is a fighting offence, for example, there would be an internal investigation. If police help is required, they are called in and if they have to be charged in court they would be charged in court. The example is the latest incident. Late last month an inmate hit one of the supervisors with a brick from behind and the matter is still under investigation. If the police finds that the boy could be charged, and AG's advice is that the boy could be charged, then he would be charged. So it depends on what kind of offence. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> What is the actual number? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1325</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> I am afraid I cannot again give you the actual number of cases now. But I can give you the number of cases later if you want. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> What about the ratio of supervisors? \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> I am afraid, Sir, I also do not have it available here. Again, I could give the Member the details of the ratio of supervisors to inmates later. \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin:</b> Sir, I thank the Minister for his clarification and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Dr Lily Neo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lily Neo:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Development Estimates be reduced by $10 in respect of Code JD 5100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the community has gained in many areas through MCD. As we are one of the fastest-aging nations, I am glad that MCD has done a lot for the care of our elderly and I am also glad that the Finance Minister has made allocation towards the needs of the elderly. Sir, we have the medium and the means to look after our elderly well. We only have to find the best methods. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Preventive care\" is widely accepted as the best way to go. It is the key to successfully contain the high cost of looking after our increasing numbers of elderly folk. For best results, I would like to suggest that \"preventive care\" should be started as soon as possible through centres utilising a total care concept. In other words, the Centres of Activity for the Retired and Elderly (CARE) should cater for the physical, mental as well as the social well-being of each elderly. Therefore, we will provide them with daily exercises, wholesome meals, regular health talks and health screening tests. We will get them to participate in various social activities, to take up some hobbies and to go on outings. Furthermore, we will get them to interact and to form \"buddy\" groups so that they care and help each other. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1326</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I know that MCD already has many projects in operation catering for the needs of the elderly. My question, Sir, is whether MCD would modify some of these projects towards the total-care type. For instance, we may enlarge the Senior Care Corners to provide all the three requirements. May I also urge MCD to support and promote CARE or similar projects. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> Sir, I cannot agree more with the Member for proposing a holistic approach to care for the aged. She mentioned the three-in-one facility which she has in the constituency. We in MCD are all for the CARE approach, as she calls it, and we will encourage the development of CARE projects, or projects similar to CARE, to all VWOs. But service providers at present, Sir, try to take a holistic approach in the provision of service to the aged, although in the service delivery per se and the emphasis sometimes follows the mission, the focus and the expertise of the respective voluntary welfare organisations. We should not, I think, Sir, dampen the initiatives and the interest of these VWOs in trying to provide the kind of service which they think the community needs. Indeed, I think we should encourage the proliferation of such services to the community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Member may wish to know that there are currently actually two types of day care programmes for the elderly. One is the rehabilitation programme which is run by the Ministry of Health. They are what we call rehabilitation centres. They are for the frail elderly who need rehabilitative help. The other is the social day care centre which is run by my Ministry. These are for the elderly who need to socialise and for whom we can provide programmes and activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On Dr Neo's suggestion of enlarging the Senior Activity Corners, Sir, to provide all the three requirements, I will ask the People's Association and the Town Councils to take a look into her suggestion as Senior Activity Corners come under their purview. The approach that MCD takes is to try to put complementary care programmes for the aged together or nearby so that at least they can take \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1327</b></font>\n  <br>\n  <br> advantage of one another and provide a kind of a synergy in terms of provision of care for the aged. But certainly, if we can put them all into one location, it would be ideal. As I have said earlier, this is something which could be encouraged and we would certainly try to encourage VWOs to take up the Member's suggestion. \n  <br>\n  <br>\n  <!-- Dr Lily Neo -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Lily Neo:</b> I thank the Minister for his reply and I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JH 3100. \n  <br>1.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the People's Association was formed with the objective of promoting social cohesion among our people. However, are the grassroots organisations under the PA set up to enhance social cohesion, or to serve as a tool for the People's Action Party to attain its political purpose? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Take my constituency, Hougang, for example. In 1995, when the Hougang Town Council applied to the HDB to install illuminated directional signboards at the car parks, we thought the Hougang Citizens' Consultative Committee, which is part of Hougang, would be glad to support our application to the HDB for Community Improvement Projects Committee (CIPC) funding. Therefore, in September 1995, the Town Council wrote to the CCC about the said plan and asked them to support our project. But the Hougang CCC not only did not support our project, they themselves submitted an application for this project. Because of this, HDB said that there was a duplication in application and delayed the approval of this project for more than 2(r) years now. Such interference by the Hougang CCC resulted in a delay in this project. In April this year, the Hougang Town Council again wrote to the Hougang CCC to inquire on this matter. Up to now, we have not received any reply from them. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1328</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I would like to ask the Minister in charge of all the CCCs in Singapore whether the Hougang CCC is still interested in proceeding with this project which has been delayed for more than 2(r) years. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Hougang CCC, on knowing that our Town Council is going to make this improvement, made a duplicate application to HDB for the CIPC funding. This is wasting resources. So, are they actually serving the constituency or are they serving the PAP? If the grassroots organisations are serving the PAP, they should be re-classified as a PAP branch, so that they could do grassroots work for PAP. They should not be hiding behind the People's Association and make use of our people's money and claim to be enhancing social cohesion, but actually they are just trying to help the PAP attain its political target. \n  <br>\n  <br>\n  <!-- Mr Ang Mong Seng -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ang Mong Seng (Bukit Gombak)</b>(\n  <i>In Mandarin</i>): Sir, Singapore, since its independence after 32 years of hard work and struggle, has developed from a developing country into an advanced industrial economy. We have made this achievement because of three major factors: (1) political stability; (2) economic growth; and (3) social order. Social order is the basic pre-condition for economic growth. At the same time, we must also thank the People's Action Party Government for its far-sightedness in setting up grassroots organisations in the 1960s, such as the CCCs, CCMCs and later the RCs, and also encourage the communities to set up clan associations and other civic organisations to carry out various community activities to enhance our own spirit of social cohesion, regardless of race, religion and language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We have set up a good network of grassroots organisations. A total of 456 RC centres have been set up as venues of activities, such as reading newspapers, watching TV, conducting courses and other activities to provide better services to the residents. Recently, I conducted a survey among RC centres in the north-western part of Singapore. We found that out of 48 RC centres, 47 of them, or 98% \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1329</b></font>\n  <br>\n  <br> do not provide services in the day time. The RC centres are not open in the day time for two reasons. Firstly, the RC members are all volunteers. They have their own work to do in the day time. Secondly, RCs are non-profit making organisations. They do not have the financial means to engage staff to work in the day time. As a result, most of the RC centres are not open in the day time. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would suggest that in keeping with the formation of CDC, we should make full use of all the facilities in the 486 RC centres as liaison centres. They should be open all day long, and staff should be engaged from retirees who are experienced or from housewives, to undertake part-time work in such centres to serve the residents in the day time. There are three advantages. Firstly, it will put the facilities of RC centres to better use as venues for activities. Secondly, we can engage some retirees or housewives to undertake part-time work in these centres. As a result of our aging population, we should explore opportunities of employment for our senior citizens to solve some of their problems of livelihood. On the basis of $5 per hour for the part-time work, I think all the 456 RC centres will be able to provide, say, two jobs for part-time workers and thus a total of 1,000 job opportunities will be created for these retirees and housewives. Thirdly, the RC centres are all housed in the void decks of HDB flats and they are within the RC zone. So it is very convenient to the residents, especially to the senior citizens and the aged people. When they need the help of the CDC, they can just walk a few steps to go into the RC centres. It is very convenient for them. This is the best way to serve the people who need such services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the Minister can seriously consider this proposal which can \"kill three birds with one stone\". \n  <br>\n  <br>\n  <!-- Mr Chan Soo Sen (Parliamentary Secretary to the Minister for Community Development) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Parliamentary Secretary to the Minister for Community Development (Mr Chan Soo Sen):</b> Sir, allow me to address the two questions raised by the two Members on PA. First, on Mr Low Thia \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1330</b></font>\n  <br>\n  <br> Khiang's question regarding CIPC, and second, by Mr Ang Mong Seng regarding the use of RC centres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to assure Mr Low Thia Khiang that the grassroots organisations are there to serve the people, not to serve the PAP. Some of the grassroots members may be PAP members but the activities that they organise are for the people, for the community. In fact, we draw very, very clear lines between PAP's activities and the grassroots activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to the CIPC, I would also like to assure Mr Low Thia Khiang that the CCC consists of responsible people. They consider projects on their own merits. If the projects are good for the community, they will be approved. As for the project that Mr Low mentioned, I have been reliably informed by the National Development Ministry that the project was delayed, as he has mentioned, because both organisations put up the same project and therefore the Ministry of National Development would want to ensure that the resources are properly utilised, the Ministry therefore sought clarification. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Hougang CCC will be getting in touch with the Town Council to sort this out. I think this begs the problem of working relationship between the Town Council and the CCC on managing CIPC. It is a question of communication. In most of the PAP's Town Councils, they communicate very well with the CCC, because some of the CCC representatives are in fact invited as Town Council members. Therefore, whatever projects the Town Council has in mind, the CCC knows reasonably well and they are able to coordinate well. The same communication does not seem to exist in the opposition constituency, and I think this has given rise to this nao shuang bao tai (&nbsp;&nbsp;&nbsp;&nbsp;) problem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that when the Hougang CCC comes back to the Hougang Town Council on this matter, it can be resolved quickly, and some solutions can be arrived, so that there will be no further delay. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ang Mong Seng suggested that the CDC make use of the RC centres as service \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1331</b></font>\n  <br>\n  <br> points. I would like to mention that the RC centres that he mentioned, out of the 48, only one of them is manned during day time. RCs consist largely of working people and therefore I do notice that most of the RC centres are not manned during day time, but some of them are. We do have RC centres with duty rosters. These are the very active ones. Therefore, we do encourage RCs to organise activities to make use of the RC centres during day time, eg, organise tuition and other programmes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as using the RC as a CDC service point is concerned, our current plan is to have the service points mainly at the community centres as well as the Town Council outlets. We feel that this, by and large, will be sufficient. However, where the coverage requires and where the RC is able to help us find volunteers, we will consider setting up some of the service points in the RC centres. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, may I have a clarification from the Parliamentary Secretary. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, we are running out of time. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I think it is important. Please let me have a clarification because he missed the point. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> I will allow you to make one clarification only. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Yes. The crux of the matter is not the CIPC fund. The question is why did Hougang CCC purposely submit a similar project which the Hougang Town Council has submitted to the HDB and it has accordingly informed the CCC. And after the submission, when we knew that, we actually wrote to Hougang CCC, and informed them that it was unproductive to duplicate the project as the Hougang Town Council was at the advanced stage of preparation and implementation, and also suggested to them to consider other projects. But in spite of that, they submitted their application and refused to withdraw or cooperate, and as a result, the HDB also refused to approve the project till now. That is the crux of the issue: why is \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1332</b></font>\n  <br>\n  <br> Hougang CCC doing such a thing and wasting resources? And the Parliamentary Secretary is telling me that they are serving the people - by jamming up the project of the Town Council? \n  <br>\n  <br>\n  <!-- Mr Chan Soo Sen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chan Soo Sen:</b> Sir, this proves the point of communication. Mr Low has to come all the way to Parliament to ask this question. His Town Council has to write to them and wait for the reply. Why did he not go over, meet with them, face-to-face? I think this is the kind of communication that exists in many other Town Councils and CCCs, vis-a-vis CIPC. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, maybe the Parliamentary Secretary is not aware. I also have privately communicated to the First Advisor to the Hougang CCC, that is, Dr Ker who is here, about the project, and also to Heng Chee How, the Second Advisor, even at the counting centre. I have got no reply from them so far. What further communication would you expect me to do? \n  <br>1.30 pm \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze (Aljunied):</b> Sir, may I clarify? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> All right, since your name was mentioned. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> It is true that the Member for Hougang mentioned it to me. But I found out from the Hougang CCC that they had the project in mind quite some time ago and they submitted it for approval. This project is also meant to serve the people there. I do not see why the Member for Hougang insisted that it should be his project. He can save his money by withdrawing his submission. They will go ahead and install the lights and it will be beneficial to all the residents there. And it solves the problem. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, yes, we could do that. The problem is HDB has approved two items, ie, out of 16, it approved two signages and PWD approved one. We have installed the three signages. So I do not want to end up in a situation whereby, in the constituency, there are two different designs of car park entrance signs. We \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1333</b></font>\n  <br>\n  <br> highlighted this to the CCC. And if the CCC should insist that they wanted to go ahead with the project, yes, I could persuade my council to withdraw it. They can go ahead and the most we take out the two signages. It is a waste of resources. I am trying to prevent a waste of resources. If the CCC wishes to install it, by all means carry on. But let me know and do not just jump out with the project and hand it out like that. \n  <br>\n  <br>\n  <!-- Mr Chan Soo Sen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chan Soo Sen:</b> Sir, I think we have noted the poor communication between the CCC and the town council in Hougang. I would like to urge Mr Low Thia Khiang to instruct the town council to take this opportunity of approaching the CCC to sort things out quickly --- \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> It is not poor communication. \n  <br>\n  <br>\n  <!-- Mr Chan Soo Sen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chan Soo Sen:</b> --- so that the project could proceed without further delay. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order, Mr Low. Mr Chan, please continue. \n  <br>\n  <br>\n  <!-- Mr Chan Soo Sen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chan Soo Sen:</b> And in fact, I wonder whether Mr Low may want to consider inviting the CCC representative to his town council. This will facilitate communication. Since time is running out, I would propose that we let the two parties sort out their communication problems. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Low, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang:</b> Sir, I am not quite satisfied with the answer. But, nevertheless, I understand there are another two cuts. I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (5), Encik Ibrahim. \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman (Bishan-Toa Payoh):</b> Sir, I think there is no time. Can I move on to Amendment No. (6) on MUIS? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Yes. We have two minutes left. Can you raise your question quickly? \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head J of the Main Estimates be reduced by $10 in respect of Code JJ 3100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;(In Malay): Sir, I would like to ask the Minister responsible for Muslim Affairs regarding the explanation on the announcement that he has made on the Marriage Development Unit. My question is when will it be implemented. Secondly, can this Unit assist in strengthening the family values? I think this is an important issue, because the Unit's role is not only to reduce divorces or to help graduates to get married, but what is more important is the strengthening of family values. Thirdly, the Unit should not only provide assistance to graduates but extend its assistance to all unmarried males and females. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Abdullah Tarmugi, there are 30 seconds left. \n  <br>\n  <br>\n  <!-- Mr Abdullah Tarmugi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Abdullah Tarmugi:</b> I will consider the Member's suggestions. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Encik Ibrahim, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <!-- Encik Ibrahim bin Othman -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Encik Ibrahim bin Othman:</b> Sir, because of time, I beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $295,941,750 for Head J ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $184,188,000 for Head J ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1334</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head E - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head E - Judicature. Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr J. B. Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr J. B. Jeyaretnam (Non-Constituency Member) :</b> Sir, you have only given us 10 minutes under this head, so I have to be very snappy about this. I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head E of the Main Estimates be reduced by $100. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1335</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my concern is the present provision for appeals in the courts. I need hardly say that confidence in the system of justice and judicial administration will be undermined if there is a growing feeling that there is not adequate protection against wrong convictions and that is the main purpose for providing appeals in all countries which have a judicial system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In most common law countries, there are two-tier appeals. But we do not have them in Singapore. But my primary concern is the criminal convictions sustained in the Subordinate Courts. The Subordinate Courts have had very wide jurisdiction in criminal matters and they dispose of 80%-90% of the criminal cases in this country. And the Subordinate Courts, that is the District Courts, have powers to pass sentences which can be quite severe. Some of them even have power to pass a sentence up to 20 years in certain offences. So there is considerable power given to Subordinate Courts in dealing with criminal cases. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What is the provision for appeals from convictions in the Subordinate Courts? At the moment, an appeal goes to a single judge of the High Court and it stops there. We have had cases where a person who has been acquitted by the District Court on the facts and on the merits having his appeal overturned and a conviction substituted. From there, the man cannot appeal. That seems to me to be the most unsatisfactory feature of our system where he has been acquitted. But it is not just that. That is the most unsatisfactory feature. But there are, as I said, cases where a man has been sentenced to 8 years or 15-20 years and he appeals to the High Court, and his conviction is affirmed and he has no other method of testing that judgment in the Appeal Court although he might feel very aggrieved about the conviction and has a point of law that should perhaps be looked at by more than two judges. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is a procedure at the moment for referring an aggrieved accused's question to the Court of Criminal Appeal. But it is very circumscribed, Sir. The provision is that he can apply to the judge who heard the appeal to refer a question of law to the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1336</b></font>\n  <br>\n  <br> Court of Criminal Appeal. The decision to refer or not to refer is left to the judge himself and if he does not refer the man's point of law, however strongly he feels, it cannot be looked at by the Court of Criminal Appeal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In Malaysia, they had this provision but it was changed some many years ago when they gave this power of referring a matter to the Court of Criminal Appeal to the Court of Criminal Appeal itself. The application is made not to the judge who heard the appeal from the Subordinate Courts but the application is made to the Court of Criminal Appeal and that Court has to decide whether the matter should come before it. I should have mentioned that our law seems to be lopsided in that if the Public Prosecutor wishes to take up any matter from a decision of a single judge on appeal, he can do so without the leave of the court. The court has to give its consent where it is the Public Prosecutor who wishes to take it up, but not where an accused wishes to take it up. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, would you like to allow time for a reply? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Well, as I said, you have only given us 10 minutes. I have to stop. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is more than the time for most amendments. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Ho Peng Kee (Minister of State for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister of State for Law (Assoc. Prof. Ho Peng Kee):</b> Sir, our law provides adequate provisions for appeals. He is right that, for criminal cases, there is only one level of appeal as of right if the case is heard in a Magistrate's Court. This level is to a single judge which currently is heard by the Chief Justice himself who personally hears all criminal appeals coming up from the Magistrate's Courts. Therefore, all appeals are considered very seriously. It is not so much how many levels of appeal there are, but whether an appeal is taken seriously and care is taken in deciding the appeal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Jeyaretnam is correct that if under section 60 of the Supreme Court of Judicature Act, an accused person wants to bring up a further appeal from the decision of the High Court to the Court of Appeal, he has to apply for leave of court \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1337</b></font>\n  <br>\n  <br> and satisfy the court that there is a point of law of public interest, whilst if the Public Prosecutor wants to appeal from the High Court's decision to the Court of Appeal, there is no such need for leave. But there is a reason for this. It makes sense, because when the Public Prosecutor prosecutes cases, he prosecutes in the public interest. And if there is a point of law of public interest that needs the clarification of a full Court of Appeal, then, as the Public Prosecutor, he should have the leeway so that the point of law can be conclusively decided. But this provision has not been abused in any way in Singapore because such references are not very common and references are made not to overturn a conviction as such but only if there is a point of public interest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, judicial time is precious, especially at the Court of Appeal level. Any litigant who loses a case would, I guess, understandably want his case to be ventilated from the High Court up to the Court of Appeal. But, Sir, we must use judicial time carefully and maintain the good position that we now have where the waiting period for both cases of first instance as well as appeal cases is short. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Contrary to what Mr Jeyaretnam says, generally, in other judicial systems, like Brunei, Canada and Sri Lanka, they only provide for one level of appeal as of right. Beyond that, if one wants to go for a further appeal, one has to have leave. Therefore, we are not unique in this in Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there must be some finality to appeals. More appeals will mean more time, more costs and more embittered feelings. It does not mean that if there are more levels of appeal, justice is done. Like I have said just now, it is more a question of whether appeals have been taken seriously and considered very carefully. But of course, --- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is 1.45 pm, \"guillotine\" time. Mr Jeyaretnam, would you like to withdraw your amendment? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> May I ask something by way of clarification? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is \"guillotine\" time, Mr Jeyaretnam. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Sir. I withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $60,245,080 for Head E ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $16,059,900 for Head E ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1338</b></font>\n  <br>\n  <br> \n  <br>1.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head T - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head T - Ministry of Law. Amendment No. (1), Prof. Chin. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Chin Tet Yung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Chin Tet Yung (Sembawang):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head T of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in last year's Committee of Supply, Dr Ker Sin Tze spoke on the merits of mediation and conciliation as a means of resolving disputes. The Minister in reply supported the use of such means, and announced that an Inter-Agency Steering Committee would be set up to study how these means could be implemented. I am sure Members of the House would like to know what progress has been made since then. I would also like to make some points with regard to community mediation, as distinct from commercial mediation. Community mediation refers to the process of settling disputes between neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, it would be appropriate to promote a change in the perception of the public that mediation is an alternative form of dispute resolution. Rather, it should be perceived as the first means to be used by disputants, together with conciliation. Litigation, as the Minister mentioned last year, should be the last resort. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, in the case of community mediation, it is important to ensure that the institutions set up should not be overly formalistic like courts of law or even small claims tribunals. A \"court-like\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1339</b></font>\n  <br>\n  <br> atmosphere may not be conducive to voluntary settlement. There is no reason, for example, why mediation rooms cannot be set up in community clubs or Residents' Committee premises. Also, setting up mediation facilities in the neighbourhood will provide easier access to such services. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, mediators are essentially peace-makers. In the case of community mediation, I would urge that the net be cast wide for suitable mediators. Lawyers may not be ideal for such mediation. Very often, a Residents' Committee chairman who knows the disputing parties may be a better mediator. Grassroots leaders form a natural group from whom mediators can be selected. Others such as teachers and religious leaders can also be considered. I should like to mention specially the role that youth leaders can play in this area. Where the disputants are young adults, youth leaders may be better mediators than others. Many of those who work in voluntary organisations like the Samaritans may also make good mediators. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The key is that these community leaders and workers understand the people they are dealing with better. As leaders, these people are respected. As social workers, they understand the problems. Their role is the counselling of people under their charge. Unlike lawyers, they are not trained to be confrontational, to defend their client's interests. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, mediators should be given training and guidance. I hope that funds will be provided to train such persons to be mediators. Indeed, such programmes can be supervised by Community Development Councils as part of their objective to promote social harmony. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, one has to accept that not infrequently, recalcitrant neighbours may refuse to use mediation services. It may be necessary to have conciliation officers to help in the process of persuading neighbours to resolve their differences and, if not, to accept mediation as the means to resolve their disputes. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the time for setting up mediation facilities has come. A good mediation and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1340</b></font>\n  <br>\n  <br> conciliation scheme will go a long way towards promoting neighbourliness and harmony in Singapore. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Sir, how many minutes are you going to give me on this? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Not very much, I am afraid, but it should be sufficient for you. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Sir. On 9th January this year, three members of the Workers' Party filed complaints with the Police that the Prime Minister and the two Deputy Prime Ministers had been present within the polling centres in Cheng San Constituency on polling day. The complaint was lodged because of the provision in the Parliamentary Elections Act. That section is, to us, clear enough, Mr Chairman, Sir. It says, \"No person shall wait outside any polling station on polling day except for the purpose of gaining entry to the polling station to cast his vote.\" So it punishes anyone who waits outside the polling station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another sub-section says, \"No person shall loiter in any street or public place within a radius of 200 metres of any polling station on polling day.\" So that seeks to punish anyone who loiters within 200 metres. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It seemed to us patently clear that the whole purpose of those provisions was to prevent anyone trying to persuade or deter persons from casting the vote of their own choice by their mere presence. We should have thought that if the law made it clear that no one can wait outside or within 200 metres, it must be again patently clear that the law would not allow anyone to wait inside the polling station. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As we said in our public statement on the police announcement, if the law is that people who are not voting cannot wait outside the polling station or loiter within 200 metres, but they can all flock into the polling station area and wait inside the grounds, then, as we said, the law would appear to be an ass. So we were very baffled by the decision of the Public Prosecutor as announced in the papers that it was not an offence. We asked whether the Public Prosecutor would hold a press conference and explain his \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1341</b></font>\n  <br>\n  <br> decision as to why it was not an offence for Mr Goh Chok Tong and the two Deputy Prime Ministers to be present not only in the grounds but even in the polling areas where people were casting their votes. We have not had any response to this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are we to understand that at future elections - I would like an answer now on this - any number of the public can come into the grounds of polling stations and wait there in large numbers? Is that the law? Or is the law, as we have said it, that no one other than a person casting his vote or the candidate has any business to be inside a polling station, in the grounds and, more so, in the polling area? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The law provides for police officers to arrest on sight anyone who breaks any of these provisions and yet we found that on polling day, the Prime Minister and the two Deputy Prime Ministers were allowed to break this law with impunity. May I know from the Minister what is the answer to this? Will the Public Prosecutor be asked to explain his decision in a press conference at which he may be questioned further on his decision? \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Law) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Law (Prof. S. Jayakumar):</b> Sir, first, on Prof. Chin Tet Yung's comments on mediation. The Committee which was chaired by the Minister of State, my colleague, Prof. Ho Peng Kee, completed its study and I am glad to say that the Committee's recommendations have been accepted by the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The main recommendations were to set up community mediation centres in HDB towns to serve as venues where people can go to resolve social and community disputes. The first such centre will be co-located with a regional small claims tribunal so as to share infrastructure and resources. If this model works, then we will replicate them in other regional small claim tribunals to be set up elsewhere. In the longer term, if such centres are successful, we envisage one centre in each Community Development Council locality. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1342</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with him that it is important to get volunteer mediators to be selected and specially trained. I will take into account his useful suggestions here. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A permanent centre for resolving commercial disputes through mediation will also be set up under the Singapore Academy of Law. A pilot project has already been carried out by the Academy and has proven successful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Law will provide overall coordination for alternative dispute resolution activities. We will set up a division within our Ministry to provide guidance on mediation services and to facilitate the training of mediators. To tap non-governmental professional expertise, we will set up an Alternative Dispute Resolution Advisory Committee. I agree with him that we must move away from the notion that litigation is the only solution to all disputes. Mediation will enable Singaporeans to take on the social responsibility and acquire the capability to manage conflicts in their families, in the neighbourhoods and the community. I hope that the setting up of such mediation centres in the population centres right where people live will help in this regard. Such a network of centres will accord with the devolution of greater powers to CDCs. I believe it will also provide effective avenues for conflict resolution outside the formal court system, thus alleviating the workload of the courts. Also, it is one way of fostering a self-help approach in our local communities to resolve day-to-day conflicts. If it succeeds, I think it will strengthen community bonding. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can I move on to Mr Jeyaretnam's comment? In this regard, can I, with your permission, ask the Clerk of Parliament to distribute a written opinion (Cols. 1417 - 1424) from the Attorney-General. And with your permission again, I would request that this be in the records of our proceedings. \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1997/19970730/19970730-HA-0671417.htm\">written opinion - PRESENCE OF UNAUTHORISED PERSONS INSIDE POLLING STATIONS, APPENDIX (Cols. 1417 - 1424)</a>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, Sir, the Workers' Party, the SDP and Mr Jeyaretnam have criticised the decision taken by the Police, acting on the advice of the Attorney-General, to dismiss \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1343</b></font>\n  <br>\n  <br> the complaints that he referred to. But he forgets to mention that his own party, Mr Low Thia Khiang and Mr Goh Yew Chye, had also entered polling stations while voting was in progress --- \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Why do you not prosecute them? \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. \n  <br>2.00 pm \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> --- although they were not candidates or polling agents. Under our Constitution, the Attorney-General has the power exercisable at his discretion to institute, conduct or discontinue any proceedings for any offence. I do not think it is proper in this House to go into the details of the merits or demerits of any individual decision taken by the Attorney-General, whether to prosecute or not to prosecute, because he has to take into account the law and a whole set of circumstances. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, since Mr Jeyaretnam has expressed amazement at the legal position and he has said that the law is an ass, I have asked the Attorney-General to give me a written opinion which clearly sets out the legal position. I have distributed this to Members of the House because it will not be possible to read the entire opinion of the Attorney-General. Mr Jeyaretnam has made his own conclusions of the law. He has said that the law is patently clear but, as you will see, Sir, from the Attorney-General's opinion, he has explained the legal scheme under the Parliamentary Elections Act, the interplay between the different provisions and he has supported his opinion by a reference to the Report of the Commission of Inquiry into Corrupt, Illegal or Undesirable Practices, a report which eventually led to some of the provisions in our elections law. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Jeyaretnam has specifically referred to the activities inside polling stations and he says it is patently clear that if something outside the polling is an offence, then it must be so within. As the Attorney-General has pointed out, different areas were subject to different legal provisions and to different legal regimes. I would \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1344</b></font>\n  <br>\n  <br> refer, very quickly, to paragraphs 13 onwards, and I will just read a few selected sentences because the entire opinion will be in the records. He has said: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"There is no ambiguity in section 82(1)(e). If the legislature had intended to make it an offence for unauthorised persons to wait or loiter inside the polling station, it could have easily provided for it. It did not. The mischief that section 82(1)(e) is intended to address is found in paragraph 99 of the Elias Report. It reads: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;`In order to prevent voters being made subject to any form of undue influence or harassment at the approaches to polling stations, we recommend that it should be made an offence for any person to establish any desk or table near the entrance to any polling station, or to wait outside any polling station on polling day except for the purpose of gaining entry into the polling station and that it should be an offence for any person to loiter in any street or public place within a radius of 200 yards of any polling station.'\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then he deals later with the situation inside polling stations. This is in paragraph 16. I quote: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Activities inside polling stations were made subject to a different regime under the Act. Section 39(4) provides [and he sets out section 39(4)].\" Linked with subsection 39(7), the Attorney-General states: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"...any person who misconducts himself in the polling station, or fails to obey the lawful orders of the presiding officer may be removed from the polling station by a police officer... If an unauthorised person refuses to leave the polling station when told to do so by a public officer, he commits an offence... for obstructing a public servant in the discharge of his duty.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Attorney-General says: \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"There is a consistency in the rationales of the regulatory schemes governing activities inside and those outside polling stations on election day. Waiting outside a polling station is made an offence because it gives rise to opportunities to influence or intimidate voters. . Hence, the Act has provided a safety zone which stretches outside for 200 metres from the polling station. In contrast, the possibility of a person inside a polling station influencing or intimidating voters in the presence of the presiding officer and his officials, the polling agents etc. was considered so remote that it was discounted by the Act.\" \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. It is \"guillotine\" time. Prof. Chin. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> Mr Speaker, may I ask, with your permission, Sir \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> It is \"guillotine\" time, Mr Jeyaretnam. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> But it is such an important matter, Sir. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, there are other procedures for you to raise this matter within the House. I suggest that you find some other way. \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right, Sir. Thank you. \n  <br>\n  <br>\n  <!-- Assoc. Prof. Chin Tet Yung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Assoc. Prof. Chin Tet Yung:</b> Sir, I thank the Minister for his reply and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $206,090,290 for Head T ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $488,136,400 for Head T ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1345</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head O - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head O - Ministry of Foreign Affairs. Amendment No. 1. Dr Ong. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Timah):</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head O of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are on the threshold of the 21st century and the dawn of a new era. There is an air of excitement as we turn and edge towards the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is the most promising of time, full of opportunities and prospects. It is also the most worrisome of time, full of changes, challenges and dangers. It can be the best of times; and it can be the worst of times. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the last few years, the strategic situation in Asia has changed dramatically. Napoleon once said, \"Do not wake up the giant in China.\" Sir, China has awakened. It is on the rise. After over 150 years, Britain handed back Hong Kong to China. It is truly a historic moment in history, marking once and for all the end of the British Empire and colonialism. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these changes will impact on the triangular relationships among Japan, the People's Republic of China and the United States. We would very much like the United States to continue its strategic presence in the region and play a vital role in the strategic balance. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1346</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many are trying, indeed, to find out what exactly will be the role of Japan in this new scenario. Some are concerned about the Taiwan factor, witness the high tension across the Straits between China and Taiwan. In this complex triangular relationship, there are the issues of China-US relations, China-Japan relations and Japan-United States relations. Will there be a Cold War between China and the United States, for example? There is also concern over North Korea, with constant reports of famine and breakdown. And in Cambodia, there are political upheavals. Nearer home, we are concerned with who will eventually succeed President Suharto in Indonesia, while across the causeway, lest we forget, there are problems with Malaysia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question before us is: what are the strategic changes in Asia and how do they impact on Singapore? How do we, as a small country, in reality a city-state, survive and prosper in the midst of all these changes? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to ask the Minister to give an overview of the strategic situation in the Asian region, and also a briefing on the latest in Malaysia-Singapore relationships, and whether there are any new developments, which he may care to update this House. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong (Pasir Ris):</b> Sir, like the GPC Chairman for Defence and Foreign Affairs, I would also like to ask the Minister about Singapore-Malaysia relations. The Singapore-Malaysia relations have gone through a difficult period over the last few months. However, the situation appears to have quietened down lately. Our Foreign Minister has reiterated that it is important to keep the lines of communication open between the two countries. I understand from media reports that he has met his Malaysian counterpart, Mr Abdullah Badawi, on several occasions in the past few months and, more recently, during the ARF in Kuala Lumpur. Could the Minister update Members on recent developments in bilateral relations and relate the steps taken by both sides to put the relationship back on track? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1347</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, Cambodia almost became part of ASEAN. Many were indeed looking forward to ASEAN being a group of ten, some would say a perfect ten. But, unfortunately, this was not to be. At the 11th hour, with the turbulence and upheaval in Cambodia, the ASEAN countries decided not to admit Cambodia at this juncture. Some ask whether this is double standards, of admitting some while denying entry to Cambodia, whether this is an instance of ASEAN interference in the internal affairs of another Southeast Asian country. I think not. If anything, we should applaud the ASEAN leaders of having the courage to make such a difficult decision and that good sense prevailed. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must also take this opportunity to commend and applaud the Singapore Armed Forces and the Ministry of Foreign Affairs for doing such an excellent job in planning and implementing the evacuation of Singaporeans from Cambodia. The SAF and the Ministry of Foreign Affairs diplomats made us all proud to be Singaporeans. All Singaporeans know that they can count on them in a moment of crisis, and we would not be left stranded in a foreign country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would therefore like to ask the Minister whether he would expound the ASEAN position on Cambodia, and whether the door is still open in the future for the admission of Cambodia into ASEAN when the circumstances are right. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I wish also to ask what has come out of the meeting between the Cambodian leaders and the ASEAN delegation of Foreign Ministers? Can ASEAN play a useful role in this context? \n  <br>\n  <br>\n  <!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Hawazi Daipi (Sembawang):</b> Sir, the ASEAN Foreign Ministers have decided to delay Cambodia's membership as a result of the recent political and military upheaval in the country. I would like to ask the Minister a few questions: (1) What lesson has ASEAN as a whole drawn from the recent crisis in Cambodia on inter-state relations among ASEAN members, and between ASEAN and other countries in the region? (2) What is the Minister's \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1348</b></font>\n  <br>\n  <br> assessment of the situation in Cambodia now and under what circumstances would Cambodia be admitted into ASEAN? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, we are glad that Laos and Myanmar are now part of ASEAN, enlarging ASEAN to nine. We particularly welcome the admission of Myanmar as part of ASEAN, despite constant criticisms of Myanmar in the foreign press and in the West. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I personally believe that the ASEAN approach of constructive engagement is the right one, which will lead to long term stability, growth and development for all in our region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With regard to ASEAN, I would like to ask the Minister, with the admission of Laos and Myanmar, whether ASEAN will make better progress or would ASEAN be held back by this new development; whether Laos and Myanmar would change the dynamics of ASEAN; whether they could make the traditional ASEAN spirit of give and take, and of consensus making, more difficult; and whether the internal equilibrium within ASEAN would be upset. Further, I hope that with Myanmar as part of ASEAN, Singapore's good relations with Myanmar will be further enhanced, especially in economic development and trade, to our mutual benefit. \n  <br>\n  <br>\n  <!-- Mr R. Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr R. Ravindran (Bukit Timah):</b> Sir, ASEAN marks its 30th anniversary this year. It has become respected by the international community and has evolved as a major regional player in the global community. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, certain cardinal principles have guided ASEAN in reaching its reputable status today. One of these policies of ASEAN is the principle of non-interference in the internal affairs of member states or even non-member states. Consistent with this principle, Myanmar was admitted into ASEAN last week despite international objections and reservations. Sir, Myanmar's domestic political situation came under criticisms from the ARF-dialogue partners in Kuala Lumpur last week. My concern is whether Myanmar's presence in ASEAN will affect the good image of ASEAN in international forums. Will ASEAN change its strategy towards \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1349</b></font>\n  <br>\n  <br> Myanmar from one of constructive engagement to one of constructive intervention, as has been highlighted by certain political leaders in Kuala Lumpur? Will it entail ASEAN inevitably getting involved in the internal affairs of Myanmar to bring about change and will also the ASEAN way of doing things really bring change to Myanmar? \n  <br>2.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another policy of ASEAN is the principle that the nature of a country's domestic situation is not a pre-condition for membership into ASEAN. Here, again, the recent move to postpone Cambodia's membership into ASEAN appears to be contrary to ASEAN's claim that a country's domestic condition has never been a factor in admitting members. It has opened ASEAN to criticism that it has double standards towards the membership of Myanmar and Cambodia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, recent events pose some interesting challenges to ASEAN. What if the recent events in Cambodia had unfolded after Cambodia's admission into ASEAN? Would its membership be suspended? Can ASEAN maintain its principle of non-intervention or will it adopt a new policy of constructive intervention in Cambodia? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like the Minister for Foreign Affairs to explain ASEAN's policy on these two countries. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Dr Ong, can you take your two subjects together? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, the ASEAN Regional Forum was launched a few years ago with great fanfare. A number of years have passed and the ASEAN Regional Forum (or ARF) has become bigger and grander, with more participants, more deliberations and more media coverage, for example, most recently, in Kuala Lumpur. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is good that the ASEAN grouping is enlarged and is engaged in dialogue with big powers like the People's Republic of China and the United States. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1350</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We would like to ask the Minister whether the ARF is playing a strategic and vital role or is it just a glorified talkshop? Can we do without the ARF? To what extent is the ARF vital to regional stability? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, every now and then we read in the news media of flash points, contention or territorial disputes in the South China Sea. Spratlys Islands and the Paracels are familiar names by now. Recently, more and more points of dispute have emerged, for example, at Scarborough Shoal. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although Singapore never lay claims on any of these islands, or rocks, in the South China Sea, and I am sure we will never lay any such claims in the future, we may be affected one way or the other, especially in terms of freedom of navigation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister on Singapore's position on such territorial disputes, and whether we will be much affected by such contentions in Southeast Asia, and whether the countries will take into consideration the United Nations Convention on the Law of the Sea, which came into force in November 1995, or is the UN Convention all lost at sea. \n  <br>\n  <br>\n  <!-- Prof. S. Jayakumar (Minister for Foreign Affairs) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Foreign Affairs (Prof. S. Jayakumar):</b> Thank you, Sir, for allowing me to reply at this stage because quite a number of the topics touched on by the speakers are inter-related. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would first start off by responding to Dr Ong Chit Chung. He himself has given quite a succinct account of the strategic situation in this part of the world. He has referred to the triangular relationship. Indeed, for us in Singapore, it is important that the stability of the triangular relationship be maintained, namely, between US, China and Japan. And this triangular relationship has to be stable for peace and security in our part of the world. I think Singapore's interests are best served when all three major powers are constructively engaged and there is a stable and peaceful balance of power in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, I think we can say that there have been some positive signals in the past year. For example, the United States has emphasised that it will remain committed in the region. Its continued \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1351</b></font>\n  <br>\n  <br> presence has also been enhanced by the reaffirmation of the US-Japan Security Alliance. President Clinton's second administration has announced its determination to engage China constructively. Exchanges of visits between the Chinese Foreign Minister and the United States Secretary of State have already taken place. We are told that President Jiang Zemin will visit United States this year while President Clinton may reciprocate next year. Summit level exchanges between Japan and China are also said to be expected to take place soon. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Overall, I would say that the situation in the Asian region in 1997 has improved significantly. I have just returned from Kuala Lumpur where we had a very good meeting during the ASEAN Regional Forum. The discussions were robust and candid. I will speak more about the ARF shortly. But let me say that the ARF does remain a crucial regional security forum because it engages all the major powers of the Asia-Pacific region in constructive dialogue. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is true that there are a few dark clouds and potential flash points in the horizon. We need to take note of them and hope that they will be managed carefully. Dr Ong Chit Chung has referred to the tensions in the cross-strait relations which we witnessed in early 1996, but these tensions have cooled down since then. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The territorial disputes in the South China Sea remain a potential flash point. But so long as the claimant states go about their pursuit of claims in a manner that does not exacerbate tensions or, worse, result in armed conflicts, then I do not see this as posing a major threat to the stability and security of our region. I will come back to the South China Sea disputes in a moment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The other potential flash point is the developments in the Korean Peninsular. We are concerned because of the uncertainties and potential nuclear capabilities of North Korea. There were tensions in 1996 brought about by the submarine incursion and more recently by armed conflicts along the DMZ, between North and South Korean border guards. Nevertheless, it is good that progress has been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1352</b></font>\n  <br>\n  <br> made in the preparation for the four-party talks. United States, Japan and South Korea are also continuing the food aid to North Korea. Together with the Korean Energy Development Organisation (or KEDO), these mechanisms will help to stabilise conditions in North Korea. As far as Singapore is concerned, we support all these mechanisms because they contribute to peace and stability in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A few Members - Mr Charles Chong, Mr Hawazi as well as Dr Ong Chit Chung - asked about Malaysia-Singapore relations. We recall that we discussed at length Malaysia-Singapore relations in this House during our sitting on 5th June. I referred then to the stormy weather and the different waves that had buffeted our relations. I believe that the waves appear to be subsiding and things are slowly returning to normal. As I said in this House on 5th June, Singapore-Malaysia relations are too important to be allowed to drift. Singapore is committed to establishing a long-term relationship with Malaysia, based on mutual respect, trust, reciprocity and mutual benefit. Of course, as with all good close neighbours, problems will arise from time to time. So long as both sides continue to communicate and work for mutual benefit, I do not see why Singapore and Malaysia cannot live side by side as good neighbours. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Prime Minister Goh Chok Tong has stated in this House also on the same sitting that he is keen to take relations with Malaysia into a new era under his proposed framework of wider cooperation. Central to his idea is to establish a win-win relationship based on equal partnership for mutual benefit. But this will take some time to develop. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Since we last met in this House, there have been some encouraging developments. For example, the second crossing's topping-up ceremony on 31st July 1997 will be officiated by Mr Lim Hng Kiang and Datuk Samy Vellu. The official opening is scheduled for 2nd June 1998. Various contacts such as bilateral games between government agencies have resumed. For example, my counterpart, Foreign \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1353</b></font>\n  <br>\n  <br> Minister Badawi, will be leading their Foreign Affairs, or Wisma Putra, to Singapore for the Wisma Putra MFA Games which will take place in August. The Malaysia-Singapore Public Service Games will take place in November. Several other such contacts and interactions are also in the pipeline. Our top civil servants from Singapore, who are participants in a course known as \"Leaders in Administration Programme\" (or LAP), will visit Kuala Lumpur from 13th-15th August, and will get briefings by various Malaysian agencies and private sector organisations. Foreign Minister Badawi and I have kept up our links and continued to have good working relations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Malaysian leaders have said it will take time for bilateral relations to return to normal and Singapore will do its part to improve ties, but we will leave it to the Malaysian leaders to set the pace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several Members have touched on the question of ASEAN and Cambodia. The developments in Cambodia in the past few weeks, beginning 5th July, have placed ASEAN, of course, in a delicate position. ASEAN has to take several decisions. The first decision which we took at a special meeting on 10th July was to postpone the admission of Cambodia. Let me make it clear that prior to this, the leaders of ASEAN had taken a decision on membership. Cambodia, Myanmar and Laos are to be admitted as members. The only question therefore is one of timing. Before 10th July, at the previous meeting, the Foreign Ministers had decided to admit all three at last week's conference in Kuala Lumpur. But because of the turn of events in Cambodia, at a special meeting on 10th July, the Foreign Ministers decided that the wisest course of action was to delay Cambodia's admission to a later date. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Last week, at the meeting, several decisions were taken. The first decision was we reaffirmed the decision to postpone membership. The second was a question of who will represent Cambodia in its seat as observer. Cambodia has for a few years been an observer of ASEAN. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1354</b></font>\n  <br>\n  <br> Mr Ung Huot, Foreign Minister, turned up at Kuala Lumpur. ASEAN Foreign Ministers decided that while admission would be delayed, we would seat him as the representative for the observership, but making it very clear that in doing so, ASEAN considered him as representing the Government of Cambodia which ASEAN had always known, ie, the Government represented by Prime Minister Ranariddh and Hun Sen. The third decision taken was ASEAN offered its good offices to play a role. But, of course, the role that ASEAN can play depends on the cooperation of all parties to the Cambodian problem, principally, His Majesty King Sihanouk, Prince Ranariddh and Mr Hun Sen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think ASEAN's various decisions have sent the right signals to Phnom Penh and the international community. It had upheld the principle that countries should not bring about a change of government through violence. And I think ASEAN had no choice because this happened on the eve of the ASEAN Ministerial Meeting, otherwise its standing would have been diminished. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Dr Ong Chit Chung that ASEAN did not infringe its policies of non-interference and I will explain why shortly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the ASEAN delegation of three Foreign Ministers (Indonesia, Thailand and Philippines) to hold consultations with the key leaders of the Cambodian government, King Sihanouk, Prince Ranariddh and Hun Sen is concerned, I would say that the reactions and responses from King Sihanouk and Prince Ranariddh were encouraging. They welcomed ASEAN's role. In the first meeting with Mr Hun Sen, Mr Hun Sen gave indications that he would want to have matters solved within Cambodia and that ASEAN should not get involved. Whereupon the three Foreign Ministers, who formed the ASEAN mission, said that they would then cease continuing with the mission because it depends on the cooperation of the three parties. They reported accordingly to the Foreign Ministers last week. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1355</b></font>\n  <br>\n  <br> \n  <br>2.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then, as you have read in the newspapers, we had a whole series of fast moving events. Mr Ung Huot reported that after all, Mr Hun Sen did welcome a role for ASEAN. In which case, we were prepared to reactivate the three Foreign Ministers' mission. The next day, there was a turnaround and Mr Hun Sen said that he would welcome ASEAN's role in finding a political solution but through prevention of foreign interference. So we felt that that was not sufficiently clear and we asked Mr Ung Huot to go back to Cambodia and let us know clearly and unequivocally whether, indeed, Mr Hun Sen welcomed the role for ASEAN. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, at the closing session of the Foreign Ministers' meeting, a written letter was read out by Foreign Minister Badawi where he said that the Cambodian Second Prime Minister did welcome ASEAN's role and also invited the three Foreign Ministers to go back to Cambodia to discuss. It is difficult, at this stage, to say what will be the outcome of the ASEAN initiative because things are quite fluid and it depends on whether the different elements which ASEAN might put forward to the different parties would be acceptable. But ASEAN was motivated by the desire to offer its good offices to help resolve this problem. But it depends on the other parties, not on ASEAN itself. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to when ASEAN will admit Cambodia, this is not for me to decide. It has to be decided by ASEAN. I should think that ASEAN will take a decision only when it is fully satisfied that all the obligations under the Paris Peace Accord will be honoured by Cambodia, including holding of free elections, and that Cambodia can fully assume all its rights and obligations as a member of ASEAN. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung asked whether Myanmar and Laos will impede or aid the progress of ASEAN. I think ASEAN members realise that the admission of new members and expansion to ten will have both challenges ahead for ASEAN as well as advantages because you have 10 countries eventually linked up as one grouping. And in terms of the consumer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1356</b></font>\n  <br>\n  <br> population and its ability to deal with other countries, especially in economic cooperation, it can have considerable clout. Will it affect decision-making process? One might say yes, because the more members there are, the ability to take quick decisions of course may be affected. But let me say that I am very encouraged because it is not as if the existing ASEAN has never worked with the other countries. They have been observers. We have interacted with them. They have been full members of ARF and they have been imbibed by the ASEAN way, the ASEAN tradition of consensus, give and take, and I am confident that, as new members, they will adjust to ASEAN and not ASEAN has to adjust to them, in terms of maintaining the tradition of decision-making. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ravindran also spoke about Cambodia and Myanmar and whether ASEAN was interfering in Cambodia's internal affairs. The answer to that is ASEAN did not think that it was interfering in Cambodia's internal affairs. We have to remember that, first, it was Cambodia which was seeking admission to ASEAN. So ASEAN felt that there was a very drastic change in the governmental set-up and political structure in Cambodia and a radical change which had been brought about by the use of force. ASEAN also felt that Cambodia was a situation where ASEAN has a special role. Because let us not forget that nearly all the countries in ASEAN were signatories to the Paris Peace Accord which brought about the basic elements for the situation which resulted in the Cambodia that we knew under Mr Ranariddh and Mr Hun Sen. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Again, since Cambodia was becoming a member of ASEAN, ASEAN also had to take into account two factors: whether in view of the sudden upheaval in Cambodia, could Cambodia reasonably be expected to fulfill all the obligations expected of membership in ASEAN. We felt that there was a doubt. Next, ASEAN members also felt that it had a locus standi to take a position because the events in Cambodia could affect the stability in the region. As to what would be the position on other different situations, I think ASEAN has to evolve its position. It will have to take its \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1357</b></font>\n  <br>\n  <br> decision depending on the situation and, bearing in mind, all circumstances. As I said, I believe in Cambodia's case. ASEAN had a special role and the fact that we are all parties to the Paris Peace Accord was an important factor. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the ASEAN Regional Forum (ARF). Is it an important instrument? After four ARFs, Singapore is of the view that the ARF has evolved into an important instrument to engage the key players on regional and security matters. Originally, when ARF was conceived, we thought of a three-stage process. The first stage would be confidence building measures and when we are comfortable with that, we will move on to preventive diplomacy. The third stage is, hopefully, conflict resolution stage. Where we are now is confidence building measures. The recently concluded ARF, as I said in an interview carried in our papers, was noteworthy for several reasons. Firstly, topics were discussed which four years ago would have been said to be so sensitive that nobody would have entertained discussion. We discussed transparency in China's defence policy. We discussed Japan-US defence guidelines and a need for transparency in that. We discussed Cambodia and Myanmar, and mind you, we discussed Cambodia and Myanmar with the Foreign Ministers being present there. So topics were discussed when previously it was thought not possible. This reflects the comfort level of participants. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the manner in which it was discussed was free of hostility or acrimony. It was a dignified but frank discussion which, again, shows the usefulness of such forums. Thirdly, we had a good discussion of the way in which the ASEAN Regional Forum should proceed. In case Members feel that the ARF meets once a year and it is only a talk shop, let me say that, in between ARFs, we have very important inter-sessional meetings and inter-sessional groups. For example, Singapore and the United States are co-chairmen of an inter-sessional group on search and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1358</b></font>\n  <br>\n  <br> rescue measures. Other inter-sessional measures are on peace-keeping, preventive diplomacy, and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to sum up, the fact that 21 countries, including the major powers, meet with South-East Asian countries and Japan, China and Korea, to discuss matters which affect our stability and security is a very important development. I hope that the ARF will evolve further so that we can move on to some aspects of preventive diplomacy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the question of the South China Sea, we are not a claimant state. But although we are not a claimant state, we have two interests. One is that the South China Sea should not erupt into tensions or, worse still, armed conflict. Because if that happens, then it will have a very serious destabilising effect on our region. Therefore, Singapore's position has been to call on the claimant countries to show restraint in the pursuit of their claims. And I am glad to say that most of the countries so far have borne this in mind. There have been some incidents here and there. But, fortunately, they have been kept within proportion. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second interest we have is that of ensuring that freedom of navigation under the United Nations Conference on the Law of the Sea will be observed by all parties, however their claims may be eventually resolved. It is important because the South China Sea and the areas which are claimed include many important routes for international navigation. Obviously, for Singapore, this is important. But it is important not only for Singapore, it is important for the international community. And we have impressed on the claimant states that the international community, including Singapore, would expect them to honour the rules of international law and the provisions of the Convention on the Law of the Sea concerning freedom of navigation. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Jeyaretnam, can you use the rostrum, please? \n  <br>\n  <br>\n  <!-- Mr Jeyaretnam -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Jeyaretnam:</b> All right. Sir, I may seem to be going over what has already been discussed. But I do want to know \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1359</b></font>\n  <br>\n  <br> from the Minister for Foreign Affairs what are the guidelines that govern Singapore's foreign policy. Is there a consistent foreign policy that is followed by Singapore, or does it change according to the country with which it is dealing, applying one set of rules to one country and another set of rules to another country? What are Singapore's principles as regards this question of non-interference? How does the Government reconcile its oft-stated principle that no country should interfere in the internal affairs of another with the travels abroad of its Senior Minister who goes abroad to other countries and seeks to give them advice on how they should conduct their governments by persuading them, particularly, that democracy is not viable or suitable for Asians, and we should accept something else? How does the Government reconcile this? But more particularly, I am interested, Sir, in what I clearly see as a contradiction in the Government's foreign policy, the policy adopted on Myanmar and Cambodia, not that I disapprove of the decision to exclude Cambodia from ASEAN even if it is temporary. The Foreign Minister has said, and it was even reported in the papers - I suppose he was speaking for ASEAN, and this morning he was speaking perhaps for Singapore - that we cannot condone a violent change of government. That cannot be Singapore's policy. \n  <br>2.45 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What happened in Burma or Myanmar? There, the people of that country elected, through peaceful means, a government. Then what happened? The military forcefully kept the government from assuming office. Is that not violence? If it is not violence, what is it? And I want to know how the Singapore Government distinguishes between its policy towards Myanmar and to Cambodia. But may I repeat, not that I disagree with the attitude taken towards Cambodia, I am certainly most upset with ASEAN's decision to admit Myanmar into ASEAN. There, we have in power a military which has usurped the power from the people. Is that Singapore's policy, that we support \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1360</b></font>\n  <br>\n  <br> usurpation of power by a military? Let us have it clearly. And is that why Singapore is quite ready to admit Myanmar? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Then we hear constantly talk about constructive engagement. May I know exactly what this constructive engagement consists of? Has the Government engaged the military regime in Myanmar in discussions to try and bring about a peaceful resolution of the situation in that country? Have they suggested a dialogue between the military regime and the leaders of the party which should have been elected into power? Has the Government sought to discuss with the leaders of that party to find out what their views are? So may we know clearly what this constructive engagement consists of? Is it the Government's policy to try and bring about an eventual transition in Myanmar, so that the people's will may prevail, and that a government chosen by the people may be put in place? I think this is something that concerns not only Singapore but the whole region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are countries which have condemned the military usurpation of power in Myanmar. We never had Singapore condemn it. May I know clearly from the Minister what exactly differentiates Singapore's policy between Myanmar and Cambodia? How is Myanmar different? Was there not a violent change of government? \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung (Bukit Timah):</b> Sir, I do not think we can expect too much, or expect constructive comments, from Mr Jeyaretnam on constructive engagement with Myanmar, which the Minister would expound. I think we should be proud that we have a Senior Minister who is highly esteemed and welcomed by so many countries, and whose opinion and advice are sought after. As a small country, I think we should be very proud to have such a Senior Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we remember that in the early years of our independence and economic development, foreign experts from the UN Bureau of Technical Assistance and other international agencies came to our help. We also benefited from the regional programmes such as the Colombo Plan. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1361</b></font>\n  <br>\n  <br> It is good that we are now able to extend our help to other countries. Though we are a small country, Singapore has played an increasing role in technical cooperation and assistance to other countries. Within our means and capability, we extend a helping hand to other countries in goodwill and share our resources and experience with our friends. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In 1992, to give a better focus to our various programmes of assistance, the Singapore Cooperation Programme was established. I would, therefore, like to ask the Minister to give us an account of the technical assistance we rendered so far, and whether such technical assistance could be further expanded, thereby enhancing the goodwill and friendship for Singapore. \n  <br>\n  <br>\n  <!-- Mr Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ravindran:</b> Sir, in view of the same points being canvassed by Dr Ong, I am not speaking. \n  <br>\n  <br>\n  <!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, by any measure of economic progress, Singapore can be considered a developed country. In terms of per capita GDP, ours is also a rich country, one of the top 10 in the world. Fortunately for us, as a small island on the equator, we are also blessed with good weather and are not plagued by natural disasters like earthquakes and so on. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, from time to time, communities and nations, rich or poor, distant or close by, are struck by natural calamities like typhoons, floods, earthquakes and volcanic eruptions. And some of these disasters are so massive that they could overwhelm their own national relief programmes. As part of the global community, I believe that we in Singapore should extend our helping hand. We should not let the developed countries in the western world be the torch-bearers in such missions. And helping others in their time of need is not only good for the soul, doing so will also build up our goodwill with these countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, from my interaction with younger Singaporeans, they also like to see Singapore perceived as a more \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1362</b></font>\n  <br>\n  <br> concerned global citizen. Of course, having goodwill is good but, hopefully, we will never need to call upon on such goodwill. However, if perchance misfortune strikes us in whatever form in the future, we would also hope that others would extend a helping hand to us in our time of need. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Occasionally, we do read in the newspaper about our national disaster relief to other countries, but I believe we could do more. Perhaps the Minister could enlighten the House whether he envisages a more structured approach to disaster relief as part of our foreign policy. \n  <br>\n  <br>\n  <!-- Mr Sin Boon Ann -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Sin Boon Ann (Tampines):</b> Sir, the founding fathers of the United Nations conceived of an organisation that would deal with the new world order that was brought about by the end of the Second World War. It was a world order that was characterised by the Cold War. Through the years, the UN has been reasonably effective in preventing the world from entering into another war. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now that the Cold War has ended, we are confronted with a question of the proper role of the United Nations. To be sure, the United Nations operates in an environment of constant change. The milieu of the Cold War which marked the early years of the United Nations soon gave way to a new dimension of conflict. It is founded not so much on ideology but on race and religion in most parts. Certainly, the end of the Cold War has brought about a different set of problems. We see more conflicts between states that could range from civil wars to the break up of multi-ethnic states as Yugoslavia. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The record of the United Nations in dealing with the conflicts of the world has been patchy. There were breakthroughs no doubt in Cambodia and Namibia. However, there were also setbacks which the UN experienced in Somalia and Rwanda. Whatever the outcome, the world has increasingly looked to the United Nations to maintain peace and stability around the world. For instance, when the Paris Peace Accord in 1990 broke down in Cambodia recently, the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1363</b></font>\n  <br>\n  <br> ousted First Prime Minister, Prince Ranariddh, made a plaintive plea to the United Nations calling for intervention once again in the problem beleaguered country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this regard, much focus is placed on the work of the United Nations Security Council. In international relations, the UN Security Council enjoys that moral high ground of seeking to do what is right and in the interest of the comity of nations. The Security Council plays a vital part in the mediation and resolution of disputes, sending peace keeping missions to help reduce tensions in troubled areas, keeping opposing forces apart and creating conditions of calm in which peaceful settlement may be sought. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's standing and influence in the world community has never been limited by its physical size. The maintenance of the international world order that is marked by relative peace and stability would serve to promote our country's interest. Such a world order would provide the right environment for the promotion of trade and industry around the world, a necessary condition for Singapore's continued economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was pleased to learn that Singapore is making a bid to become a non-permanent member of the Security Council. Will the Minister brief this House as to when we are likely to become a member of the Security Council? What is our Government's agenda, if any, when it becomes a member of the Security Council and whether, as a member, it is our intention to contribute security personnel to more dangerous missions than that which we presently undertake for the United Nations? \n  <br>\n  <br>\n  <!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Hawazi Daipi:</b> Sir, my points are generally similar. So I will make it brief. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has made it known that it wishes to vie for a place as a non-permanent member of the Security Council of the United Nations for the period 2001-2002. A small nation like Singapore needs to work closely with other countries in regional and world \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1364</b></font>\n  <br>\n  <br> bodies. We have seen the benefit of Singapore's participation in organisations like ASEAN, APEC and many others. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Direct participation as a member in the United Nations Security Council is a different ball game altogether, Sir. As a small nation, what motivates Singapore to play a more direct role in the Security Council and what are the chances of Singapore being elected into the Security Council? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I think it is useful to know from the Minister what major contributions Singapore has made in the world body since it became a member after its independence. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I join my colleagues in asking about Singapore's position in the United Nations, which we know is a very good forum for a small country like Singapore. It gives us a voice and a contact point for networking with many countries from other continents. \n  <br>3.00 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has served notice that we will be running for the seat on the United Nations Security Council from the year 2001. I think this is a good opportunity for us to learn about the workings of the United Nations Security Council, which can come in handy in a time of crisis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to ask the Minister to review and evaluate the roles of the UN and Singapore's position in the UN, in view of our proposal to be represented on the Security Council. I would also like to ask whether our entry to the UN Security Council would also mean that Singapore will play a bigger role in UN missions, for example, in peace-keeping operations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the roles, functions and overseas missions of the Ministry of Foreign Affairs have expanded by leaps and bounds since our independence. Our Foreign Service diplomats have to keep track of the fast moving regional and international developments and trends, and protect, promote and project Singapore's national interests overseas. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1365</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our national leaders are making more visits abroad and there is a constant stream of foreign dignitaries visiting Singapore. We are active participants in the United Nations, ASEAN, ARF, APEC and ASEM. Indeed, our diplomats are being kept very busy. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this context, we have to attract the best and brightest to our Foreign Service, train and groom them as diplomats and mark up attractive career paths for them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The question is: are we doing enough for our career diplomats, many of whom have to stay overseas for many long years, cut off from home, and many are, at times, placed in hardship postings, where they have to be ready to evacuate at short notice, for example, from Cambodia? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister also kindly update this House on the appointment of roving ambassadors, and whether this scheme is successful? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, since Mr Jeyaretnam is not here, and in case he comes back later, I will respond to the other questions first. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, on technical assistance and cooperation. The Singapore Cooperation Programme (SCP) was established in 1992 and to-date, we have trained some 4,600 foreign participants from over 80 developing countries, which cover our Southeast Asian neighbours, other Asia-Pacific countries as well as some African, Middle-East and Caribbean countries. The key areas of training are those where we have some expertise to share, such as civil aviation, port management, information technology and environmental management and English language. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry will further expand the technical assistance programme under the SCP over the next five years. A growing number of developing countries have expressed interest in our SCP, including Mongolia, Bhutan, Marshall Islands, Maldives, Lebanon, Jordan and a few other South African countries. But I also wish to inform the House that Singapore also has programmes to offer \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1366</b></font>\n  <br>\n  <br> technical assistance jointly with other countries and international organisations under arrangements known as Third Country Training Programmes (TCTPs). We have TCTPs with nine countries under which we jointly have technical assistance programmes. They are Australia, Canada, Germany, Japan, South Korea, Luxembourg, Norway, Thailand and UK. We have TCTPs with international organisations like Asian Development Bank, Colombo Plan, Commonwealth Secretariat, ESCAP, World Bank, WTO, and World Intellectual Property Organisation. These TCTPs, on behalf of the countries and international organisations, I believe, reflect their confidence in our ability to provide technical training programmes. We are now liaising with the UNDP to start two new regional programmes, one for African countries and the other for Caribbean countries. MFA is also in the process of considering new technical assistance partners to further expand the scope of our SCP which would further enhance the goodwill and friendship for Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On international disaster relief, in response to Dr Wang Kai Yuen, we must remember that we are a small country with limited resources. Nevertheless, where we can, we do assist other developing countries which are victims of natural disasters, such as earthquakes and floods. Such assistance is provided on a case by case basis, depending on the circumstances. Let me assure the House that we will do what we can within our limits and usually the focus is on countries in the region. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Several questions were asked about the United Nations, our role, especially our bid to seek a non-permanent member seat in the Security Council. As regards the bid to become a member of the UN Security Council, we presented our candidature for a vacancy for the period 2001 to 2002. The elections will be held in the year 2000. We presented our candidature fairly early so that all our friends in the UN will have ample notice of our candidature and it will give us time not only to seek support but also to prepare ourselves for the eventual membership of the UN Security Council. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1367</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;How is our candidature going? I would say that at the present stage our chances of being elected are fairly good. We are the only candidate from the Asian Group at this point of time for that vacancy, which is an Asian Group seat. We have worked hard to lobby with other countries and I am glad to say that we have received many expressions of support for our candidature not only from Asian Group countries, but also from countries in other regions. I also wish to inform Members that our candidature has been endorsed by ASEAN. In other words, ASEAN has solidly backed our candidature. It is still early days because the elections will be held in the year 2000, but we are continuing to lobby hard to ensure that we do not take it for granted and I hope to be able to report nearer the time of the increasing indications of support from the Asian Group and other regional groups. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was asked what would be our hope when we are a member of the Security Council. I would say that if we are elected, our agenda would be twofold. Firstly, as a small state, we hope to bring constructive and useful perspective to the Security Council. It is a perspective that is important, given that the majority of the UN membership are small states. We have always supported the principle that every member state should be given an equal opportunity to serve in the UN Security Council. We have never, since we became a member of the UN in 1965, served in the Security Council. Secondly, I think Singapore should also learn first hand how the UNSC operates because the Security Council, in a sense, is the heart of the UN system. Under the Charter, it is the Security Council which has a primary responsibility for maintenance of international peace and security. It is also the only body in the UN that has the authority to take decisions which bind all members of the UN. Recently, the UN Security Council's roles and responsibilities have expanded to cover non-traditional issues such as humanitarian disasters, intra-state conflicts and mass violations of human rights. It would be useful for us to be a member of the Security Council to understand the workings of this body. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1368</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I was also asked whether our membership of the Security Council will have an impact on peace-keeping operations. I have three comments to make here. Firstly, I should point out to the House that participation in UN peace-keeping is strictly on a voluntary basis. Regular soldiers as well as NSmen are only included in the team if they volunteer to participate in such missions. The UN in consultation with the involved parties to a conflict will also decide which countries to approach to participate in UN peace-keeping operations. Therefore, whether or not Singapore participates at any particular peace-keeping operation will depend on whether we are approached by the UN. If so, we will decide on a case by case basis. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me also add that all UN peace-keeping missions are inherently risky, some more so than others. Of course, the degree of risk is only one factor of consideration when deciding on participation. An important factor is our ability to contribute effectively to the missions within our manpower constraints. Singapore's approach to participating in peace-keeping depends on whether we think our contribution can be effective. For example, when we provided military observers and medical support, these are areas in which Singapore can make an effective contribution. That is why we have continually sent observers to the UN Iraq-Kuwait mission or UNIKOM. We also sent a 30-man SAF medical team to support the allied forces in Operation Desert Storm during the Gulf War. In May this year, we sent an SAF officer to serve as a military adviser in Afghanistan. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Singapore has been contributing to various peace-keeping operations since 1989. We have committed to supporting the UN in peace-keeping efforts because we recognise the important role of the UN in this area. Therefore, whether we get elected to the Security Council or not, we will continue to contribute to UN peace-keeping efforts to the best of our ability and where our contributions will be most effective. Recently, we contributed to the UN's standby arrangements to mark our continued commitment to the UN. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1369</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the role which Singapore wants to play at the UN is concerned, let me say that for small countries like Singapore, the principles in the UN Charter, the rule of law, non-use of force, respect for sovereignty of states, non-interference in the country's internal affairs, all these are very important. The UN has many criticisms. It has its imperfections. But if there was no UN to promote cooperation and international law among states, small states will be the most to suffer. Therefore, Singapore has consistently sought to play a useful role in the UN to ensure that the UN remains relevant and effective for all countries. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have said just now that we have been a strong supporter of peace-keeping operations. Singapore also plays an active role in the questions on the reform of the UN and the question of revising the financial contribution scheme in the UN. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On international environmental diplomacy, the Prime Minister recently led a delegation to the 19th UN General Assembly Special Session and Members will have read that the Prime Minister announced the establishment of a special programme on technical assistance for sustainable development. Let me also add that we have been fortunate that a number of our diplomats in the UN mission have made their mark in various conferences and various other missions. For example, Ambassador Tommy Koh became the President of the UN Law of the Sea Conference and he also chaired the main committee for the UN Conference on Environment and Development. Our previous Ambassador in Geneva, Ambassador K. Kesavapany, was elected as the first Chairman of the General Council of the WTO. Therefore, we do have limited resources, limited manpower to service our United Nations' offices in New York and Geneva. But we have been fortunate that within the constraints of our small staff, we have been able to play in our own humble way a constructive role in these organisations. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1370</b></font>\n  <br>\n  <br> \n  <br>3.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung asked what we are doing for our career diplomats and our roving ambassadors. The steps we have taken to attract and retain talents, of course, include competitive salaries and remuneration packages in line with the civil service. We have also given recently heavy emphasis on training and personnel development. Training programmes involve both structured training as well as on-the-job training. New Foreign Service Officers undergo an orientation programme when they first join and subsequently go through a five-week foundation course designed to impart core skills and basic knowledge of foreign service. They also receive on-the-job training which includes first-hand exposure through attending regional and international conferences as well as attachments to official delegations and internships in overseas missions. As part of their career development, Foreign Service Officers are also sent to attend management courses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Dr Ong Chit Chung talked about hardship posts. My Ministry is preparing to review hardship allowances as well as to explore employment opportunities for spouses overseas, and to improve the education assistance for children of our diplomats serving overseas. This is necessary because our diplomats working overseas sometimes have to work under very arduous conditions. We have to make these changes if we are to maintain a resourceful, versatile and vibrant foreign service. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as roving ambassadors are concerned, we have 14 roving ambassadors accredited to 35 countries. As a small country, we face constraints in expanding our diplomatic representation overseas. We have only 37 resident overseas missions abroad. The roving ambassador scheme enables Singapore to foster good bilateral relations with these countries, even though we do not have an embassy or other resident mission there. Also, if we do not have roving ambassadors, we would have to concurrently accredit some of our full-time ambassadors to various other countries in the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1371</b></font>\n  <br>\n  <br> region which will not be very satisfactory because they need to concentrate on their duties in the country in which they are based. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our roving ambassadors have done a very good job in promoting Singapore's relations with the countries of their accreditation. They have been unstinting with their time in the performance of their duties. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I see Mr Jeyaretnam has still not come back. Part of his question, in fact, has been answered in my reply to Mr Ravindran. I have explained the reasons and considerations which motivated ASEAN when it took the decision on Cambodia. I have pointed out that it was Cambodia who was seeking admission. That tumultuous events there caused ASEAN not only to reflect on the use of force to overthrow the government, it was contrary to the Paris Peace Accord, and we had doubts as to whether they would be able to comply with the obligations expected of them as an ASEAN member. And finally, I think ASEAN members also were troubled as to the spill-over effects that the Cambodian situation would have on regional stability. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As far as Myanmar is concerned, ASEAN for some years has had a policy of constructive engagement with Myanmar. We believe that having Myanmar as a member in ASEAN will expand the scope and level of interaction and cooperation with Myanmar. ASEAN did not think that the situations in Myanmar and Cambodia were exactly identical. There has been a government there. Whether you are happy with whatever it is doing, in terms of its internal system of governance, is another matter. But there has been a government there. ASEAN has been dealing with the government in its policy of constructive engagement and I also should add in the recent ASEAN Regional Forum, in the communique, those countries which had been critical about Myanmar and ASEAN, are now more understanding of ASEAN's position with regard to Myanmar. And, in fact, there is a greater understanding of ASEAN's policy of constructive engagement. In other words, it is felt that we should try to \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1372</b></font>\n  <br>\n  <br> integrate Myanmar into the ASEAN fold and let them see ASEAN. Although we are not homogenous, each of us has a different form of government, let them assimilate and also link up with the ASEAN countries and, hopefully, through that process, we can quietly encourage the leadership in Myanmar to foster conditions for positive change which will benefit the people of Myanmar. \n  <br>\n  <br>\n  <!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ong Chit Chung:</b> Sir, I wish to thank the Minister for his very clear and comprehensive answers, and beg leave to withdraw the amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Amendment No. (2), Mr Charles Chong. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong:</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the sum to be allocated for Head O of the Main Estimates be reduced by $10 in respect of Code OA 1500. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, first of all, I would like to congratulate the Ministry of Foreign Affairs and the Ministry of Defence for a very efficient and successful evacuation operation to fly more than 450 Singaporeans and other nationals out of Cambodia. In particular, I would like to commend our Phnom Penh embassy staff for carrying out their duties with professionalism and courage in the face of danger. Many of our embassy staff, I understand, are still in Cambodia doing an outstanding job. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;From media reports, the Singapore embassy in Phnom Penh seemed to have been well prepared for such a contingency, and months of careful planning ensured the Singaporeans in Cambodia knew exactly what to do even before the first shot was fired. These well-coordinated efforts have not gone unnoticed. However, Sir, I understand that there are still some Singaporeans who have chosen to remain in Cambodia. I would like to ask the Minister if his Ministry is aware of the exact number of Singaporeans who are still there and what steps are being taken to ensure their safety. Are there also contingency plans \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1373</b></font>\n  <br>\n  <br> to bring these Singaporeans home should the situation in Cambodia take a turn for the worse? \n  <br>\n  <br>\n  <!-- Prof. Jayakumar -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Prof. Jayakumar:</b> Sir, what Mr Charles Chong said about the contingency plans and evacuation is pertinent because that was an example of how different government agencies plus private citizens were able to work closely to bring about the evacuation. It required very close coordination between our embassy in Phnom Penh, Ministry of Defence, SAF and Ministry of Foreign Affairs headquarters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We had anticipated the possibility of political violence as early as April 1997. And, in anticipation, the Ministry and the embassy had worked out contingency plans. But because our embassy has a very small complement of staff, it harnessed the efforts of private individuals under a warden system. And you know the rest - that the evacuation was successful because all sides, the different government agencies and the private citizens who volunteered as wardens, acted in coordination and in cooperation to bring about the successful evacuation. Recently, I had the pleasure of meeting the volunteer wardens and presented them with certificates of appreciation on behalf of the Government. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As to his specific question, to the best of our knowledge, there are some 56 Singaporeans still remaining in Phnom Penh. This does not include our mission staff. Until recently, as of 18th July, we have placed advertisements in all the newspapers in Phnom Penh and on the radio to advise Singaporeans still remaining in Cambodia to register with our mission, because our embassy will only know when they have registered with the mission. So it is important that they register with the mission so that if there is difficulty, we will be able to know who is where, and in which part of Cambodia who may need assistance. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Let me assure Mr Charles Chong that our mission in Phnom Penh continues to keep telephone contact with all those who have registered with the mission. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> And they have been advised to take the usual safety precautions, for example, not to venture out late at night. By maintaining contact with Singaporeans who still remain in Cambodia, the Ministry of Foreign Affairs and our embassy in Phnom Penh will be able to assist them should the situation again take a turn for the worse. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I should also add that at present, there are commercial flights from Phnom Penh to Bangkok and to Ho Chi Minh City. So it is not a case of complete absence of flights at the moment out of Phnom Penh. \n  <br>\n  <br>\n  <!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Charles Chong:</b> Sir, I thank the Minister for his response and beg leave to withdraw my amendment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $153,802,170 for Head O ordered to stand part of the Main Estimates. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $47,307,100 for Head O ordered to stand part of the Development Estimates. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Order. I propose to take the break now. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Speaker:</b> Order. I suspend the Sitting and will take the Chair again at 4.10 pm. \n  <br>\n  <br>\n  <div align=\"right\">\n   <i>Sitting accordingly suspended</i>\n  </div> \n  <div align=\"right\">\n   <i>at 3.27 pm until 4.10 pm.</i>\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1374</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <div align=\"center\">\n   <i>Sitting resumed at 4.10 pm</i>\n  </div> \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed. \n  <div align=\"center\">\n   <h4>[Mr Speaker in the Chair]</h4>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Head L - \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Head L - Ministry of Education. Amendment No. (1), Mr Loh. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See (Kampong Glam) :</b> Sir, I beg to move, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head L of the Main Estimates be reduced by $100. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, investment in education takes a long time to bear fruits. In Singapore, the PAP \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1375</b></font>\n  <br>\n  <br> Government has long recognised the value and benefit of educating our young to the fullest potential. Our heavy investment in education over the years has paid handsome dividends. The well-educated and hardworking people have contributed tremendously to Singapore's strong economic growth. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, we are proud of our academic achievements. We have been able to reduce the school drop-out rate. By international comparisons, our students rank among the top in achievement tests in Science and Mathematics. As many as 97% of our pupils are able to proceed from primary to secondary schools. A much higher percentage of 60%, compared to 50% in 1980, are eligible for the Special and Express streams. Almost 80% of each year's cohort reach the `O' levels. These are remarkable achievements in quantitative terms. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, if we were to speak to employers, the general assessment is that the performance of our school leavers does not reflect the better overall academic results that have been obtained. Our students are generally not fully equipped to meet the demands of the workplace. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;One general weakness that stands out is the poor communication, social and presentation skills. Our students are generally not analytical and creative enough to think out solutions when confronted with issues and problems. The spoon-feeding with notes and model answers in the classrooms and method of examination have contributed to this shortcoming. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We would have thought that with better education, our schools would produce more polished and sophisticated individuals. But this is yet to be. It will be for some time and with a great deal of effort and determination before we can bring about this distinctive characteristic trait and identity of a cultured and gracious society. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;It is generally agreed that in the future, the new source of wealth will be reaped by people who have the intelligence and ability to acquire and apply knowledge that adds value and serves the needs \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1376</b></font>\n  <br>\n  <br> of others. Our schools have the duty to discover what each person's intelligence is, provide help to develop them and ensure that every student leaves with the necessary knowledge, skills and competencies which render them employable. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The experience faced by the developed industrial countries in Europe in high unemployment, widening wage gap, slumping standards of living and lacklustre productivity growth are lessons we ought to learn from. We must avoid putting ourselves in that same predicament. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore's response is the vision of thinking schools, learning nation, as enunciated by the Prime Minister. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has to fulfill the important and challenging aspects of thinking schools when educating our young for the future. For a start, the Education Ministry can consider lightening the workload of students when it reviews the curricula and assessment systems. We should allow our young time to grow up as children. The introduction of IT in schools can certainly help our pupils to think creatively and learn independently. To counter the tendency of students working alone in the computer learning environment, we should encourage our students to go outdoors, to participate in sports, recreational and other extra curricular activities. We need to mould the character of our young, impart in them good moral values and develop the inter-personal communication and social skills. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;May I ask the Minister for Education how long it will take before we are ready to implement the changes in the curricula and assessment systems? What subjects are involved? How will the students be examined in the future? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Information technology can be used for instruction, information and interaction. Can we know from the Minister how IT will be fully exploited for teaching in schools? Can we not involve the polytechnics and the universities to work closely with the schools to expedite the use of IT in schools? Will more graduates \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1377</b></font>\n  <br>\n  <br> of non-conventional teaching disciplines like computer science and engineering graduates be employed as teachers or facilitators? What is the target date for full implementation of IT in our schools? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There have been concerns raised in this House about the increasing incidents of juvenile delinquents and youth violence. These youths are of school going age. I wonder whether the Ministry is giving adequate financial and manpower resources to strengthen pastoral care in schools. We need to have a more structured approach in getting parents to be directly involved with the schools in the discipline and supervision of their children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that the single session schools can provide better pastoral care and supervision of pupils in doing their homework and class assignments, and time allotted to healthy extra curricular activities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;With the formation of the Community Development Councils all over Singapore, I hope to see the schools play a more active role in working with the grassroots organisations and the community to improve the standards and performance of neighbourhood schools in the HDB heartlands. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am hopeful that with the restructuring of the school cluster management system, it can work better with the CDCs to tap the community support to raise the quality of education all round. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, now more than ever, in the age of information technology and telecommunications, new relationships and network are established in the virtual world. There is a greater need to inculcate sound moral values in our young. We need to imbibe in our young the virtues of thrift, hard work and compassion for others. These life's principles will guide and prepare them for living in the real world, both in Singapore and beyond. \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, I support the views expressed by my GPC Chairman, Mr Loh Meng See. \"Thinking \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1378</b></font>\n  <br>\n  <br> schools and a learning nation\" as emphasized by Prime Minister Goh Chok Tong are two long term educational goals which we should strive to attain. However, to attain these two long-term educational goals, I feel, it has a lot to do with the interest to learn. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As I mentioned during the debate on the Presidential Address this year, we should break through the traditional set pattern of assessment and curriculum and consider adopting a more flexible, multi-intelligence education system to provide our students more room and liberty to optimize their potentialities and give full play to their talents. We could consider setting our basic traditional teaching method and assessment at a period of 10 years, or allow students in Secondary 2 who are not so academically inclined to be transferred to other schools which offer multi-intelligence curriculum. The crux of the problem is how to enable our students to develop their potential to the fullest, so that they will contribute to our nation building. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I therefore suggest that apart from the polytechnics and institutes of technical education (ITE), the Ministry of Education could consider setting up more specialised institutions to replace the Normal Course in secondary schools. From what I know, only the Normal 1 (N1) and Normal 2 (N2) classes are worth keeping, because N1 and N2 provide chances for the slow-learners to catch up and hopefully be streamed back to Express 1 or Express 2. As for those in N3, N4 and N5, they have no interest in the academic subjects in the ordinary secondary school. If we allow those in N1 and N2 to be promoted automatically to N3 and then N4, the end result is that these students have no interest in their studies, and can only create trouble and add on more problems for their teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, if we could allow these students who have no interest in academic subjects to take on courses they are interested in, such as arts, dance, music, design, writing, sports, drama, cooking, vehicle repair, interior design and renovation, building science, secretarial or commercial subjects, etc., we will open up \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1379</b></font>\n  <br>\n  <br> room for them to explore and develop their own interest, so that they will apply their thoughts and learn along their respective inclinations. Is this not a good thing to do? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I feel that we could study the German educational system where there is a 3-year apprentice-training course. Students who have completed N1 and N2, but could not make it to the Express stream, may be channeled to some apprentice courses, with a fixed allowance of between $600 and $800 a month. At the same time, they can choose to study subjects which they are interested in. For example, those interested in designing may work in a designer's company and attend courses at a specialized school. Those who are interested in the building industry, may work in a building contractor's firm, and at the same time attend courses in building science at a specialized school. Every student receives a fixed salary. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that this German educational model is worth emulating. I suggest that we allow students in these specialized schools the option to pursue one discipline or more than one discipline. At the end of the course, the Ministry of Education may, jointly with the relevant companies, award vocational certificates equivalent to the GCE `O' level standard to those who have successfully completed it. Under this new type of specialized school system, these students will benefit greatly. I believe that even after graduation, these students will spontaneously continue to further their studies because they are actually pursuing their own interest, and they will put in more efforts in their work and improve on it because they enjoy doing it. I personally feel that this will enable the slow learners and those who have failed in their academic studies to be given another opportunity to develop their potentialities and be given a new lease of life. . \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As a matter of fact, in Singapore there are many entrepreneurs and successful people who did not do well while they were in school. They did not score many \"A\" stars in their examinations. However, after leaving school, they had been able \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1380</b></font>\n  <br>\n  <br> to spontaneously improve themselves through self-study. If we can identify their potentials earlier, give them encouragement and the right opportunity to develop their potentials, and nurture them so that they could study on their own, I believe they will make greater contributions to our nation, as we face more and more competition in the world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As Prime Minister Goh Chok Tong has said, by the next century, the future of a nation will depend on our ability to learn as a people. I fully agree with the Prime Minister. I hope that the Minister for Education will seriously consider this suggestion of mine. \n  <br>\n  <br>\n  <!-- Mr S. Iswaran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr S. Iswaran (West Coast):</b> Sir, I rise to speak in support of the motion moved by Mr Loh Meng See. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;By all accounts, Singapore's education system enjoys good standing at home and abroad. Our students' performance and landmark examinations have been improving steadily over the years. The 3rd International Mathematics and Science Study placed our students at the top of the list of 41 nations, including the likes of Japan, USA, England and Germany. Singaporean students consistently do well when they venture abroad for their tertiary education. Even Singaporean parents, notwithstanding their grouses, will readily attest to their faith and the quality of our education system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Yet of late, our education system has become the object of yet another bout of intensive introspection. Several new initiatives have emanated from Kay Siang Road. National Education, information technology and creativity are the focal points. Thinking schools, learning nation, is the catch phrase that seeks to encapsulate our educational aspirations. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The initiative comes at a time when Singapore is poised to face the new millennium. It denotes a pre-emptive response perhaps to a time when challenges will be qualitatively different, and the skills required of our people even more so. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1381</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But why do we need thinking schools and what would they actually do? Sir, in my view, thinking schools must seek to imbue in Singaporeans a culture of learning, an attitude that recognises learning as a life long endeavour, not confined in time to one's school going years, nor in space to the school or university. It entails a shift away from content and closer towards process or methods. The student is not a receptacle to be filled with information. They are minds and hearts to be nurtured and inspired. The teacher is not a mere purveyor of data. He or she is a facilitator, a catalyst of the learning process. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are not new ideas, neither are thinking schools a panacea for all the woes that might be said of our education system. But the initiative is a significant one because it signals to all Singaporeans the new level we wish to take our education system to. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thinking schools can also help us forge an education system which incorporates the best features of two noteworthy models. At one end of the spectrum we have the American system that creates an environment within which individual brilliance is nurtured and flourishes. At the other end, we have the Japanese paradigm with its enviable record of consistently raising proficiency and attainment at the collective level. Are these mutually exclusive or can we find a happy medium that we can achieve both? Typically, Singapore's quest in this regard is for the middle path and thinking schools, in my view, are a manifestation of that quest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to succeed, in my view, thinking schools must have several characteristics and I would like to highlight some which, in my opinion, are key. Firstly, devolution of authority. We must be willing and ready to devolve greater authority to the schools. It is a basic tenet of management that the authority must be co-located at the commensurate level of accountability. Our school system is no exception to this dictum. It is essential that the Ministry continues to maintain from the centre the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1382</b></font>\n  <br>\n  <br> key pillars of our education system: the core curriculum; bilingualism and national examinations and standards. But residual authority must then be devolved to the schools who are tasked with the attainment of our educational objectives. Principals must be allowed the authority and operational flexibility to deploy resources to achieve what they deem to be optimal results. \n  <br>4.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am reminded of the recent experience of the principal of Anglican High School who sought to revise his school's excellence in three sports. Realising that it is difficult to perform well at the sports final, knowing that tomorrow you have an examination or a class test, he wished to put these students in these sports into its specific classes and structured curriculum around them. His desire to achieve sporting and educational excellence was, apparently, greeted with scepticism by his Board and even some staff. He persisted and was able to demonstrate that it could be done. His success was accomplished despite the system, and I think it is a tribute to his courage and perseverance. We must encourage others like him to try new ideas and learn from them, whether they succeed or fail. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The advent of school clusters is a positive step in this regard. I would appreciate it if the Minister could elaborate on the nature and extent of autonomy that is to be given the principals and schools in these clusters. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, Sir, pedagogic training and innovation. We must have a system that is conducive to the development and sharing of pedagogic methods across schools and amongst teachers. There is a veritable ferment in our schools today brought about by changes in Government policy and the external environment. Teachers need the training and guidance to navigate their way through this uncharted territory. The teaching profession needs regular opportunities to exchange ideas and learn from each other. I am reminded of an experience that a teacher shared with me recently. Apparently, a comparative advantage of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1383</b></font>\n  <br>\n  <br> sort has emerged in schools arising from the latest initiatives. The more experienced teachers, by virtue of having experience of Singapore's history first-hand, appeared to have an advantage in teaching National Education with passion and fervour. Younger teachers, because of their exposure and familiarity with IT, have a greater proclivity to use that technology. In economic terms, there is a clear opportunity here to specialise and trade and share with each other ideas to see how we can improve. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Another example of this is our independent and autonomous schools. When they were introduced, they were hailed as laboratories of our education system who will try new methods and techniques which could later be translated into the neighbourhood schools. I am not sure what has been done to effect such technology transfer within our education system. I would, however, urge the Minister to consider measures to facilitate such exchanges amongst teachers or across schools. For instance, each school cluster could have, in its nucleus, an independent or autonomous school which can be the laboratory for that cluster. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, Sir, social interaction. The thinking school must also mould Singaporeans with an awareness of the concerns and needs of a wider society and the commitment to contribute to its upliftment. The cream cannot rise without the milk. There is a risk today that young talented Singaporeans may spend their formative years in our education system in an environment that is perhaps artificially homogenous and far removed from everyday life. For example, a student entering one of our top secondary schools would predominantly interact with peers of similar ability. He or she would have little opportunity to interact with those of more modest academic abilities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The atmosphere gets rarefied in junior colleges and even more so at the University. Ironically, it is these very students who are then expected to go on to take on leadership positions in business and society, and be expected to work with precisely those whom they have little interaction in their earlier years. The \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1384</b></font>\n  <br>\n  <br> problem also has an ethnic dimension when one considers that the top 10% of our students who have Mandarin as their mother tongue then go on to Special Assistance Plan schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, students of the thinking school must engage, and be able to engage in the entire spectrum of society. They must be able to understand their community's needs and be prepared to play a meaningful part in the development of a cohesive nation. Cluster schools can help in this regard, especially if they have activities that regularly bring students together from different schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps another idea which I would like the Minister to comment on is whether classes of mixed abilities are allowed or disallowed in schools. It is the practice in schools to band students according to ability and there are strong pedagogic reasons for this. But there are equally persuasive arguments for mixed ability classes where students of higher ability then get into a group teaching environment, and the question is: can our principals experiment with such methods and are they allowed to proceed with such autonomy? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, on curriculum adjustment and lightening the load. One should not under-estimate the value of time spent in quiet repose. The mind is not idle during this time. It is alert, actively taking stock of data and establishing interconnections, rather like the waking equivalent of REM sleep, as psychologists call it. It can be argued that some of the most significant leaps in the history of human thought had occurred during such periods. One wonders where modern physics would be today if Newton had not spent that contemplative moment--- \n  <br>\n  <br>\n  <!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Mr Iswaran, you have exceeded your time. May I call on Dr Tan Boon Wan. \n  <br>\n  <br>\n  <!-- Dr Tan Boon Wan -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Tan Boon Wan (Ang Mo Kio):</b> Sir, my GPC Chairman and two fellow GPC members have discoursed at some length on the thinking school of the future. Thank you for allowing me to join in the discussion. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1385</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Like them, I envision the future will be different. It will represent a shift in paradigm. Bold changes will be required to meet the new challenges. Mere tinkering of the present system will not be enough. To be relevant for the future, our young must be creative, capable of thinking and learning independently, master information technology and possess a sense of national identity, on top of retaining our traditional strength of scholastic achievement, diligence and perseverance in the face of adversity. This is what we expect our young to be when they emerge from our thinking schools of the future. We know what we want. But how do we turn this vision into reality? This is no easy task. Let me contribute to the discussion by adding to three issues that thinking schools must consider. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;First, what must we do to make our teachers understand and support the changes needed? Change destabilises. It causes fear and uncertainty. Success comes when the change is properly managed. As my fellow GPC member has alluded, teachers are worried. Many are asking whether they are able to cope with the changes demanded of them. Based on what they know today, they wonder if they are expected to add all the new initiatives to their plates which are now already quite full. Our teachers must understand and support the changes. We should make them a partner to the change. How can we achieve that? How can we assure them and make them comfortable with and receptive to the change? If we do not get the teachers on our side, success will be difficult. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Second, how can we continue to attract and retain more of our best to become teachers? Teaching would become a more demanding profession. To realise our thinking school, we need more of our best to be teachers. How can we make teaching more attractive as a career so that some of our best will take up the challenge of moulding our young? Besides adjusting salaries, are there other non-monetary factors that can be enhanced to augment a career in teaching? \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1386</b></font>\n  <br>\n  <br> \n  <div align=\"center\">\n   <h4>[Mr Deputy Speaker in the Chair]</h4>\n  </div> \n  <br>4.38 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Third, what must we do to make education interesting to motivate students to work harder to achieve even better results and enjoy doing it without compromising our high standards? Major changes must also be made to the curricula and workload. We cannot just add to the existing ones. Today, we often hear students sigh that they hate school. The amount of homework is often given as the major reason. Parents have wondered at the mountains of homework that their children bring home, even during school vacations. Many students take costly private tuitions. Quite a few of our parents can ill afford the extra expenses of hiring these tutors. Yet, some parents, with deeper pockets, resort to sending their children overseas for the secondary and even primary education. How many such students went overseas in the last two years? These students, especially the younger ones, are still in the process of character formation. They are in an impressionable age. My concern is whether they should be exposed so early to a foreign environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Are our school curricula and workload really overwhelming? Is the pressure caused by over-anxious parents, peers, real needs or other factors? Irregardless, our schools must recover the initiative to provide a complete education to our young without the need, real or perceived, for private tuition or an overseas education, to complement its role. If the pressure is not relieved, it would hamper our efforts to move towards an atmosphere of creativity and thinking. I look forward to our thinking schools to address and resolve among others the concerns and issues that I have just raised. \n  <br>\n  <br>\n  <!-- Mr Lim Swee Say -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Swee Say (Tanjong Pagar)</b>(\n  <i>In Mandarin</i>): Sir, I believe there are four prerequisites to the making of a good school. Firstly, there must be a good curriculum because this will directly determine the kind of knowledge the students will acquire and indirectly determine the values and method of thinking of the students. Secondly, there \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1387</b></font>\n  <br>\n  <br> must be advanced technology and good teaching facilities as these will determine the process of knowledge-acquiring and efficiency thereof. Thirdly, the students must be willing to learn and to improve themselves, because natural endowment itself is not the only factor which determines the ability to learn. So long as they are willing to learn with an open mind, every student can eventually become a useful person. Fourthly, there must be good teachers who are prepared to constantly upgrade themselves in order to impart the right knowledge to the students and enrich them. They must know how to help the students develop a proper way of thinking, understand their shortcomings, give full play to their strong points and maximize their potentials. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, the mere possession of these four prerequisites does not automatically produce an outstanding school because these four prerequisites are inter-related and complementary to one another. To become an outstanding school, it is necessary to have the ability to grasp the relationship among these four prerequisites and coordinate them so as to achieve the forceful effect of a thunderbolt. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the contrary, if any of these four prerequisites is neglected, or if there is any lack of coordination among the four, then they will become counter productive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, each of these four prerequisites has its own respective importance. I am glad to note that the Ministry of Education has taken great pains to work on each of these four areas. I have no worry about whether there have been enough efforts on each of these areas. My concern is whether they are carried out in tempo with one another. Let me give you an example. Benton Foundation, a non-profit making organisation in the United States, recently conducted a survey in the USA and found that computer did have certain effect in classroom teaching. Internet has not only enhanced the ability of students to write but also stimulated their interest in learning. Notwithstanding this, the study also discovered that the potential of computer as an aid to classroom teaching has yet to be fully utilized. The main \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1388</b></font>\n  <br>\n  <br> reason is that computers have been introduced too hastily into the classrooms without the teachers having been properly trained to handle them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I cite this example not to ask the Ministry of Education to slow down its pace in introducing computers, but to point out the importance of having an even tempo for each element of this four-pronged approach. As such, I would like to ask the Minister whether he has considered the effective coordination and even tempo of the four prerequisites I mentioned just now when in the course of implementing creative teaching, National Education and computerisation in schools. I would also like to ask what strategy has been adopted by the Ministry of Education to ensure that such an even tempo is achieved in the process of attaining these four prerequisites. \n  <br>4.45 pm \n  <br>\n  <br>\n  <!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Hawazi Daipi:</b> Sir, the changes that we make in our education system today will help ensure that those who go through the formal education system will be put in good stead for life and are employable for the next 40 to 50 years in their life. Therefore, the direction for our future education system should cater for the broad needs of our people. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it has been said that one of the major problems facing our workforce today is a lack of creative application in the workplace. Hence, they are unlikely to solve work problems using different solutions to enhance productivity. This, by and large, could be attributed to our present education system which gives emphasis on examination. Therefore, our present education system needs revising. It should emphasise on producing people who are not just examination smart but should also be street smart as well as what I would term as \"vision smart\". Being vision smart goes beyond structured learning as it commands the ability to see future changing trends and possessing the sensitivity to adapt to future changes. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1389</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The present system of determining a student's ability, which is based 100% on examination results, does not help to solve the nation's goal of producing thinking people. Creativity simply means the ability to solve the same problem using various solutions and identifying the best solutions for specific problems. Such learning goes beyond the present structured learning, which is almost entirely based on memorising the facts, as students graduating from the system will later be able to apply creativity at the workplace. This, in turn, will benefit the country as it increases productivity and talent of a person and developing the talent of a person to the fullest. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In order to shift away from producing examination smart students, the Ministry of Education should re-look into the assessment methods used in assessing students' capabilities in the various subjects taught in school. The new assessment method, if I may suggest, should allocate different percentage for examinations and project work. The portion allocated for examination and project should vary according to subjects. For subjects like Science and Technology, perhaps 30-40% of the marks should be allocated to projects while 60-70% on examinations. For language subjects, different assessment criteria could be applied, and this includes communications skills and language application. However, Sir, project work should be objectively assessed and the performance of the students properly quantified. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Changing the present assessment criteria may help create a platform for students to think. Therefore, the future schools will help to create thinking schools. The role the teachers would play is to boost and facilitate thinking in schools. Reducing the number of students in a classroom will give greater opportunity for teachers to explore, extract and interact with students. This future direction we take will make teaching more exciting, lively, as it would create a sense of passion among teachers and greater communication with students. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1390</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The thinking schools should give greater autonomy to the school administration, although schools will have to adhere to the general syllabus set out by the Ministry. The bulk of managing the school should, however, be left in the hands of individual principals and school management. I am quite glad that clustering of schools, which has been introduced by the Ministry, will help towards this end. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The teaching tool of the future thinking schools should also incorporate teaching through the use of computers and Internet. This will help students in all levels to search for information using different avenues. As IT is becoming increasingly important, both in education and workplaces, there is an urgent need for us to train our teachers to be familiar with computers and its uses. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we do not want to spend money on hardware only to find that they are under-used. Teachers must be properly trained so that they can utilise the computers for even more effective teaching. The computer is not just a set of teaching aid like OHP. It is a powerful medium that opens up a whole host of learning and teaching possibilities for the teachers and for the pupils. Its potential can be realised only if teachers, especially the older ones, are motivated to learn to use it effectively, and only if they receive proper training. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, overall, we can only create thinking schools if thinking, creativity and originality are given the proper public recognition. May I ask the Minister how will this be done in our education system? \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, during the President's Address this year, National Education was highlighted. It was pointed out that we need to imbue in our people a sense of history and identity. We must pass on to the post-independence generation of Singaporeans the same discipline, the same drive to achieve, the same indomitable will to overcome problems that the first generation had, qualities that have brought us to where we are today. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1391</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the Ministry of Education launched the National Education programme for 360 schools in Singapore. It is aimed at instilling in our young citizens a strong sense of patriotism. All young citizens must understand the significance of the rise and fall of the nation and their responsibilities to the country. I think it is necessary and timely. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Implementation of the National Education programme will help our young citizens to understand how our nation was built, despite the limitations and vulnerability. This will help to build confidence, determination, a challenging spirit. I propose there are two aspects that we can look into. One, is to overcome problems and to strive for success as a fundamental spirit of the first generation Singaporeans. And this basis has created what we are today, a vibrant economic entity. If this fundamental spirit is not passed on to our young citizens, the prospect of Singapore will be bleak. Therefore, the students in the schools must understand the purpose of placing students in merit of ranking. Why should we do this? This applies also to enterprise which aims to lead in the world and why Singapore must always stay ahead of others. Young Singaporeans must understand that Singapore is a small country and there is to be a dynamic country to stay ahead of others. This is not what others have normally referred to as a \"kiasu\" Singaporean. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In our National Education, we should emphasise that we move up and be number one as one of our national spirits and to inject this into our curriculum. We should educate our students that a successful nation, a stable society, a peaceful life for its citizens and a happy working environment cannot be separated from good government and good citizens. In schools, students must be nurtured to become talented and skilful and they must train the students to have skills so that they can pay back to society what they have taken from it. And we must also teach the students to learn the art of being human being, the outlook in life and the philosophy of living, so that they can always be developed morally, intellectually and physically. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1392</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I notice that our students can do their job very well. But in terms of human relations, they do not really know what to do. I think this is something lacking. Recently, the Ministry of Education has promoted National Education as an extra-curricular activity. I suppose National Education can also be taught through subjects such as mother tongue, English, History, Literature, Geography and Civics. We can also emphasise more on practical examples, rather than on theory, in order to strengthen the interest of students, to make sure that they understand the meaning of National Education. \n  <br>\n  <br>\n  <!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Chew Heng Ching (East Coast):</b> Sir, if we were to recall, the National Anthem \"Majulah Singapura\" was composed in 1958 and adopted in 1959, some nearly 40 years ago when Singapore became a self-governing state, and the Government then was looking for a national anthem to unite the different races. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if one studies the wordings and the lyrics of the song, I would say the anthem is still as relevant today as it was 38 years ago. I hope Members will bear me out, particularly the Malay MPs, if I be allowed to recite the anthem and offer the English translation, for the benefit of many Members in this House who were born after 1959, and who may not understand the anthem. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"Mari kita rakyat Singapura, sama sama menuju Bahagia \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Cita cita kita yang mulia, Berjaya Singapura \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Mari lah kita bersatu, dengan semangat yang baru \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Semua kita berseru, Majulah Singapura, Majulah Singapura.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if I were to explain phrase by phrase, the first phrase: \"Mari kita rakyat Singapura, sama sama menuju Bahagia\" - it means that \"Let us Singapore citizens together march towards happiness.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second phrase: \"Cita cita kita yang mulia, Berjaya Singapura\" - \"Our aim which is noble is success for Singapore.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The third phrase: \"Mari lah kita bersatu, dengan semangat yang baru\" - \"Let us be united with a spirit that is new.\" \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1393</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;And the last phrase: \"Semua kita berseru, Majulah Singapura, Majulah Singapura\" - it means that \"All of us proclaim together, onward Singapore, onward Singapore.\" \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we understand the English translation of the National Anthem, we will be able to sing the National Anthem better and pronounce it more correctly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in my constituency, we have a national observance ceremony held every year on the actual day of National Day. And it is a practice in my constituency that at this ceremony, many children, most of whom attend tuition at my RC centres, attend the flag raising ceremony. From my experience in recent years, many of these children do not sing our National Anthem correctly. Many try, but many of them often mispronounce or misuse the words in the National Anthem. For example, \"cita cita\" is often pronounced as \"sita sita\". Some even pronounce \"mari\" as \"mali\", and \"rakyat\" as \"lakyat\". And many even got the two words \"bersatu\" and \"berseru\" in the wrong place, which means that when the word is placed in the wrong phrase, the meaning of the song is different. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I can go on and on to give more examples. But the point I want to put across is that I think there is a need in our school to ensure that school children be taught to sing the National Anthem correctly. Indeed, every student should be taught the meaning of the words in the National Anthem. I think we should not just teach them how to sing. To do that is easy. We leave it to the parrots. But we must teach them the meaning of the words in the National Anthem and encourage them to sing it correctly with passion, with feeling, and with love for the country. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;So I am proposing, Sir, as part of our National Education programme to inculcate loyalty, patriotism and get Singaporeans to understand our roots and history better, the Ministry of Education consider making it compulsory for all \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1394</b></font>\n  <br>\n  <br> students, primary and secondary, to be taught the meaning of the words in the National Anthem, and to sing the song correctly. \n  <br>5.00 pm \n  <br>\n  <br>\n  <!-- Dr Ho Tat Kin -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ho Tat Kin (Bishan-Toa Payoh):</b> Sir, since the announcement of the National Education programme, parents and teachers have expressed concern over a number of issues that need clarification. These issues are: what is the coverage of the subject? What additional load will this subject add to the pupils? Should National Education be taught separately or should it not be integrated in Social Studies? What textbooks and reference materials are available? How many teachers have been given the relevant training to equip them to teach this subject? I understand that many teachers do not feel comfortable in teaching this subject as they believe they have not been adequately prepared or trained. I understand some tertiary institutions also have difficulties finding suitable teachers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Is this subject examinable? If it is not examinable, there are concerns that some teachers may devote the curriculum time to teach examination subjects as teachers, pupils and parents today are very conscious of the school ranking. If this subject is examinable, how much weightage will the examination carry in terms of promotion prospects of the pupil. In the case of tertiary institutions, will the students be allowed to graduate if the students fail the National Education paper? Will the same policy apply to foreign students? Will National Education be taught by non-Singaporean teachers? If so, will such non-Singaporean teachers be able to impart the correct message and the correct lessons? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while the Ministry of Education looks after the implementation of National Education in the schools and educational institutions, I believe the Ministry of Education must work closely with MITA which is the coordinating body for the National Education programme nation-wide. Under MITA, the National Heritage Board and the National Archives Board have a wealth of collection that could \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1395</b></font>\n  <br>\n  <br> serve as valuable useful reference materials for both teachers and students. I would urge both MOE and MITA to organise these useful materials into related CD-ROMs and publish them with interactive games so as to make National Education lessons more interesting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would also suggest that teachers could be trained by the Singapore History Museum to be part-time guides of the gallery so that when pupils are brought to the museum, they will not be brought round to rows and rows of old photographs but be guided through with proper explanations relating to the National Education lessons. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> We may appear to have a lot of time, but we actually do not have so much time. So can Members try to condense their speeches? Dr Ker. \n  <br>\n  <br>\n  <!-- Dr Ker Sin Tze -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Dr Ker Sin Tze:</b> Sir, the objective of the proposed National Education programme, as I understand it, is to make students understand the historical development of Singapore through the process of equipping them with the necessary background and understanding to allow for the evolution of a shared identity plus the ability to appreciate the vulnerabilities that Singapore faces and the constraints that we will experience in our future development and progress. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Public reactions to this initiative have raised many issues, the more important ones being, for example, the need to acknowledge that the historical events allow for a wide range of interpretations and opinions. As such, I am sure it is common consensus that how a particular historical episode is to be approached, analysed and finally disseminated to our students needs to be carefully deliberated with the various interpretations and their validity assessed so that its multi-faceted nature and the many lessons it harbours are not myopically trivialised. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;What I wish to focus on today, Sir, is to consider how the National Education programme can be extended to involve the Singaporean society at large. Two issues are involved here. Firstly, the majority of our population has not been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1396</b></font>\n  <br>\n  <br> appropriately schooled in the nation's history and, as such, harbour different perceptions and viewpoints affected by their personal circumstances, position in the society and political inclinations. These, undoubtedly, constitute one of the ways by which controversy is generated on events in our history. Alternatively, they may be unaware of many issues or even cynically view the whole initiative as some form of political propaganda. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we are aware that the historical awareness of a person is derived from various sources, the important ones being our relationships and interactions with our parents, our teachers, our peers and the mass media. Consequently, there is a possibility that the National Education lessons taught in schools will not be reinforced in the home or in the community. And as such, we need to explore how the various social units and organisations can be drawn into a concerted effort to support the National Education programme. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For a start, we need to establish some common ground amidst all the different interpretations that exist on controversial and sensitive issues in our society. Such consensus can only arise following extensive debate and discussion. Therefore, I urge the Government to seek the views of the various social groups on important historical events. With greater public participation, we are assured that any consensus reached will be that agreed upon by a majority of our people. This can then form the content of the programmes taught in schools. Furthermore, such discussions in themselves serve as a means by which the public is exposed and therefore, to a much greater extent, acquainted with our past. They can then more effectively reinforce the lessons taught to our students in schools. I therefore urge the Government to look into ways by which we can increase public participation and discussion, such as organising discussion forums on the more crucial developments in our past. \n  <br>\n  <br>\n  <!-- Mr Goh Choon Kang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Goh Choon Kang (Marine Parade)</b>(\n  <i>In Mandarin</i>): Sir, National Education is a big issue and we debated this when we were discussing the Presidential Address \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1397</b></font>\n  <br>\n  <br> recently. I have here two points to supplement. Firstly, on the teaching of the National Anthem and, secondly, on the survival for a small country like Singapore. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the teaching of National Anthem, I think my colleague, Mr Chew Heng Ching, has spoken eloquently on this. My personal experience is that there are a lot of Singaporeans who can sing the National Anthem but do not know what they are singing. In other words, they do not understand the meaning of the lyrics. A lot of students can sing the National Anthem. But according to my Malay tutor, many of our students also do not know what they are singing about. After many corrections, they still get confused between bersatu and berseru. They cannot distinguish the meaning of these two words. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, there have been some suggestions that perhaps we can translate the National Anthem into four official languages and use the different official languages to sing our National Anthem. I personally think this is not proper because what we want is to have a united people. So we should all sing the same National Anthem. But perhaps we can translate the lyrics of the National Anthem into the other official languages like Chinese, Tamil and English to enable the non-Malay Singaporeans to better understand the meaning of the National Anthem. I think in terms of teaching, this can be very helpful. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The second point I wish to discuss is the way of survival for a small country. Sir, in 1965, when we became independent, many people took a very pessimistic view of Singapore's future. But with our will and determination to survive under the guidance and leadership of a good PAP Government, coupled with the hard work of our people, we eventually overcame the difficulties. We have not only survived but also enjoyed progress and prosperity. This shows that a lack of natural endowment can be overcome by our own effort. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1398</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Countries in the world have already become a global village and we are all interdependent. Countries in the world have also recognised that we are inter-dependent in this world. So from this angle, what we can say is that the terms and conditions of our survival are much better than those prevailing 30 years ago. What matters most is whether our young people have the same will to survive and whether they have the same spirit to build on what our pioneers have already built and they will not be shakened and wavered because of certain wild talks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I have noted what the \"Plen\" - Fang Chuang Pi of the MCP said about Singapore recently. Whatever his motive to be interviewed by a Malaysian newspaper, his comments on Singapore, in my view, have an ulterior motive. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, according to the newspaper report, Mr Fang, in talking about the future of Singapore, commented that Singapore was a freak and that a freak was normally talented but short-lived. We all know that Singapore is lacking in natural resources. Some 30 years ago, we had already heard people saying that. When we were talking about merger between Singapore and Malaysia, this issue was already debated and discussed very widely. Now the \"Plen\" is saying that the activity space for Singapore is very narrow and Singapore will face problems in the future. What does he mean by all this? Over the past 30 years, the \"Plen\" has never taken part in the nation building of Singapore, neither has he been to Singapore at all. But he chose to speak in this manner to a Malaysian newspaper at this time. Is he not trying to shake our confidence, and to dampen the morale of Singaporeans? I would like to ask him this question. What he said has given the people the impression that he is the Rip Van Winkle living in the world of more than 30 years ago. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The fact is Singapore is now in a better condition to survive more than 30 years ago. Now, we have a better economic foundation. We have more national reserves. We have a good political system and we also have a strong modernised \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1399</b></font>\n  <br>\n  <br> defence capability. And more importantly, the quality of our people, our educational level and our skill level are much better than those of 30 years ago. In other words, our competitiveness is much better now than before. In the whole region, we can see from the situation prevailing now that it augurs well and we should be optimistic. But it does not mean that there are no potential dangers. Whatever it is, we are much better off now than 30 years ago. We should work hard and progress, scale new heights. \n  <br>5.15 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Although the talk of Mr Fang Chuang Pi, the \"Plen\", has not stirred any reaction here, I am personally reminded of the importance of our National Education, for two reasons. Firstly, the situation is good. Our conditions of living are better. But are our Singaporeans losing our vigilance in this environment of affluence and good life? I think it is important that we should strengthen the national consciousness of our people, so that they will not be misled by this kind of startling remarks. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, we must also take preventive measures to ensure that people living a good life will not become soft, and forget the past deeds of our pioneering forefathers. So it is necessary to educate our young people to understand and know the way to nation building and to understand how we have survived. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would therefore like to ask the Minister for Education whether he will consider including all these points in the curriculum of the proposed National Education programme. \n  <br>\n  <br>\n  <!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Low Thia Khiang</b>(\n  <i>In Mandarin</i>): Sir, the Government has recently promoted National Education. The aim is to make our people understand our history and to inculcate patriotism and national identity, and to teach the people to discharge their responsibility as citizens. Of course, as citizens, we have our obligations in terms of National Service, for example. But more fundamentally, to ensure that every citizen can identify with the country, we should make every citizen feel that he is part and \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1400</b></font>\n  <br>\n  <br> parcel of the country. Under the Constitution, he has the right as a citizen and is protected by the Constitution. He should defend his rights and defend the nation when we face external threats. Although understanding history is important for our citizens, to understand the rights of citizens is equally necessary. Therefore, National Education should enable students to understand what kind of rights every Singapore citizen has. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, patriotism and political consciousness are also inter-related. The contents of the lessons should also teach students to understand the importance of elections, ie, to let the students understand the meaning of elections, how the votes are cast and kept secret. It is also important to explain that the people have the right to cast their vote freely and make their choice freely. I feel that if a citizen has got the sense of participation in national affairs, he will have a better sense of national identity. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Minister for Education (RAdm Teo Chee Hean):</b> Sir, first of all, I would like to thank Members for the very good suggestions that have been brought up and for their interest in education. I would like to address thinking schools first. Mr Loh Meng See, Mr Peh Chin Hua, Mr Iswaran, Dr Tan Boon Wan, Mr Lim Swee Say and Mr Hawazi Daipi have brought up very good suggestions. Rather than answer to each of them specifically, I think it may be more useful if I say something about how we are going to implement all these programmes in our schools to put them altogether. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our education system is fundamentally a good one. Our students have done well. Our teachers, schools and educational institutions have done well. The evidence of this can be seen from the achievements of our students in the various examinations - the high percentage of our students who now make it to our institutes of higher learning, and high standards in mathematics and science that have been attained by our students as demonstrated in the 3rd International Mathematics and Science Study. We have done well because of the many changes and the important policies that have been \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1401</b></font>\n  <br>\n  <br> put in place in our education system over the last 5-10 years. We are reaping the fruits of these changes today, as education is a very long-term process. But we can reach higher and we can do better, and the changes that we are putting in place in our education system now are meant to see us through into the next century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry of Education has made several announcements in the past half year. These are major programmes and major changes, and I can understand if teachers and parents have a certain amount of anxiety about how all these things are going to come together. I would like to take this opportunity to place these various programmes and changes in perspective to show how these major initiatives, these various plans, draw together: National Education, information technology, creative thinking, as well as administrative excellence in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The goal that we are reaching for is `thinking schools'. This encapsulates our vision for the schools of the 21st century. This is a concept that Prime Minister Goh Chok Tong spoke about during the Thinking Conference in June this year when he put forward his vision for `Thinking Schools and a Learning Nation'. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;While the education system has undergone changes in the past and produced commendable results, we cannot rest on our laurels. We need to be geared for continuing change to meet the needs of the 21st century. The world we are living in is changing, and our education system must change to keep pace. The body of human knowledge is growing day by day, and the discovery of new knowledge continues. Our education system has to cope with this explosion of knowledge. And the solution, as has been pointed out by several Members today, does not lie in simply adding more to the curriculum with each passing year. We have to adopt a different strategy to teach our students, our young generation, how to acquire knowledge as more knowledge is discovered in the future. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1402</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are changes in the workplace, in the nature of jobs, in the skills required, and we must continually seek new knowledge and new skills to transition to higher level jobs. There are new techniques and innovations in education. Mr Lim Swee Say has spoken about how computers would be used in schools. If you look back at our schools and see the sort of things that we have been using, we have transitioned from blackboard and chalk to OHPs and transparencies, even educational television. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There is not much difference in the pedagogical style. Basically, the students are there. They are receiving lessons from the teacher. But with information technology, the Internet, there will be a revolution. There can be different ways of interactivity, different ways for students to access knowledge, different ways of combining students together in different classes, different schools, different places in the world, to learn together, to share together. And the changes will not be once off. They will come wave upon wave, as the power of computers and networks continues to increase. And this will have ramifications not only on teaching but perhaps in the structure of our schools in future. We are talking about virtual schools - that will take some time to come - but there will certainly be applications for people already in the workforce, for example. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There will be different assessment systems. The scholastic aptitude tests in the United States today are taken by computer, I think, from this year, and this will mean a different way of assessing people - adaptively. Everyone is grappling with this and no one quite knows the answer yet. We also have to feel our way forward. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our population and our society is changing. There is a new generation, new influences, TV, travel. Their frame of reference and mindset is changing. We need to continue to find new ways of engaging and exciting our young people to discover and learn in schools. And we must also make sure, at the same time, that they remain rooted in Singapore. Our young people need values and a sense of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1403</b></font>\n  <br>\n  <br> belonging. They need cultural and societal ballast so that they will not capsize or lose their way in this bewildering sea of contesting ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We need to strengthen our cohesion as a people and work together for a better life for all Singaporeans. That is why National Education is such an important element in our thinking schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We also need a new focus on creativity and innovation, to be geared to change in our schools. We cannot produce adaptable, innovative and creative students unless we have adaptable, creative and innovative teachers and schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The pace of change has quickened. In the past, the way that we have managed change in the Ministry of Education is rather top down. Ideas are tossed up. They are discussed at meetings. We consider them. We think about it, write a few papers, get it approved. We pilot it in a few schools first. Try it out for a year or two. We spread it to more. Then we spread it to all the schools. This takes many years for any change to come through our school system. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We must encourage innovation and thinking in the schools, so that many different ideas and approaches can be tried at the same time. And good ideas should be shared and spread between schools and multiplied quickly. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;However, we must remember what are the strengths of our education system. We must retain control of a few key areas, and this also has been touched by a number of Members today. We need to maintain our national curriculum and high national standards that we have. This will ensure that the rigour and the discipline in our education system is retained. And that what our students learn meets our educational objectives and standards are maintained. This is very important. Otherwise, at the end of the day, the certificate that our students receive may be wrapped up in a nice red tube, but it is meaningless, unless the standards and the quality are maintained. There must be benchmarks which our schools and our students are expected to achieve. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1404</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Other countries that do not have such standards are moving towards them. The UK, for example, has reintroduced a national curriculum for most subjects across all levels and instituted national standard tests for pupils at ages 7, 11, 14 and 16. I was in the US recently, and in the US, President Clinton and Secretary Riley, whom I also met there, are pushing hard for national standards. But in the US, it is difficult for them to push this through because the Federal Government has no direct authority over education, and they have to persuade states to come on board to adopt national standards voluntarily. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But these two countries, among others, have studied the results of the 3rd International Mathematics and Science Study and realise that they cannot improve unless they push for high standards. We need to keep these aspects of our education system, the rigour and the discipline in our education system, so that we will always have a system that sets high standards, demands high standards from our schools, our teachers and our students and, consequently, will produce the high standards and the results that we want for our children. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;But within these boundaries, I am prepared to consider new ideas, fresh ideas on how to achieve high standards in our education system and to meet our educational objectives. We will not change precipitously, because we have a good education system and I am in no hurry to dismantle it. But we need to encourage ideas and innovations on how to achieve our goals. We will devolve more powers to make decisions, to decide on educational strategies for achieving our educational objectives, to make decisions on the use of resources and on personnel and financial matters. We want to get a better match between the authority to make decisions on the use of resources and the responsibility for achieving educational outcomes, the responsibility for achieving results. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;These are the broad challenges that our thinking schools must meet. What is a thinking school? The foremost prerequisite of a thinking school is that it \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1405</b></font>\n  <br>\n  <br> must itself be a learning organisation. A mindset of continual change must pervade each and every member of staff. A culture of continual improvement must permeate the entire school. \n  <br>5.30 pm \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The key to any learning organisation is people. As exemplars of the spirit of lifelong learning, every teacher has to be a continual learner himself, seeking constantly to upgrade his instructional competencies. As professional practitioners, every teacher must keep abreast of the latest in educational research. Every teacher must innovate and adapt classroom practices and keep up with the advances in his own subject. An attitude of active on-going learning is crucial for every teacher and they are ultimately responsible for motivating and realising their own professional development. This is not change for the sake of change. What teachers must strive for is change that is carefully thought through based on new but sound principles and test them, expand them and improve on them. This is the continuing professional challenge that should keep our teachers excited and motivated about their job for 5, 10, 20, 30, 40 years in their teaching career. He has to go on creating and innovating, modifying and adapting. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to say something here about the role of teachers. I have heard a number of Members here today speak about teachers as facilitators. Yes, teachers are facilitators, but this is a term which is too neutral for my liking. A \"facilitator\" suggests that he just allows students to learn. Our principals and teachers are the heart and soul of our education system. Principals and teachers make a difference to what our students learn, their motivation level, how they learn. Principals and teachers are meant to have an effect on their students. They cannot merely be neutral facilitators. I think that is much too neutral a term. They provide the motivation, the inspiration, sometimes the extra push to get the students going so that they can achieve something beyond what even the \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1406</b></font>\n  <br>\n  <br> students themselves thought they could achieve. This is the role of teachers and principals, not merely to facilitate the students to do whatever it is that the students want or like to do. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;All this sounds like a tall order. Indeed it would be a tall order, if teachers have to work alone. The results of solitary effort will be subject to the limits of one's own creativity. One of the catalysts of creativity is bouncing ideas off one another, allowing other people's ideas to trigger one's own. Therefore, teachers will have to work together. Teachers within their subjects and departments will be encouraged to generate and share ideas about how best to motivate their pupils and deliver difficult concepts and skills. A collective effort of teachers in schools must be harnessed to identify bottlenecks to work flow and hindrances to providing quality education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Ministry is committed and will provide every support for teachers and schools. We have a number of programmes to help prepare our teachers for some of these changes that are coming. I agree with Mr Lim that if you just introduce computers in the schools and do not train the teachers properly, nothing will happen, or the wrong things may happen. So a large part of the resources that we are allocating for the IT Master Plan goes into the training of teachers. It is not just the training of teachers to use particular software packages, but the training of teachers to use computers in the teaching environment to teach the subjects that they are teaching. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;To help prepare our teachers, our goal is for every teacher to have at least 100 hours of training per year by the year 2000. The Ministry is also committed to providing teachers a more conducive working environment. This will range from things like better staff rooms to better working conditions in general. We want to give them the resources to do their jobs well. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More importantly, the Ministry recognises that the workload of our teachers is very high and we are taking steps to try \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1407</b></font>\n  <br>\n  <br> to ease the workload of our teachers. There is no single magic bullet solution for this. This will come partly through the use of technology, partly through providing a comprehensive range of administrative and other teacher supports and partly through a review of the curriculum. Most importantly, if we are able to sustain the recruitment of teachers over a number of years, we will be able to post more teachers to schools in the coming years. We recruited 1,900 teachers last year, the best for many years. This year the recruitment rate looks good. We should come close to what we did last year. If we can sustain this over a number of years, we will be better off. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The aim is to give teachers space to reflect and time to think so that they can devote more time and energy to continually strive for professional improvement. Of course, we will recognise teachers for their efforts. We have restructured and improved the terms of service and promotion and advancement prospects. Just to give Members an example:- since February 1995, in four promotion exercises, some 16,000 teachers and principals have been promoted. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;A thinking school also provides novel solutions to problems they face over a wide range of issues. Every school is unique in its own way. It has got a slightly different pupil profile, different inclinations and needs, a different school culture, different strengths and weaknesses. So each school, guided by the principal, together with all the teachers will have to tailor their own solutions to school problems and decide on how best to integrate new programmes into the school. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Schools also have to get together to share their experiences and hence this is one of the main motivating factors for introducing the school cluster programme. We will consider whether to put autonomous schools and independent schools into a cluster so that they can share the experiences and the ideas that they have. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1408</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will give these clusters extra resources and greater freedom of action. We will encourage them to work together, share ideas and try things that they could not do previously on their own. In the coming years, as we get more experience with the clusters, we will devolve more authority and freedom of action to them. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The role of the Ministry of Education also has to change. For the Ministry to support thinking schools, the Ministry itself will have to be a learning organisation. At the systems level, the Ministry will do what individual teachers and schools are doing, which is to challenge traditional principles and practices, studying the changing educational needs of the nation, chart general directions for the service and provide guidelines to mould the education system. The Ministry's role is to set the overall policy, set out the educational objectives and standards to be achieved, and provide the schools, the principals and the teachers, with the resources to get the job done. Thinking schools will generate many good ideas. The Ministry will facilitate the sharing of ideas across schools so that the best teaching and school management practices can be shared. We will do things like setting up websites and so on so that teachers can easily talk to each other and share their ideas. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We will also encourage the various professional associations of teachers, for example, the science teachers or the geography teachers, to form stronger associations so that they can get together and share their ideas. We want to tap the creativity and energy of all of our 23,000 education officers to come up with new ideas, to share them, to test them, to devise new programmes and practices, and extend and apply them in all our schools in a continuing process of learning, improvement and change. When this happens, thinking schools will drive our education system in high gear into the 21st century. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As the Prime Minister has said, the future will be one of change, not change to a known fixed state, but change as an ongoing state of things. To prepare for the next generation, education will also have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1409</b></font>\n  <br>\n  <br> to be in a state of continual improvement. Education must stay ahead of this change. Education will mould the future of our nation. If Singapore is to become a learning nation, we will have to begin in our schools. When our young enter into the workforce and take on responsibilities in society, they will carry with them the values and skills that will enable each one of them to strive for excellence in the way they contribute to the nation. Our thinking schools will lay the foundation for a culture of learning in Singapore society. Then will we be able to have a learning nation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that I have answered in a general way many of the points that Members have brought up about thinking schools. So I will move on to the subject of National Education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;For National Education, Dr Ker and Mr Low Thia Khiang have raised a number of concerns about what will be taught and how will it be taught in our schools. The basis for National Education is factual. We will proceed on the basis of fact, not on the basis of consensus of what might appear to be the right interpretation of events, but we will try and proceed on the basis of fact, documented wherever possible. I think this is the most reasonable and best way to proceed with National Education in our schools. There will be a formal and an informal curriculum for the conduct of National Education. Many of the ideas that Members have brought up about including the various activities in National Education will be taken up in the informal curriculum, such as involving students and the schools in community activities and experiential type of activities. These are all very good ideas. These activities are now proceeding already in our schools. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In the curriculum, we will also include National Education. This will take some time because we have to re-write the syllabus and we will have to change some subjects before we can introduce them in the schools. This part of National Education in the formal curriculum will \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1410</b></font>\n  <br>\n  <br> be rolled out over the next few years. So teachers should not be concerned or overly worried that National Education will be an add-on to what is already happening in the schools because we integrate it into subjects. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;As regards National Education examinations, yes, we will expect foreign students in our system to take the National Education examinations because I think it is quite reasonable, ie, foreign students come to Singapore to study and they should understand something about our history, our nation, our aspirations and our goals. This is quite reasonable. If you were to study abroad, say, in the US, I think you would also be studying American history and the American political system and so on. So this is not an unreasonable requirement and is not a particularly onerous requirement. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;On the National Anthem, Mr Chew Heng Ching and Mr Goh Choon Kang have spoken on teaching the students about what the National Anthem means. I totally agree with them. In fact, we do teach our students, both in the primary schools and secondary schools, about the National Anthem, what it means and so on. Obviously, we have to do a better job at it and we will try and do our best. I would like to thank Mr Chew for helping us in this effort today. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I believe I have addressed most of the questions. There are one or two other issues, like the one Mr Peh raised on technical education and special education. I would appreciate it if we leave them to a little later and I will deal with them when we come to technical education. \n  <br>5.45 pm \n  <br>\n  <br>\n  <!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Peh Chin Hua</b>(\n  <i>In Mandarin</i>): Sir, all along, young local scholars who are on Government overseas scholarships are required to sign a four-year or eight-year service bond. The Government has set this rule to ensure that they return to Singapore to serve the Government after completing their studies. However, I understand that most tertiary institutions \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1411</b></font>\n  <br>\n  <br> in the developed countries offer scholarship with no service bond attached, thereby attracting many young bright scholars, including ours, to take up the offers. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Many of our young and talented citizens who are eligible for Government overseas scholarships stay away from our PSC scholarships because of the strings attached. It will be a great loss to our nation if they take up scholarships from other countries and add value to them instead of ours. Singapore needs these talented people. In the past, our Government had launched overseas recruitment exercises to attract talented people to Singapore by offering them permanent residence or citizenship as well as other attractive benefits. On the other hand, the Government has also made much effort and spent much time and resources to nurture our young and talented citizens. But, under such intense competition for talents, our young citizens may be tempted by the more generous offers of the other countries and shun our Government's offer which has strings attached. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our Government has spent, on an average, 12 to 15 years to educate and nurture our citizens from primary education to college and university. But, when these students are ready for tertiary education, because of the requirement to sign a bond, they apply for scholarships from overseas sources. Our Government should make an effort to balance, on the one hand, the need to see that these students would come back to serve the country, and at the same time, they are not made to feel that the bond is too long. I suggest that the Ministry shorten the bond to two years. A two-year bond is reasonable and it will not deter our students from applying for the PSC scholarships and we will not lose these talents to the overseas universities. If the bond is too long, they would have many things to worry about. Therefore, they are tempted to apply for scholarships from overseas where there are no strings attached. By so doing, after completing their studies, they would probably remain in their host countries, instead of coming back to serve the needs of Singapore. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1412</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <!-- Mr Lim Swee Say -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Lim Swee Say:</b> Sir, first of all, I would like to thank the Minister for the most thoughtful reply to the various questions raised under the thinking schools. I must say that the implementation of thinking schools is indeed in good hands. And since the Minister also asks for new ideas, I would like to throw up some ideas for consideration. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, imagine there is a lizard up there, at the top right-hand corner, and this lizard wants to move to the bottom left-hand corner over there. This lizard is wondering what is the shortest path from here to there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;This lizard remembers what he learned in school - that the shortest distance between any two points is a straight line. Since the lizard cannot fly, so what he does is to move along the edge, all the way from the top there to the bottom there, and then diagonally across this chamber floor and gets over there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Now the question is: is that the shortest distance between these two points? At first glance, the lizard would appear to be doing the right thing, from up there to down there, to over there. These are straight lines. But if we were now to look at this problem differently, let us remove the roof of this Chamber, and then unfold the four walls of this Chamber, like a shoe box, into a flat plane, and then draw a straight line between this starting point and that ending point, we can see very clearly that the shortest path is not from up there to down there, to over there, but actually from up there, to somewhere to the right side of the Speaker's seat, and then from there to over there. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I use this example to illustrate the point that in real life, it is not a question of how well we can remember what we learned in school but of how effective we are in applying what we learned in school to real life environment. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister mentioned earlier that for Singapore to succeed in future, we need to have more innovators. But what is innovation? Many people equate innovation as being equal to creativity. I do not think so. Because to come out with an innovation, having the creative ideas is only part of \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1413</b></font>\n  <br>\n  <br> the solution, because we need to have the technical competency to turn that creative idea into something real. So being innovative means that the students have to be able to come up with new and creative ideas as well as the sound knowledge and adaptable mind to be able to apply the knowledge to the real world. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;In this example I have just quoted, what the students have to be trained is more than just two-dimensional theory. They have to learn how to convert a three-dimensional situation into a two-dimensional problem, and then apply a two-dimensional theory to come up with a solution which is applicable to the three-dimensional world we live in. So it is fairly complicated. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, in reviewing the curriculum in the thinking schools, it is not just a question of making sure that the curriculum contents are up to date. I think what is even more important is to make sure that the process of teaching, the process of rewarding the students, must actually encourage in them the creative mind of applying dead knowledge in a lively manner. This is just a suggestion, Sir. \n  <br>\n  <br>\n  <!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Loh Meng See:</b> Sir, I am speaking on the subject of university education. Our two universities, National University of Singapore (NUS) and Nanyang Technological University (NTU), have made tremendous progress over the years. They now rank among the top universities in Asia. In the financial year 1997, we will be spending another $950 million to produce graduates with the requisite knowledge and skills for employment and promoting research and innovation. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to note that there is an increase in the operating grant by another $50 million in financial year 1997 to increase the student enrolment in both NUS and NTU. NUS would have an enrolment of 21,874 and NTU 12,367. The average annual subsidy to educate a student at NUS amounts to $28,000 and at NTU, $20,000. I presume the difference is because of the medical faculty. This is a substantial subsidy indeed. \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1414</b></font>\n  <br>\n  <br> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, the university fees have been adjusted. The new fee restructure is a reversal from the previous principle of charging fees based on laboratory and non-laboratory courses. The question in the minds of parents and students is: what is the target subsidy they can expect from the Government in relation to the fees to be borne by them? Should all foreign students receive preferential treatment in fee subsidy? Would it not be better to confine only to top foreign students in the form of overseas scholarship awards? Perhaps the Minister can comment on this. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, about 20% of each year's cohort are able to enjoy university education at the two universities. This is a vast improvement compared to the 5% of the year's cohort enrolling in the university in 1980. More young Singaporeans are able to enjoy the benefit of university education. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Our next phase of growth is to develop our two universities into world class institutions. We can make the student population of our universities more cosmopolitan by attracting the top students from both Singapore and overseas. This will also mean that the management structure of the universities has to change to give greater autonomy to the faculties to match the changing circumstances and conditions and meeting the challenges ahead. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;We want to promote inquiry and scholarship in areas which Singapore is well positioned. Our universities must be focused in their mission. We must guard against doing too much and stretching our resources unnecessarily. I am not sure whether the twin-goal of management training and development on the one hand, and research and innovation on the other, can be carried out simultaneously by the university academics. Will there be merit in considering separating the research and teaching functions? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There should also be close rapport and working relationships between the universities and the junior colleges and the polytechnics, because the latter are the pipelines where the undergraduate students will be drawn from. The universities and manpower planners have \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1415</b></font>\n  <br>\n  <br> decided that there would be greater requirement of scientists and engineers in the future. However, we should not neglect the arts and social sciences courses to make for the well-rounded individuals. Also, business literacy is important to prepare graduates to work in the real world. Does it also mean that greater opportunities will be available for polytechnic graduates in engineering-related courses to pursue their degree courses in the two universities? To enable as many polytechnic graduates to qualify as possible, some bridging courses could be made available to qualify them to do their degrees in our universities. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the Minister can tell us what is the target composition and proportion of students doing different courses. What are the changes being made? Will there be enough arts and social sciences courses for those students who have both the interest and inclination to take up these courses in our local universities? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;There are plans to make the Singapore Institute of Management (SIM) the third university in the future. There are also talks that the non-professional business courses at NUS and NTU will be transferred to SIM. Can the Minister confirm this? Will the \"privately-run\" SIM University mean higher fees charged for the undergraduates taking courses at SIM? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;More and more working adults are going back to school to earn their degrees and postgraduate qualifications. This is a healthy development, as they should not \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1416</b></font>\n  <br>\n  <br> stop learning. The Open University has been operating for a few years now. Can the Minister update us on the progress made in the number of students and the standards of performance achieved by the students? Will more courses and programmes be made available so that more working adults can benefit from attendance at the Open University? \n  <br>\n  <br>\n  <!-- Mr Ravindran -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Ravindran:</b> Sir, in view of the moment of interruption, and I may need more than five minutes, could I have your permission to speak tomorrow? \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>The Chairman:</b> Do I have the assent of Members that we adjourn now? \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Hon. Members</b> indicated assent. \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House. \n  <br>\n  <br>\n  <!-- RAdm Teo Chee Hean -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>RAdm Teo Chee Hean:</b> Mr Deputy Speaker, Sir, I beg to report that the Committee of Supply has made further progress on the Main and Development Estimates for the financial year 1997/1998, and ask leave to sit again tomorrow. \n  <br>\n  <br>\n  <!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;\n  <b>Mr Deputy Speaker:</b> So be it. \n  <br>\n  <br>\n  <div align=\"center\">\n   <b>ADJOURNMENT</b>\n  </div> \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved, \n  <br>\n  <br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [RAdm Teo Chee Hean]. \n  <br>\n  <br>\n  <div align=\"right\">\n   Adjourned accordingly at One\n  </div> \n  <div align=\"right\">\n   Minute to Six o'clock pm.\n  </div> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1417</b></font>\n  <br>\n  <br> \n  <br>\n  <a  target='_blank'  href=\"/search/search/download?value=PDFs/1997/19970730/19970730-HA-0671417.htm\">written opinion - PRESENCE OF UNAUTHORISED PERSONS INSIDE POLLING STATIONS, APPENDIX (Cols. 1417 - 1424)</a>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1418</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1419</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1420</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1421</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1422</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1423</b></font>\n  <br>\n  <br> \n  <br>\n  <br>\n  <font size=\"1\"><b>Column: 1424</b></font>\n  <br>\n  <br>   \n </body>\n</html>", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
