{"memberId": null, "volumeNo": "71", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "3", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"9\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"71\">\r\n\r\n<meta name=\"Sit_No\" content=\"3\">\r\n\r\n<meta name=\"Sit_Date\" content=\"1999-10-12\">\r\n\r\n<meta name=\"Start_Col\" content=\"165\">\r\n\r\n<meta name=\"End_Col\" content=\"272\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">71</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">3</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">12-10-1999</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 165</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h4>NINTH PARLIAMENT</h4></div>\r\n\r\n                              \r\n\r\n\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF SECOND SESSION</b></div></td><td><div align=\"right\"><b>VOLUME 71</b></div></td></tr></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Tuesday, 12th October, 1999</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 12.30 pm</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr Tan Soo Khoon (East Coast)).\r\n\r\n\r\n\r\n<br>Mr Ahmad Mohd Magad (Pasir Ris).\r\n\r\n\r\n\r\n<br>Mr Ang Mong Seng (Bukit Gombak).\r\n\r\n\r\n\r\n<br>Mr Chan Soo Sen (East Coast), Parliamentary Secretary to the Prime Minister and Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chay Wai Chuen (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Bernard Chen (West Coast).\r\n\r\n\r\n\r\n<br>Mr Kenneth Chen Koon Lap (Hong Kah).\r\n\r\n\r\n\r\n<br>Mr Peter Chen (Hong Kah), Senior Minister of State, Ministry of Education.\r\n\r\n\r\n\r\n<br>Dr John Chen Seow Phun (Hong Kah), Minister of State, Ministry of Communications and Information Technology and Ministry of National Development.\r\n\r\n\r\n\r\n<br>Mr Chiam See Tong (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mdm Claire Chiang See Ngoh (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Chng Hee Kok (East Coast).\r\n\r\n\r\n\r\n<br>Mr Davinder Singh (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Gerard Ee, PBM (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Goh Chee Wee (Boon Lay), Deputy Government Whip.\r\n\r\n\r\n\r\n<br>Mr Goh Chok Tong (Marine Parade), Prime Minister.\r\n\r\n<br><br><font size=\"1\"><b>Column: 166</b></font><br><br>\r\n\r\n<br>Mr Goh Chong Chia (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Goh Choon Kang (Marine Parade).\r\n\r\n\r\n\r\n<br>Mr Harun bin A. Ghani (Hong Kah).\r\n\r\n\r\n\r\n<br>Mr Hawazi Daipi (Sembawang).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Ho Peng Kee (Sembawang), Minister of State, Ministry of Law and Ministry of Home Affairs.\r\n\r\n\r\n\r\n<br>Dr Ho Tat Kin (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Encik Ibrahim bin Othman (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Prof. S. Jayakumar (East Coast), Minister for Law and Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Dr Ker Sin Tze (Aljunied).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Koo Tsai Kee (Tanjong Pagar), Senior Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Dr Lee Boon Yang (Jalan Besar), Minister for Manpower and Government Whip.\r\n\r\n\r\n\r\n<br>BG Lee Hsien Loong (Ang Mo Kio), Deputy Prime Minister, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Dr Jennifer Lee (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Mr Lee Yock Suan (Cheng San), Minister for Information and the Arts and Minister for the Environment.\r\n\r\n\r\n\r\n<br>Mr Lew Syn Pau (Kreta Ayer-Tanglin).\r\n\r\n\r\n\r\n<br>Mr Lim Boon Heng (Bukit Timah), Minister.\r\n\r\n\r\n\r\n<br>Dr Michael Lim Chun Leng (Cheng San).\r\n\r\n<br><br><font size=\"1\"><b>Column: 167</b></font><br><br>\r\n\r\n<br>Mr Lim Hng Kiang (West Coast), Minister for Health and Second Minister for Finance.\r\n\r\n\r\n\r\n<br>Mrs Lim Hwee Hua (Marine Parade).\r\n\r\n\r\n\r\n<br>Mr Loh Meng See (Kampong Glam).\r\n\r\n\r\n\r\n<br>Mr Low Thia Khiang (Hougang).\r\n\r\n\r\n\r\n<br>Encik Mohamad Maidin B P M (Marine Parade), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Lily Neo (Kreta Ayer-Tanglin).\r\n\r\n\r\n\r\n<br>Mr Ong Ah Heng (Nee Soon Central).\r\n\r\n\r\n\r\n<br>Mr Ong Chin Guan, Noris (Nominated Member).\r\n\r\n\r\n\r\n<br>Dr Ong Chit Chung (Bukit Timah), Deputy Government Whip.\r\n\r\n\r\n\r\n<br>Mr Ong Kian Min (Pasir Ris).\r\n\r\n\r\n\r\n<br>Encik Othman bin Haron Eusofe (Marine Parade), Minister of State, Ministry of Manpower.\r\n\r\n\r\n\r\n<br>Dr Ow Chin Hock (Tanjong Pagar), Minister of State, Ministry of Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Peh Chin Hua (Jalan Besar).\r\n\r\n\r\n\r\n<br>Mr R. Ravindran (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Seng Han Thong (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Encik Sidek bin Saniff (Aljunied), Senior Minister of State, Ministry of the Environment.\r\n\r\n\r\n\r\n<br>Mr Sin Boon Ann (Tampines).\r\n\r\n\r\n\r\n<br>Dr Tan Boon Wan (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Dr Tan Cheng Bock (Ayer Rajah).\r\n\r\n\r\n\r\n<br>Dr Tony Tan Keng Yam (Sembawang), Deputy Prime Minister and Minister for Defence.\r\n\r\n\r\n\r\n<br>Mr Tang Guan Seng (Ang Mo Kio), Senior Parliamentary Secretary to the Minister for Trade and Industry.\r\n\r\n\r\n\r\n<br>RAdm Teo Chee Hean (Pasir Ris), Minister for Education and Second Minister for Defence.\r\n\r\n\r\n\r\n<br>Dr Teo Ho Pin (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Thomas Thomas (Nominated Member).\r\n\r\n<br><br><font size=\"1\"><b>Column: 168</b></font><br><br>\r\n\r\n<br>Assoc. Prof. Toh See Kiat (Aljunied).\r\n\r\n\r\n\r\n<br>Dr S. Vasoo (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Dr Wan Soon Bee (West Coast).\r\n\r\n\r\n\r\n<br>Dr Wang Kai Yuen (Bukit Timah).\r\n\r\n\r\n\r\n<br>Dr Aline K. Wong (Tampines), Senior Minister of State, Ministry of Education.\r\n\r\n\r\n\r\n<br>Mr Wong Kan Seng (Bishan-Toa Payoh), Minister for Home Affairs and Leader of the House.\r\n\r\n\r\n\r\n<br>Assoc. Prof. Yaacob Ibrahim (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information Technology.\r\n\r\n\r\n\r\n<br>Mr Matthias Yao Chih (MacPherson), Minister of State.\r\n\r\n\r\n\r\n<br>Mr Eugene Yap Giau Cheng (Marine Parade), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Encik Yatiman Yusof (Tampines), Senior Parliamentary Secretary to the Minister for Information and the Arts.\r\n\r\n\r\n\r\n<br>Mr Yeo Guat Kwang (Cheng San).\r\n\r\n\r\n\r\n<br>BG George Yong-Boon Yeo (Aljunied), Minister for Trade and Industry.\r\n\r\n\r\n\r\n<br>Mrs Yu-Foo Yee Shoon (Bukit Timah), Senior Parliamentary Secretary to the Minister for Community Development.\r\n\r\n\r\n\r\n<br>Mr Zainul Abidin Rasheed (Cheng San), Senior Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Zulkifli Bin Baharudin (Nominated Member).\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n                              \r\n\r\n<br>Mr Abdullah Tarmugi (East Coast), Minister for Community Development and Minister-in-charge of Muslim Affairs.\r\n\r\n\r\n\r\n<br>Mr Chew Heng Ching (East Coast).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Chin Tet Yung (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Charles Chong (Pasir Ris).\r\n\r\n\r\n\r\n<br>Mr Heng Chiang Meng (Cheng San).\r\n\r\n\r\n\r\n<br>Dr Richard Hu Tsu Tau (Kreta Ayer-Tanglin), Minister for Finance.\r\n\r\n<br><br><font size=\"1\"><b>Column: 169</b></font><br><br>\r\n\r\n<br>Mr Inderjit Singh (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Mr S. Iswaran (West Coast).\r\n\r\n\r\n\r\n<br>Mr J. B. Jeyaretnam (Non-Constituency Member).\r\n\r\n\r\n\r\n<br>Mr Leong Horn Kee (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Lim Swee Say (Tanjong Pagar), Minister of State, Ministry of Communications and Information Technology and Ministry of Trade and Industry.\r\n\r\n\r\n\r\n<br>Mr David T. E. Lim (Aljunied), Minister of State, Ministry of Defence and Ministry of Information and the Arts.\r\n\r\n\r\n\r\n<br>Assoc. Prof. Low Seow Chay (Chua Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Mah Bow Tan (Tampines), Minister for National Development.\r\n\r\n\r\n\r\n<br>Mr K. Shanmugam (Sembawang).\r\n\r\n\r\n\r\n<br>Mr R. Sinnakaruppan (Kreta Ayer-Tanglin).\r\n\r\n\r\n\r\n<br>Mr Tay Beng Chuan (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Simon S C Tay (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Yeo Cheow Tong (Hong Kah), Minister for Communications and Information Technology.\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 169</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<div align=\"center\"><h4>PRESIDENT'S ADDRESS</h4></div>\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n<div align=\"center\"><b>(Second Allotted Day)</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [11th\r\n\r\nOctober, 1999],\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the following Address in reply to the Speech of the\r\n\r\nPresident be agreed to:-\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore,\r\n\r\nexpress  our thanks to the President for the Speech which  he\r\n\r\ndelivered on behalf of the Government at the Opening  of  the\r\n\r\nSecond Session of this Parliament.\".  -  [Mr Davinder Singh].\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n<br><br><!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr S. Vasoo (Tanjong Pagar):</b> Mr Speaker, Sir, thank you\r\n\r\nfor  calling  on me to give an address.  I shall  make  it  a\r\n\r\nshort one, if possible.\r\n\r\n<br><br><font size=\"1\"><b>Column: 170</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President has given a comprehensive plan of the\r\n\r\nGovernment  to  take  Singapore through  various  social  and\r\n\r\neconomic  challenges in the new millennium.  I must say  that\r\n\r\nit is a very carefully thought out plan which can help us all\r\n\r\nto  achieve  the tasks ahead.  We need to persuade  different\r\n\r\npeople  with different interests to work out the  plan.   And\r\n\r\nunless  we are able to get people to work as a team, I  think\r\n\r\nit  is  going  to be a difficult task for us to  be  able  to\r\n\r\nrealise the vision that we have set out to achieve.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is important for us to look at some of the\r\n\r\nproblems  outside  Singapore which  we  sometimes  have  very\r\n\r\nlittle control, and I think it is very important that  we  do\r\n\r\nso because the problems that are confronting us in the region\r\n\r\ndo,  in  a  way,  affect some of our plans that  we  hope  to\r\n\r\nachieve.   And  this is particularly important  in  a  region\r\n\r\nwhere  we  are  often met with very volatile  situations  and\r\n\r\nproblems.   Therefore, we have to be very sharp, be  able  to\r\n\r\nanalyse, be able to forecast and be able to appreciate  these\r\n\r\nchanging circumstances, which are very critical in our  plans\r\n\r\nto achieve the goals that we have set.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as usual, the Opposition Members have not suggested\r\n\r\nanything concrete on how we could improve on the Government's\r\n\r\nplan.   All  they  have  said  is their  common  rhetoric  of\r\n\r\ndemocracy  for  Singapore.  They said  that  the  President's\r\n\r\nAddress  did  not  say  anything  about  democracy  and  what\r\n\r\ndirection  we  are  taking.   In  fact,  the  President   has\r\n\r\ntranslated  democratic ideas into concrete plans  to  improve\r\n\r\nthe lives of Singaporeans.  I think if they visit some of the\r\n\r\nareas,   the  suggestions,  the  agendas  of  the   different\r\n\r\nMinistries,  they  will  begin  to  realise  that  there  are\r\n\r\ndemocratic ideas, viewpoints, which are translated into  very\r\n\r\nconcrete actions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many brands of democracy - the Taiwan\r\n\r\nbrand, the Philippine type, the South Korean kind, the Indian\r\n\r\ntype  and many others.  I am not sure what brand of democracy\r\n\r\nthey  want  to promote.  Having said and done, I think  their\r\n\r\nbrand of democracy has not produced anything that is concrete\r\n\r\nfor\r\n\r\n<br><br><font size=\"1\"><b>Column: 171</b></font><br><br>\r\n\r\nSingaporeans.   And many Singaporeans have not  bought  their\r\n\r\nbrand  of democracy, and I think that is an important  aspect\r\n\r\nthat we should be aware of.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not sure of the kind of democracy that they are\r\n\r\npromoting,  but  at  least the PAP  brand  of  democracy  has\r\n\r\nproduced decent housing, education and health for the people,\r\n\r\nand  that is very concrete.  Over the last 30 years, we  have\r\n\r\nrealised the impact on the lives of Singaporeans, and that is\r\n\r\nthe  measure  we  should look at and that is  the  democratic\r\n\r\nbrand that Singaporeans should adopt and support.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is crucial for us to look at the changing\r\n\r\nexternal  events.   However, I foresee  that  there  are  few\r\n\r\nemerging  social issues that we should pay attention.   These\r\n\r\nneed  to be attended to because I feel that they are specific\r\n\r\nand concrete areas that we should pay particular attention in\r\n\r\nthe next few years.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the issue of social and economic dislocations of\r\n\r\nolder   workers,  the  continuing  dislocations   of   labour\r\n\r\nintensive industries will affect the livelihood of our  older\r\n\r\nworkers,  as  they would find it  difficult  to  obtain  work\r\n\r\nbecause they do not have the necessary skills to fit into the\r\n\r\nnew  production  sectors demanding higher and better  skills.\r\n\r\nThey have to make various adjustments to their living and  it\r\n\r\nmay  be  difficult  for some.  The number  and  the  problems\r\n\r\nfacing  this group of older workers will increase, as  labour\r\n\r\nintensive  operations  flow  out to  countries  with  cheaper\r\n\r\nfacilities and cheaper manpower.  Here, I feel that the NTUC,\r\n\r\nITE  and  the  Ministry of Manpower should set up  additional\r\n\r\nworker  training centres with the least red tape to give  on-the-job  retraining to older workers.  ITE can play a  bigger\r\n\r\nrole  in the direction of the training of older workers.   We\r\n\r\nshould,  in  fact,  project and assess the  impact  on  older\r\n\r\nworkers in terms of their employability, and this is  a  very\r\n\r\nimportant area that we need to focus so that we can  minimise\r\n\r\nthe dislocations on the livelihood of this group of people.\r\n\r\n<br><br><font size=\"1\"><b>Column: 172</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on increasing health care cost for older persons, I\r\n\r\nfeel  that  the  costs of health care for older  persons  are\r\n\r\nincreasing  steadily.  This will become more acute  with  our\r\n\r\nageing  population.  Many families would find it  financially\r\n\r\nburdensome,  especially if they have older parents  who  need\r\n\r\nlong-term care.  Currently, many older persons are treated in\r\n\r\nacute wards in general hospitals when they need to be treated\r\n\r\nand  followed up in less acute care hospitals.  Older persons\r\n\r\nreferred by GPs often land up in higher paying wards, when we\r\n\r\nknow  that  they  come from very low-income background.   All\r\n\r\nthese  problems  of health care cost could be contained  from\r\n\r\nrunaway  increase if both the hospitals and the GPs can  work\r\n\r\ntogether  in partnership in the delivery of health  care  and\r\n\r\nthe  establishment of more community care hospitals.  I think\r\n\r\nthis  would be a challenge for us in the next decade  or  so,\r\n\r\nand  unless we begin to look at more innovative ways  in  the\r\n\r\ndelivery   of  health  care,  this  group  of  older   ageing\r\n\r\npopulation  can  be  dislocated  and  affected.   But  I   am\r\n\r\nconfident  that  the  Ministry of Health  together  with  the\r\n\r\nmedical  personnel in the community would  be  able  to  work\r\n\r\ntogether   to  find  a  more  effective  solution   to   this\r\n\r\nchallenging issue.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on the aspects of racial harmony and respect, I\r\n\r\nwould  like  to state that we should not take racial  harmony\r\n\r\nfor  granted.  We must get our young of various races,  right\r\n\r\nfrom school-going age and those who are living in the various\r\n\r\nneighbourhoods,  to live and interact and to  have  a  common\r\n\r\narena  where  they can share and appreciate their  sentiments\r\n\r\nand  their  emotional  ties  could  be  strengthened.   Where\r\n\r\npossible,  grassroots organisations should take  more  active\r\n\r\nsteps  to  promote social interaction among  Singaporeans  of\r\n\r\ndifferent  races, be they Malays, Indians, Chinese, Eurasians\r\n\r\nand  others.    When we have better emotional ties  and  good\r\n\r\nrelationship, that we are Singaporeans after all and we  need\r\n\r\nto  care  for one another, we can move ahead as a  team,  and\r\n\r\nthis  is  very critical and crucial to Singapore in terms  of\r\n\r\nour   need  to  become  a  better  integrated,  better  self-respecting community and a community\r\n\r\n<br><br><font size=\"1\"><b>Column: 173</b></font><br><br>\r\n\r\nthat  has the capacity to build up its bonds.  And if we  can\r\n\r\ndo  that,  then  Singapore will stay steady and  be  able  to\r\n\r\nmanage the different difficulties that may arise.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this respect, it is very important that I\r\n\r\npersonally feel, as a minority group member, that Singaporean\r\n\r\nIndians and Malays who are in the minority groups not to feel\r\n\r\nsmall,  but  we  need  not  feel that  we  are  going  to  be\r\n\r\nmarginalised, but we should be able to stand tall and see how\r\n\r\nwe can seize the opportunities that are available to make the\r\n\r\nbest and improve the stations of our life.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As minority group members, we should make all the\r\n\r\nefforts  to  take  the equal opportunities  provided  to  all\r\n\r\nSingaporeans  for our advancement in the social,  educational\r\n\r\nand   economic  arenas.   Where  would  we  get  such   equal\r\n\r\nopportunity   -   in  Malaysia, in India,  Sri  Lanka,  Fiji,\r\n\r\nEurope, South Africa, United Kingdom, and even in the  United\r\n\r\nStates?   I  think  a lot of these places  talk  about  equal\r\n\r\nopportunities, but when you get to the brass tack, you  begin\r\n\r\nto  realise  that many of them do not have equal opportunity.\r\n\r\nThey all remain rhetorics and cannot be realised.  But in the\r\n\r\ncontext   of   Singapore,  we  know   that   every   citizen,\r\n\r\nirrespective  of race, irrespective of religion, irrespective\r\n\r\nof  different  persuasions,  is given  equal  opportunity  to\r\n\r\naccess  to  services,  to  education,  to  various  types  of\r\n\r\nopportunities that are available if they are prepared  to  be\r\n\r\nchallenged with it and if they are prepared to manage with it\r\n\r\nat their best.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in many of these countries that I have highlighted,\r\n\r\nalthough  they  claim to treat every citizen irrespective  of\r\n\r\nhis  colour, language and religion, they do not really do  so\r\n\r\nin  terms of their social policies.  As minorities, we should\r\n\r\nbe  proud  about ourselves.  Chinese Singaporeans  must  work\r\n\r\ntogether  with  all  other  Singaporeans,  whether  they   be\r\n\r\nIndians,  Malays, Eurasians and others.  I think we  need  to\r\n\r\nwork  together.  We need to appreciate one another.  We  need\r\n\r\nto  see how we can support one another in order that we  will\r\n\r\nbe able to make more progress in the interest of Singapore.\r\n\r\n<br><br><font size=\"1\"><b>Column: 174</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that our younger Singaporeans, when they\r\n\r\nbecome  leaders,  must  ensure  that  all  policies  do   not\r\n\r\ndiscriminate against any ethnic group and it must be based on\r\n\r\nmerit irrespective of their ethnic background.  In this  way,\r\n\r\nwe can hold and make Singapore society cohesive.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, a lot of my parliamentary colleagues have given\r\n\r\nideas  and  suggestions for Singapore 21.  Many of them  have\r\n\r\narticulated  issues related to how we can help to  strengthen\r\n\r\nSingapore and how we can realise Singapore 21.  We also  know\r\n\r\nthat many countries have also good plans and ideas.  But many\r\n\r\nof  their  plans have not been realised.  I am sure  that  if\r\n\r\nMembers have read and visited many of these places they  will\r\n\r\nbegin  to  see that many of them have laudable and idealistic\r\n\r\naspirations  about what they will do for their  citizens  and\r\n\r\nhow  life for their citizens could be improved.  But in  many\r\n\r\nof  these places, lives have not improved at all despite  all\r\n\r\nthese aspirations that they have shared or identified.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We need to ask why this is the case. In the final\r\n\r\nanalysis, it is not good ideas that are sufficient.  We  must\r\n\r\nhave  good people at the helm to manage and make good  social\r\n\r\ninstitutions.   These are important issues that  Singaporeans\r\n\r\nwill have to realise.  Unless Singaporeans realise that it is\r\n\r\ngood  people that can manage these institutions appropriately\r\n\r\nin their interest, all these ideas, plans and visions that we\r\n\r\nhave cannot be realised.  So I would urge Singaporeans to  be\r\n\r\nable  to  know and appreciate how they can be discerning  and\r\n\r\ntake  every  opportunity to ensure that  we  have  people  of\r\n\r\nintegrity, honest, and willing to be committed to manage  the\r\n\r\nvarious social institutions that we have in our context.   It\r\n\r\nis  only through this assertion and achievement that we  will\r\n\r\nbe able to realise some of the visions that we aspire for.\r\n\r\n<br><br><!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Chit Chung (Bukit Timah):</b> Mr Speaker, Sir, thank\r\n\r\nyou for allowing me to join in this debate.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I rise in support of the motion standing in the\r\n\r\nname of Mr Davinder\r\n\r\n<br><br><font size=\"1\"><b>Column: 175</b></font><br><br>\r\n\r\nSingh, thanking the President for his Address.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the regional economic crisis has severely tested\r\n\r\nour  economic resilience, political resolve and social bonds.\r\n\r\nIt was indeed a harrowing experience.  We can now say, with a\r\n\r\nsigh of relief, that we have turned the corner.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With our sound economic policies and management, non-corrupt and good Government, and the willingness of the\r\n\r\npeople   to   take  the  CPF  cuts  and  make  the  necessary\r\n\r\nsacrifices, we have passed the test.  We have obviously  done\r\n\r\nbetter than many other countries in the region.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a closer bonding between the people and the\r\n\r\nGovernment,  a  new  sense of purpose,  a  new  vitality  and\r\n\r\nvigour, as we march in the 21st century.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But we are not out of the woods yet. We still have some\r\n\r\ndistance  to cover.  We are affected by what happens  in  the\r\n\r\nother  countries  in  the region. The fundamentals  have  not\r\n\r\nchanged.  We are a small country, a prized strategic hub in a\r\n\r\nvery  turbulent  region, with the need  to  defend  ourselves\r\n\r\nagainst  any predators, with a small population and  a  small\r\n\r\ntalent pool, and a small economy that is vulnerable to global\r\n\r\neconomic swings and cycles.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the fault lines remain, whatever some may say.\r\n\r\nIssues  of  race and religion can still ignite  and  fan  the\r\n\r\nemotions.  Let us not pretend that these issues do not matter\r\n\r\nand have no impact on our lives.  We should be aware of these\r\n\r\nfault  lines and make sure they do not entrap us.  With  this\r\n\r\nin  mind,  we can do our utmost to promote and uphold  multi-racial and multi-religious harmony in our schools, workplaces\r\n\r\nand  neighbourhood.   I  agree fully with  my  colleague,  Dr\r\n\r\nVasoo, that we must all build up this multi-racial heritage.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we overcome the latest economic crisis and cross\r\n\r\nover  to the new millennium, we must be no less vigilant,  no\r\n\r\nless ready to defend our sovereignty,\r\n\r\n<br><br><font size=\"1\"><b>Column: 176</b></font><br><br>\r\n\r\nand be even more competitive and creative in ideas as well as\r\n\r\ntechnology.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While the crisis was on, there was gloom and doom. My\r\n\r\npoint  is, now that the crisis is receding, we must not swing\r\n\r\nto  the  other  extreme of euphoria.  It is a marathon.   The\r\n\r\nrace  is  not  over.  There can always be  another  storm  or\r\n\r\ntyphoon.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has a small population and talent pool.\r\n\r\nHence,  manpower development and training are crucial to  us.\r\n\r\nI am glad that the Government is focusing on this in Manpower\r\n\r\n21.   It saddens me when I go to the ground and meet ordinary\r\n\r\nSingaporeans who are unskilled or semi-skilled, who could not\r\n\r\nfit  into our fast-moving knowledge-based economy.  They  are\r\n\r\nindeed  at a loss.  Many are still looking in vain for  their\r\n\r\nunskilled  jobs that have gone off in the restructuring,  and\r\n\r\nare  no more there for them.  We must therefore do all we can\r\n\r\nto train and retrain this group of Singaporeans, many of whom\r\n\r\nare in their 40s and above.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We can have more retraining and upgrading courses for\r\n\r\nthem in languages that they understand or are conversant  in.\r\n\r\nMost  of them are main breadwinners themselves.  So ways have\r\n\r\nto  be  found  to  keep them going while they are  undergoing\r\n\r\ntraining,  either on-the-job training or sponsored  full-time\r\n\r\ncourses and in ITE courses, as suggested by Dr Vasoo.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Employers should change their mindsets and be more pro-active in training and retraining, in particular towards\r\n\r\nolder   workers.    Many  older  workers  are   indeed   very\r\n\r\ndiscouraged and disappointed when they are told by  employers\r\n\r\nthat  they  are  too old, or the time is past for  them,  for\r\n\r\ntraining.  Such attitudes must change.  It would be  a  waste\r\n\r\nof  our  precious national human resources if this  group  of\r\n\r\nSingaporeans is left out.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Workers, too, must have the aptitude and thirst for\r\n\r\nretraining   and   upgrading.   With  the   rapid   pace   of\r\n\r\ntechnological  change,  workers will  have  to  re-learn  and\r\n\r\nretrain many times over in the course of their careers.\r\n\r\n<br><br><font size=\"1\"><b>Column: 177</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one half of our population is female. In view of\r\n\r\nour limited resources and talent pool, we should all the more\r\n\r\nmake  full use of woman power and talent.  We have top  women\r\n\r\nbankers like Mrs Theresa Foo of Standard Chartered Bank,  top\r\n\r\nhoteliers   like  Ms  Jennie  Chua  of  Raffles  Hotel,   top\r\n\r\naccountant like Mrs Fang Ai Lian, Managing Partner of Ernst &\r\n\r\nYoung, and Ambassador to the United States of America,  Prof.\r\n\r\nChan  Heng Chee.  Now we have a woman Permanent Secretary  in\r\n\r\nMs Lim Soo Hoon in the Ministry of Community Development.   I\r\n\r\nhope  the  list will grow.  It makes no sense for us  not  to\r\n\r\nmake  full  use  of  woman power for the  betterment  of  the\r\n\r\ncountry.  If I may add too, we should have more woman MPs  in\r\n\r\nthis House to liven up the debates.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the regional turbulence and upheavals have proven,\r\n\r\nbeyond  doubt, the wisdom of allocating a significant portion\r\n\r\nof  our  resources  for defence and security.   The  regional\r\n\r\ncrisis underlines the crucial importance of total defence and\r\n\r\nNational Service.  Without creditable defence and deterrence,\r\n\r\nwe  will  be  at the mercy of others.  If we are defenceless,\r\n\r\nothers  will just walk in, and we will have to bow  to  their\r\n\r\nevery whim and fancy.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My sons who are National Service officers told me that\r\n\r\nNational Servicemen take their training seriously.  And  with\r\n\r\napologies   to  the  Minister  for  Education  for   speaking\r\n\r\nSinglish,  they  say,  \"Don't pray,  pray,  this  is  serious\r\n\r\nbusiness.\"   And  they  do  take  their  training  seriously.\r\n\r\nIndeed, the regional crisis has driven home the message  more\r\n\r\nthan any other pep talks can do.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the new millennium is our new frontier. We are\r\n\r\nrevving to go forward to invest and apply new technology,  to\r\n\r\nbe  creative in all that we do, to do things better, to do it\r\n\r\ndifferently,  if  necessary,  so  that  we  can  all  make  a\r\n\r\ndifference to the lives of our fellow Singaporeans.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we march into the new millennium, we must remain\r\n\r\nunited  and cohesive, taking the ups and downs as one  people\r\n\r\nand one nation. Our hearts must beat as\r\n\r\n<br><br><font size=\"1\"><b>Column: 178</b></font><br><br>\r\n\r\none  for  Singapore.   We will then be able  to  weather  any\r\n\r\nunexpected storm.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n<br><br><!-- Mr Goh Chong Chia -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Goh Chong Chia (Nominated Member):</b> Mr Speaker, Sir,\r\n\r\nthank you for allowing me to speak.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I rise in support of the motion. The last quarter of\r\n\r\nthe  20th  century  has  witnessed unprecedented  growth  and\r\n\r\ndevelopment  of  the  economies of Asia.   The  expansion  of\r\n\r\nconsumption and the market force doctrine expanded trade  and\r\n\r\ncreated wealth.  We had measured our success by the profit we\r\n\r\nmade.  The economic crisis is therefore a warning signal  for\r\n\r\nus to reassess our value judgment.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people-centred approach in the President's Speech is\r\n\r\ntimely  and the shift of emphasis from money and economy   to\r\n\r\nthe  people  is  most  welcomed.    We  are  excited  by  the\r\n\r\nGovernment's intention to create more opportunities and space\r\n\r\nfor  Singaporeans  to  develop  their  full  potential.   The\r\n\r\nprivate  sector  is keen to participate fully in  partnership\r\n\r\nwith Government in shaping our future together.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We look forward to a creative and innovative environment\r\n\r\nfor  ideas to blossom and be tested.  Not all new ideas  will\r\n\r\nsucceed  though.  We must be prepared for failures.  Failures\r\n\r\nmust be seen as a stepping-stone to potential success.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While strict observance of procedures has served us well\r\n\r\nin  the  past,  it  has also prevented lateral  thinking  and\r\n\r\nlateral  decision-making.  The mindset  of  the  people  that\r\n\r\noperates  the policies must change if we are to  achieve  the\r\n\r\nfull potential of ideas in order for Singapore to benefit.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Information Technology will be an integral part of the\r\n\r\nSingapore  lifestyle in the 21st century.  It helps  us  plug\r\n\r\ninto  the  world.   When technology and humans  meet,  a  new\r\n\r\nrelationship  is  inevitably created.  We  have  seen  movies\r\n\r\ndepicting the doom day scenarios when the two cultures clash.\r\n\r\nI am confident this would\r\n\r\n<br><br><font size=\"1\"><b>Column: 179</b></font><br><br>\r\n\r\nnot   happen.    Technology,   in   particular,   information\r\n\r\ntechnology,  has been beneficial.  However, I have  witnessed\r\n\r\nchildren  more comfortable with communicating with  computers\r\n\r\nrather  than with fellow human beings and this frightens  me.\r\n\r\nWe must recognise this phenomenon and address it.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Developing our people goes beyond the training of\r\n\r\nskills.   It  involves the releasing of  their  potential  by\r\n\r\nproviding opportunities for them to exercise their ideas  and\r\n\r\ntalents for Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore buys skills and has 400,000 foreign workers\r\n\r\nworking  for  pay. Singaporeans must work for  Singapore  for\r\n\r\nmore than just pay.  They must have a passion in their chosen\r\n\r\ncareers to do the best for themselves and for Singapore.   We\r\n\r\nmust  wean  students from picking a career based on  monetary\r\n\r\nreturns  only.   It is a role that both parents  and  schools\r\n\r\nmust  play  an  active part in.  Only then can  our  children\r\n\r\ndevelop their full potential.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We support the Government's intention of turning\r\n\r\nSingapore into a Renaissance City.  The rebirth and expansion\r\n\r\nof  cultural  activities will allow the arts,  music,  drama,\r\n\r\nsculpture  and the appreciation of aesthetics to flower.   We\r\n\r\nmust  also  ask  ourselves  why  our  artists  had  to  leave\r\n\r\nSingapore  to  win  accolades  in  foreign  lands.   We  must\r\n\r\nestablish  the conditions and climate for them to  return  to\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We will know that we have succeeded in establishing a\r\n\r\nRenaissance City when our artists choose to return  home  or,\r\n\r\neven  better, if their talents can be acknowledged  at  home.\r\n\r\nWe  must  start to nurture a people with a sense of aesthetic\r\n\r\nsophistication   that  demands  the   best   in   the   arts,\r\n\r\narchitecture and other aesthetic disciplines.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have many talented Singaporeans but our population\r\n\r\nsize  requires support from talented non-Singaporeans.   Many\r\n\r\ntalented non-Singaporeans have taken up the challenge to come\r\n\r\nto Singapore to join\r\n\r\n<br><br><font size=\"1\"><b>Column: 180</b></font><br><br>\r\n\r\nus  in our effort.  We welcome their contributions.  However,\r\n\r\nwe  sometimes  wrongly equate foreigners to foreign  talents,\r\n\r\nand we know that this is not so.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next millennium will see a new Down Town in the\r\n\r\nMarina  South area.  This virgin piece of land challenges  us\r\n\r\nto design an ecologically-sustainable city with minimum or no\r\n\r\nprivate  vehicle  traffic, no pollution;  and  where  natural\r\n\r\ngreen areas removed by development are re-incorporated within\r\n\r\nour built environment; where rainwater collection is part  of\r\n\r\nthe infrastructure of every building.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A highly urbanised Singapore is in a position to pioneer\r\n\r\nultra-tall  buildings to accommodate a large  population  and\r\n\r\nyet  maintain its livable quality.  We look forward to a  new\r\n\r\nDown  Town with mixed usage to ensure a more vibrant people's\r\n\r\nenvironment.    Together  with  Government,  we   must   seek\r\n\r\nalternative  proposals  that  can  only  enrich   the   final\r\n\r\nimplemented solution.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While we develop our recreational areas, we must make a\r\n\r\nconscious effort to retain some of our wilderness.  It is  in\r\n\r\nthe  natural wilderness that bio-diversity exists.  Singapore\r\n\r\nshould  not  only be a `pretty garden', but a real experiment\r\n\r\nin  co-existence  between  nature and  an  urban  population.\r\n\r\nPulau Ubin is one such place, a place where we can relax,  go\r\n\r\nback to the simpler things in life and experience our harmony\r\n\r\nwith nature.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, a people-focused programme outlined by\r\n\r\nthe  President has excited us and we have been  motivated  to\r\n\r\nmake it happen.\r\n\r\n<br><br><!-- Mr Ahmad Mohd Magad -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ahmad Mohd Magad (Pasir Ris):</b> Mr Speaker, Sir, I\r\n\r\nrise in support of the motion, moved by the Member for Bishan-Toa  Payoh GRC, in expressing our thanks to the President for\r\n\r\nhis Address at the Opening of the Second Session of the Ninth\r\n\r\nParliament.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although the President's Speech, in essence,\r\n\r\nsubstantially  hovered over Singapore 21  which  was  debated\r\n\r\nintensely in this House fairly recently, I believe it  serves\r\n\r\nas a staunch reminder\r\n\r\n<br><br><font size=\"1\"><b>Column: 181</b></font><br><br>\r\n\r\nto  Singaporeans of the emphasis and weight the Government is\r\n\r\nattaching to the Singapore 21 vision.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;People, the President clarified, will be the focus of\r\n\r\nour  Government, as we brace ourselves for the next  century.\r\n\r\nAlthough  this  current emphasis appears to be stronger  than\r\n\r\never, I recall that this represents a continuation of a trend\r\n\r\nwhich was first mooted by Prime Minister Goh in 1997 when  he\r\n\r\nsuggested  the  need  for  a  \"people-centred\"  vision  which\r\n\r\ntranscends  material achievements to a society  which  places\r\n\r\npeople first.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As Singaporeans, we have demonstrated ourselves to be\r\n\r\npragmatic  and realistic.  Our leaders have brought  us  thus\r\n\r\nfar,  that  we can stand tall and walk with our  heads  high,\r\n\r\nhaving faced the severest of any conceivable adversity during\r\n\r\nthe separation days, and turning obstacles into opportunities\r\n\r\nfor the future, in the more recent regional economic crisis.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Against the odds, Singapore has not only survived but\r\n\r\nalso  flourished to be a nation envied by many from any  nook\r\n\r\nand corner of this world.  For what we have today, we owe  it\r\n\r\nto   our  early  leaders  for  all  their  untiring  efforts,\r\n\r\nsacrifices   and   all  they  have  done  for   the   present\r\n\r\ngeneration's betterment.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, what we have today - be it material wealth,\r\n\r\nracial  or  social  harmony - as has been mentioned  in  this\r\n\r\nHouse  countless numbers of times - these can never be  taken\r\n\r\nfor  granted.   It  is  incumbent upon  all  of  us  that  if\r\n\r\nconditions were difficult in the early years, all indications\r\n\r\nare,  we  are  potentially confronted with  an  even  tougher\r\n\r\nfuture.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, is the inevitable fact that we have no other\r\n\r\nchoice  but  to transit to a knowledge-based economy  in  due\r\n\r\ncourse,  the  sooner  we are ready, the  better.   The  rapid\r\n\r\nchanges in the global economy and technology have already led\r\n\r\nto  a  feeling among some Singaporeans that they have to  run\r\n\r\neven  faster just to keep pace with the changes.  As a  small\r\n\r\nopen  nation, we are inextricably tied to the global  trading\r\n\r\nsystem and have little choice but to meet\r\n\r\n<br><br><font size=\"1\"><b>Column: 182</b></font><br><br>\r\n\r\nthe challenges of competing within the constraints of the new\r\n\r\nglobal arena, or perish.  Thus, Singapore has no choice,  and\r\n\r\nthe economics of survival is, and will always be, Singapore's\r\n\r\npriority.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, as we enter the new millennium, it is\r\n\r\napparent  that the accelerating pace of technological  change\r\n\r\nwill  be a key defining characteristic of the new millennium.\r\n\r\nIt  will  be a world in which economic value is derived  from\r\n\r\nthe  active generation and application of knowledge, a  world\r\n\r\nwhere human capital forms the new basis for wealth.  It  will\r\n\r\nalso  be  a  world  where the rapid pace of change  puts  the\r\n\r\nsocial fabric in all countries under strain.  Competition for\r\n\r\ntrade, talent and investments will become increasingly  tense\r\n\r\nas  it  takes  on  a  global  dimension  and  as  people  and\r\n\r\ninvestments become more mobile.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has to remain economically competitive. To\r\n\r\nachieve  this,  we must continuously develop capabilities  in\r\n\r\nkey areas in which our competitors are lacking and finding it\r\n\r\ndifficult  to  emulate.  In addition to our cost  structures,\r\n\r\nthe  quality of our human capital is key.  It is a known fact\r\n\r\nthat we can no longer compete in industries that are land and\r\n\r\nlabour  intensive.  We must compete based on knowledge  -  on\r\n\r\nthe  generation  and  application of  ideas,  innovation  and\r\n\r\ninformation.  To do this, we must develop our human  capital.\r\n\r\nSingaporeans must realise that this is the reality in an area\r\n\r\nof   intense   global  competition  and  rapid  technological\r\n\r\nchanges.  They must constantly upgrade themselves to  prepare\r\n\r\nfor the new competition.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The challenge is adequately preparing Singaporeans from\r\n\r\nall  walks of life for this inevitable change.  I have little\r\n\r\ndoubt  that  our  better  educated young,  and  being  better\r\n\r\nendowed, will be able to live up to the challenge.  My  worry\r\n\r\nis  for  the older workers, as was also earlier expressed  by\r\n\r\nthe  Member for Tanjong Pagar GRC, Dr Vasoo.  Several hundred\r\n\r\nthousands  of  them  have between 10  and  20  years  yet  of\r\n\r\neconomic  life to look up to.  I applaud what the  Government\r\n\r\nand  the NTUC have done by way of the multitude of programmes\r\n\r\nin\r\n\r\n<br><br><font size=\"1\"><b>Column: 183</b></font><br><br>\r\n\r\nManpower  21  and NTUC 21 to prepare them for the  inevitable\r\n\r\nKBE  transition.  This is a clear demonstration that we  care\r\n\r\nfor   our  people   The  lingering  fear  is  how  far  these\r\n\r\nprogrammes - many of them are already in place, and I am sure\r\n\r\nmany   yet  in  the  pipeline  -  have  reached  the  people,\r\n\r\nespecially the truly vulnerable ones.  I fear, Sir,  if  this\r\n\r\nis  not aggressively pursued, we may run the risk of creating\r\n\r\nan  underclass  where a segment of society  loses  hope.   If\r\n\r\nevery Singaporean  truly matters, then we must be prepared to\r\n\r\ngo  that  extra mile or kilometre to reach out to the  bottom\r\n\r\nstrata.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, Sir, while I am comfortable that our young are\r\n\r\nadequately  prepared,  I have a different  concern  for  this\r\n\r\ngroup.  Can we expect that they stick through thick and  thin\r\n\r\nwith  Singapore  as our seniors and we have  done?   Or  will\r\n\r\ntheir  patriotism  be just skin deep and a  function  of  the\r\n\r\npeaks  and valleys of the economic cycle?  Can we expect  the\r\n\r\nemanation of a sense of community in them that will  lead  to\r\n\r\nthe  much  desired  community  bonding  and  ultimately,  the\r\n\r\ntogetherness as a nation?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has laid the ground work by emphasising\r\n\r\nthe  sharing of wealth, building and preserving of ties, care\r\n\r\nfor  the young and aged, and the Singapore heartbeat as  part\r\n\r\nof Singapore 21.  Are young Singaporeans aware of the problem\r\n\r\nand,  more  importantly, will they respond to the  call?   Or\r\n\r\nwill  they become just armchair critics, as Minister of State\r\n\r\nfor Defence, Mr David Lim, has put it?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What makes a people a nation is their sense of being\r\n\r\nimplicated  in  a  common  destiny.   Unity  is   sought   in\r\n\r\ndiversity.  It is also the same sense that makes it  possible\r\n\r\nthat  the unity will prevail in conditions of adversity  too.\r\n\r\nTo  some  extent,  the  latter has  been  demonstrated  by  a\r\n\r\ngeneration  of  Singaporeans who threw  their  weight  behind\r\n\r\npolicies and programmes that turned a looming debacle into  a\r\n\r\nsynonym for success.  But as the moment of danger appeared to\r\n\r\nhave  passed, so did the urgency for collective action, which\r\n\r\nwas replaced by the desire to derive the\r\n\r\n<br><br><font size=\"1\"><b>Column: 184</b></font><br><br>\r\n\r\nmaximum benefit for oneself or his immediate family.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While such an outlook is understandable, it may be seen\r\n\r\nas   quite  dangerously  incomplete.  On  the  premise   that\r\n\r\nhappiness  cannot  be  bought,  greater  personal  affluence,\r\n\r\ntherefore,  need not necessarily translate into  satisfaction\r\n\r\nthat  comes from being at ease with oneself.  And, since  not\r\n\r\nall  can do equally well in a competitive society open to the\r\n\r\neffects  of  international economic forces, the  relationship\r\n\r\nbetween  those thriving and those labouring to keep up  could\r\n\r\nnot but emerge as an issue over time.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recent financial crisis, if its effect were\r\n\r\nprolonged on us, could have provided a clearer barometer, but\r\n\r\nunfortunately or fortunately, we got out of it sooner  rather\r\n\r\nthan later.  The absence of a serious crisis makes a sense of\r\n\r\nshared destiny harder to develop and gauge.  Yet, it is  that\r\n\r\nbond,  and  not  only economic success, that can  provide  an\r\n\r\nenduring  perspective  on  personal  achievement  and  ensure\r\n\r\nsocial  divisiveness  is  kept at bay.   No  legislation  can\r\n\r\ngenerate that bond; no campaigns can sustain it.  It can only\r\n\r\nemanate  from  a people who see Singapore as a country  where\r\n\r\nthe  legitimate  and necessary pursuit of material  interests\r\n\r\nconcurrently provides space for inhaling patches of cultural,\r\n\r\nartistic and spiritual green.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is a fact that no one owes Singapore a living but\r\n\r\nthat  does not mean that Singaporeans owe the country no more\r\n\r\nthan  just  doing National Service and taxes as  payment  for\r\n\r\nmaking  a  livelihood here.  We owe it to  one  another,  the\r\n\r\nrecognition  that  we are fellow citizens  of  this  enviable\r\n\r\nlittle island republic, called Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That recognition holds within itself the social glue\r\n\r\nthat Singapore needs today.  Will it stick?  That depends  on\r\n\r\nwhether  people,  especially our young, are willing  to  look\r\n\r\nbeyond  their immediate interests.  That depends  on  whether\r\n\r\npeople  are willing to act to realise the Singapore 21 Vision\r\n\r\nand become involved.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Member for Ang Mo Kio GRC, Mr Inderjit Singh,\r\n\r\nyesterday warned of the\r\n\r\n<br><br><font size=\"1\"><b>Column: 185</b></font><br><br>\r\n\r\ndanger of over-emphasising academic performance being carried\r\n\r\ninto the workplace, especially in the uniformed services.  He\r\n\r\nsaid  such emphasis could run the risk of creating an elitist\r\n\r\nclass  system.  Sir, what is important is the fact  that  the\r\n\r\nelitists,  whether academic or economic, need  to  understand\r\n\r\nthat  their  position, while deserved, depends ultimately  on\r\n\r\nhow  they  carry, conduct and position themselves.   Elitists\r\n\r\ninevitably  exist in every society, but elitism  -  the  idea\r\n\r\nthat  the  elitists do the rest of society a  favour  through\r\n\r\ntheir existence - can be damaging, even lethal, especially in\r\n\r\na   small  crowded  country  like  Singapore,  where   social\r\n\r\nvisibility is high.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the Singapore 21 Vision to work and for Singapore to\r\n\r\nmake  it  in  the future, diverse voices must be  allowed  to\r\n\r\nparticipate  in, or even celebrate the reality,  mystery  and\r\n\r\nvibrancy  of  Singapore, not necessarily  to  register  their\r\n\r\nspecific  interests  but  as  a  beneficent,  collective  and\r\n\r\nprotective reach they belong to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even if some voices may be out of tune, but if they are\r\n\r\nsincere and honest, they will ultimately synchronise with the\r\n\r\ngrand  orchestra  whose  proudest song  is  none  other  than\r\n\r\nMajulah Singapura.\r\n\r\n<br><br><!-- Dr Tan Boon Wan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Boon Wan (Ang Mo Kio):</b> Mr Speaker, Sir, thank\r\n\r\nyou for this opportunity to join in the debate.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The people welcome the Speech by the President. They\r\n\r\nappreciate its people oriented focus.  This time the  economy\r\n\r\ntook  a  back seat.  By this, Singaporeans should not  assume\r\n\r\nthat the economic battle is won and, from now on, the economy\r\n\r\nwill  hum along.  The economic battle is endless.  We need  a\r\n\r\nstrong  economy to survive and progress.  We must never  lose\r\n\r\nsight  of its importance.  Over the years, we have made great\r\n\r\nprogress on the economic front.  We have now reached a  level\r\n\r\nof   economic  development  that  the  country  can  put  the\r\n\r\ndevelopment  of  our people on the forefront.   Nevertheless,\r\n\r\nthe  Speech  by  the  President is  not  devoid  of  economic\r\n\r\nconsiderations,  but  only  that it  considers  the  economic\r\n\r\neffects through the people.\r\n\r\n<br><br><font size=\"1\"><b>Column: 186</b></font><br><br>\r\n\r\nWe  have  to develop our people as it is they who  drive  the\r\n\r\neconomic engine and growth.  People and the economy are sides\r\n\r\nof a coin.  We need both for a strong nation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Developing an economy is demanding. But developing a\r\n\r\npeople  is  even more difficult.  Developing our people  will\r\n\r\ntake  not  just a matter of years but perhaps a lifetime  and\r\n\r\nlonger.   But  the sooner we start, the faster  we  will  get\r\n\r\nthere.   The  country has started developing our  people  for\r\n\r\nyears,  since 1965 and even earlier, not just now.  Over  the\r\n\r\nyears,  we have developed an education system that the  world\r\n\r\nadmires.   But  the  emergence of a  knowledge-based  economy\r\n\r\ndictates  that  we change our education system  to  encourage\r\n\r\nmore  creativity and an innovative spirit among our children.\r\n\r\nBut  in  making these changes, we must ensure that the  quest\r\n\r\nfor  excellence  and  the capacity  for  hard  work  are  not\r\n\r\ndisplaced.  Excellence is the centre piece of a great nation.\r\n\r\nWithout excellence, achievement and success is shallow.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Excellence comes from hard work. We must not fear hard\r\n\r\nwork.   There are no easy and painless paths to success,  and\r\n\r\nwe  should not look for one.  But as we develop as a  nation,\r\n\r\nit  is  understandable that our people want a less  stressful\r\n\r\nlife for their children and themselves.  But that should  not\r\n\r\nbe  at  the  expense of excellence and hard work.  In  making\r\n\r\nchanges to meet a globalised, knowledge and information-based\r\n\r\nworld,  we  should  not inadvertently  cause  the  people  to\r\n\r\ndiscard  those values that girdle the nation.  A change  made\r\n\r\non  a  firm foundation creates growth.  Otherwise, it is just\r\n\r\nbecoming  different.  We have to send a clear and  consistent\r\n\r\nmessage to the people.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, talents are necessary for a nation to compete and\r\n\r\ngrow.   In  the  future  globalised knowledge-based  economy,\r\n\r\ntalent will become even more critical.  If the United States,\r\n\r\nthe  leading economy in the world, hungrily soaks up  talents\r\n\r\nthat  it finds from around the world, how much more important\r\n\r\nthis  strategy  of  attracting talent must  be  for  a  small\r\n\r\ncountry like Singapore.  However, the foreign talents\r\n\r\n<br><br><font size=\"1\"><b>Column: 187</b></font><br><br>\r\n\r\nand  workers can strain national cohesion for they bring with\r\n\r\nthem different cultures and value systems.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We need to develop and strengthen our own symbols,\r\n\r\ninstitutions  and  value  system to  anchor  Singaporeans  to\r\n\r\nSingapore - to permit us to identify ourselves and to  enable\r\n\r\nus  to be unique.  But this can be a dilemma for we also want\r\n\r\nto  conform to international standards to enable Singapore to\r\n\r\nlink  to the world and to exploit the opportunities.  We must\r\n\r\nbe  mindful that this conflict exists.  The balance will  not\r\n\r\nbe  easy to find.  Perhaps, in some instances, we may need to\r\n\r\nallow two systems to develop in parallel: one for our link to\r\n\r\nthe world, and the other for our national identity and unity.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Education and skills provide the means for growth and\r\n\r\ndevelopment  of  nations and individuals.  But  it  can  also\r\n\r\ndivide  the  people, for those who are educated  and  skilful\r\n\r\nadvance faster and further than those who are not.  Over  the\r\n\r\nlast  few decades, we have been able to keep this divide from\r\n\r\nwidening.  With the addition of creativity and innovation  to\r\n\r\neducation  and  skills,  our drive into  the  knowledge-based\r\n\r\neconomy  will  accentuate  this divisive  pressure.   As  the\r\n\r\neconomy  becomes global and high-tech, Singaporeans with  low\r\n\r\neducation  and skill will find it harder to get work  at  low\r\n\r\nlevel jobs, as low level jobs move out of Singapore.  Besides\r\n\r\nthe  able reaching out to help the less able, it behoves upon\r\n\r\nSingaporeans to understand and appreciate the future  -  what\r\n\r\nis  meant  by a high-tech knowledge-based economy  -  and  to\r\n\r\nseize  the  opportunities for education and the opportunities\r\n\r\nto  upgrade  their skills and acquire new skills.   Not  only\r\n\r\nwould  there be more educational opportunities for our young,\r\n\r\nthe  school of lifelong learning and other schemes  like  the\r\n\r\nSkills    Redevelopment   Programme   will   provide    ample\r\n\r\nopportunities for our adult population.  If all who can  make\r\n\r\nit  do so, then it will be easier for society to take care of\r\n\r\nthose who, despite their efforts, fail.  I urge our people to\r\n\r\nseize these opportunities to upgrade and improve themselves.\r\n\r\n<br><br><font size=\"1\"><b>Column: 188</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A major difficulty working with people is the mindset.\r\n\r\nThis is a set of personal principles and values that a person\r\n\r\nuses  to  live  life.   To  get  a  person  to  do  something\r\n\r\ndifferent, the mindset first has to be changed.  This is  not\r\n\r\neasy  and  takes  time.  We have plenty of  this  experience.\r\n\r\nMany  public  housing residents once lived  in  villages,  in\r\n\r\nhouses  with  their  own compounds.   Today,  we  still  have\r\n\r\ndifficulty getting some of them to remove their old bicycles,\r\n\r\npots,  shoe  racks  and  other  belongings  from  the  common\r\n\r\ncorridors.   Some  residents give  scant  respect  to  common\r\n\r\nproperties.   Hence,  junk  mails  litter  the   void   deck.\r\n\r\nPlaygrounds  with  equipment are  vandalised.   Lifts  become\r\n\r\nconvenient  toilets.   Thus, in spite of  over  30  years  of\r\n\r\nnationhood, over 30 years of living in high rise flats,  over\r\n\r\n30  years  of  campaigns and other forms of exhortation,  old\r\n\r\nhabits persist.  Mindsets are firm anchors of behaviour.   It\r\n\r\nwill take more than just a few years to achieve the goals  of\r\n\r\nSingapore 21.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our youths are our future. We must help them to\r\n\r\nreach  their  best.   For many families, both  parents  work.\r\n\r\nAfter school, some youths hang around shopping malls and game\r\n\r\narcades.   The  number of delinquents among secondary  school\r\n\r\nstudents is increasing.  Quite a few of them are involved  in\r\n\r\nmore  serious offences.  I would like the Government to  give\r\n\r\nmore  support to our youths.  They need facilities to  occupy\r\n\r\nthemselves in purposeful and worthwhile pursuits.  One  thing\r\n\r\nthat  we can do is to set up more youth centres.  Here,  they\r\n\r\nwill  have their peers for company.  Here, they can  join  in\r\n\r\nmeaningful  activities.  Here, they can find help  when  they\r\n\r\nneed it.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Youth is an age when they seek independence and their\r\n\r\nidentity.   This  is  also the time where parents  show  more\r\n\r\nconcern for them.  If youths, who have the urge to spend time\r\n\r\naway  from home, have youth centres to hang out, parents  may\r\n\r\nnot  need  to cross examine them when they reach home.   This\r\n\r\nwill  remove a cause of friction between youths and  parents.\r\n\r\nRectifying an error usually cost more than preventing it from\r\n\r\noccurring  in the first place.  If we do not help  them  when\r\n\r\nthey\r\n\r\n<br><br><font size=\"1\"><b>Column: 189</b></font><br><br>\r\n\r\nare young, wayward youths can become a lifelong liability for\r\n\r\nsociety  and  the  nation.  Help our youths  before  they  go\r\n\r\nastray.  It costs less this way.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I welcome the focus on our people. I\r\n\r\nendorse the call to our people to develop themselves  and  to\r\n\r\nbe  more  involved in the community.  But we  must  not  lose\r\n\r\nsight  of  the importance of the economy.  We must  also  not\r\n\r\ninadvertently  dilute  the values  that  girdle  the  nation.\r\n\r\nExcellence and hard work are essential to success.  There  is\r\n\r\nno  easy  path.   While we welcome foreign  talent,  we  must\r\n\r\nencourage  our people to strive to be the best they  can  be.\r\n\r\nHence,  the  Singapore 21 journey will neither  be  easy  nor\r\n\r\nquick,  though the sooner we start, the earlier we  will  get\r\n\r\nthere.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n<br><br><!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, the\r\n\r\nPresident's Address indicated that the Government is  placing\r\n\r\nemphasis  on  people development.  When this  was  published,\r\n\r\nsome  people  questioned why the Government  is  focusing  on\r\n\r\npeople,  seemingly  for the first time.  And  this  idea  was\r\n\r\nverbalised  by  the article in Chua Lee Hoong's  article  \"Mr\r\n\r\nCynics  meets  Mr Govt\" on 9th October in the Straits  Times.\r\n\r\nIs  that a fair comment?  Surely, we all must agree that  the\r\n\r\nGovernment  policies, since the founding of  Singapore,  have\r\n\r\nalways been people oriented.  It was not explicitly stated so\r\n\r\nin  the past.  In the early years, in fact, the focus was  on\r\n\r\njob  creation and the idea was to allow the market  mechanism\r\n\r\nto  distribute the benefits to the people.  The emphasis,  as\r\n\r\nstated  in  the  President's Address, simply means  that  the\r\n\r\nGovernment  is now addressing the development and  fulfilment\r\n\r\nof  the  individual  in  a more direct  manner.   Why  is  it\r\n\r\nnecessary  now and not so in the past?  Is it because  it  is\r\n\r\nexpedient  to do so today as that would be in tune  with  the\r\n\r\ntime  when people are becoming more educated and enlightened?\r\n\r\nI think not, Sir.  My colleague, Dr Tan Boon Wan has actually\r\n\r\nexpressed it very well.  He said that people and the  economy\r\n\r\nare  two  sides of the same coin.  Sir, the new  emphasis  on\r\n\r\npeople is\r\n\r\n<br><br><font size=\"1\"><b>Column: 190</b></font><br><br>\r\n\r\nprobably  the  right  approach and perhaps  the  only  viable\r\n\r\napproach  to tackle the challenges of the future because  the\r\n\r\nfuture is going to be very different from the past.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So what is the future going to be like? At the dawn of\r\n\r\nthe new millennium, I think it is tempting for many of us  to\r\n\r\nreflect and forecast the future.  As we all know, doing so is\r\n\r\nvery difficult.  Most of the forecasts made by very prominent\r\n\r\npeople  in  the past were mostly wrong.  However,  there  are\r\n\r\nsome  fundamental  trends in our society that  could  not  be\r\n\r\nchanged  no  matter what we do in the near  term.   In  other\r\n\r\nwords, these are trends that would predict the future of  our\r\n\r\nsociety  in  the  next 10 to 20 years.   In  effect,  we  can\r\n\r\nactually  talk  about the future that has  already  happened.\r\n\r\nThis  is  a  term I borrowed from the management guru,  Peter\r\n\r\nDrucker.   I  think it is important to do so lest we  collide\r\n\r\ninto  the  future unprepared.  It is almost like  the  recent\r\n\r\ntrain  accident in Paddington Station in London.  The outcome\r\n\r\ncould be very unpleasant.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, may I have your indulgence to focus on two trends,\r\n\r\nnamely,  demographics and technology.   The  first  trend  is\r\n\r\ndemographics.   As  we  all know and as has  been  repeatedly\r\n\r\nsaid,  Singapore's population will be ageing  rapidly.   This\r\n\r\nhas already been touched on by several speakers, including Dr\r\n\r\nJennifer   Lee,  who  spoke  extensively  about   care-givers\r\n\r\nyesterday.   The youthful nation that we were just  15  years\r\n\r\nago will have a more elderly look in the next 15 years.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are indeed becoming an old folks' home. The 4th\r\n\r\nOctober issue of Newsweek magazine reported that by the  year\r\n\r\n2050,  Japan  will  have the world's  largest  share  of  old\r\n\r\npeople, people aged 100 and above, followed by Singapore  and\r\n\r\nFinland. There will be pressure to minimise discrimination in\r\n\r\nall fields of human endeavours by age in our society.  In the\r\n\r\nfuture,   we   would  be  like  United  States  today   where\r\n\r\ndiscrimination  by  age  will  be  illegal.   There  will  be\r\n\r\nheightened  demand on public services such  as  health  care,\r\n\r\ntransportation and recreation by the elderly. Those  measures\r\n\r\nannounced by\r\n\r\n<br><br><font size=\"1\"><b>Column: 191</b></font><br><br>\r\n\r\nthe  Ministry  of  Communications and Information  Technology\r\n\r\n(MCIT)  on the accessibility of MRT for the elderly are  just\r\n\r\none very clear example.  But what is not so obvious, and that\r\n\r\nrequires  reinforcement, is that the aging of  the  Singapore\r\n\r\nsociety is occurring at a pace unparalleled in the history of\r\n\r\nmankind.   We  must be one of the fastest aging  nations,  if\r\n\r\nnot,  the  fastest  aging nation in the world.  This  is  one\r\n\r\nimportant  factor  for  us  to  consider  because   all   our\r\n\r\ninstitutions,  social  systems  and  cultural  instincts   to\r\n\r\nrespond  to  problems do not prepare us to handle this  rapid\r\n\r\npace.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And to become a caring and loving society, we must\r\n\r\nharness  the  energies of the senior citizens in the  future.\r\n\r\nIn my mind, Sir, it is not so much to tap the senior citizens\r\n\r\nas  a pool of human resource or a pool of labour since we are\r\n\r\nshort  of younger people.  I think it is important to  do  so\r\n\r\nbecause of the fulfilment of the individuals and these senior\r\n\r\ncitizens  of tomorrow a job will bring.  Yet, in catering  to\r\n\r\nthe  needs  of  the  senior citizens  to  stay  involved  and\r\n\r\nengaged,  we  must also remember that in Singapore,  we  have\r\n\r\ndeveloped a culture of youth, a culture where high flyers  in\r\n\r\nour  civil service move up the ladder very rapidly. So, would\r\n\r\nwe  be  able  to  continue  this practice  when  the  current\r\n\r\ngeneration  could continue to work way past what we  perceive\r\n\r\ntoday as the retirement age? This is but one example of  what\r\n\r\nI  meant by cultural shock of being one of the fastest  aging\r\n\r\nsocieties in human history.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am glad that this Government is already taking\r\n\r\nconcrete  steps  in  this direction.  Prof.   Low  Seow  Chay\r\n\r\nyesterday  spoke  about the six Committees looking  into  the\r\n\r\nvarious issues faced by senior citizens and consolidating the\r\n\r\nviews  of close to 1,000 respondents.  And when we talk about\r\n\r\nsenior  citizens,  we  are not talking about  the  generation\r\n\r\nbefore us, nor are we talking about the generation after  us.\r\n\r\nIn  fact,  we  are  referring to ourselves, the  baby  boomer\r\n\r\ngeneration,  the generation in charge today  but  the  senior\r\n\r\ncitizens of tomorrow.\r\n\r\n<br><br><font size=\"1\"><b>Column: 192</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, we are not the only society where the elderly\r\n\r\npopulation is increasing at a very fast pace.  Of  the  other\r\n\r\ncountries  with  similar proportion that come  to  mind,  ie,\r\n\r\nJapan,  the  European countries, United  States  and  Canada,\r\n\r\nthese  are developed countries where a much higher proportion\r\n\r\nof   their  aged  are  educated  or  are  already  considered\r\n\r\nknowledge  workers.  For these countries, they  could  extend\r\n\r\ntheir retirement age for these senior citizens and turn  what\r\n\r\nseems   as   a   handicap   into  a  comparative   advantage.\r\n\r\nUnfortunately, for us in Singapore, a high percentage of  our\r\n\r\nelderly  are not very well-educated and as we are not  yet  a\r\n\r\ndeveloped  country, not many of our aged today  and  tomorrow\r\n\r\ncould  be considered knowledge workers. Thus, engaging senior\r\n\r\ncitizens  in  a  meaningful  manner  will  be  a  very  major\r\n\r\nchallenge.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dr Ong Chit Chung had already earlier on touched on the\r\n\r\nproblems  faced by the elderly in going through  training  to\r\n\r\nacquire  new skills because of their current inadequacies  in\r\n\r\neducational background.  Mr Lim Boon Heng had also touched on\r\n\r\nthe  need  for life-long training and worker retraining.   If\r\n\r\nthat is his task, Mr Speaker, Sir, he has an unenviable task.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second trend I would like to touch upon is\r\n\r\ntechnology.  Several technological developments  are  already\r\n\r\nobvious and have immense implications.  For instance,  mobile\r\n\r\nphone  is  one  of these. Finland is a leading example  where\r\n\r\nmost  teenagers today already possess their own mobile phones\r\n\r\nand  they are willingly paid for by their parents who believe\r\n\r\nthat  technology will bring about unpredictable  benefits  as\r\n\r\nthe  new  way of communication becomes second nature  to  the\r\n\r\nyoung. The phone sets are becoming more capable, allowing  e-mail  retrieval,  Internet connections and even  payment  for\r\n\r\ngoods  dispensed by vending machines, also connected  to  the\r\n\r\nInternet.  It is likely that mobile phones might be the  most\r\n\r\ncommon platform for e-commerce, and not the PC.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In Singapore, mobile phones have already liberalised a\r\n\r\nlot  of the professionals and entrepreneurs from being  bound\r\n\r\nto their desk. I am sure many of us\r\n\r\n<br><br><font size=\"1\"><b>Column: 193</b></font><br><br>\r\n\r\nhave  come  across golfers who continue to engage  in  value-added   activities  while  playing  a  round  of   golf.   As\r\n\r\npenetration of mobile phones reaches a critical mass, I think\r\n\r\nsociety  will be completely transformed. Again,  how  do  you\r\n\r\npredict  the future?  I suggest we observe the Finns as  they\r\n\r\ngo onto this new technology.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Most of us are already familiar with the spread of\r\n\r\nInternet and its importance.  I do not have to dwell into it.\r\n\r\nWe  are all aware that the stock markets in the United States\r\n\r\nand  also in Singapore are paying high premiums for companies\r\n\r\nengaging  in Internet e-commerce, in particular, business-to-consumer  e-commerce. What is not so obvious is the  changing\r\n\r\nlandscape of employment brought about by Internet.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With Internet, individuals are able to sell their\r\n\r\nservice directly to the consumer in the global market.  There\r\n\r\nis  less  need for intermediaries like companies  to  provide\r\n\r\nemployment.  In fact, there is no barrier in the new Internet\r\n\r\nmarket  such  as  national borders.  For instance,  India  is\r\n\r\nalready exporting its software services to the world via  the\r\n\r\nInternet.  Today, this export is worth close to US$2  billion\r\n\r\nand  has  been growing by more than 50% over the past several\r\n\r\nyears.   Other services are also available over the Internet.\r\n\r\nJobs  that  are  traditionally done in the  home  offices  of\r\n\r\ncorporations are being out-sourced to the suppliers with  the\r\n\r\nbest  economic  value-added  regardless  of  time  zone   and\r\n\r\nlocation.  For  example, US companies and Japanese  companies\r\n\r\nare  engaging  software professionals in  Singapore  via  the\r\n\r\nInternet  while  Singapore companies are  doing  likewise  in\r\n\r\nIndia  and  China. With Internet, the importance of companies\r\n\r\nand  corporations as an employer will diminish over time.  It\r\n\r\nis  being  replaced by the ascendancy of the  individuals  as\r\n\r\nagents  working  on contractual basis.  The question  is,  if\r\n\r\nindividuals can make a living from the world on the Internet,\r\n\r\nwould  they  still  feel an obligation to  the  society  that\r\n\r\nnurtures  and  shelters them?  In fact, the very  concept  of\r\n\r\nnation  state  might  be an obsolete idea  in  the  world  of\r\n\r\nInternet.  This is a very pertinent question  as  we  try  to\r\n\r\nbuild a society of active\r\n\r\n<br><br><font size=\"1\"><b>Column: 194</b></font><br><br>\r\n\r\ncitizens.  It is also a soul searching question that we  must\r\n\r\nask ourselves.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Just as Singapore would like to migrate from labour-intensive industries to the knowledge-based economy as my\r\n\r\ngood  friend,  Mr Ahmad Magad had elaborated earlier  in  his\r\n\r\nspeech,  the  advent  of Internet is bringing  forth  greater\r\n\r\ncompetition  to  our knowledge workers as  large  numbers  of\r\n\r\nknowledge workers from countries like India, China and  other\r\n\r\nEuropean countries will become available on line.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yes, we are being squeezed on both sides, from the lower\r\n\r\nvalue  skills  side by cheaper countries, and also  from  the\r\n\r\nhigher  value  side  from more capable  countries  with  more\r\n\r\nskilled workers.  So, is the future a bleak one?  Sir,  I  do\r\n\r\nnot  think  so.  I attended a seminar recently where  Mr  Lim\r\n\r\nSwee  Say  was the Guest of Honour.  In his short speech,  he\r\n\r\nsaid that the raw material of the knowledge-based industry in\r\n\r\nthe future is bright ideas.  I think he is right on the mark.\r\n\r\nThe question is how to turn these bright ideas into goods and\r\n\r\nservices which the world is prepared to pay for.  In this, it\r\n\r\nis  obvious  that we have only one option and, that  is,  the\r\n\r\neducation  of  our  next generation.   This  topic  has  been\r\n\r\ntouched on earlier by Dr Tan Boon Wan.  The question  that  I\r\n\r\nhave in mind is: is the education system we have put in place\r\n\r\nstill appropriate? Should we change that education system?  I\r\n\r\nwould  point  out  that  there is a movement  in  the  United\r\n\r\nStates'  institutes of higher learning such as  the  Stanford\r\n\r\nUniversity to revert to core curriculum.  This curriculum  is\r\n\r\nnot  to  prepare students for a specific job in a job  market\r\n\r\nbut  to  enable them to create their own jobs in  the  future\r\n\r\nwhen they come to the job market.  And what is to be included\r\n\r\nin this core curriculum?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, I find the views of Yotaro Kobayashi,\r\n\r\nChairman of Fuji Xerox and Founder of Aspen Institute, Japan,\r\n\r\nas expressed in his article \"Education, Knowledge and Wisdom\"\r\n\r\nfeatured   in   Look  Japan  magazine,  April   1999,   quite\r\n\r\ninteresting.  He felt that Japan has specialised in economics\r\n\r\nand  technology  but  as  a developed country,  the  Japanese\r\n\r\neducation system should be more\r\n\r\n<br><br><font size=\"1\"><b>Column: 195</b></font><br><br>\r\n\r\nbalanced.  Japan should evolve into the kind of society  that\r\n\r\nother  people  can  honestly say that it is  exciting  to  be\r\n\r\nliving there or that the Japanese are interesting to interact\r\n\r\nwith.   When one specialises in economics and technology,  it\r\n\r\nis  acceptable to learn through memorisation.   But  what  is\r\n\r\nneeded  is  an education that encourages people to  form  and\r\n\r\nhold  their own opinions.  Unless the Japanese become  people\r\n\r\nwith  their own ideas and philosophies, the Japanese are  not\r\n\r\ngoing  to  be  interesting and exciting people.   Unless  the\r\n\r\nJapanese have their own ideas about how life should be lived,\r\n\r\nthe  Japanese will never truly be able to have dialogues with\r\n\r\npeople  from other countries.  He concluded that the Japanese\r\n\r\nperhaps  would have to study subjects like history.  I  think\r\n\r\nthe  wisdom in these words would be of relevance to Singapore\r\n\r\nas well.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Coming to education, I am glad to note that the\r\n\r\nGovernment  is putting the highest emphasis on  education  as\r\n\r\nevidenced by the fact that the Ministry of Education has  the\r\n\r\nhighest concentration of Minister and Ministers of State.  It\r\n\r\nhas put together many programmes of improvement in curriculum\r\n\r\nand  facilities,  teaching,  training  and  recruitment.  For\r\n\r\ninstance,  we  are  aware  of the  PRIME  programme  for  the\r\n\r\nrebuilding  and  refurbishing of  schools.  The  Ministry  is\r\n\r\nallocating budget by providing one PC for every two  students\r\n\r\nin our schools, one of the highest, if not, the highest ratio\r\n\r\nin the world.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government also realises that IT will be the key\r\n\r\ntechnology  that  will ensure whether a  nation  would  forge\r\n\r\nahead in the future or not. The Government is taking all  the\r\n\r\nright  steps  such  as  the  formation  of  the  Ministry  of\r\n\r\nCommunications   and   Information   Technology    and    the\r\n\r\nestablishment  of  IT infrastructure like cable  network  and\r\n\r\nbroadband  network like Singapore One.  I think we  have  put\r\n\r\nall the pieces in place.  As Dr Tan Boon Wan pointed out, the\r\n\r\nkey thing is how to inculcate creativity in our young people.\r\n\r\n<br><br><font size=\"1\"><b>Column: 196</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the era of knowledge workers where creativity of\r\n\r\npeople  is  a  key  focus of our education programme,  it  is\r\n\r\nabsurd  that  the NCMP yesterday asserted in his speech  that\r\n\r\nthis Government is trying to stay in power by instilling fear\r\n\r\nin the people. He quoted extensively from one Ian Buruma that\r\n\r\nSingaporeans  cannot  think  or  are  afraid  to  think   for\r\n\r\nthemselves  as if Mr Buruma is an expert on how  Singaporeans\r\n\r\nfeel  and  think about our country.  Perhaps, we  should  ask\r\n\r\nourselves:   who  is this Mr Ian Buruma?   I  looked  up  the\r\n\r\nInternet  and found out that Mr Buruma is a freelance  author\r\n\r\nand  journalist,  one time Resident Scholar  at  the  Woodrow\r\n\r\nWilson  International Center for Scholars.  He is a  frequent\r\n\r\ncontributor to the New York Times Review of Books. He is said\r\n\r\nto  have very sharp critical faculties and is described as  a\r\n\r\ncritic par excellence.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The NCMP presumably also did the same search and found\r\n\r\nthis one critic whose opinions are in resonance with his  own\r\n\r\nprejudices and he holds up the words of this critic as gospel\r\n\r\ntruth.  My regret is that he did not consider the opinions of\r\n\r\nthe   hundreds,   if  not,  thousands  of  Singaporeans   who\r\n\r\nparticipated  actively in the various Feedback Unit  dialogue\r\n\r\nsessions,  surveys  and also in the S21 discussions.   May  I\r\n\r\nremind  the NCMP that Mr Buruma is a columnist who makes  his\r\n\r\nliving  writing  provocative articles.  I  do  not  think  Mr\r\n\r\nBuruma  has ever even managed a company, let alone a  nation.\r\n\r\nActually,  we can get a measure of Mr Buruma and  his  biases\r\n\r\nfrom  the title he gave to a review of the book The Singapore\r\n\r\nHistory  - Memoirs of Lee Kuan Yew.  And that title  is  \"The\r\n\r\nman  who would be king\" to describe Mr Lee Kuan Yew.  I think\r\n\r\nit is very provocative for Mr Buruma to do so. In this House,\r\n\r\nI  think no one would agree that the word \"King\" can be  used\r\n\r\nto describe a political leader like Mr Lee Kuan Yew, a leader\r\n\r\nwho,  at the peak of his power, arranged for the transfer  of\r\n\r\nthat  power to his successor, our Prime Minister, Mr Goh Chok\r\n\r\nTong.  And no one could deny that when the PAP holds absolute\r\n\r\nmajority  in Parliament for so many years that the democratic\r\n\r\ninstitutions in Singapore are left intact.  So, may\r\n\r\n<br><br><font size=\"1\"><b>Column: 197</b></font><br><br>\r\n\r\nI  suggest  to  the NCMP that Mr Buruma adopt  a  provocative\r\n\r\nstance to gain a higher profile  -  in fact, this is the  way\r\n\r\nhe  makes  a living  -  and the NCMP, in his desperation  for\r\n\r\nsome justification for support, swallows the story line, hook\r\n\r\nand sinker.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In fact, I have a copy of the review here. I took it\r\n\r\nfrom  the  Internet  and printed it.  In fact,  if  you  read\r\n\r\nthrough the review, you will discover that the NCMP's  speech\r\n\r\nis, by and large, Mr Buruma's speech but in a different form.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The NCMP talked about Mr Lee Kuan Yew preferring to rule\r\n\r\nby  fear  and popular support is not one of his  style.   And\r\n\r\nthat  very sentence is in this Buruma's review and  I  quote,\r\n\r\n\"Courting popularity never was Lee's style.  He preferred  to\r\n\r\nbe feared.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Further down the article, you will find that - the\r\n\r\nNCMP also said so directly  -  in the concluding remark,  for\r\n\r\ninstance, the various biases, \"To call that \"Asian values\" is\r\n\r\nan  insult  to the rest of Asia.\"  It is in the same  article\r\n\r\nand reproduced from the review written by Buruma.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Also, the reference to the Memoirs of a Mendicant\r\n\r\nProfessor  could also be found in exactly the  same  article.\r\n\r\nIn  fact, in the scholarly circle, taking major extracts from\r\n\r\nother  people's reviews or articles can be called plagiarism.\r\n\r\nSo,  it  is regrettable that the NCMP does not have  a  fresh\r\n\r\nlook  and original ideas but to take someone else's articles,\r\n\r\ncouch  it  and come to Parliament to put it out  as  his  own\r\n\r\nideas.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, in conclusion, I have touched upon\r\n\r\nseveral trends with major impact on our nation in the next 10-20  years.   The  problems we face are  difficult  ones  that\r\n\r\nrequire  in-depth  analysis and effective  implementation  of\r\n\r\nstrategies.  I am gratified that this Government is cognizant\r\n\r\nof the trends and is adjusting our policies to respond to it.\r\n\r\nAnd  the new focus on the people to deal with the future that\r\n\r\nhas  already  happened is the right  way  to  do  so.   I  am\r\n\r\nconfident  that under the able leadership of our  Government,\r\n\r\nSingapore will continue to achieve its\r\n\r\n<br><br><font size=\"1\"><b>Column: 198</b></font><br><br>\r\n\r\ngoals and to bring a better life to all Singaporeans.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I would like to support the motion\r\n\r\nstanding in the name of Mr Davinder Singh.\r\n\r\n<br><br><!-- Mr Thomas Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thomas Thomas (Nominated Member):</b> Mr Speaker, Sir, I\r\n\r\nsupport the motion to thank the President for his Address  to\r\n\r\nthis House.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many of the points made in the President's Address are\r\n\r\npoints which I, as a trade unionist, can identify with.  Some\r\n\r\nof  these points could even sound like issues which unionists\r\n\r\nraise  with  our employers.  Examples of these  are  treating\r\n\r\npeople as a valuable asset, developing and motivating them to\r\n\r\nreach  their  full potential, enabling them to contribute  to\r\n\r\ntheir  full  potential, putting people first  and  take  into\r\n\r\naccount people issues when making decisions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a unionist, I can only feel happy with the focus\r\n\r\ngiven to people in the President's Address.  Two things  that\r\n\r\nstruck  me  most  was  a  call  for  active  citizenship  and\r\n\r\nheartware.   In  the  industrial relations  language,  active\r\n\r\ncitizenship  is participation and involvement.  Heartware  is\r\n\r\nemotional bonding by increasing commitment.  For companies to\r\n\r\nbe  high  performing  enterprises,  the  involvement  of  all\r\n\r\nworkers  is  necessary.  The old divide between thinkers  and\r\n\r\ndoers  is  no longer relevant in the knowledge economy.   All\r\n\r\nworkers have to be thinkers.  For Singapore as a nation to be\r\n\r\na  high  performing  economy, it  is  necessary  to  get  the\r\n\r\ncommitment and involvement of all citizens.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me to share some thoughts on this active\r\n\r\ncitizenship and heartware.  Active citizenship is more than a\r\n\r\nreaction to demands for a greater say in the matters  of  the\r\n\r\nState from some quarters of our society.  A knowledge economy\r\n\r\nin  the  face  of  globalisation  and  increased  commitment,\r\n\r\ncoupled  with technological and social changes, requires  the\r\n\r\nactive contribution of all players.  I acknowledge that there\r\n\r\nis  some  form  of consultation and involvement in  Singapore\r\n\r\nthrough the\r\n\r\n<br><br><font size=\"1\"><b>Column: 199</b></font><br><br>\r\n\r\nFeedback  Unit,  grassroots  organisations  and  the  various\r\n\r\ncommittees formed like the Singapore 21, Manpower 21,  IT  21\r\n\r\nand  so  on.   However, we must do more  as  there  are  many\r\n\r\nbenefits  from  active citizenship.  There is an  educational\r\n\r\nvalue   in  active  citizenship.   Our  citizens,  by  asking\r\n\r\nquestions and getting answers from these questions as well as\r\n\r\nreacting  to  feedback, will learn more of  the  issues  that\r\n\r\naffect  them as citizens.  By participating, the  consent  of\r\n\r\ncitizens  is  gained  together  with  their  commitment   for\r\n\r\npolicies and actions that affect the country.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have to recognise that the abilities and outlooks of\r\n\r\nour citizens will differ.  Some of us may not be academically\r\n\r\nbright. Some may be physically impaired.  Others may  not  be\r\n\r\ninterested in participating in political debate.  Yet  others\r\n\r\nmay only want to work at grassroots level.  Yet, they are all\r\n\r\nour citizens with rights and responsibilities.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Leaders can also learn more about the feelings,\r\n\r\nconcerns,  aspirations  and  thinking  of  the  people.    By\r\n\r\nlistening  to citizens and taking their views seriously,  the\r\n\r\nleadership will be harnessing the creativity and knowledge of\r\n\r\nall  sectors  of  our population.  Knowledge  cannot  be  the\r\n\r\nmonopoly  of  a few individuals.  The collective contribution\r\n\r\nof many will result in better decisions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another reason why I support active citizenship is that\r\n\r\nit  allows  for changes to take place in an orderly  fashion.\r\n\r\nDrastic change is painful and can be avoided if change can be\r\n\r\nmade gradually with the support of the people.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another important aspect of this participation is that\r\n\r\nit  will  result in improving the quality of  lives.   People\r\n\r\nwill  have  a  sense of fulfilment in so far  that  they  can\r\n\r\ncontribute ideas, suggestions and even criticisms to  make  a\r\n\r\ndifference.   It  is  empowerment.   It  is  taking   greater\r\n\r\nresponsibility   for   matters   affecting   them.     Active\r\n\r\ncitizenship has to be taught and understood by all  to  yield\r\n\r\nmaximum benefit.  If not applied and\r\n\r\n<br><br><font size=\"1\"><b>Column: 200</b></font><br><br>\r\n\r\nunderstood  well,  it could affect our social  cohesion.   It\r\n\r\nwould   be   spending  more  time  and  energy  talking   and\r\n\r\nquarrelling rather than moving forward.  We must realise that\r\n\r\nactive citizenship goes beyond politics and we will therefore\r\n\r\nhave  to  build  up institutions that can contribute  towards\r\n\r\nactive  citizenship.  These institutions should be membership\r\n\r\nbased,    people   focused   organisations,   trade   unions,\r\n\r\ncooperatives,  voluntary welfare organisations and  self-help\r\n\r\ngroups.   They  will build up strong institutions  for  civil\r\n\r\nsociety and strengthen democractic institutions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Trade unions and cooperatives can contribute immensely\r\n\r\ntowards  achieving  this  vision of  active  citizenship  and\r\n\r\nbuilding   up  heartware.   Trade  unions  promote  workplace\r\n\r\ndemocracy.   The  ordinary  worker  can  influence   outcomes\r\n\r\nthrough his union.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Address has acknowledged the\r\n\r\ncontribution of unions.  I am also glad that the Ministry  of\r\n\r\nManpower  lists  strengthening  partnership  as  one  of  its\r\n\r\nimportant strategies for Manpower 21.  Partnership  can  only\r\n\r\nbe strengthened if partners are effective to play their part.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Both employers and Government have acknowledged the role\r\n\r\nworkers and their unions have played in helping Singapore get\r\n\r\nout of the economic crisis.  An important aspect of heartware\r\n\r\nis  keeping  faith and building trust.  It is  therefore  not\r\n\r\nonly  important to restore to workers the CPF cut as  quickly\r\n\r\nas possible according to the ability of the economy to afford\r\n\r\nit,  but  also to take steps to strengthen unions and  reward\r\n\r\nworkers.  The best reward the Government can give to  workers\r\n\r\nis to ensure that there is not only full employment but there\r\n\r\nare  good paying jobs for which workers are able and  willing\r\n\r\nto  take on.  Unions can be supported by making it easier for\r\n\r\nthem to organise workers and form unions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Employers should not go against unions' organising\r\n\r\nefforts.  If they are not prepared to support unions  openly,\r\n\r\nthey  should at least remain neutral without working  against\r\n\r\nunions.  Our current laws\r\n\r\n<br><br><font size=\"1\"><b>Column: 201</b></font><br><br>\r\n\r\nneed  to be reviewed for unions to organise workers based  on\r\n\r\nthe  new  evolving employment relationships of the  knowledge\r\n\r\neconomy   which  sometimes   are  different  from   the   old\r\n\r\nindustrial age definitions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Tripartism has been a positive factor in getting us out\r\n\r\nof  the  recession.   It  is  one  of  our  most  competitive\r\n\r\nadvantage.   It should not be devalued.  It should  be  built\r\n\r\non.   Employers  should  be actively  encouraged  to  promote\r\n\r\nbipartism at the enterprise level to reinforce tripartism  at\r\n\r\nthe national level.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Cooperatives are commercial organisations formed by\r\n\r\ncitizens to address both commercial and social needs.  During\r\n\r\nthe  last economic crisis, they played an important  role  in\r\n\r\nstabilising  prices  and helping the  lower  income.   As  we\r\n\r\npromote  local enterprises, cooperatives should also  benefit\r\n\r\nfrom  the  many schemes in place for small and  medium  sized\r\n\r\nenterprises.   They  have  added  value  to   the   life   of\r\n\r\nSingaporeans and they must therefore be supported to do more.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, I must emphasise that the role of the\r\n\r\nGovernment must be that of an enabler, for citizens  to  take\r\n\r\nmore   responsibilities  for  themselves   and   the   State.\r\n\r\nGovernment must help institutions that can bring about active\r\n\r\ncitizenship,  and come out to be more tolerant  of  differing\r\n\r\nideas and views.  With this in place, the people of Singapore\r\n\r\ncan   thus  be  active  citizens  that  can  build  upon  our\r\n\r\nachievements.  We must not deflect from the mission of giving\r\n\r\nour citizens a better life.\r\n\r\n<br><br><!-- Mr Loh Meng See -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Loh Meng See (Kampong Glam):</b> Mr Speaker, Sir, the\r\n\r\nPresident  has  outlined the Government's initiatives,  plans\r\n\r\nand  programmes for our citizens in the new millennium.   The\r\n\r\nGovernment  has  been  careful and purposeful  in  forging  a\r\n\r\nnational  consensus  on  the changes needed  to  improve  the\r\n\r\nquality of life of Singaporeans in the years ahead.  However,\r\n\r\nthe  Government cannot do it alone.  It requires the  support\r\n\r\nand  participation of every Singaporean to achieve the  goals\r\n\r\nenvisioned  for Singapore as we march onwards into  the  21st\r\n\r\ncentury.\r\n\r\n<br><br><font size=\"1\"><b>Column: 202</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is fitting that the focus is on our people and\r\n\r\ntheir  development.   We have reached  a  stage  of  economic\r\n\r\ngrowth  and development that our people no longer  just  look\r\n\r\nfor  material  success.   They are interested  in  where  our\r\n\r\nsociety  is heading, national and parochial issues  affecting\r\n\r\nthe neighbourhood and community, and relationships with other\r\n\r\ncountries.  Many are also spending time appreciating  culture\r\n\r\nand  the  arts.  With growing affluence, it is not surprising\r\n\r\nfor people to reflect on the meaning, value and priorities of\r\n\r\nlife and seeking peace and joy in the spiritual realm.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, yet we cannot afford to relax and be content with\r\n\r\nthe status quo.  We have to be proactive in responding to the\r\n\r\nchallenges  of  a  knowledge-based  economy.   With  a  small\r\n\r\ndomestic  market, our companies have to counter  the  threats\r\n\r\nand  to seize whatever opportunities offered by globalisation\r\n\r\nand  technological advancement to bring Singapore to the next\r\n\r\nlevel   of   economic   development.    With   more   intense\r\n\r\ncompetition,  it  would be an uphill  task  to  attract  more\r\n\r\nforeign  investments  and trade to Singapore.   Creating  new\r\n\r\nemployment  opportunities and enabling those already  working\r\n\r\nto keep their jobs are areas that require the close attention\r\n\r\nand  collaborative  efforts of Government,  employers,  trade\r\n\r\nunions and individuals.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our ability to thrive and prosper in a knowledge-based\r\n\r\neconomy  lies  in  the  skills, competencies,  ingenuity  and\r\n\r\nvalues  possessed by our people.  \"Intellectual capital\"  and\r\n\r\n\"weightless  economy\" relate to using talent and brain  power\r\n\r\nto  create wealth through creative design and innovation.  We\r\n\r\nplan  the  long term by preparing and equipping our young  to\r\n\r\nface  the  new  competitive working and business  environment\r\n\r\nwith confidence and optimism.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is where our teachers and schools can make a\r\n\r\nsignificant  contribution.  Though the Ministry of  Education\r\n\r\ndoes not think it necessary to make education compulsory,  it\r\n\r\nis still important for us to send the right strong signals to\r\n\r\nall parents on the desirability of sending their children  to\r\n\r\nschool.  We need to understand\r\n\r\n<br><br><font size=\"1\"><b>Column: 203</b></font><br><br>\r\n\r\nwhy some parents are depriving their children the opportunity\r\n\r\nfor  education and to take appropriate steps to  correct  the\r\n\r\nparents  for the sake of their children.  We must make  every\r\n\r\neffort  to ensure that all children receive proper education,\r\n\r\notherwise our society will suffer the long-term economic  and\r\n\r\nsocial  repercussions if thousands of children each  year  do\r\n\r\nnot attend or drop out from school.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans are living lives. This means Singaporeans\r\n\r\nhave  many more years to remain economically active.   It  is\r\n\r\ntherefore  essential that our schools lay a firm  and  strong\r\n\r\nfoundation to imbibe the values and learning abilities to our\r\n\r\nchildren   so  that  when  they  grow  up  they  can   become\r\n\r\nindependent learners and go through life being able  to  look\r\n\r\nafter themselves and their families.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The GPC for Education is pleased with the initiative\r\n\r\ntaken  by  the  Ministry of Education (MOE) to fine-tune  and\r\n\r\nimprove  the  school ranking system.  We wish to commend  MOE\r\n\r\nfor adopting the quality assurance approach, normally used in\r\n\r\nprivate sector organisations, in the School Excellence Model.\r\n\r\nThis  is  another way to persuade schools not to  concentrate\r\n\r\nonly  on academic results.  It shows that the MOE is prepared\r\n\r\nto  acknowledge  efforts  to  cultivate  values  in  schools.\r\n\r\nSchools  are no longer penalised for any slip in ranking  nor\r\n\r\nshould they be afraid to admit students who are strong in non-academic subjects like sports, music and arts.  If we want to\r\n\r\nachieve  the Desired Outcomes of Education, it is only  right\r\n\r\nthat we focus on education as a whole and view the school  as\r\n\r\na  system.   Our teachers and schools have the confidence  to\r\n\r\nassess their own performance and will work towards continuous\r\n\r\nimprovements  to  achieve  the  targets  they  have  set  for\r\n\r\nthemselves and for the students.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to support the ability-driven approach taken in\r\n\r\neducation  to  tailor to the different needs of every  child.\r\n\r\nInstruction  should invariably take into account the  child's\r\n\r\nindividuality and his mental and physical development.\r\n\r\n<br><br><font size=\"1\"><b>Column: 204</b></font><br><br>\r\n\r\nChildren  develop at different rates in different  areas  and\r\n\r\nshould always be treated as unique individuals. On the whole,\r\n\r\nabout 80% of each cohort are able to adapt and cope with  the\r\n\r\nstandard  curriculum requirements.  As for the remaining  20%\r\n\r\nor  roughly 8,000 students, we should pay close attention and\r\n\r\ndevote needed resources to develop them into good and capable\r\n\r\nassets.   It is important for us to strike a balance  in  the\r\n\r\ncurriculum.  Though science and technology are important,  we\r\n\r\nshould   not  neglect  the  other  aspects  like  creativity,\r\n\r\nhistory,  geography, literature, moral and  civic  education.\r\n\r\nOur  students  are generally strong in the  contents  of  the\r\n\r\nsyllabus  but lack general knowledge.  We should develop  our\r\n\r\nstudents  as  well rounded individuals who are the  pride  of\r\n\r\ntheir families and country.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are overseas countries whose tendency is to\r\n\r\noverhaul and make the quantum leap in education with dramatic\r\n\r\neffect  rather than introduce gradual incremental changes  to\r\n\r\nimprove  and  strengthen the education system.  By  overdoing\r\n\r\nthis,  there is the danger of doing irreparable harm  to  the\r\n\r\neducation system.  Once broken, it would take many  years  to\r\n\r\nmake  the  education system right again.    A  generation  of\r\n\r\nstudents would have lost out in the process.  This, we should\r\n\r\navoid  in  Singapore,  as we make changes  to  our  education\r\n\r\nsystem.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since our schools are provided with an integrated IT\r\n\r\ninfrastructure and the school syllabuses use  IT  widely,  we\r\n\r\nneed  to  be mindful of the importance of character  building\r\n\r\nand  values education.  We have to counter the adverse effect\r\n\r\nof  IT on social interaction.  We do not wish our children to\r\n\r\nbe   lacking  in  social  skills  or  face  difficulties   in\r\n\r\ninterpersonal  human relationships.  Computers  can  be  fun,\r\n\r\nexciting  and  absorbing but doubts have been  raised  as  to\r\n\r\nwhether  real  learning takes place.   We  should  avoid  the\r\n\r\npitfalls  asserted  by Clifford Stoll in his  book,  `Silicon\r\n\r\nSnake Oil'. Stoll wrote, and I quote:\r\n\r\n<br><br><font size=\"1\"><b>Column: 205</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Children love computer classes because they do not have\r\n\r\nto  think for an hour, teachers love them because . they (do)\r\n\r\nnot  have  to teach and parents love them because it  (shows)\r\n\r\ntheir schools (are) high tech.  But no learning happens.\"\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\nOur children should be taught to master IT but not become its\r\n\r\nvictims.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have been following the press reports on the\r\n\r\ncontroversies afflicting Chinese High School.  It is sad  and\r\n\r\ndisappointing that the Board of Directors of the Chinese High\r\n\r\nSchool  Association could not resolve their differences.   It\r\n\r\nrequires   the  Ministry  to  intervene  by  appointing   the\r\n\r\nCommittee  of Management to take over the management  of  the\r\n\r\nschool.   The  principal,  teachers, parents,  community  and\r\n\r\nalumni  association  all  have critical  roles  to  play  and\r\n\r\nsignificant  contributions  to make,  acting  in  the  larger\r\n\r\ninterest of the school and the students.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some members of the public have criticised the MOE's\r\n\r\nstand  against the involvement of students on the  matter  of\r\n\r\nthe retirement of the principal.  I wish to support the stand\r\n\r\ntaken by the Ministry.  It is amazing how some people can  be\r\n\r\nmisled  into  believing  that  because  we  want  to  develop\r\n\r\nthinking students, our 12 to 15 years old students should  be\r\n\r\nallowed to involve themselves on staff matters.  It is almost\r\n\r\nlike suggesting that our young and impressionable students be\r\n\r\nallowed  to  join  the  picket line in  employment  disputes.\r\n\r\nSingaporeans must learn to draw the line between what can and\r\n\r\ncannot be allowed to be done.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must develop stronger mechanisms to involve the\r\n\r\nparents  in  the nurturing and development of  their  school-going  children.   More  and  more,  we  are  seeing  parents\r\n\r\ndelegating and even relegating the responsibility of bringing\r\n\r\nup   their   children  to  the  schools.   School  programmes\r\n\r\ninvolving   parents  on  a  regular  basis   should   feature\r\n\r\nprominently in the school calendar of activities.  Over  time\r\n\r\nrapport  and  mutual  understanding  will  develop,  and  our\r\n\r\nchildren will be happy enjoying the warmth and affection both\r\n\r\nat  home  and in school.  Our students will learn and  behave\r\n\r\nbetter in this favourable psychological environment.\r\n\r\n<br><br><font size=\"1\"><b>Column: 206</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is no doubt that our school children have never had\r\n\r\nit  so  good.   An  area  that now needs  addressing  is  the\r\n\r\ncontinuing  education of working and job-seeking  adults  who\r\n\r\nleft  school  many years ago.   We should revive  the  active\r\n\r\nprogramme   of  adult  education  and  continuing  education.\r\n\r\nThough employers and companies should train and develop their\r\n\r\nemployees, many adults should be encouraged to learn on their\r\n\r\nown.   We should increase substantially the number of  places\r\n\r\nin  the  continuing education programmes of our  universities\r\n\r\nand  polytechnics offering degree and diploma  courses  on  a\r\n\r\npart-time  basis.   Access to educational  opportunities  for\r\n\r\nadults  holds the key if we are to develop a learning culture\r\n\r\nin  Singapore.   National  resources  devoted  to  constantly\r\n\r\nimproving the performance and competencies of our people will\r\n\r\nbring immeasurable benefits to the individuals, families  and\r\n\r\nthe  country as a whole.  I hope the Government will  provide\r\n\r\nmore funding, facilities and teaching resources on continuing\r\n\r\neducation programmes for our adult population.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As our people grow and mature, Singapore will be well on\r\n\r\nits way to become a more gracious and compassionate society.\r\n\r\n<br><br><!-- Mr Sin Boon Ann -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sin Boon Ann (Tampines):</b> Mr Speaker, Sir, I rise in\r\n\r\nsupport of the motion standing in the name of the Member  for\r\n\r\nBishan-Toa Payoh GRC.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we move into the new millennium, it is apt that we\r\n\r\nshould  develop  a  vision  for  Singapore  that  focuses  on\r\n\r\ndeveloping  our  people.   For the past  34  years,  we  have\r\n\r\nfocused  our resources ostensibly more on the development  of\r\n\r\nthe  physical infrastructure.  We have built up  one  of  the\r\n\r\nfinest  road  systems, ports, airports, housing estates,  and\r\n\r\ninformation  technology  infrastructure,  to  name   a   few.\r\n\r\nIndeed,  any foreigner coming to Singapore will not  fail  to\r\n\r\nnotice  the  tremendous progress that this country  has  made\r\n\r\nsince independence.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once the house is put in order, one would suppose the\r\n\r\nmore  challenging issue is how do we turn this house  into  a\r\n\r\nhome.\r\n\r\n<br><br><font size=\"1\"><b>Column: 207</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For us in Parliament, I believe our bigger challenge in\r\n\r\nthe  new  millennium is to build a greater sense of belonging\r\n\r\nand of being rooted amongst Singaporeans for Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As indeed we begin to ask this question, the starting\r\n\r\npoint  I  believe for the discussion lies in the question  of\r\n\r\nhow  we strengthen the sense of belonging to this place.  The\r\n\r\nkey really lies in the strengthening of community bonds.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For this reason, we understand that the Singapore 21\r\n\r\nvision  is  meant to develop our people into a more  cohesive\r\n\r\nsociety for the future.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One can possibly redefine the strategy into two broad\r\n\r\nareas.   The  first is a focus on the individual Singaporean,\r\n\r\nand  the second being, the Singaporean as a member of a wider\r\n\r\ncommunity.  I  believe that the outcome of our work in  these\r\n\r\ntwo  areas will to some extent have an impact on the people's\r\n\r\nsense of being rooted in and belonging to Singapore.\r\n\r\n\r\n\r\n<br><br><i>The Singaporean as an individual</i>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is heartening to know that our Government is not\r\n\r\nsparing  any  effort  in  preparing the  next  generation  of\r\n\r\nSingaporeans  for the knowledge-based economy.  Towards  this\r\n\r\nend, I note the Education Ministry is adopting a new approach\r\n\r\nin education that is ability driven and tailored to the needs\r\n\r\nof  every  child.   It is also heartening to  note  that  the\r\n\r\nGovernment  is trying to redefine the meaning of  success  to\r\n\r\ninclude a wider range of skills such as the arts and sports.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We all know that every child is created differently.\r\n\r\nSome are more artistically inclined while others are more  at\r\n\r\nhome  with scientific research and mathematical calculations.\r\n\r\nIt  is unfortunate that in the early days of our development,\r\n\r\nwe  had no choice but to place a high priority  and a premium\r\n\r\non those skills that are better able to help us contribute to\r\n\r\nthe  development  of  our economy.  Accordingly,  we  had  to\r\n\r\nproduce the engineers, the scientists and the bureaucrats  to\r\n\r\nmeet the\r\n\r\n<br><br><font size=\"1\"><b>Column: 208</b></font><br><br>\r\n\r\nneeds  of our country.  The arts and the sports, in the order\r\n\r\nof  things, were given relatively less emphasis.  Those  with\r\n\r\nabilities in the arts and the sports may not have been  given\r\n\r\nas  much  recognition as they deserve.  As a consequence,  we\r\n\r\nhave  either lost these sons and daughters to faraway  places\r\n\r\nor  we have not provided a conducive environment for them  to\r\n\r\ndevelop  their  talents  further.  Hopefully,  with  the  new\r\n\r\nemphasis,  we  should be able to address  the  difference  in\r\n\r\nrecognition.  Those who are artistically inclined  and  those\r\n\r\nwith sporting talents can now have much hope in getting their\r\n\r\nhard work and success more widely recognised.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, my question is, if we want to recognise the\r\n\r\npotential  value of every Singaporean and want  to  encourage\r\n\r\nthem  to  develop  every talent that they  have  further,  we\r\n\r\nshould  not just confine our recognition of success  to  just\r\n\r\nacademic achievements, the sports and the arts.  The issue in\r\n\r\nthis  is not whether we should widen the scope of success  to\r\n\r\nrecognise   such   skills,  but  rather  in   extending   our\r\n\r\nrecognition  of what constitutes success, are we  encouraging\r\n\r\nSingaporeans  to  constantly  devote  themselves   to   their\r\n\r\ninterests and undertakings in order to excel in what they do.\r\n\r\nSir,  excellence is a relative term and must be seen  in  the\r\n\r\ncontext  of  what  is  achieved.  For  example,  in  our  new\r\n\r\ndefinition  of  success,  do  we  give  recognition  to   the\r\n\r\nhandicapped child who surmounted his handicap to complete his\r\n\r\neducation  in  a  normal  manner, even  though  his  academic\r\n\r\nachievements  may not be as remarkable as the  top  achiever?\r\n\r\nBy  all  accounts,  one  would surely not  deny  the  child's\r\n\r\nefforts  are an enduring testimony of endeavour and  courage.\r\n\r\nAnd for this reason, it should be sufficient for our purposes\r\n\r\nto  qualify  the child to be held up as a model of excellence\r\n\r\nand success.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, as part of the people development programme,\r\n\r\nwe  recognise that we must go beyond using knowledge  created\r\n\r\nby others by creating new knowledge ourselves.  This approach\r\n\r\nhas  deep  implication in the way our society  develops.   To\r\n\r\ncreate  new  knowledge, one must expect  Singaporeans  to  be\r\n\r\ninquisitive and creative.  To be creative and to\r\n\r\n<br><br><font size=\"1\"><b>Column: 209</b></font><br><br>\r\n\r\nexpand  the  frontier of knowledge, one must be  prepared  to\r\n\r\nquestion basic assumptions and, if need be, to slaughter some\r\n\r\nsacred  cows.  It is only by being able to accept changes  to\r\n\r\nour basic assumptions that society can find progress.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As we progress to the new millennium, we must be\r\n\r\nprepared  to  move away from our mindset and be  prepared  to\r\n\r\nchange  and  perhaps  give up some of our  own  values.   The\r\n\r\nvalues  that have served us well may not necessarily  be  the\r\n\r\nsame  values  that will serve our interests for  the  future.\r\n\r\nThe  question  is, are we prepared to change with  time,  and\r\n\r\nchange more radically, if necessary?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, it is right that we should speak of lifelong\r\n\r\nlearning and of continual training of our workers to  prepare\r\n\r\nthem  for  the  demands  of changing technology  in  the  new\r\n\r\nmillennium.   Continual training will constantly upgrade  our\r\n\r\nworkers' productivity and skills and, in turn, allow them  to\r\n\r\nearn  a higher margin of wages and improve their quality  and\r\n\r\nstandard  of  living.   As  we  restructure  our  economy  by\r\n\r\nemphasising  on higher valued-added products in manufacturing\r\n\r\nand services, it is important that our workers continue to be\r\n\r\nretrained  and re-tooled themselves to prepare them  for  the\r\n\r\nchallenges ahead.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The process of training and retraining is especially\r\n\r\nimportant  for  workers  who  have  been  retrenched  in  the\r\n\r\nindustry.   For those who have been retrenched, we send  them\r\n\r\nfor  courses  and training in order that they,  after  having\r\n\r\nfound  new  skills, can then be re-employed in the  industry,\r\n\r\nthus  allowing  them the opportunity to continue  with  their\r\n\r\nwork.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, Sir, for many of these older workers, a\r\n\r\nlack  of skills that is solved by education and training,  is\r\n\r\nonly  part  of  the  problem.  For many, their  age  and  the\r\n\r\nrelatively  higher  salary  that  they  command   make   them\r\n\r\nunemployable.   What can we do to ensure that  these  workers\r\n\r\nwho  have  gone for training are given employment?   At  this\r\n\r\nmoment,  we  recognise  that there is  some  tension  between\r\n\r\nleaving  employment  entirely to  market  forces  and  having\r\n\r\nemployment\r\n\r\n<br><br><font size=\"1\"><b>Column: 210</b></font><br><br>\r\n\r\nregulated to a greater extent by legislation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The truth of the matter is that there are many older\r\n\r\nworkers  who  have  been retrenched, and  having  spent  time\r\n\r\nacquiring  new  skills, are still having  difficulty  finding\r\n\r\njobs.   Will  the  Government be prepared to consider,  aside\r\n\r\nfrom the present scheme of helping them find jobs through  an\r\n\r\nexchange  run  by the Manpower Ministry, more initiatives  in\r\n\r\ngetting these retrenched older workers back to the workforce?\r\n\r\n\r\n\r\n<br><br><i>The Singaporean as a member of a wider community</i>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Speech touches on the fact that it is\r\n\r\nnot enough for Singaporeans to be individually talented.  Our\r\n\r\ndrive towards making Singapore a better society depends  very\r\n\r\nmuch  on  getting Singaporeans to vote together and having  a\r\n\r\ncommon  sense of commitment to Singapore and to one  another.\r\n\r\nHere we speak of the Singapore \"heartware\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We recognise that social bonding and cohesion is an\r\n\r\nessential ingredient for the long-term survival of Singapore.\r\n\r\nIn   order  for  Singaporeans  to  have  one  heartbeat   for\r\n\r\nSingapore,  it is important that we continue to emphasise  to\r\n\r\nall  Singaporeans that they, irrespective of  colour,  creed,\r\n\r\nage or gender, will always have a place in this country.  Our\r\n\r\npolicy statements must therefore be sensitive to not creating\r\n\r\nartificial  distinctions  within society  that  unnecessarily\r\n\r\nstratify  people according to categories.  We  divide  people\r\n\r\ninto  the Normal and Express stream students, the gifted  and\r\n\r\nnon-gifted  students, the EM1 and EM2 students, the  overseas\r\n\r\nscholars and local scholars; or for that matter, the  scholar\r\n\r\nclass as opposed to the non-scholar class; and more recently,\r\n\r\nthe  distinction between foreign talents and  local  talents,\r\n\r\nand,  of course, the cosmopolitans and the heartlanders.   If\r\n\r\none  thinks  about it, it is essentially these categories  of\r\n\r\ndistinction  that divide people into being  more  capable  as\r\n\r\nopposed to being less capable.  How will this division,  Sir,\r\n\r\nhelp  with the bonding process that we are all trying so hard\r\n\r\nto create?\r\n\r\n<br><br><font size=\"1\"><b>Column: 211</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While the reality of inequality in life is a fact that\r\n\r\nwe  must  all  recognise and live with, it is another  to  be\r\n\r\ntypecast  and  to  be  constantly told, whether  directly  or\r\n\r\nindirectly, that one is less capable than the other.   I  can\r\n\r\nunderstand  and appreciate the circumstances in  which  these\r\n\r\ndistinctions have emerged.  However, we must be mindful  that\r\n\r\nin  harping on this subject, we may lead to a situation of  a\r\n\r\ndeep  divide  within our society.  This would  surely  put  a\r\n\r\nstrain on our social cohesion rather than reinforce it.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should perhaps give more emphasis to the principle\r\n\r\nthat  for  those  who are more capable, the rewards  will  be\r\n\r\nthere  for  them, and more is expected of them to  serve  our\r\n\r\nsociety.  For those who are not as capable, they will  always\r\n\r\nbe  a  part of Singapore, and be made to feel that  they  are\r\n\r\njust as wanted and appreciated for what they have contributed\r\n\r\ntowards  the making of this country.  Here, I like  the  idea\r\n\r\nthat  we  should  have more emphasis on bonding  between  the\r\n\r\nsuccessful Singaporeans and those who have not done as  well.\r\n\r\nWe  must  not  envy  or  begrudge those who  have  succeeded.\r\n\r\nHowever, every Singaporean has a given right to share in  the\r\n\r\ncountry's  success.   Equally, those who contribute  more  on\r\n\r\ntaxes  must  not  begrudge  the  various  schemes  aimed   at\r\n\r\nimproving  the  lot of the not so fortunate.  After  all,  we\r\n\r\nmust  remember  that it is our duty to look  after  the  less\r\n\r\nfortunate in our society.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we speak of an active citizenship under the\r\n\r\nSingapore 21 vision that envisages more avenues for  citizens\r\n\r\nto  participate in the nation's affairs, in order to  tap  on\r\n\r\nthe widest range of views.  My colleague, Mr Thomas, has also\r\n\r\ntouched  on  this issue earlier.  We want to be able  to  get\r\n\r\ncitizens to participate in the building of Singapore, and  to\r\n\r\nget them to contribute ideas so that they can understand what\r\n\r\nis  at  stake.  In law, we have this maxim that justice  must\r\n\r\nnot  only  be  done,  but  must be seen  to  be  done.   This\r\n\r\nprinciple  applies  equally  well  in  our  desire  to   want\r\n\r\nparticipation of our people in the policy-making process.\r\n\r\n<br><br><font size=\"1\"><b>Column: 212</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have the Feedback Unit and the regular dialogue\r\n\r\nsessions with our grassroots leaders.  Many people have often\r\n\r\nwondered  how  much of the feedback that is  given  has  been\r\n\r\ntaken into consideration in the formulation of policies.   No\r\n\r\ndoubt,  there is certain feedback which has translated itself\r\n\r\ninto changes in policies and legislation.  On the other hand,\r\n\r\nthere has also been numerous feedback that has been perceived\r\n\r\nto  have  been  ignored.  Perhaps more can be  done  in  this\r\n\r\nregard  to  convince the people that their  views  are  taken\r\n\r\nseriously.  As a simple illustration, there are many Bills in\r\n\r\nthis  Parliament  that have been passed which  have  had  the\r\n\r\nparticipation  of many concerned Members.  Yet,  despite  the\r\n\r\ninput  of  the Members, the Bills nonetheless are immediately\r\n\r\npassed after the Second Reading.  In some cases, we have  had\r\n\r\nassurances from the Government that subsequent amendments  to\r\n\r\nthe  Act  will take into account the feedback.   However,  in\r\n\r\nsome  other  cases, it did not appear that the  feedback  was\r\n\r\ntaken seriously.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our focus on the development of people in this debate\r\n\r\ntouches on the issue of the kind of civil society we want  to\r\n\r\ncreate  in  Singapore.  My learned colleague, the Member  for\r\n\r\nBishan-Toa Payoh GRC, has asked pertinent questions  in  this\r\n\r\ndebate.   He  asked  whether  the  people  of  Singapore  are\r\n\r\nprepared to take responsibility for their decisions  and  how\r\n\r\nthe  Government  can  send  clear signals  on  the  terms  of\r\n\r\nparticipation from the citizens.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there are many forces at work in society. While\r\n\r\nsome  may  like  to  argue  for more political  space  within\r\n\r\nSingapore, I agree with my colleague that others may not feel\r\n\r\nas  comfortable for the kind of space that is asked for,  and\r\n\r\nwe  would  be quite happy with the status quo.  To those  who\r\n\r\nclamour for Singapore to be a better civil society, there  is\r\n\r\na   certain  presumption  that  this  is  what  the  rest  of\r\n\r\nSingaporeans want.  The truth of the matter is that your  HDB\r\n\r\nheartlander may not be so interested in these issues so  long\r\n\r\nas  the  integrity of the Government of Singapore is  not  in\r\n\r\ndoubt and the people continue to enjoy a standard and quality\r\n\r\nof life that is unparalleled anywhere in the world.  What\r\n\r\n<br><br><font size=\"1\"><b>Column: 213</b></font><br><br>\r\n\r\nmakes this vocal minority think that they have a better right\r\n\r\nto  impose  their  views  on the silent  majority?   We  must\r\n\r\nrecognise that the responsibility of the Government rests  in\r\n\r\nbalancing the various forces at work.  We must also  remember\r\n\r\nthat  a duly elected government has the mandate of the people\r\n\r\nto do so.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we accept that it is not always possible for the\r\n\r\nGovernment to agree to every issue.  However, where there  is\r\n\r\nindeed   a   constructive  attempt  being  made  to   improve\r\n\r\nlegislation or policies, the Government must be  seen  to  be\r\n\r\ntaking this effort more seriously.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to extend my deepest appreciation\r\n\r\nto  the  President for delivering the keynote Speech  of  the\r\n\r\nGovernment.   No  doubt, the Speech is  meant  to  chart  the\r\n\r\ncourse  of the Government in the coming years.  It  has  also\r\n\r\nprovided us a valuable opportunity to take stock of where  we\r\n\r\nare coming from and where we are heading.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the above reasons, Sir, I support the motion.\r\n\r\n<br><br><!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Thia Khiang (Hougang):</b> Clarification with the\r\n\r\nMember.   In  his speech he mentioned that civil society  may\r\n\r\nnot  be desirable for HDB heartlanders and the Government has\r\n\r\na duty to balance their interests.  I would like to know from\r\n\r\nhim,  in his view, how does civil society, as implied in  his\r\n\r\nspeech,   come   in  conflict  with  the  interest   of   HDB\r\n\r\nheartlanders, if the Government decides that civil society is\r\n\r\ndesirable.\r\n\r\n<br><br><!-- Mr Sin Boon Ann -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sin Boon Ann:</b> I think central to the debate on civil\r\n\r\nsociety  is  a  certain perception that a civil society  must\r\n\r\nentail  certain values.  These values are to  some  extent  a\r\n\r\nreflection  of  the kind of values that is  often  associated\r\n\r\nwith  the  more liberal society of the West; where  there  is\r\n\r\ngreater freedom of speech, greater civic participation, and a\r\n\r\nmore  liberal media.  These are the sorts of issues that  one\r\n\r\nwould  normally associate with a civil society.  Having  said\r\n\r\nthat, and this is consistent with the kind of debate that has\r\n\r\nemerged in recent months, the sort of\r\n\r\n<br><br><font size=\"1\"><b>Column: 214</b></font><br><br>\r\n\r\nideas  that  go  into  a debate for civil  society  need  not\r\n\r\nnecessarily dovetail with the kind of interests that the  HDB\r\n\r\nheartlanders may have.  And to that extent, therefore, it may\r\n\r\nnot  necessarily  be  the same kind of agenda  that  the  two\r\n\r\ninterest groups are pursuing.\r\n\r\n<br><br><!-- Mr Zulkifli Bin Baharudin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Zulkifli Bin Baharudin (Nominated Member):</b> Mr\r\n\r\nSpeaker,  Sir, I rise in support of the motion  and  wish  to\r\n\r\nexpress my thanks to the President for his Speech.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have come across many Singaporeans who, like Mr Chiam\r\n\r\nSee  Tong, think that the President's Speech does not contain\r\n\r\nanything  new  in  terms  of  the  Government's  visions  and\r\n\r\npolicies for the future.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Personally, I do not expect anything new nor do I think\r\n\r\nthere  should be one.  Indeed, the economic crisis has served\r\n\r\nto adequately remind us that our current policies with regard\r\n\r\nto  managing the economy, responsiveness to changes, openness\r\n\r\nand transparency of information, being pragmatic and ready to\r\n\r\ntake  the pain and involving our best and brightest, both  in\r\n\r\nthe Government and private sector, remain relevant now and in\r\n\r\nthe future.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps what is quite less understood by many\r\n\r\nSingaporeans is the fact that the changes made to the banking\r\n\r\nand   financial  sector,  recommendations  contained  in  the\r\n\r\nCommittee  on  Singapore's  Competitiveness  and  policy   on\r\n\r\nforeign talent, are by any measure a major transformation and\r\n\r\nreformation of our economy and society.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The fact that this was implemented without any\r\n\r\naccompanying  violent protest and political instability  that\r\n\r\nhave rocked our neighbours does not make it less exciting  or\r\n\r\nsignificant.   Many have lost their jobs, suffered  wage  and\r\n\r\nCPF  cuts.   Small  and medium enterprises continue  to  face\r\n\r\nsevere challenges posed by a variety of global pressures.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps one visible aspect during the economic crisis\r\n\r\nhas been the important role the private sector has played  in\r\n\r\ntandem with the Government through\r\n\r\n<br><br><font size=\"1\"><b>Column: 215</b></font><br><br>\r\n\r\nthe various committees to draw up plans to get us out of this\r\n\r\ncrisis.   To  the Singaporeans at large, they have  witnessed\r\n\r\nhow  collective  efforts of both the Government  and  private\r\n\r\nsector  have brought about the desired results during one  of\r\n\r\nthe most serious crisis experienced by Singaporeans.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, Sir, allow me to respond to the two main\r\n\r\nissues that were discussed, ie, active citizenship and social\r\n\r\ncohesion.   It  is  a great day for me as a member  of  civil\r\n\r\nsociety to listen to Members of the House speaking in support\r\n\r\nof  active citizenship.  This alone demonstrates how  far  we\r\n\r\nhave  progressed  in  terms of developing  an  active  people\r\n\r\nsector.   This  is  a strong endorsement to the  many  people\r\n\r\nworking  in  civil societies.   Let me remind the House  that\r\n\r\ncivil society is not a western concept.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, there remain many challenges to overcome and I\r\n\r\nwould like to highlight a few of them:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One is changing mindset. In the past, it is quite\r\n\r\ncommon  to  hear  of civil societies being  categorised  into\r\n\r\nsocial  workers and armchair critics and social  commentators\r\n\r\nwho are frequently challenged for the lack of involvement  in\r\n\r\nsocial  and charitable activities.  It is as if one  must  be\r\n\r\ninvolved in charitable activities before being considered  as\r\n\r\ndoing something for society.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While it is clear that the ultimate objective is for the\r\n\r\nbest  and ablest in the society to help the less able through\r\n\r\nvolunteerism, members of civil society are usually  initially\r\n\r\ndriven  at  least  by  enthusiasm, passion,  spontaneity  and\r\n\r\nidealism.   Quite  often,  it starts with  them  articulating\r\n\r\ntheir  views as many feel the need to contribute in terms  of\r\n\r\nideas   and  feedback.   The  more  accessible  communication\r\n\r\nchannels today make it more convenient for many to make their\r\n\r\nfirst  start  by contributing ideas.  The more  involved  and\r\n\r\ncommitted  -  perhaps  prompted  into  action  -  would  then\r\n\r\nparticipate as members of the various organisations that best\r\n\r\nsuit them.\r\n\r\n<br><br><font size=\"1\"><b>Column: 216</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, there is a need to change the mindset and to\r\n\r\nview  these people, not as irritating commentators to  policy\r\n\r\nmakers,  but perhaps as a growing and untapped pool of  young\r\n\r\nidealistic citizens who can play a part in our common goal to\r\n\r\nhelp improve society.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To help change this mindset, we can do a number of\r\n\r\nsimple things:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) have civil servants, employees of statutory boards\r\n\r\nand  Government  corporations to be more  involved  in  civil\r\n\r\nsociety so that they can have a better appreciation of  civil\r\n\r\nsociety  and  perhaps become civil society's active  citizens\r\n\r\nthemselves.    Quite  frequently,  the  problems   of   civil\r\n\r\nsocieties   are  at  the  operational  level   -   with   the\r\n\r\nbureaucracy;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) have Government agencies involving relevant civil\r\n\r\nsocieties to participate in the various activities and to  be\r\n\r\ninvited  to  some  of the relevant functions  organised.   Of\r\n\r\ncourse,  civil societies too must reciprocate  but  here  the\r\n\r\ncommon complaint is usually the unenthusiastic response  from\r\n\r\nGovernment agencies;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) civil societies themselves should start by not\r\n\r\nexcluding  other  organisations like the CDCs  and  self-help\r\n\r\ngroups  and  many  other agencies as not being  part  of  the\r\n\r\nlarger  family of civil society.  We should not differentiate\r\n\r\nthe Government sponsored civil society and independent groups\r\n\r\nas,  ultimately,  they  both serve  a  common  goal  for  our\r\n\r\nsociety; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) Mr J. B. Jeyaretnam talked about the fear that\r\n\r\nSingaporeans  have  in  involving themselves  in  debate  and\r\n\r\npublic  discussions.   First, it  must  be  clear  to  anyone\r\n\r\nintending  to venture into public discussions to be  prepared\r\n\r\nto  be intellectually challenged, even robustly.  This is  to\r\n\r\nbe  expected.  However, I do sense that some of  the  replies\r\n\r\nfrom  the Government may be a bit too personal which may tend\r\n\r\nto discourage public discussion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, I would say that being thick-skinned\r\n\r\nmust  certainly  be  one  of the necessary  prerequisites  of\r\n\r\nanyone intending to engage in public debate.  For\r\n\r\n<br><br><font size=\"1\"><b>Column: 217</b></font><br><br>\r\n\r\nthose who feel personally slighted or rebuked, I have this to\r\n\r\nsay  to them, \"Don't Quit\" because this country was not built\r\n\r\nby quitters.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, is for the Government agencies to use the strength\r\n\r\nand  not  weaknesses of civil societies.  Quite often,  civil\r\n\r\nsocieties  are bogged down by fund-raising activities.   Lack\r\n\r\nof   financial  and  administrative  resources   are   common\r\n\r\ncomplaints  of  civil  societies.   This  is  where   greater\r\n\r\ncollaboration  between Government agencies and civil  society\r\n\r\ncan  be  more  effective to tap their enthusiasm, commitment,\r\n\r\nnetwork and not rely on their weaknesses for fund raising.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Third, globalisation. Like anything else, civil\r\n\r\nsocieties  too  are  affected  by  internationalisation   and\r\n\r\nglobalisation.  Their values on society and environment,  for\r\n\r\nexample,  are  no  longer domestic or  national  issues.   It\r\n\r\ntranscends  geographical  boundaries.   Increasingly,   civil\r\n\r\nsocieties  will  find  more  things  in  common  with   civil\r\n\r\nsocieties in other countries.  There will be greater need for\r\n\r\njoint  collaboration and mutual assistance.   This  is  where\r\n\r\ncivil  societies  in  Singapore are  sometimes  unnecessarily\r\n\r\ndisadvantaged  as many exercise self restraint  in  obtaining\r\n\r\nassistance of financial help from other institutions overseas\r\n\r\nas they may be perceived to be promoting a foreign agenda or,\r\n\r\nworse   still,   become   elements   of   other   undesirable\r\n\r\norganisations.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We need to recognise that working with foreign\r\n\r\norganisations  is  going to be part and parcel  of  a  larger\r\n\r\ncivil   society  as  we  become  part  of  a  global  family.\r\n\r\nTherefore, we must not only be prepared to learn from  others\r\n\r\nbut also become active contributors ourselves to other causes\r\n\r\nin the region.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, I would like to respond to the very\r\n\r\nencouraging  gestures that Simon Tay  and  I  would  like  to\r\n\r\nundertake   a  study  on  \"Civil  Society  in  21st   Century\r\n\r\nSingapore\".  This, in our view, is an indication of how civil\r\n\r\nsociety  can  proceed  and  progress  beyond  discussion  and\r\n\r\ndebate.  The report would address on the\r\n\r\n<br><br><font size=\"1\"><b>Column: 218</b></font><br><br>\r\n\r\npotential contribution and personal limitation and challenges\r\n\r\nfacing Singapore's young civil society.  The issues that  our\r\n\r\nreport  would address include the registration of  societies,\r\n\r\nlimits  on  speech, assembly and association,  especially  in\r\n\r\npublic,  and  the role of private foundations and  Government\r\n\r\nagencies  in  supporting  civil society  organisations.   The\r\n\r\nreport  would  also look at civil society in Singapore  in  a\r\n\r\nbroader regional and international context.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to quote from Judith Shklar an extract\r\n\r\nfrom the National Standards for Civics and Government:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Active citizens . are public meeting-goers and joiners\r\n\r\nof  voluntary  organisations who discuss and deliberate  with\r\n\r\nothers about the policies that will affect them and who serve\r\n\r\ntheir  country not only as taxpayers and occasional soldiers,\r\n\r\nbut  by  having a considered notion of the public  good  that\r\n\r\nthey  genuinely  take  to  heart.   The  good  citizen  is  a\r\n\r\npatriot.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, allow me to touch on another issue of\r\n\r\nsocial  cohesion.  I am prompted today to include  these  two\r\n\r\nissues  in  view  of the recent incident  which  in  my  view\r\n\r\ndemonstrates the fragility of a social cohesion and that each\r\n\r\nand  every  Singaporean has a part to play  to  preserve  and\r\n\r\nenhance social cohesion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At the recent Mendaki-MUIS Tea Party to congratulate\r\n\r\nMalay-Muslim graduates from higher institutions last week,  I\r\n\r\nwas  seated  with four young Malay graduates,  whom  I  later\r\n\r\ndiscovered,  two of whom will be going for further  education\r\n\r\noverseas.  I was delighted to find out that all four of  them\r\n\r\ntold me their families no longer depend on them for financial\r\n\r\ncontribution.   This  demonstrates how far  sections  of  the\r\n\r\nMalay-Muslim society have progressed.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, when I asked them what would be the most\r\n\r\ndifficult  problem  they would face when they  enter  working\r\n\r\nlife,  they remarked that the perception others have of  them\r\n\r\nwould  be  the  greatest obstacle they would  face  and  they\r\n\r\nexpressed   concern  that  they  may  not  be   given   equal\r\n\r\nopportunities  by employers.  If the best and ablest  of  our\r\n\r\nsociety  and those who have profited and benefited  from  our\r\n\r\nsystem  feel pessimistic, I wonder how less successful Malay-Muslims feel.\r\n\r\n<br><br><font size=\"1\"><b>Column: 219</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On another occasion, as a member of the Work Group on\r\n\r\nKBE,  initiated by the Malay PAP MPs, we met  two  groups  of\r\n\r\nbankers   separately:  one,  Malay-Muslim  workers   in   the\r\n\r\nfinancial sector and, two, representatives of major banks who\r\n\r\ncoincidentally  are  all Chinese.  Our  discussions  revealed\r\n\r\nwide differences of perceptions one has of the other.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are no small matters which cannot be resolved\r\n\r\novernight but efforts must be taken quickly as part of a long\r\n\r\nand  permanent process of bridging these perceptions.  For  a\r\n\r\nstart,  I  have asked these bankers whether they are prepared\r\n\r\nto  help Malay-Muslims in the financial sector to improve and\r\n\r\nupgrade  themselves  as the community  is  short  of  skilled\r\n\r\nexpertise and resources to face the challenges of KBE.   They\r\n\r\nare quite happy to help knowing that their efforts will go  a\r\n\r\nlong  way  towards bridging these perceptions.  I must  thank\r\n\r\nthem for their willingness.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, Malay-Muslims too need to be more\r\n\r\nrelevant  on  national and international issues and  be  more\r\n\r\nactively   involved   in   the   various   social   community\r\n\r\norganisations  outside  the  Malay-Muslim  community.   Malay\r\n\r\nvalues  of  gotong-royong must be extended to  include  other\r\n\r\nSingaporeans.   I  personally know of many organisations  who\r\n\r\nare  desperately  looking for Malay-Muslim  members.   Malay-Muslims must and need to respond to this.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I would like to touch on the issue of Malays in\r\n\r\nthe  SAF which was touched upon by the Member for Cheng  San.\r\n\r\nFirst,  let  me say that the Senior Minister's comments  came\r\n\r\nfrom  his  personal  experience.   More  significantly,   our\r\n\r\ngeography makes this issue a relevant and permanent one.   In\r\n\r\nmy  view,  the reaction of the community is good  because  it\r\n\r\nindicates  that  Malays  care about what  other  Singaporeans\r\n\r\nthink  of  them.   It  would  be worse  if  Malays  have  not\r\n\r\nresponded.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps the only way to change perception is for Malays\r\n\r\nthemselves,\r\n\r\n<br><br><font size=\"1\"><b>Column: 220</b></font><br><br>\r\n\r\nespecially those in the SAF, to continue to demonstrate their\r\n\r\ncommitment  through working with other Singaporeans,  earning\r\n\r\nmutual respect and trust of fellow soldiers and Singaporeans.\r\n\r\nBeyond rhetoric, we need to demonstrate good deeds.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I must caution that it would be unwise for anyone to\r\n\r\nthink  that this can be solved through one dialogue  session.\r\n\r\nAnyone  is  free  to write and speak on this  issue  provided\r\n\r\nracial  sensitivities are not breached.  While Malay  leaders\r\n\r\nlike Encik Othman Wok and Encik Rahmat Kenap have earned  the\r\n\r\ntrust  and confidence of the Senior Minister, I am sure there\r\n\r\nare   many  other  younger  Malays  deserving  of   such   an\r\n\r\nassociation.   Hopefully,  over  time,  many  more  will   be\r\n\r\nidentified.  Because only then can perception change.\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I suspend the Sitting and will take\r\n\r\nthe Chair again at 3.15 pm.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 2.41 pm until 3.15 pm.</i></div>\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 3.15 pm</i></div>\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n<br><br><!-- Dr Teo Ho Pin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Teo Ho Pin (Sembawang):</b> Mr Speaker, Sir, as a young\r\n\r\nnation  with  limited natural resources, Singapore  has  done\r\n\r\nwell  to  position  itself to be a world-class  city  in  the\r\n\r\nworld.  Over the last 34 years, the Singapore Government has,\r\n\r\nthrough  careful  planning and prudent use of  public  funds,\r\n\r\ndeveloped   Singapore  into  a  modern  city  with  excellent\r\n\r\ninfrastructure  and  amenities. Today, Singaporeans  live  in\r\n\r\nhigh quality housing, a clean and green environment and enjoy\r\n\r\na comfortable lifestyle.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore has also made its mark of excellence in the\r\n\r\nglobal  market.  We are known in the world for  our  airline,\r\n\r\nSIA; our seaport, PSA; our public housing programme, HDB; and\r\n\r\nour  clean and green environment.  We have successfully built\r\n\r\na positive corporate image for\r\n\r\n<br><br><font size=\"1\"><b>Column: 221</b></font><br><br>\r\n\r\nSingapore.  Today, many people are aware of the existence  of\r\n\r\nSingapore. They know where Singapore is and what is Singapore\r\n\r\nlike.   But not many people understand Singaporeans  or  know\r\n\r\nwhat is a Singaporean.  We have yet to develop a \"brand name\"\r\n\r\nfor  Singaporeans.  Instead, some  foreigners  have  negative\r\n\r\nperceptions  of  Singaporeans such as  Singaporeans  are  not\r\n\r\nallowed  to  chew chewing gum in Singapore; Singaporeans  are\r\n\r\nfined  for  not flushing toilets; Singaporeans are  caned  or\r\n\r\njailed  for  any wrongdoing.  These perceptions always  cause\r\n\r\nembarrassment  to many Singaporeans when they  meet  up  with\r\n\r\ntheir foreign friends.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have read in the papers about the ugly Singaporean or\r\n\r\nthe kiasu Singaporeans who misbehave themselves and project a\r\n\r\nbad  image  for  Singaporeans  especially  when  they  travel\r\n\r\noverseas.  If such behaviours were to propagate, we would  be\r\n\r\nembarrassed  to be called Singaporeans.  Thus,  there  is  an\r\n\r\nurgent  need  to erase these negative images of  Singaporeans\r\n\r\nand take action to develop a Singaporean identity.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must nurture Singaporeans to be caring and\r\n\r\nconsiderate  citizens of the world. More  efforts  should  be\r\n\r\nchannelled  to inject meaning into the lives of Singaporeans.\r\n\r\nSingaporeans must learn to be more \"human\" in a fast-changing\r\n\r\nand  materialistic  world.   We must  live  life  to  make  a\r\n\r\ndifference  to other people's life and that is  our  ultimate\r\n\r\ngoal of living.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the President's call for the Government\r\n\r\nto focus on people.  This is a timely call for all Government\r\n\r\ndepartments   to   pay   more  attention   to   Singaporeans.\r\n\r\nSingaporeans need more attention and listening ears.   Today,\r\n\r\nif  you  make a call to any Government department,  you  will\r\n\r\nmost likely be speaking to a voice-mail system.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In our drive to achieve higher productivity and save\r\n\r\nmanpower,  we  have  sometimes lost the human  touch  in  our\r\n\r\npublic services. Many Singaporeans are still not familiar  or\r\n\r\ncomfortable  to  use  the voice-mail  system,  and  thus  are\r\n\r\ndeprived of such public services.  Sir, I strongly\r\n\r\n<br><br><font size=\"1\"><b>Column: 222</b></font><br><br>\r\n\r\nsupport  the  use  of technology to increase  efficiency  and\r\n\r\nproductivity  but technology should bring the  public  sector\r\n\r\ncloser to Singaporeans instead of alienating them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although the public sector should take the lead, we must\r\n\r\nalso  understand the pace of change acceptable to the masses.\r\n\r\nWe  must synchronise the use of technology to meet the  needs\r\n\r\nof Singaporeans.  In this way, the public sector will have  a\r\n\r\ncloser  rapport with the general public and would be able  to\r\n\r\nserve them better.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another concern which I would like to raise is the issue\r\n\r\nof  heartlanders  and  cosmopolitans.   I  believe  that  all\r\n\r\nSingaporeans should aim to be heartlanders and cosmopolitans.\r\n\r\nWe  must  upgrade and maximise our potentials to be a  global\r\n\r\nknowledge  worker or entrepreneur and, at the same time,  our\r\n\r\nhearts  must be with Singapore.  Singaporeans must strive  to\r\n\r\nbe global players, be they contractors, food court operators,\r\n\r\nentrepreneurs,  professionals  or  service  providers.  Every\r\n\r\nSingaporean stands a chance to be a global player  if  he  or\r\n\r\nshe  strives to achieve his or her best.  The Government must\r\n\r\nplay  a  more  creative and proactive role to facilitate  and\r\n\r\nprovide opportunities for Singaporeans to achieve this goal.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we want to achieve \"One people, one nation and\r\n\r\none  Singapore\", I agree with my colleague, Mr Sin Boon  Ann,\r\n\r\nthat  we must not classify or segment Singaporeans. This will\r\n\r\ncreate  cracks in our society, thus hindering our efforts  to\r\n\r\nstrengthen  community  bond  and  nationhood.   We  must  set\r\n\r\nrealistic goals and hopes to motivate Singaporeans to achieve\r\n\r\ngreater heights in their lives.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the S21 report has set out useful directions to\r\n\r\nguide Singaporeans into the next millennium.  I would like to\r\n\r\nhighlight  one of its key pillars, namely, \"Strong  families:\r\n\r\nour  foundation and our future.\"  The need to develop  strong\r\n\r\nfamilies  must not be understated.  Strong families  are  the\r\n\r\nfoundation  for  healthy  lives  and  wholesome  communities.\r\n\r\nEvery  Singaporean must make every effort to keep our  family\r\n\r\nstrong and healthy.  Strong families\r\n\r\n<br><br><font size=\"1\"><b>Column: 223</b></font><br><br>\r\n\r\nwill  provide  the  impetus to build a cohesive  society  and\r\n\r\nnation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In today's fast-paced society, families are at risk of\r\n\r\ndisintegration.     Our    home    ownership    scheme    has\r\n\r\nunintentionally  resulted  in  the  rapid  nuclearisation  of\r\n\r\nfamilies  in  Singapore.   This coupled  with  the  HDB  flat\r\n\r\nallocation system has caused many families to be located  all\r\n\r\nover  Singapore.  As a result, many Singaporeans  are  living\r\n\r\naway  from  their parents, thus making it less convenient  to\r\n\r\nvisit  their  parents frequently.  Family  contact  time  has\r\n\r\nreduced  drastically over the years, thus threatening  family\r\n\r\nbonds.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This situation will gradually erode family ties,\r\n\r\nespecially  among  siblings  and younger  families.   Without\r\n\r\nstrong family support, Singaporeans will find it difficult to\r\n\r\ncope with the complexity of urban living in the next century.\r\n\r\nConsequently,  some  may  seek  greener  pastures   elsewhere\r\n\r\nresulting in a brain drain phenomenon.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I recently spoke to a young Singaporean who just\r\n\r\ngraduated from the United States. I asked him why he returned\r\n\r\nto  Singapore  despite  the abundance  of  opportunities  and\r\n\r\nexcitement in the United States. His answer is simple.  It is\r\n\r\nbecause  of his family.  His parents are migrants from  China\r\n\r\nwho  have  spent  their lives making a living  in  Singapore.\r\n\r\nThey have experienced hardship and seen the transformation of\r\n\r\nSingapore  from poverty to its present state. They  are  true\r\n\r\nheartlanders  of Singapore who have faith in  our  Government\r\n\r\nand believe that their children will have a bright future  in\r\n\r\nSingapore.   They  have  a  strong  sense  of  belonging   to\r\n\r\nSingapore  and  make  concerted efforts  to  encourage  their\r\n\r\nchildren to return home.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not sure whether this young man's generation\r\n\r\nwill  have  the same sense of belonging to Singapore  as  his\r\n\r\nparents.   Will younger generations of Singaporeans encourage\r\n\r\ntheir children to stay in Singapore?  We need to address this\r\n\r\nissue of rootedness of younger\r\n\r\n<br><br><font size=\"1\"><b>Column: 224</b></font><br><br>\r\n\r\nSingaporeans.  We must help Singaporeans to develop pride  to\r\n\r\nbe Singaporeans and live in Singapore with their families.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore strives to be a world-class economy and a\r\n\r\nworld-class  home.  We must also strive to be  a  world-class\r\n\r\npeople.  This  is  a  challenge for both the  Government  and\r\n\r\nSingaporeans in the next century.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n<br><br><!-- Mr Harun A Ghani -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Harun A Ghani (Hong Kah)</b>(<i>In Malay</i>): Mr Speaker,\r\n\r\nthank  you for giving me the opportunity to speak in  support\r\n\r\nof  the  motion moved by the Member for Bishan-Toa Payoh,  Mr\r\n\r\nDavinder Singh.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before I proceed, allow me to touch on a newspaper\r\n\r\narticle which somehow or rather belittles the Opening of  the\r\n\r\nSecond  Session of Parliament which was full of Parliamentary\r\n\r\ntradition.   I  believe  that each one  of  us  has  his  own\r\n\r\nweaknesses  but  what  is important is  the  content  of  our\r\n\r\nspeech.   We  depend  heavily on  journalists  to  assist  in\r\n\r\neducating  and conveying the intent of our speeches  for  the\r\n\r\ninformation of the general public.  We hope that this can  be\r\n\r\ndone.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, coming back to the Presidential Speech, I\r\n\r\nfully  support  the  decision to make  people  the  focus  of\r\n\r\nGovernment policy.  Of course, there are cynics who criticise\r\n\r\nthis  effort. In fact, the voices of these cynics is a  great\r\n\r\nconcern  of  mine because it is a sign that  shows  that  our\r\n\r\nsociety  is  still  far from its aim of  becoming  a  dynamic\r\n\r\nsociety  that  does not focus on material  wealth  and  where\r\n\r\nthere are children who would no longer remember the deeds  of\r\n\r\ntheir  parents  who have brought them up.  They  would  drive\r\n\r\naway  the  parents from the homes or abandon them  without  a\r\n\r\nplace  of shelter.  If this trend continues, we will  have  a\r\n\r\nsociety that would not know the meaning of responsibility and\r\n\r\na  society  that would forget its origins.   So  I  hope  the\r\n\r\nvalues of courtesy should be the emphasis of our education in\r\n\r\nschools right from primary to university levels.\r\n\r\n<br><br><font size=\"1\"><b>Column: 225</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When we look at the concept of active citizenship, which\r\n\r\nis the idea of encouraging every citizen to shape his future,\r\n\r\nit  is  a new phase for giving him a stake in the future,  as\r\n\r\nmentioned  by  the President in his Speech.  Lately,  and  in\r\n\r\nrecent   years,   the   Government  has  introduced   various\r\n\r\nprogrammes to enable every citizen to share in the prosperity\r\n\r\nof  Singapore.  For example, the share ownership schemes, the\r\n\r\nCPF  top-up scheme and the Medisave top-up scheme.  These are\r\n\r\nefforts to give Singaporeans a stake in a concrete form  that\r\n\r\nthey  can  see.  But if Singaporeans only see  the  stake  in\r\n\r\nmaterial  terms,  I think it is a matter of concern  for  us,\r\n\r\ncompared with the policy of active citizenship.  It would  be\r\n\r\nmore  meaningful  if  every citizen is invited  to  share  in\r\n\r\ndetermining our future.  We are all asked to offer our points\r\n\r\nof  view as best as we can to make the Singapore 21 Vision  a\r\n\r\nsuccess.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another point I would like to touch on is the wider\r\n\r\ndefinition of success which does not only involve success  in\r\n\r\nacademic  terms  but also in sports and the arts.  I  welcome\r\n\r\nthis change of mindset, because it will allow us not only  to\r\n\r\nbe  a  prosperous nation but also a gracious nation  that  we\r\n\r\nhope for.  However, no matter how prosperous a country is, we\r\n\r\ncannot  deny the presence of certain people who are not  able\r\n\r\nto  share in the prosperity.  There will always be those  who\r\n\r\nare  left out and those who struggle to keep up.  So, I would\r\n\r\nencourage all Singaporeans to practise the concept  of  life-long  learning.  We know of the difficulties of the  workers,\r\n\r\nespecially  those 40 years and above, and who have  secondary\r\n\r\nor lower education, to undergo lessons to upgrade themselves.\r\n\r\nWe  can perhaps reduce the burden of these workers if we  can\r\n\r\nprovide  classless learning facilities, ie, capitalise  fully\r\n\r\nthe potential of radio and television.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, not a long time ago, the Malay radio\r\n\r\nstation  had a special programme for the teaching of English,\r\n\r\nwhich was conducted by Asmah Laili.  If we can adjust this to\r\n\r\nthe   needs  of  today  and  combine  it  with  the  national\r\n\r\ncertification  programme, it would enable  mothers  and  also\r\n\r\nfathers to listen to the\r\n\r\n<br><br><font size=\"1\"><b>Column: 226</b></font><br><br>\r\n\r\nradio.   By having such radio programmes in all the languages\r\n\r\nwe  could have English lessons suited to the needs of  today,\r\n\r\nsuch  as  Business  English  or Cyber  English,  which  would\r\n\r\nexplain  the  terminology in the Internet world.   Wafer  fab\r\n\r\nEnglish,  for instance, will explain the terms  used  in  the\r\n\r\nsector.  We can also widen this effort through television.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These educational programmes, of course, will not have\r\n\r\npopular  ratings similar to entertainment programmes,  but  I\r\n\r\nbelieve that rating is not the only reason why we have  radio\r\n\r\nand  television.  The life-long learning culture  depends  on\r\n\r\nthe  effort  of  individual  citizens.   They  are  the  main\r\n\r\nfactors,  whether  they  would  be  able  to  continue  their\r\n\r\neducation or not.  But I think there is no loss for the  mass\r\n\r\nmedia  to  provide this facility and to ensure that  we  will\r\n\r\nprovide this facility in full.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are also faced with the problem of drop-outs who are\r\n\r\nunable  to  study  or  who  have been  trapped  in  unhealthy\r\n\r\nactivities.   I  am  of the view that if these  students  are\r\n\r\nplaced  in  a special school which provides only  sports  and\r\n\r\nathletic activities as well as the arts, it would enable them\r\n\r\nto gain excellence in the fields that they are interested in,\r\n\r\napart  from providing English, Mathematics and mother  tongue\r\n\r\nlessons for their academic needs.  Perhaps from this, we  can\r\n\r\nproduce sportsmen or artists who can do Singapore proud.  And\r\n\r\nif  these drop-outs are not monitored, they will be a problem\r\n\r\nto us later on, as we try to achieve the Singapore 21 vision.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In conclusion, the Malay Muslims are taught the\r\n\r\nteachings of Islam which say, to love our nation is  part  of\r\n\r\nthe  faith.  From Malay sayings, the Malays are called to  be\r\n\r\nloyal  to  the  land where they live, and remember  that  the\r\n\r\ngrass may be greener on the other side but it is still better\r\n\r\nhere.   So,  if  there  are any speeches  that  question  the\r\n\r\nloyalty  of  the  Malay  Muslims,  it  must  be  thought  out\r\n\r\nrationally  and  not  emotionally.   We  must  look  at   our\r\n\r\nsituation.  We should not react angrily. We are taught to  be\r\n\r\npatient.  Patience is part of our faith.  And there might  be\r\n\r\nwisdom in what has been said.\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also evidence that maybe there are some among\r\n\r\nus  who  are more loyal to another country or who deride  the\r\n\r\nleadership  of  a country.  A bad apple may spoil  the  whole\r\n\r\nbasket  and it is therefore our duty to prove our loyalty  to\r\n\r\nour  country.  I believe that this loyalty and love  for  the\r\n\r\nnation will be proven in due course, and the world would be a\r\n\r\nbetter place if we work together towards it.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down on the\r\n\r\nOrder Paper for today be exempted at this day's sitting  from\r\n\r\nthe  provisions  of Standing Order No. 1.  -   [Mr  Wong  Kan\r\n\r\nSeng].\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 227</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>DEBATE ON PRESIDENT'S ADDRESS</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n<br><br><!-- Dr Lee Boon Yang (Minister for Manpower) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Manpower (Dr Lee Boon Yang):</b> Mr\r\n\r\nSpeaker,  Sir,  thank you for allowing  me  to  join  in  the\r\n\r\ndebate.  I rise to speak in support of the motion standing in\r\n\r\nthe name of Mr Davinder Singh.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President in his Address to open the Second\r\n\r\nSession  of  this  Parliament  had  highlighted  Government's\r\n\r\nefforts  to  promote life-long learning and  to  enhance  our\r\n\r\npeople's  skills and capability under the Manpower  21  plan.\r\n\r\nSeveral  hon.  Members have also spoken  in  support  of  the\r\n\r\nManpower  21  plan.  I thank them for their  endorsement  and\r\n\r\nsupport  for  the  initiatives contained in the  Manpower  21\r\n\r\nReport.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Yesterday, Mr Lim Boon Heng, speaking about the employee\r\n\r\nshare  option scheme, urged caution on our companies to adopt\r\n\r\nsuch  an  approach of rewarding their employees.  I think  he\r\n\r\nmade  a  valid  point.   We  should proceed  with  care  when\r\n\r\nadopting such new ideas.  He said that one should be wary  of\r\n\r\nadopting  new  ideas  that  appear  to  be  great  but  their\r\n\r\nconsequences   are  not  fully  known.   I  agree  with  that\r\n\r\napproach. But there are other ideas which, although  new  and\r\n\r\nnovel, are self-evidently\r\n\r\n<br><br><font size=\"1\"><b>Column: 228</b></font><br><br>\r\n\r\nrelevant  and applicable to our situation, and we  should  be\r\n\r\nprepared to adopt them immediately and wholeheartedly.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will give you an example, Sir. The latest issue of\r\n\r\nBusiness  Week  (18th  October) contained  a  special  report\r\n\r\nentitled  \"Learning  to Lead\".  It described  how  an  energy\r\n\r\ncompany in the US, Conoco Inc, coped with a 1998 downturn  in\r\n\r\noil price and surplus capacity within the company.  The usual\r\n\r\napproach  in  such  a situation, when your product  price  is\r\n\r\ngoing  down,  would have been to cut spending  and  to  close\r\n\r\nplants,  which would mean retrenching some workers.  Instead,\r\n\r\nthe CEO made an unusual decision.  He decided to make a major\r\n\r\ninvestment  in  the company's managers.  He  approved  a  new\r\n\r\ncomprehensive leadership-development programme for his senior\r\n\r\nexecutives.  The CEO explained,  \"Even though oil was at $10,\r\n\r\nit  was the right decision.  You're going to be successful in\r\n\r\nthe  long term if you have good people\".  That was why in the\r\n\r\nworst  of  times, Conoco was still investing in training  its\r\n\r\npeople  to  provide good leadership, so that the company  can\r\n\r\nweather  the  crisis  and emerge more  competitive  and  more\r\n\r\nsuccessful.   Conoco was not alone in taking  this  approach.\r\n\r\nAccording  to  the same Business Week report,  and  I  quote,\r\n\r\n\"Corporate America has concluded that investing in people  is\r\n\r\nthe way ahead.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is one idea that we must adopt and embrace\r\n\r\nwholeheartedly, and apply as soon as we can.   And  this,  in\r\n\r\nfact,  is  what M21 is all about.  It sets out a strategy  or\r\n\r\nblueprint,  if you like it, for Government and  employers  to\r\n\r\ninvest  in our people as a means for Singapore to stay ahead.\r\n\r\nIt  provides  a  framework  for all  Singaporean  workers  to\r\n\r\nupgrade  their skills, knowledge and capabilities  so  as  to\r\n\r\nstay relevant and to remain employable.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the recent economic recession, though rather brief,\r\n\r\nwas  a  timely reminder of our vulnerability.  It  shows  how\r\n\r\neasily  tens of thousands of Singaporean workers can be  made\r\n\r\nredundant.   Now  that  the crisis is largely  over  and  the\r\n\r\nSingapore  economy seems to be well on the road to  recovery,\r\n\r\nit is indeed timely for us to reassess our situation.\r\n\r\n<br><br><font size=\"1\"><b>Column: 229</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We can sit back and simply ride this wave of recovery by\r\n\r\ndoing, more or less, the same, doing what we have been  doing\r\n\r\nbefore the crisis itself.  It is the easiest way out.  It  is\r\n\r\nthe  course  of least resistance.  But the danger  of  taking\r\n\r\nthis approach, this pathway of least resistance, is that with\r\n\r\nincreasing  globalization, we would be exposed to  increasing\r\n\r\ncompetition  and, over time, our economic space will  shrink.\r\n\r\nWe  have  to  seek  out new opportunities  and  adopt  a  new\r\n\r\nparadigm for growth and prosperity.  So, what we should do is\r\n\r\nto  use  this recent experience to plan for the  future.   Of\r\n\r\ncourse,   we cannot precisely determine what the future  will\r\n\r\nhold for us, but we can safely assume that the 1998 recession\r\n\r\nwould not be the last nor would it be the worst.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the pre-crisis days, economic growth resulted in\r\n\r\nthe  creation  of  as  many  as  120,000  new  jobs  a  year.\r\n\r\nSingaporeans  were,  in fact, spoilt for  choice.   Companies\r\n\r\nrushed to carry out \"green-harvesting\" exercises.  University\r\n\r\ngraduates  were offered jobs before they actually  graduated.\r\n\r\nProduction workers could quit a job and walk down the  street\r\n\r\nto  another  factory  and find another job  with  a  $50  pay\r\n\r\nincrease.   In  fact, many jobs had to be filled  by  foreign\r\n\r\nworkers,  due to a sheer shortage of Singaporeans.   In  some\r\n\r\nareas,  it  was a shortage of suitably skilled and  qualified\r\n\r\nworkers;  but  in  many other areas, it  was  a  shortage  of\r\n\r\nworkers who were  willing to take on the less attractive  and\r\n\r\nless pleasant jobs.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the post-crisis days, as the economy recovers, we\r\n\r\ncannot  expect the labour market to return to the  conditions\r\n\r\nprevailing  in 1995 to 1997.  If our GDP grows at the  target\r\n\r\nrate  of  about 5% a year, and at least half of  this  growth\r\n\r\ncomes from productivity gains, the balance will have to  come\r\n\r\nfrom  an  expansion  of labour supply, to  yield  a  net  job\r\n\r\ncreation  of around 60,000 jobs a year.  This means  that  we\r\n\r\nmust  be prepared for a lower level of job creation, even  as\r\n\r\nthe economy recovers and settles to its long-term growth rate\r\n\r\nof between 4-6%.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We will have to ask ourselves what are the jobs which\r\n\r\nwill support sustainable\r\n\r\n<br><br><font size=\"1\"><b>Column: 230</b></font><br><br>\r\n\r\neconomic  growth over the longer term.  As we move towards  a\r\n\r\nknowledge-based   economy,  the  jobs  are   likely   to   be\r\n\r\ntransformed into knowledge intensive jobs.  What  this  means\r\n\r\nis  that  while  industries  will need  fewer  people,  these\r\n\r\nworkers will be of much higher calibre, higher skilled,  able\r\n\r\nto   perform  more  valuable  jobs  and  earn  higher  wages.\r\n\r\nSingaporeans must begin to prepare for these changes now.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What would be the developments affecting jobs in the\r\n\r\nfuture?   We think there are three developments that we  must\r\n\r\nlook  out and be prepared for.  These developments will  form\r\n\r\nthe   backdrop  and  provide  the  challenges   for   us   in\r\n\r\nimplementing Manpower 21.\r\n\r\n\r\n\r\n<br><br><i>IT/Technology Based Workplace Environment</i>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first is the technology-based workplace\r\n\r\nenvironment.   There  is  no question  that  technology  will\r\n\r\nreshape  not  only  the  electronic and  manufacturing  based\r\n\r\nindustries.   Every  other  industry  and  business  will  be\r\n\r\naffected  by  the use of technology.  Information  technology\r\n\r\nand  e-commerce are just examples of how technology has  been\r\n\r\napplied to improve business efficiency and customer reach.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, information technology is progressively\r\n\r\nbeing  applied  in  sectors  such  as  retail,  banking   and\r\n\r\ninsurance  to  dramatically expand the delivery channels  and\r\n\r\nthe  reach  towards new customers, and, of  course,  also  to\r\n\r\nimprove  the  service to their customers.  In education,  the\r\n\r\nintranet  and the Internet provide opportunity to  apply  new\r\n\r\nlearning  methods which can bring a whole host  of  education\r\n\r\nmaterials to the fingertips of students.  Retail staff,  bank\r\n\r\nstaff, insurance salesmen, as well as teachers, will all need\r\n\r\nto  be  prepared for such changes.  Increasingly, our workers\r\n\r\nhave  to  be  IT savvy, attuned to the latest technology  and\r\n\r\ncomfortable with the demands of the new jobs which are  being\r\n\r\ncreated.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even in traditional fields such as construction, the use\r\n\r\nof   technology  will  result  in  sizeable  improvements  in\r\n\r\nproductivity and reduction in the need for\r\n\r\n<br><br><font size=\"1\"><b>Column: 231</b></font><br><br>\r\n\r\nlow  skilled  foreign construction workers.   Next  week,  my\r\n\r\nMinistry  will launch the Construction 21 Report and announce\r\n\r\nnew measures to transform the construction industry.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While our new school leavers and graduates of\r\n\r\npolytechnics and universities will be well prepared for these\r\n\r\nchanges and demands of new jobs, we must not forget the older\r\n\r\nworkers  who  may not have the same skills and  are  in  many\r\n\r\ncases  hampered  by their lower education.   The  concept  of\r\n\r\n\"lifelong  learning\" put up by the Manpower 21  Committee  is\r\n\r\ndesigned to help mature workers learn new skills to help them\r\n\r\nto keep up with the changing job requirements.  While younger\r\n\r\nentrants  to  the  workforce will be better  equipped,  their\r\n\r\nstock  of knowledge and skills will also get outdated in  the\r\n\r\nface   of  technological  progress.   So  even  today's  well\r\n\r\neducated  younger Singaporeans must adopt a new  mindset  and\r\n\r\nembrace lifelong learning so as to stay employable.\r\n\r\n\r\n\r\n<br><br><i>New Growth Industries</i>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second major development is the accelerated pace of\r\n\r\nrise  and  fall  of companies and industries.   This  is  the\r\n\r\nresult  of  the unprecedented pace of technological  advances\r\n\r\nand   applications.    To  succeed  and  remain   profitable,\r\n\r\ncompanies  are  constantly  seeking  new  products  and   new\r\n\r\nservices.   They  are  always looking out  for  better,  more\r\n\r\nproductive and lower cost opportunities.  Those which  cannot\r\n\r\nkeep  up  with  the pace of change will soon find  themselves\r\n\r\nshut   out  of  the  market.   In  response  to  this  trend,\r\n\r\nrestructuring will become part and parcel of business  growth\r\n\r\nand  survival.   When companies reorganize to concentrate  on\r\n\r\ntheir  core  activities or to venture into  new  areas,  very\r\n\r\nfrequently, there will be employment disruption and, in  some\r\n\r\ncases,  retrenchment of surplus staff.  So while  the  demand\r\n\r\nfor  a people with knowledge and capabilities in growth areas\r\n\r\nwill  increase, other workers may well find that their skills\r\n\r\nare  no longer needed.  There will be a shrinking demand  for\r\n\r\ntheir skills.\r\n\r\n<br><br><font size=\"1\"><b>Column: 232</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, since 1992, the manufacturing share of\r\n\r\nemployment in Singapore has declined from 29% to 21% in 1998.\r\n\r\nWhile  demand  for  higher  skilled  technicians,  engineers,\r\n\r\ncomputer   systems   analysts  and   product   research   and\r\n\r\ndevelopment   workers  will  still  grow,  the   demand   for\r\n\r\nproduction  and assembly workers is expected to  continue  to\r\n\r\ndecline.   Our approach to helping these workers is to  equip\r\n\r\nthem  with  new  skills and help them to re-deploy  to  other\r\n\r\neconomic sectors, such as service industries.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other growth sectors which will continue to create jobs\r\n\r\nfor   our   people   will  include  the   banking,   finance,\r\n\r\ncommunication,   broadcasting  and   information   technology\r\n\r\nsectors.  In the IT sector alone, the current pool of  33,000\r\n\r\nIT  professionals is expected to grow at about 10% a year for\r\n\r\nseveral more years.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To prepare for the manpower needs in the high growth\r\n\r\nsector,  my  Ministry  is  planning  to  launch  a  Strategic\r\n\r\nManpower  Conversion Programme.  This is a programme  whereby\r\n\r\nworkers  are encouraged to undergo short \"conversion\" courses\r\n\r\nto acquire new knowledge and skills for careers in the growth\r\n\r\nareas.   For a start, my Ministry is working with  NCB  on  a\r\n\r\nprogramme to convert non-IT trained workers for higher  value\r\n\r\nadded  jobs  in  the growing IT sector.  The scheme  will  be\r\n\r\nimplemented  early  next year.  We will  use  the  experience\r\n\r\ngained from this pilot project in the IT sector and extend it\r\n\r\nto  the  other new growth areas so that Singaporeans  can  be\r\n\r\nbetter  equipped  and better prepared to take  on  these  new\r\n\r\njobs.\r\n\r\n\r\n\r\n<br><br><i>Raising skills levels and multi-skilling</i>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The third development is the demand for flexibility,\r\n\r\ncreativity   and  thinking  skills  and  also   multi-skilled\r\n\r\nworkers.   Gone  are  the days when a  production  worker  or\r\n\r\nproduction operator focuses on a single task on the  assembly\r\n\r\nline.   In a typical hi-tech manufacturing plant, whether  it\r\n\r\nis  in  petrochemicals, semiconductors or food manufacturing,\r\n\r\nmost  of the actual work itself is done by machines, operated\r\n\r\nby  a few highly skilled workers. These workers will have  to\r\n\r\nconduct quality\r\n\r\n<br><br><font size=\"1\"><b>Column: 233</b></font><br><br>\r\n\r\ninspection and trouble-shooting and even maintenance  of  the\r\n\r\nmachines that are placed under their care.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even in traditional jobs such as in the cleaning\r\n\r\nindustry, healthcare aides, hotel industry with the need  for\r\n\r\na  large  number  of chambermaids and other backroom  support\r\n\r\nstaff,  there is scope to raise their skills and productivity\r\n\r\nby  widening the scope of such jobs through proper  training.\r\n\r\nThe result is to enhance the image and dignity of these jobs.\r\n\r\nThis will help us in our effort to re-deploy some workers who\r\n\r\nwill  be made redundant as the manufacturing industry reduces\r\n\r\nits labour requirements.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To motivate workers to undergo upgrading so that they\r\n\r\ncan  continue to remain employable or be redeployed to  other\r\n\r\nsectors,  my  Ministry  is  developing  the  National  Skills\r\n\r\nRecognition System (NSRS).  The NSRS is a framework that will\r\n\r\ndevelop  industry  skills standards in the manufacturing  and\r\n\r\nservice  sectors  and  accord  national  recognition  to  the\r\n\r\ntraining  that meets these standards.  The NSRS  will  enable\r\n\r\nmature workers to earn credit for what they have learnt,  and\r\n\r\nprovide an additional mechanism for employers to assess their\r\n\r\nemployees'  skills  level.  This system  is  designed  to  be\r\n\r\naccessible   to  all  workers,  regardless  of  their   basic\r\n\r\neducation.   It will provide all workers with the opportunity\r\n\r\nfor skills certification to a nationally recognized standard.\r\n\r\nThis will help facilitate the gradual transition of the lower\r\n\r\nskilled  segments of our workforce into the knowledge economy\r\n\r\nand encourage them to also pursue lifelong learning.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Apart from promoting lifelong learning, training and\r\n\r\nretraining,  we  must also constantly examine our  employment\r\n\r\nmarket  to  look for areas that can be improved and  also  to\r\n\r\nenhance our resilience and competitiveness.  For instance, we\r\n\r\nmust  refine our wage system to enable companies to  be  more\r\n\r\nresponsive  to changing business conditions in good  and  bad\r\n\r\ntimes.   Hence,  employers should quickly adopt  the  monthly\r\n\r\nvariable  payment (MVP) system.  This system was  recommended\r\n\r\nby the\r\n\r\n<br><br><font size=\"1\"><b>Column: 234</b></font><br><br>\r\n\r\nNational  Wages Council in May this year as a means  to  help\r\n\r\ncompanies  to  adapt  to the changing  business  cycle.   The\r\n\r\nmonthly  variable  payment will in  fact  give  companies  an\r\n\r\nadditional measure to adjust cost without having to  retrench\r\n\r\nworkers or resort to more painful wage cuts.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should also rationalize some of our employees'\r\n\r\nbenefit  system,  such  as  the  introduction  of  a   co-pay\r\n\r\nprinciple for medical care.  This was in fact recommended  by\r\n\r\na Tripartite Committee nearly three years ago but progress in\r\n\r\nimplementation  has been fairly slow.  On the  contrary,  the\r\n\r\ncivil service has already implemented this system since 1994,\r\n\r\nand  has  made very good progress with it.  The question  is:\r\n\r\ncan  we afford further delays in implementing a measure which\r\n\r\nwill  result  in  better allocation of health  care  benefits\r\n\r\nacross  the  board  and  also ensure that  our  employers  or\r\n\r\ncompanies  do  not  bear an unfair share  of  providing  such\r\n\r\nmedical benefits to their employees?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is also the sacred cow of retrenchment benefits.\r\n\r\nA  ceiling  of  25  years  service was  introduced  when  the\r\n\r\nretirement age was raised to 62 years last year.  However, as\r\n\r\nI  mentioned earlier, the pace of change will cause companies\r\n\r\nto restructure and reorganise much more frequently in future.\r\n\r\nCompanies  will  have  to down-size  when  the  market  turns\r\n\r\nagainst  them  and  when they develop  new  products  or  new\r\n\r\nservices,  they can then grow again.  So company  sizes  will\r\n\r\nchange.    There   will   be   frequent   restructuring   and\r\n\r\nreorganisation.  If our retrenchment benefits  are  perceived\r\n\r\nby  investors to be too generous and a hindrance to corporate\r\n\r\nrestructuring,  we  may  lose  our  attractiveness  to   such\r\n\r\ninvestors.   Can  we  afford to pass  up  such  opportunities\r\n\r\nbecause  we want to preserve the present system of protecting\r\n\r\nour  workers  from  unexpected retrenchment?   Or  should  we\r\n\r\nrecall, go back to first principle that retrenchment benefits\r\n\r\nwere  meant  to  help workers to tide over the period  during\r\n\r\nwhich they are unemployed and looking for a new job?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are all very sensitive issues with tremendous\r\n\r\nimpact on the state of our\r\n\r\n<br><br><font size=\"1\"><b>Column: 235</b></font><br><br>\r\n\r\nindustrial  relations.  But we must start  to  discuss  these\r\n\r\nissues and build up a tripartite consensus on how we can make\r\n\r\nprogress.   We have already started to do so with  regard  to\r\n\r\nanother  issue concerning union representation for executives\r\n\r\nin  a  company.   In  the  years ahead,  we  must  also  find\r\n\r\nequitable  and  mutually agreeable solutions to  these  other\r\n\r\nissues so that they will not hinder the effort to create jobs\r\n\r\nfor our people.\r\n\r\n\r\n\r\n<br><br><i>Conclusion</i>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new millennium will present many new opportunities\r\n\r\nto  Singapore.  These are opportunities which we  must  seize\r\n\r\nand ride on to bring us into the next phase of growth.  If we\r\n\r\nare ill prepared, we will miss out on these opportunities and\r\n\r\nslide  down on the competitive ladder.  This will mean higher\r\n\r\nunemployment  rate.   We  will  have  to  live  with   higher\r\n\r\nunemployment  rate.   There will be  insufficient  and  lower\r\n\r\nvalue-added jobs for our people who will end up earning lower\r\n\r\nwages and have to put up with lower standard of living.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The transition to the new economy involves every\r\n\r\nindividual.   It  is not confined to only the  engineers  and\r\n\r\nthose  who  are  highly educated.  Rather,  it  requires  the\r\n\r\ncommitment,  determination and effort of all Singaporeans  at\r\n\r\nevery  level of the workforce.  It requires our people to  be\r\n\r\nwilling  to  learn,  to  try new things,  to  be  innovative.\r\n\r\nWhether  professionals  or production workers,  employers  or\r\n\r\nemployees, the key to our ability to earn good living in  the\r\n\r\nfuture will rest on our ability to acquire new knowledge  and\r\n\r\nskills  and to use these to add value to the economic effort.\r\n\r\nIndividuals  can choose to be overwhelmed by the changes  and\r\n\r\nlanguish by the side, or take a proactive role to prepare for\r\n\r\nthe future and ride on its opportunities.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While the Government will provide the overall framework,\r\n\r\nthe  people and the private sector have to take the  lead  in\r\n\r\nseizing the growth and learning opportunities.  Employers and\r\n\r\nworkers must be\r\n\r\n<br><br><font size=\"1\"><b>Column: 236</b></font><br><br>\r\n\r\nagile, flexible and open to various possibilities in this fast\r\n\r\nmoving knowledge-based economy.  The Manpower 21 strategy and\r\n\r\nprogrammes  represent a blueprint or a  road  map.   Workers,\r\n\r\nemployers and the Government must travel along this road hand-in-hand  so  that  we  can  arrive  together  at  our  common\r\n\r\ndestination.   The road is not straight nor  smooth.   It  is\r\n\r\nwinding, runs uphill with many obstacles along the  way.   We\r\n\r\nmust  help each other to navigate the climb and overcome  the\r\n\r\nhazards  on the way.  Government, working with the employers,\r\n\r\nwill  invest,  subsidize, motivate and encourage  workers  to\r\n\r\nupgrade  their skills.  Singaporeans must also make  personal\r\n\r\ncommitment  to  make  full  use  of  these  opportunities  to\r\n\r\nupgrade.   Every  worker must adopt the  \"lifelong  learning\"\r\n\r\ncredo  and  make  continuing effort  to  ensure  his  or  her\r\n\r\nemployability.  I urge all employers and workers to  join  us\r\n\r\nin this exciting and rewarding journey to transform ourselves\r\n\r\ninto a globally competitive workforce.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many Members have spoken and given suggestions and\r\n\r\nmade  many good comments on the M21 report.  I do not propose\r\n\r\nto  go  into the details and respond to individual  comments,\r\n\r\nbut  let me assure all the hon. Members that my Ministry will\r\n\r\nstudy  and  consider  their suggestions and  comments  as  we\r\n\r\nimplement  the recommendations of the Manpower  21  Committee\r\n\r\nreport.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n<br><br><!-- Mr Ang Mong Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ang Mong Seng (Bukit Gombak)</b>(<i>In Mandarin</i>): Mr\r\n\r\nSpeaker, Sir, the President's Address is a very comprehensive\r\n\r\nstatement  of the Government's policy.  Apart from  reviewing\r\n\r\nour progress over the last 30 years, it has also outlined the\r\n\r\ntarget for us in the 21st century.\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker in the Chair]</h4></div>\r\n\r\n<br>4.02 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After the recent financial crisis, we are now in a more\r\n\r\nstable   position.   However,  we  will  face  more   intense\r\n\r\ncompetition  in future.  In order to build our  nation  in  a\r\n\r\nbetter way and to make our economy\r\n\r\n<br><br><font size=\"1\"><b>Column: 237</b></font><br><br>\r\n\r\nmore  vibrant,  we  have  to  make  full  use  of  our  human\r\n\r\nresources.  We have to let our people give full play to their\r\n\r\npotential,  and  we want our people to work  in  a  concerted\r\n\r\neffort  to  contribute towards our nation  building  efforts.\r\n\r\nThe  President  also  emphasised that we  have  to  pay  more\r\n\r\nattention  to our aging population.  Allow me to  raise  some\r\n\r\nrecommendations on these issues.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The United Nations has designated 1999 as the year for\r\n\r\nthe   aged.   That  is  evidence  of  how  the  international\r\n\r\ncommunity has attached great importance to the problems of an\r\n\r\naging population.  Singapore is one of the nations facing the\r\n\r\nmost  serious problems of an aging population.  By  the  year\r\n\r\n2030, out of four Singaporeans, one will be above the age  of\r\n\r\n60, that is, about 25%.  The Government has already set up  a\r\n\r\nCommittee  to  look  into this problem,  with  the  terms  of\r\n\r\nreference  of looking after the senior citizens and  to  make\r\n\r\nadequate  preparations  for  our  future  needs.    In   this\r\n\r\nconnection, I would like to speak on three aspects which  the\r\n\r\nsenior citizens are most concerned with.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, health. We should provide some facilities\r\n\r\nfor  our  senior  citizens to have  easy  access  to  regular\r\n\r\nmedical  check-ups.    In order that  they  may  be  healthy,\r\n\r\nphysically and mentally, I think they should undergo  regular\r\n\r\nmedical  check-ups.  This is very important.   Prevention  is\r\n\r\nbetter  than  cure.  We would like to thank the Minister  for\r\n\r\nHealth,  Mr  Lim  Hng Kiang who, in reply to  Dr  Lily  Neo's\r\n\r\nrequest, announced that his Ministry has plans for our senior\r\n\r\ncitizens  to  be examined regularly.  We have  about  300,000\r\n\r\nsenior  citizens in Singapore.  If all these  300,000  senior\r\n\r\ncitizens were to go to the Singapore General Hospital  for  a\r\n\r\nmedical  check-up, then I am sure the hospital will  be  very\r\n\r\ncrowded and very busy, and these old people will have problem\r\n\r\ngetting there too.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to make it easier for the senior citizens, I\r\n\r\nthink  the community and  grassroots organisations  can  also\r\n\r\nhelp  in this aspect.  Maybe regular check-ups for the senior\r\n\r\ncitizens can be conducted in the\r\n\r\n<br><br><font size=\"1\"><b>Column: 238</b></font><br><br>\r\n\r\ncommunity  centres,  say, routine checks on  eyesight,  blood\r\n\r\nsugar, blood pressure and cholesterol, etc.  On the one hand,\r\n\r\nthis will be easier for the senior citizens and, on the other\r\n\r\nhand,  this  will  enable  the  grassroots  organisations  to\r\n\r\nparticipate in this very meaningful job.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After the check-up, there should be systematic\r\n\r\ndocumentation on the health situation of the senior citizens.\r\n\r\nIn  fact,  many  senior citizens normally  forget  about  the\r\n\r\nresults  and they do not take the necessary action to prevent\r\n\r\nthe  diseases.   The  Ministry of  Health  should  publish  a\r\n\r\nmedical  check-up  record booklet,  so  that  when  a  senior\r\n\r\ncitizen goes for his check-up, the doctors or nurses will  be\r\n\r\nable to record his state of health there, and this will serve\r\n\r\nas  a  very useful future reference for the doctors when they\r\n\r\nfollow up with this senior citizen.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, in Bukit Gombak, we have started to conduct\r\n\r\nregular  medical check-ups for our senior citizens.  We  have\r\n\r\nalso published a booklet to record the results of the medical\r\n\r\nexamination of the senior citizens.  This was launched by the\r\n\r\nParliamentary Secretary to the Minister for Health,  Mr  Chan\r\n\r\nSoo  Sen.  He was impressed by this record booklet  and  said\r\n\r\nthat it was a very good idea.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Presently, in schools, every pupil has a health booklet\r\n\r\nto  record  his  or her state of health.   I  hope  that  the\r\n\r\nMinister  for  Health  would consider  publishing  a  similar\r\n\r\nhealth  booklet  for the senior citizens, so that  they  will\r\n\r\nhave a better understanding of their health.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, providing concessions for senior citizens on\r\n\r\npublic transportation.  In Singapore, concession is given  to\r\n\r\nour  senior  citizens for commuting on our  public  transport\r\n\r\nsystem.  However, this concession is restricted to only  off-peak  hours.   Recently Lianhe Zaobao conducted a  survey  on\r\n\r\nthis matter, and about 90% of those who were interviewed felt\r\n\r\nthat  when  the bus companies give concessions to the  senior\r\n\r\ncitizens, there should not be a restriction on the time  they\r\n\r\ncan  travel.   But the bus companies did not agree  with  the\r\n\r\nfinding because they felt that the senior\r\n\r\n<br><br><font size=\"1\"><b>Column: 239</b></font><br><br>\r\n\r\ncitizens  should not compete with the other commuters  during\r\n\r\nthe  peak hours, and that it will pose some danger to the old\r\n\r\nfolks.   But  many  people  feel that  this  is  not  a  fair\r\n\r\nreasoning.   This matter has, in fact, been argued  for  many\r\n\r\nyears and there is still no concrete outcome. Very soon,  the\r\n\r\n20th  century will come to an end.  We hope that  before  the\r\n\r\nend  of the 20th century, there should be a solution to  this\r\n\r\nproblem.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we are serious and sincere in considering this\r\n\r\nproblem, I think this is a responsibility of every one of us,\r\n\r\nwhether  it  is a Government department, the private  sector,\r\n\r\ngrassroots  organisations or the civil groups.   So  long  as\r\n\r\nthey  are  involved  in this problem of an aging  population,\r\n\r\nthey  should put in a concerted effort and we should work  in\r\n\r\none heart so that we can have better results.  I feel that we\r\n\r\nshould deal with this matter in a more objective manner.   At\r\n\r\nthe  moment,  our  transport system  is  very  comprehensive,\r\n\r\nwhether  it  is MRT or public buses, they are being  operated\r\n\r\nvery  smoothly,  and  we  have a very good  public  transport\r\n\r\nsystem.   The commuters are also boarding and alighting  from\r\n\r\nthe  buses in a very orderly manner.  They have been treating\r\n\r\nthe  old people in a very courteous manner.  It is not a  big\r\n\r\nproblem  even if the senior citizens were to board the  buses\r\n\r\nduring the peak hours.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although many of us retire at 60 nowadays, with our good\r\n\r\nmedical  and healthcare system, many of our old people  enjoy\r\n\r\nvery  healthy living.  Look at our new President,  he  is  76\r\n\r\nyears old and he is still very healthy.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I suggest that the relevant authority should seriously\r\n\r\nconsider  implementing concession rates for  senior  citizens\r\n\r\neven  during the peak hours.  Maybe we should try it for  one\r\n\r\nyear, and one year later we can have a review and see whether\r\n\r\nthis concession, without any restricted hours, would pose any\r\n\r\nserious problem to us.  If everything is all right, and there\r\n\r\nis  no  problem,  we  should continue  to  grant  concessions\r\n\r\nthroughout  the day and night.  It is a form of  respect  for\r\n\r\nthe senior\r\n\r\n<br><br><font size=\"1\"><b>Column: 240</b></font><br><br>\r\n\r\ncitizens,   and  it  would  also  provide  them   with   more\r\n\r\nconvenience.  In fact, in Hong Kong, in Europe and the United\r\n\r\nStates,  this  is  very  common.  The senior  citizens  enjoy\r\n\r\nconcessions  without  any  restriction.   I  feel  that   the\r\n\r\nrelevant    authority   should   seriously   consider    this\r\n\r\nrecommendation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, housing for the senior citizens. Now we have\r\n\r\n86%  of Singaporeans living in public housing, that is,  more\r\n\r\nthan  200,000 senior citizens are living in HDB  flats.   The\r\n\r\nthing  that  they  are  more  concerned  with  is  the  lift,\r\n\r\nespecially for those who live in high-rise buildings.  I feel\r\n\r\nthat  HDB  has done a great job.  In the new housing estates,\r\n\r\nthe  lifts stop at every floor.  This is a very good  service\r\n\r\nto  the residents, particularly to the senior citizens.   The\r\n\r\nGovernment  has attached great importance to this matter  and\r\n\r\nduring  the  upgrading  projects,  whether  it  is  a   major\r\n\r\nupgrading or an interim upgrading, provision was made so that\r\n\r\nthe  lifts can stop at every floor.  However, in the  interim\r\n\r\nupgrading programme, the HDB has fixed another standard  that\r\n\r\nthe  lifts  should  be  able to serve at  least  50%  of  the\r\n\r\nresidents before arrangement would be made for them  to  stop\r\n\r\nat every floor.  But if we look at the flats which were built\r\n\r\nin  the 1980s or earlier, the design was such that they would\r\n\r\nnot  be  able to attain this standard.  So we are  unable  to\r\n\r\nattain  the  standard set by HDB, and it is not  possible  to\r\n\r\nprovide this service where the lift can stop at every  floor.\r\n\r\nIt  would be very difficult for them to go out if there is no\r\n\r\nlift,  particularly  for those who are wheelchair-bound.   It\r\n\r\nwould be a very serious problem for them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1997, when I raised the matter concerning the lifts\r\n\r\nfor  certain  blocks  of  flats in my constituency  with  the\r\n\r\nformer  Minister for National Development, Mr Lim Hng  Kiang,\r\n\r\nhe  told  me  that  since  there were  only  4  storeys,  the\r\n\r\nresidents   could   just  walk  up  and  down   the   stairs.\r\n\r\nUnconvinced,  I showed him some photographs on how  difficult\r\n\r\nit  was  for  the old folks to go up and down the  staircase,\r\n\r\nespecially  when they were sick.  Immediately,  he  suggested\r\n\r\nthat  I raise this matter in Parliament and he would consider\r\n\r\nit.  Now the lifts are being installed in these\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\nblocks  of  flats.  Although the installation  is  not  fully\r\n\r\ncompleted,  the  residents are already very happy,  and  they\r\n\r\nhave asked me to thank the Minister for his good gestures.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, another issue that I would like to raise concerns\r\n\r\nsingle persons who wish to buy HDB flats.  Yesterday, Dr  Ker\r\n\r\nraised this matter about singles buying HDB flats.  I do  not\r\n\r\nwant  to repeat his points.  We all know that for the singles\r\n\r\nto  buy HDB flats, there are a lot of restrictions.  First of\r\n\r\nall,  they cannot buy directly from HDB.  Secondly,  even  in\r\n\r\nthe  open market, they can only buy the 3-room flats and they\r\n\r\nare restricted to flats which are outside the city area.  All\r\n\r\nthese  conditions have made it very difficult for the singles\r\n\r\nto buy HDB flats.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Even for those affected by the redevelopment plans, they\r\n\r\ntoo  have  problems because under the redevelopment  schemes,\r\n\r\nexisting  lessees  enjoy a 20% discount  when  they  purchase\r\n\r\ntheir alternative flats from HDB.  But the singles are denied\r\n\r\nthis  discount.  Sometimes, being single is not really  their\r\n\r\nown  wish,  and  it  is beyond their control.   During  their\r\n\r\nyounger days, some of these singles may have worked very hard\r\n\r\nto  support their younger brothers and sisters and when  they\r\n\r\nhave grown up, they were already too old to get married.   So\r\n\r\nthey  would have to remain single.  I hope that the  Minister\r\n\r\nwould  reconsider  this  matter  because  even  singles  have\r\n\r\ncontributed to our nation building.  Perhaps, we could impose\r\n\r\ncertain restrictions on them, but I do not think some bending\r\n\r\nof the rules would affect the nation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In general, I think we should give the singles a fair\r\n\r\ndeal.  Under the redevelopment schemes, all residents enjoy a\r\n\r\n20%  discount.  Perhaps the relevant authority may feel  that\r\n\r\n20%  discount is too much, then at least they should be given\r\n\r\na 10% discount.  I think we should give them some concessions\r\n\r\nand  be fair to them.  These are the recommendations I  would\r\n\r\nlike to raise.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion.\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n<br><br><!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Chen (West Coast):</b> Mr Deputy Speaker, Sir, I\r\n\r\nsupport  the motion moved by Mr Davinder Singh to  thank  the\r\n\r\nPresident for his Address to Parliament.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President has outlined the Government's objectives\r\n\r\nfor  the  future.   The Addenda detailed the  programmes  the\r\n\r\nMinistries  intend to implement to achieve these  objectives.\r\n\r\nIt  is more than fair to say that in the past 34 years, since\r\n\r\nindependence, the PAP Government, together with  the  people,\r\n\r\nhas transformed Singapore into a prosperous and thriving city\r\n\r\nstate.   We  have  the  best  infrastructure  and  investment\r\n\r\nclimate that ranks among the most conducive in the world  and\r\n\r\na  diligent workforce that is second to none.  All these have\r\n\r\nbeen   done  under  great  political  stability.   Successive\r\n\r\neconomic  crises  were overcome through  the  cooperation  of\r\n\r\nGovernment and the people.  We should be justifiably proud of\r\n\r\nour achievements.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The question that we need to pose now is: do all these\r\n\r\nachievements make us a nation and the people active citizens?\r\n\r\n34  years amount to some 1 1/2 generations, a very short time\r\n\r\nfor  a country.  Nation building is a painstaking effort that\r\n\r\nrequires  generations  to  go  through  various  trials   and\r\n\r\ntribulations  before the people can consider themselves  true\r\n\r\ncitizens.  When we look around the world today, we cannot but\r\n\r\nnotice,  at  least by way of negative examples,  that  nation\r\n\r\nbuilding is a very difficult business.  Emerging countries in\r\n\r\nAfrica   and  Latin  America  are  constantly  going  through\r\n\r\npolitical  and  social upheavals.  Even  so-called  developed\r\n\r\ncountries  in  Europe could not escape from the strifes  that\r\n\r\nthreatened  to  break  up  the  countries,  indeed  break-ups\r\n\r\noccurred  in some of these old countries.  In the region,  we\r\n\r\nare  witnessing similar events that have yet to be played  to\r\n\r\ncompletion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To sum up, we have to ask ourselves: are we a nation\r\n\r\nyet?   One  way to find out is to go through the  baptism  of\r\n\r\nfire.   When we are confronted with a deep crisis,  not  just\r\n\r\neconomic,  we  will  find out whether our  people  will  jell\r\n\r\ntogether and help one another to overcome the difficulties,\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\nwhether we will die for one another to preserve our homeland.\r\n\r\nThis  is  a  very painful way which we would  not  wish  upon\r\n\r\nourselves.  Another way is to increase the stakes our  people\r\n\r\nhave  in  the  country which make it imperative for  them  to\r\n\r\ndefend with the utmost of their ability.  Yet, another way is\r\n\r\nto  nurture a greater sense of belonging to the country where\r\n\r\nour  loved  ones and friends all call home and where  we  can\r\n\r\nseek comfort and solace in times of need.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government can provide the hardware to make\r\n\r\nSingapore  to  continue  to  survive  and  prosper  in   this\r\n\r\nincreasingly  competitive world.  Indeed, it has,  judged  by\r\n\r\nthe  Addenda  that  have  been included  in  the  President's\r\n\r\nAddress.  But the heartware that makes us true citizens rests\r\n\r\nin  ourselves.   We  have  to ask ourselves  whether  we  are\r\n\r\ncommitted  to  Singapore.  If so, how do we  strengthen  this\r\n\r\ncommitment?  I would suggest that we start at home  with  our\r\n\r\nown families.  Close and enduring family ties will ultimately\r\n\r\nreflect  themselves  in the society  at  large.   If  we  are\r\n\r\nprepared to fight for our own family members, only then  will\r\n\r\nwe  be  ready  to  do  the same for our  friends  and  fellow\r\n\r\ncitizens.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore 21 Vision may help us along the way. But\r\n\r\nwe  ourselves must respond to the initiatives and  strengthen\r\n\r\nour  commitment  to  be not just active  but  true  citizens.\r\n\r\nHuman beings are not machines.  The Government cannot press a\r\n\r\nfew  buttons and expect the people to turn on and behave just\r\n\r\nlike robots.  We have to light the fire in our own bellies to\r\n\r\nnurture our love for and commitment to our own country.  This\r\n\r\nwould  take a few more generations.  There is no better  time\r\n\r\nto  start  now as we are all poised to take up the challenges\r\n\r\nahead  of  us.   In due course, we hope and  we  will  surely\r\n\r\nbecome one people, one nation, one Singapore.\r\n\r\n<br><br><!-- RAdm Teo Chee Hean (Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Education (RAdm Teo Chee Hean):</b> Mr\r\n\r\nDeputy Speaker, Sir, thank you for allowing me to join in the\r\n\r\ndebate  on  the  motion standing in the name of  Mr  Davinder\r\n\r\nSingh.\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the President's Address, one of the major\r\n\r\nchallenges  that he identified that is facing us, and  indeed\r\n\r\nfacing  other  countries, is how to  fit  into  a  globalised\r\n\r\ninformation  and knowledge economy while, at the  same  time,\r\n\r\nmaintaining  our own identity, values, sense of cohesion  and\r\n\r\nnationhood and perhaps, most important of all, our ability to\r\n\r\ndecide for ourselves our own future.  The changes being  made\r\n\r\nto  our education system also reflect this challenge and  the\r\n\r\nprogrammes  that  we  have laid out in the  Addendum  to  the\r\n\r\nPresident's Address show how we propose to face up  to  these\r\n\r\nchallenges that are coming in the 21st century.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We want our students to be world-ready. Yet, we want\r\n\r\nthem  at the same time to be rooted to Singapore.  How do  we\r\n\r\nachieve  this?  In some ways, our language policy is  a  very\r\n\r\ngood example of how we do this.  We use English to teach  our\r\n\r\nstudents  and that makes them world-ready, ready to  interact\r\n\r\nwith  the  rest  of  the  world  in  business,  finance   and\r\n\r\ntechnology.   But at the same time, because of our  continued\r\n\r\nemphasis  on  the mother tongue, our students  grow  up  well\r\n\r\nrooted  in  their own value system, history, culture  and  in\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To be world-ready, we have instituted a number of\r\n\r\nprogrammes.  We are already world class in many  areas.   The\r\n\r\nThird  International  Mathematics  and  Science  Study,   for\r\n\r\nexample,   shows   that  our  students  do   very   well   by\r\n\r\ninternational  comparison in Mathematics  and  Science.   But\r\n\r\nthat,  in  some  sense, is history.  We must  move  on.   Our\r\n\r\nsystem is very efficient at transferring a set of skills  and\r\n\r\na  certain  body of knowledge into the heads of our  students\r\n\r\ngiving  them  skills  that they can use  immediately  in  the\r\n\r\neconomy.   But we must now go beyond this by giving them  the\r\n\r\nability to learn new knowledge throughout their lives and  to\r\n\r\ncreate  new  knowledge.  Hence, to make our  students  world-ready,  we have introduced creative thinking in our  schools,\r\n\r\nnot  just  as  a  subject, but as a skill to be  learned  and\r\n\r\ninfused throughout the curriculum in the schools and  in  all\r\n\r\nthe activities that they do.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with Mr Loh Meng See's wise words when he says\r\n\r\nthat we are making a\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\nsystem that is already good better and not to make such major\r\n\r\nchanges to the system that we risk upsetting something  which\r\n\r\nis  already  quite  good.   We  will  build  upon  the  solid\r\n\r\nfoundations that we have.  And I would like to assure Dr  Tan\r\n\r\nBoon  Wan  that, in the process of reforming our system,  the\r\n\r\ncontinued emphasis on excellence will be there.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How do we make our students rooted to Singapore? This\r\n\r\nis  also  one  of  the issues that has been  raised  by  many\r\n\r\nMembers.   It would be a pity if our educational institutions\r\n\r\nlost  their  character  entirely  and  our  universities  and\r\n\r\nschools   produce   students  who  could   have   come   from\r\n\r\nuniversities  and schools just like in any other  country  in\r\n\r\nthe  world.  Our universities, polytechnics, ITE and  schools\r\n\r\nshould  produce students who are world-ready, yet  rooted  in\r\n\r\nSingapore  with that something unique about them  that  makes\r\n\r\nthem  Singaporean.  Hence, we have National Education in  our\r\n\r\nschools and we have also introduced the community involvement\r\n\r\nprogramme.   So  we,  in  the  Ministry  of  Education,  will\r\n\r\ncertainly do our part to help to nurture the active  citizens\r\n\r\nthat we need for the 21st century, active citizens who have a\r\n\r\nwell-founded confidence and commitment to Singapore's future.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Putting these two parts together, making our students\r\n\r\nworld-ready  and yet rooted in Singapore, we have  programmes\r\n\r\nfor all levels, from pre-school through primary and secondary\r\n\r\nto  further  education  and higher education  and  also  into\r\n\r\ncontinuing  education.  Several Members, Mr  Iswaran  and  Mr\r\n\r\nZainul  Abidin, have commented favourably on the Ministry  of\r\n\r\nEducation  taking a more active role in pre-school education.\r\n\r\nThis  is  something  that we would do.  We  would  leave  the\r\n\r\noperation  of  pre-school centres and  kindergartens  in  the\r\n\r\nhands  of private operators and non-profit organisations,  as\r\n\r\nis happening today.  I think they are doing a reasonably good\r\n\r\njob.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What the Ministry would do is to look at areas of high\r\n\r\nimpact where we can help to improve the quality of pre-school\r\n\r\neducation.  We will carry out research and studies.  We  will\r\n\r\nlook into how we can\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\nimprove   the  curriculum,  teaching  standards  and  teacher\r\n\r\nquality.   Dr  Aline Wong, Senior Minister of  State  in  the\r\n\r\nMinistry  of Education, is studying this matter and when  she\r\n\r\nis ready in the not too distant future, she will have more to\r\n\r\nsay on how we will progress in this programme.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Continuing education is another subject that was touched\r\n\r\non  by  a  good many Members.  This is really the next  great\r\n\r\nfrontier  of  education.  We have gone through  mass  primary\r\n\r\neducation, mass secondary education and, to some extent, mass\r\n\r\nhigher education.  In Singapore, something like 85% to 90% of\r\n\r\nour  students  have  post-secondary  education  in  the  ITE,\r\n\r\npolytechnics or universities.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next major development in education will be mass\r\n\r\ncontinuing  education.  And here, our polytechnics,  ITE  and\r\n\r\nuniversities  will  certainly  work  with  the  Ministry   of\r\n\r\nManpower  in  the  M21 programme to give this  programme  its\r\n\r\neffect.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Overall, what we are aiming for is a holistic education\r\n\r\nin  which  we can achieve the Desired Outcomes of  Education.\r\n\r\nWe are going into more school autonomy to help to release the\r\n\r\nideas and initiative in our principals and teachers.  We  are\r\n\r\nimproving   and  repositioning  the  National  Institute   of\r\n\r\nEducation so that our teachers will be able to have continual\r\n\r\neducation and upgrading in the NIE so that they will keep  up\r\n\r\nand  be able to upgrade themselves, as they progress in their\r\n\r\ncareers.  Indeed, every teacher is an entrepreneur in his own\r\n\r\nclassroom  and  we  want to encourage  him  to  exercise  his\r\n\r\ninitiative to do the best for his students.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Inderjit Singh has also raised the question of\r\n\r\nstreaming.  This is not a new issue.  Streaming is a form  of\r\n\r\nmass customisation which is really quite consistent with  the\r\n\r\napproach  that  the Ministry is taking towards ability-driven\r\n\r\neducation.  Streaming has allowed our students to progress at\r\n\r\na pace which they can manage.  If I could give some examples.\r\n\r\nIn  1980,  before we had streaming, only 58% of a  Primary  1\r\n\r\ncohort\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\nsat  for  the \"O\" levels.  In 1998, this had risen to  81.3%.\r\n\r\nBut,  more dramatically, in 1980, before streaming, only  24%\r\n\r\nof a Primary 1 cohort obtained five \"O\" level passes or more.\r\n\r\nBut, by 1998, this had increased by 2 1/2 times to 61.2%.  By\r\n\r\nallowing  students  to  progress at a  pace  which  they  are\r\n\r\ncomfortable with, at a pace which they can manage rather than\r\n\r\nforcing the pace, we have actually allowed many more  of  our\r\n\r\nstudents  to  do  much better and to go much further  in  the\r\n\r\neducation system than they would otherwise have done.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So contrary to the view that streaming stigmatises\r\n\r\nstudents  and so forth, streaming has, in fact, allowed  many\r\n\r\nmore  students to enjoy success.  In some countries like  the\r\n\r\nUnited  Kingdom  and  United States where  streaming  is  not\r\n\r\nwidely  practised,  they  have  a  dilemma.   They  have  two\r\n\r\nchoices.  If a person does not pass at a certain level,  they\r\n\r\ncan  either  retain  him or they do what  is  called  \"social\r\n\r\npromotion\". They promote him to the next level even though he\r\n\r\nhas  not  passed. And the research shows that those  who  are\r\n\r\nretained  become despondent.  They lose interest,  they  have\r\n\r\nlow self-esteem and they drop out. And those who are socially\r\n\r\npromoted   cannot  manage  at  the  next  level.   They   get\r\n\r\ndespondent, disinterested in their studies, no social esteem,\r\n\r\nand  they also drop out.  So in those systems where  they  do\r\n\r\nnot  practise  streaming, they wring  their  hands  and  say,\r\n\r\n\"Well,  there is really no solution to the problem.\"  But  if\r\n\r\nwe  are  prepared to take an objective look at how  streaming\r\n\r\nhas actually brought success to our students, then we can see\r\n\r\nthat streaming really has provided many more avenues for  our\r\n\r\nstudents to progress through the education system and  to  do\r\n\r\nwell.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But in an ability-driven education, what we do want to\r\n\r\ndo is to go beyond streaming to see how we can better harness\r\n\r\nthe  talents  of  our students, be it in the sports  and  the\r\n\r\narts, as Mr Harun Ghani has suggested.  I am not saying  that\r\n\r\nwe  would go as far as he has suggested in creating a special\r\n\r\nacademy and school,\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\nand  so on.  But in fact, we are going some way towards  that\r\n\r\nby  developing NAFA and La Salle as arts institutes.  We  are\r\n\r\ntrying  to  see  how we can channel students  who  have  such\r\n\r\ninterests into professional development in these areas  where\r\n\r\nthey  might pursue a very satisfying career.  But we are also\r\n\r\nlooking  at  our  schools to see how we can use  the  present\r\n\r\nstreaming structure and see whether we can allow students who\r\n\r\nmay  be  stronger in some subjects than in others, to perhaps\r\n\r\ntake  a combination of subjects at various levels. And  these\r\n\r\nkinds  of  experiments we will continue to  try  out  in  the\r\n\r\nschools.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the experiments that I am quite prepared to try\r\n\r\nout  is to see how we can adjust our \"O\" and \"A\" level system\r\n\r\nso   that  students  can  make  better  use  of  their  time,\r\n\r\nespecially  those  who  are clear-cut  going  to  university,\r\n\r\nrather than having to be straight-jacketed between these  two\r\n\r\nvery major examinations within a very short space of time.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I welcome the support and the suggestions from all\r\n\r\nthe Members who have spoken on education subjects during this\r\n\r\ndebate,  especially Mr Loh Meng See, Dr  Wang  Kai  Yuen  and\r\n\r\nothers. Education is an enterprise which requires the support\r\n\r\nof all - the school, home and community.  My colleagues and I\r\n\r\nand  by that, I do not mean just my colleagues in this House,\r\n\r\nbut  also  some  40,000 teachers, support staff,  professors,\r\n\r\nlecturers and so on in our schools and institutions of higher\r\n\r\nlearning,  appreciate the support that Members of this  House\r\n\r\nhave  always given to education and our teachers.  And I hope\r\n\r\nthat  in  the  coming years, we will continue to  enjoy  your\r\n\r\nsupport.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Senior Parliamentary Secretary to the Minister for\r\n\r\nInformation  and the Arts (Encik Yatiman Yusof)  (In  Malay):\r\n\r\nMr  Deputy Speaker, thank you for allowing me to address  the\r\n\r\nHouse  in  support  of  a motion moved by  my  colleague,  Mr\r\n\r\nDavinder Singh.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some journalists regarded the Speech by President Nathan\r\n\r\nas not having any\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\nsignificant news.  But for me and most of the Members of this\r\n\r\nHouse  who have spoken before me, it is an essential part  of\r\n\r\ndeveloping  the Singapore society.  His Speech  has  a  great\r\n\r\nmeaning  to  all  Singaporeans because  he  is  an  excellent\r\n\r\npractitioner in the process of nation building for Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to relate my personal experience when he\r\n\r\nwas the Executive Chairman of the Singapore Press Holdings in\r\n\r\n1984.  I was in Cambridge to pursue a fellowship course.  One\r\n\r\nevening,  while I was revising my work at the  hostel,  there\r\n\r\nwas  a knock on the door.  When I opened the door, I saw  him\r\n\r\nsmiling.   In his hand, there was a plastic bag.   He  sought\r\n\r\npermission to enter and when I asked him what was his purpose\r\n\r\nin  visiting  me, he told me that there was nothing  special.\r\n\r\nHe  was  simply in London while on his way home from America.\r\n\r\nMr  Nathan  took  the trouble of coming  alone  by  train  to\r\n\r\nCambridge  just to meet one among hundreds of his staff.   He\r\n\r\nwanted to know the welfare of his staff and he advised me  to\r\n\r\nstudy seriously.  After chit-chatting for about an hour,  and\r\n\r\nbefore  he  left,  he gave me six cans of chicken  curry  and\r\n\r\nsaid,  \"You must be longing to have halal chicken curry  from\r\n\r\nSingapore.\"  I was dumbfounded.  Beneath his appearance of  a\r\n\r\nserious and firm man, he is in fact a caring and kind person,\r\n\r\nand  he  is  a person who practises true care for his  fellow\r\n\r\nhuman  beings,  even though to me, a small  man.   Therefore,\r\n\r\nwhen  he  was  speaking  about  social  cohesion,  it  has  a\r\n\r\nsignificant meaning because when he addressed it, he  himself\r\n\r\nhas an unblemished moral integrity.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, although yesterday we have heard many\r\n\r\nviews  and suggestions on how to bring about social cohesion,\r\n\r\nI  think this is the main issue as it has the decisive impact\r\n\r\non the success or failure and the survival of Singapore.  The\r\n\r\nincident in the Balkans is a lesson to us. Therefore,  please\r\n\r\nallow me to talk on this topic.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Singapore, a multi-racial nation, is\r\n\r\nonly  about 34 years old.  During this brief period, we  have\r\n\r\nworked\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\nhard to bring about a united nation and by learning from  the\r\n\r\nexperiences   of   other  countries  and  by   managing   and\r\n\r\nformulating  our  own  policies.  The  journey  towards  this\r\n\r\ndestined  end  is  still  long, but despite  that,  our  firm\r\n\r\nactions  and  valuable ideas have worked out gradually  since\r\n\r\n1965.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, if we were to look back, in fact, we\r\n\r\nhave  actually achieved many successes in this area. Firstly,\r\n\r\nthe  severance  of ourselves from our country of  origin  and\r\n\r\nalso  developing  a  sense of loyalty to Singapore.   I  have\r\n\r\nwitnessed and felt these changes.  I remember clearly when  I\r\n\r\nwas  a teenager at the end of 1950s and early 1960s.  At that\r\n\r\ntime,  when  we entered the house of a Javanese or  a  Bawean\r\n\r\nPondok  or  the  house of a Minang, you will see  the  Garuda\r\n\r\ncrest with the slogan \"Bhinneka Tunggal Ika\".  It means unity\r\n\r\nin  diversity, which is the symbol of Indonesia, and  it  was\r\n\r\nfixed  on the wall.  Some had a portrait of Sukarno  hung  to\r\n\r\nthe  wall.   I also remember that on 17th August,  as  a  boy\r\n\r\nscout  on  duty,  I  found thousands of  Singapore  residents\r\n\r\ngathering   at  the  Indonesian  Ambassador's  residence   in\r\n\r\nPaterson  Road  until there was a need for  traffic  control.\r\n\r\nBut during the Konfrontasi, I began to realise the reality of\r\n\r\npolitics. \"Bhinneka Tunggal Ika\" began to disappear from  the\r\n\r\nwalls  of  the Malay residences.  Now, more than a generation\r\n\r\nhas  passed,  when  we enter a living room of  a  Singaporean\r\n\r\nMalay,  not only we no longer find it on the wall,  in  fact,\r\n\r\nthe perception towards \"Bhinneka Tunggal Ika\" has changed  so\r\n\r\nmuch.   The emotional and psychological attachment  to  their\r\n\r\nplace of origin is fading fast.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I know this process is not only happening among the\r\n\r\nMalay  community in Singapore but it is also happening  among\r\n\r\nthe  Chinese  and Indian as well as the Eurasian communities.\r\n\r\nThe  Malays,  like the Chinese, Indian and Eurasians  believe\r\n\r\nthat  they  are the genuine citizens of Singapore.   I  agree\r\n\r\nwith  what Mr Harun had said that where our legs stand it  is\r\n\r\nalso  the  place where we support the sky.  Now, 17th  August\r\n\r\nfor  Indonesia is seen by us as no different as  1st  October\r\n\r\nfor the day of independence of the People's\r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\nRepublic  of  China  and also the month of  independence  for\r\n\r\nIndia.  We have 9th of August which is very special and  very\r\n\r\nmeaningful  to us.  For those who were born after  1965,  the\r\n\r\nroot  of their citizenship is even deeper.  This is our  only\r\n\r\nmotherland.  This is our country. This is where we  live  and\r\n\r\ndie.  And this is where we would be protected and this is the\r\n\r\ncountry where we will defend with our blood and life.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I learn about security and mutual trust in a multi-racial society as early as 1964. My family was the only\r\n\r\nMalay  family  in  a Chinese village at Lorong  Sinaran,  now\r\n\r\nNovena.   When  there was a racial riot, our  village  chief,\r\n\r\nknown  as  Ah Teng, had advised our family not to  leave  the\r\n\r\nhouse.   They  went  to the market to buy  us  the  food  and\r\n\r\nprotected  our family.  We trusted their honesty.  They  have\r\n\r\nnever  betrayed us.  I think there are many similar incidents\r\n\r\nwhich  have become the foundation for this mutual trust among\r\n\r\nus.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The social cohesion and this harmonious living is no\r\n\r\nlonger  an  empty  word or hope.  How do we  arrive  at  this\r\n\r\npoint?   This is a result of physical, economic,  social  and\r\n\r\npsychological steps that have been taken by the Government to\r\n\r\nnurture  the  feeling of Singaporeans and  to  eliminate  all\r\n\r\nimpediments.  We have broken down all the racial compartments\r\n\r\nthrough  the resettlement and brought them under one roof  in\r\n\r\npublic housing.  Our children go to the same school, use  the\r\n\r\nsame  language.  They went through National Service together.\r\n\r\nWe  work  together in the same office, we eat from  the  same\r\n\r\nhawker  centre, we buy from the same supermarket, participate\r\n\r\nin  all activities organised by grassroots organisations  and\r\n\r\nparticipate in the same professional bodies.  The  harmonious\r\n\r\nliving  of  various communities is a reality  now.   We  have\r\n\r\ntaken  in fact one step ahead. The housing policy has ensured\r\n\r\nthat all residents from the condominiums, 5-room, 4-room,  3-room, 2-room flats and also our old residents, share the same\r\n\r\namenities.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, we are only half-way in our nation\r\n\r\nbuilding or what\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\nthe Prime Minister called the Singapore tribe, and the end is\r\n\r\nstill far away. This is because, although we have managed  to\r\n\r\nnarrow  the gap between the races, the fault lines are  still\r\n\r\nthere.   We  need  probably one, two or three generations  to\r\n\r\nachieve this.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The following factors may assist us. First, we must\r\n\r\nkeep the principles of meritocracy in the true sense.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, what we earn from the economic progress is used\r\n\r\nto  enhance our shared benefits, and increase our  stakes  in\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Third, we must ensure that there exist a national\r\n\r\nresilience  that enables us to repel any destructive  impacts\r\n\r\nresulting  from happenings around South East Asia, the  Asian\r\n\r\ncontinent   or   the   world,  which   will   resurface   the\r\n\r\nsensitivities of race or religion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourth, we should create the culture of trust at all\r\n\r\nlevels,  and  to  enhance the confidence and loyalty  of  all\r\n\r\nSingaporeans, regardless of their ethnicity or religion,  and\r\n\r\nwe  have to gradually expose them to areas of services  which\r\n\r\nare considered as sensitive.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fifth, we must make them understand the history, arts,\r\n\r\nculture,  norms  and customs of other races through  specific\r\n\r\nadditional programmes in schools and our workplace.  In  this\r\n\r\narea,  we  should  be  able  to  distinguish  the  mainstream\r\n\r\nthoughts and practices among the races from the thoughts  and\r\n\r\npractices of the marginal groups.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, in view of this, the process of\r\n\r\nbuilding a Singapore tribe should be enhanced and done  in  a\r\n\r\nsystematic  way. I would like to propose that  we  set  up  a\r\n\r\npolicy research body that identifies the common interests and\r\n\r\ndifferences among the races and recommend further appropriate\r\n\r\nactions.    This   body  should  comprise  various   relevant\r\n\r\nMinistries,  statutory  boards,  representatives   from   the\r\n\r\ndifferent  race groups, institutions of higher  learning  and\r\n\r\nindividuals.  It should be placed under the Prime\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\nMinister's  Office.   I  realise  that  there   is   also   a\r\n\r\nPresidential  Council  for Minority  Rights  and  the  Inter-Religious   Organisation,  but  the  roles  of   both   these\r\n\r\norganisations are limited.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if the problems of the elderly in Singapore are so\r\n\r\nimportant   that  it  takes  us  to  form  an  Inter-Ministry\r\n\r\nCommittee for it, I think the purpose of building a Singapore\r\n\r\ntribe  is even more important for us to merit the setting  up\r\n\r\nof such a body.  Developing a Singapore tribe is as important\r\n\r\nas  the  economic progress of Singapore and, in fact,  it  is\r\n\r\nimportant  for  the survival of Singapore.  We should  revise\r\n\r\nthe  process  of  this objective and to  fine  tune  all  the\r\n\r\nmeasures  or the policies that we are going to implement,  so\r\n\r\nthat we can achieve the best success.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I support the motion of Mr\r\n\r\nDavinder Singh.\r\n\r\n<br><br><!-- Mr Lew Syn Pau -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Lew Syn Pau (Kreta Ayer-Tanglin):</b> Mr Deputy Speaker,\r\n\r\nSir,  I  rise  to  join my colleague, Mr Davinder  Singh,  in\r\n\r\nthanking  the  President for his Address to  Parliament  last\r\n\r\nMonday.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A lot has happened since we opened the First Session of\r\n\r\nthis Parliament.  Compared to our neighbouring countries,  we\r\n\r\nhave  weathered the crisis much better than they have.   This\r\n\r\nis  not  to  say  that  we have not had  our  fair  share  of\r\n\r\nproblems,  such  as  falling demand and  asset  values,  over\r\n\r\ngearing  by  companies  and  businessmen  in  their  personal\r\n\r\ncapacities leading to cash flow problems, over capacities  in\r\n\r\nproduction facilities leading to retrenchments of workers and\r\n\r\nother  cost  cutting  measures.  We are much  more  resilient\r\n\r\nbecause  of the sound financial and economic systems  we  had\r\n\r\npainfully put in place over the years.  We also have  a  much\r\n\r\nstronger   tripartite  relationship  between   the   workers,\r\n\r\nemployers  and  the  Government.  Led  by  enlightened  union\r\n\r\nleaders,  the  Government  could  implement  a  cost  cutting\r\n\r\npackage that could minimise job losses and help businesses to\r\n\r\nturn around more quickly.  Many of us have taken the goodwill\r\n\r\nand cooperation of the unions for granted.  It need not be so\r\n\r\nand, in fact, it is not the natural order of things.  We\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\ncan  see  this  from  the numerous labour disputes  happening\r\n\r\nfrequently    world-wide.     Our    harmonious    industrial\r\n\r\nrelationship  is  a  result of many decades  of  relationship\r\n\r\nbuilding between the Government, the employers and the unions\r\n\r\nand  workers.  In fact, President Nathan himself spent a  bit\r\n\r\nof  time with the unions in the 60s.  And many MPs have  also\r\n\r\nspent  a stint in the labour unions as well to help to  build\r\n\r\nthis tripartite relationship.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In better economic times, the Government and employers\r\n\r\nkeep their faith and share the good results with the workers.\r\n\r\nAs  the  economy begins to turn around today, the  Government\r\n\r\nand   employers  should  bear  this  in  mind  and  find   an\r\n\r\nappropriate   time  to  reciprocate.   The   Government   has\r\n\r\nsuggested  a  restoration of about 2% of the  employer's  CPF\r\n\r\ncontribution   early   next  year.   Some   employers   whose\r\n\r\nbusinesses  have  not  recovered yet are naturally  concerned\r\n\r\nabout the early restoration.  They are afraid that this would\r\n\r\naffect  their turn-around.  My own view on this is  that  the\r\n\r\nrestoration should be a part of the recommended wage increase\r\n\r\nfor  next year.  Companies that do well should be encouraged,\r\n\r\nand  also be given the flexibility to pay more to workers  in\r\n\r\nthe form of a variable component.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are many challenges ahead as we recover. We will\r\n\r\ncontinue  to face more and keener competition, not just  from\r\n\r\nlow-cost  countries in this region, but even from other  low-cost countries in other continents further away.  We have  to\r\n\r\nwork  on  improving  relations with  our  neighbours  as  our\r\n\r\neconomies  are interdependent.  Political problems  with  our\r\n\r\nneighbours  can  distract us from our main task  at  hand  of\r\n\r\neconomic  growth  and  social bonding  of  the  people.   The\r\n\r\nGovernment has identified several areas for us to  focus  on,\r\n\r\nto  better compete in an increasingly global world.  I  shall\r\n\r\njust touch on two of these in greater depth.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The first one is on people development. Given our lack\r\n\r\nof  natural  resources,  there  is  no  denying  that  people\r\n\r\ndevelopment  will be the most important focus for  us  if  we\r\n\r\nwant  to  stay ahead of the competition.  The Government  has\r\n\r\nalways regarded\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\nthe 10 years of primary and secondary education as the period\r\n\r\nto  provide a firm foundation for further education  for  our\r\n\r\nchildren.  I support the initiatives to revise the curriculum\r\n\r\nto  encourage  more creativity.  However,  I  feel  that  the\r\n\r\nGovernment  should slowly go one step further, or  backwards,\r\n\r\nby  playing  a  bigger role in pre-primary education  of  our\r\n\r\nyoung  children.  Studies have shown that inculcating a  good\r\n\r\nfoundation  in the languages and mathematics can  start  even\r\n\r\nearlier  than  Primary  One.  Children from  richer  families\r\n\r\nattend  private nurseries and kindergartens that give them  a\r\n\r\nheadstart in this area.  The quality of pre-primary education\r\n\r\nfor  the  masses  varies vastly.  Many young  children  start\r\n\r\nPrimary One, not on a level playing field, but with differing\r\n\r\nexposure and levels of skills, both verbal and analytical.  I\r\n\r\nknow  the  Government has responded to this issue  before  by\r\n\r\nstating  that  it would prefer to leave this  aspect  of  our\r\n\r\nchildren's  education to the private sector.    The  Minister\r\n\r\nfor Education has also just spoken again on this subject.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I feel that as our society progresses, and we\r\n\r\ncan  afford it, I urge the Government to reconsider its  role\r\n\r\nin  this stage of foundation building for our children.  I am\r\n\r\npleased to note that the Ministry of Education has decided to\r\n\r\nbe  more  involved in pre-school education, by  investing  in\r\n\r\ncurriculum  design and teacher training, conducting  research\r\n\r\nand  tightening  regulations.  It is  a  step  in  the  right\r\n\r\ndirection.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I notice that many of our teachers in primary\r\n\r\nschools   are  not  graduates,  especially  for  the  English\r\n\r\nlanguage,  which is the foundation for other  subjects,  even\r\n\r\nMathematics.   Teaching our young children in  school  proper\r\n\r\nEnglish  is extremely important.  If they learn to  pronounce\r\n\r\nwords  wrongly  in their early years, it will  take  an  even\r\n\r\nlonger time to unlearn them.  Recently, I was looking through\r\n\r\nthe English work of my son.  He was asked to give the meaning\r\n\r\nof  \"revive\".   So  he wrote, \"resuscitate\"  and  was  marked\r\n\r\nwrong.  He did not understand\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\nwhy, neither did I when he asked me.  The teacher wanted  the\r\n\r\nwords  \"bring  back to consciousness\".  How can we  encourage\r\n\r\ncreativity if our teachers are so rigid in the way they mark?\r\n\r\nThe  word  \"resuscitate\" may be a bigger word than  \"revive\",\r\n\r\nbut it certainly is not wrong.  I do not mean to run down non-graduate  teachers in the primary schools.  Some non-graduate\r\n\r\nteachers  I know of are very good too.  I know that it  would\r\n\r\nbe too expensive and probably impossible to have all graduate\r\n\r\nteachers  in  the  early primary schools  for  our  children.\r\n\r\nPerhaps the Ministry may want to consider having one  or  two\r\n\r\nsenior subject teachers in each standard or school as a point\r\n\r\nof  reference for other teachers to refer to in the event  of\r\n\r\nambiguities and as a standard bearer.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mathematics papers today are a test of the children's\r\n\r\nEnglish.  Unfortunately, sometimes the problems are so  badly\r\n\r\nphrased  that I myself had difficulties trying to  understand\r\n\r\nthe   problem,  let  alone  the  children.   Today,  we   are\r\n\r\nencouraging our civil servants, and everybody else  for  that\r\n\r\nmatter,  to  write  directly, concisely  and  clearly.   This\r\n\r\nshould  also  apply  to teachers who set examination  papers.\r\n\r\nTeachers  should avoid using double negatives,  for  example,\r\n\r\nwhen  they  set  papers,  and other ambiguous  language  when\r\n\r\nsetting  mathematics and other questions.  It would help  our\r\n\r\nchildren to be more focused on the subject matter than  worry\r\n\r\nabout the language and their understanding of the problem.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am delighted that the Government will equip the\r\n\r\nschools  with  one  computer for every two  students  in  the\r\n\r\nInformation Technology Masterplan.  Students, however, do not\r\n\r\njust  learn  in  school.   They follow up their  learning  at\r\n\r\nhome.   Students from better off families will have computers\r\n\r\nat  home.   Those  whose parents cannot  afford  it  will  be\r\n\r\nhandicapped.   I  would like to request that  the  Government\r\n\r\nallow the use of Edusave funds of the children to be used for\r\n\r\nthe  purchase of computers for home use.  I believe that this\r\n\r\nuse of the Edusave funds will be as important as using it for\r\n\r\nthe enhancement programmes in the schools.  Some studies have\r\n\r\nshown that computers and IT have\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\nactually widened the gap between the haves and the have-nots,\r\n\r\nbecause  the  have-nots cannot afford computers and  computer\r\n\r\ntraining to compete in this global age of IT.  We should  try\r\n\r\nour  best to narrow this gap and help the poorer families  to\r\n\r\nown computers for the benefit of their children.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;IT is becoming a big industry, especially in the United\r\n\r\nStates  of America.  All the new multi-billionaires there  in\r\n\r\nthe  last  five  years  are in the  IT  industry.   With  the\r\n\r\nInternet,  IT  businesses transcend  borders  and  the  world\r\n\r\nbecomes  our  marketplace.  It is appropriate therefore  that\r\n\r\nthe  Government should support IT companies in Singapore  and\r\n\r\nhelp  them  to  grow and build a global business.   Hence,  I\r\n\r\ncommend the Government for setting aside money to nurture and\r\n\r\nbuild   a   critical  mass  of  intellectual   property-based\r\n\r\nenterprises in Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The next subject is regarding the restructuring of the\r\n\r\nfinancial  sector.  I am pleased to note that  the  MAS  will\r\n\r\ncreate  a  more conducive regulatory environment and actively\r\n\r\npromote  the financial sector.  In particular, I support  the\r\n\r\nfive-year  liberalisation  programme  for  domestic   banking\r\n\r\nsector  to encourage the development and upgrading  of  local\r\n\r\nbanks.  I am also happy to note that the Government plans  to\r\n\r\ndevelop  Singapore as a premier insurance  centre.   At  this\r\n\r\npoint, I would like to declare my interest as a director of a\r\n\r\nlocal  insurance company.  My main concerns are in the  areas\r\n\r\nof  ownership of such financial institutions.  Although it is\r\n\r\nwise to invite and welcome foreign ownership, whether through\r\n\r\nacquisitions  or  mergers, of our financial  institutions,  I\r\n\r\nfeel   that   we   should  still  require   the   Singaporean\r\n\r\nshareholders  to  retain majority control of  such  financial\r\n\r\ninstitutions.   There  is  no doubt that  foreign  ownership,\r\n\r\nespecially    by    big,   international   and    progressive\r\n\r\ninstitutions, would benefit us, as they bring not only  their\r\n\r\ninternational  networking  and business  clientele  but  also\r\n\r\ntheir  latest financial products and innovations.  I  welcome\r\n\r\ntheir  foreign  talents too, provided there is  a  systematic\r\n\r\nprocess for such foreign talents to transfer their expertise,\r\n\r\nskills and knowledge to the\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\nlocals  over a period of time.  However, I believe  that  the\r\n\r\nultimate  majority  control should remain  in  the  hands  of\r\n\r\nSingaporeans so that we would have a better control over  our\r\n\r\nfinancial  system.   It  would be a sad  day  indeed  if  all\r\n\r\nSingaporeans   end   up   working   for   foreign   financial\r\n\r\ninstitutions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Singapore economy is a small economy and our biggest\r\n\r\nfinancial institutions are small by world standards.   As  we\r\n\r\nall   know,  many  US  Fortune  500  companies  have   market\r\n\r\ncapitalisations  that  are  larger  than  Singapore's   gross\r\n\r\ndomestic  product.   It  is therefore  very  easy  for  large\r\n\r\nfinancial  institutions  to  take  control  of  us,  if   our\r\n\r\nregulators  allow it.  I would like to ask that  despite  the\r\n\r\nliberalisation of the financial sector which I  support,  the\r\n\r\nGovernment  should continue to keep the majority  control  of\r\n\r\nSingapore's   financial  institutions   in   the   hands   of\r\n\r\nSingaporeans.  The sense and pride of ownership is one of the\r\n\r\nsocial glue that will bind Singaporeans to Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would now like to touch on some issues related to the\r\n\r\nAddendum of the Ministry of National Development.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to note that there will be a review of the\r\n\r\nConcept Plan to be completed by 2001.  During this review,  I\r\n\r\nhope  the  Ministry  will  obtain feedback  and  consult  the\r\n\r\nindustry  players, members of the public as well as  the  GPC\r\n\r\nfor National Development.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In land scarce Singapore, I fully support the greater\r\n\r\nintensified  use of land, whether industrial,  commercial  or\r\n\r\nresidential.  In fact, in the prime residential areas, I have\r\n\r\nalways urged the Government to allow the developers to  build\r\n\r\nto a much higher density so that more of our people can enjoy\r\n\r\nliving in prime areas.  In the Concept Plan, when use of land\r\n\r\ncan  be  increased to a higher plot ratio, there are windfall\r\n\r\nprofits  to  be  made.  More of such windfall profits  should\r\n\r\naccrue to the State than to individuals.  Development charges\r\n\r\nshould therefore be adjusted accordingly.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A new downtown will be developed in Marina South. As we\r\n\r\nare still in the\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\nplanning  stage, I would encourage the Government to  tap  on\r\n\r\nthe  expertise of private architects for ideas.  I  urge  the\r\n\r\nGovernment to incorporate more residential developments so as\r\n\r\nto bring back more vibrancy and life to the city centre after\r\n\r\nworking  hours.   There  should be  more  bicycle  lanes  and\r\n\r\npedestrian   walkways  to  make  other  less  pollutive   and\r\n\r\nhealthier modes of transportation more convenient for  people\r\n\r\nworking  and living there.  The Government may also  wish  to\r\n\r\nconsider allowing water-based facilities and activities to be\r\n\r\nconducted  in the Marina South waterfront, which Members  can\r\n\r\nsee  in  Hawaii.  It should be exciting to be able  to  fully\r\n\r\nutilise our waterfront not just for commercial use, but  also\r\n\r\nrecreational.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to touch on the issue once again of the\r\n\r\nupgrading  of older private residential housing  estates.   I\r\n\r\nhave  made  this  call many times and  I  am  glad  that  the\r\n\r\nMinistry is planning to look into this object more seriously.\r\n\r\nMany  older  private housing estates do not have playgrounds,\r\n\r\nparks  or  the LRT in the vicinity.  Many older folks  living\r\n\r\nthere cannot find the money to pay for the upgrading of their\r\n\r\nold  condominium common areas.  Many of them are  retired  or\r\n\r\nsemi-retired.   I  would  like  to  ask  the  Government   to\r\n\r\nreconsider  allowing the use of their CPF, up  to  a  certain\r\n\r\nlimit,  for  the  payment  of  such  upgrading  costs.    The\r\n\r\nreassessment of the new and higher annual values should  also\r\n\r\nbe  deferred  for  a  few  years so  as  not  to  deter  such\r\n\r\nupgrading.  If we do not give private housing estates  enough\r\n\r\nincentives, very soon some of these may turn into slums.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Nationally, the Government should continue to look into\r\n\r\nimproving  the  quality lifestyle of our residents.   I  hope\r\n\r\nthey  can  speed  up  on  the building  of  park  connectors,\r\n\r\nwalkways  and  bicycle and jogging paths to  make  living  in\r\n\r\nSingapore  more  enjoyable.   I  would  like  to  urge   that\r\n\r\nplaygrounds be built in national parks, including the Botanic\r\n\r\nGardens for people to enjoy and use.  Some parks such as  the\r\n\r\nChinese  and  Japanese Gardens are not well utilised  because\r\n\r\nthey impose\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\nentrance  fees.   I  would  like to  ask  the  Government  to\r\n\r\nconsider opening such parks free of charge to all residents.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With these comments, I support the motion.\r\n\r\n<br><br><!-- Mr Ong Ah Heng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Ah Heng (Nee Soon Central)</b>(<i>In Mandarin</i>): Mr\r\n\r\nDeputy  Speaker,  Sir, I support the motion standing  in  the\r\n\r\nname  of  my  colleague,  Mr Davinder  Singh,  to  thank  the\r\n\r\nPresident for his Address.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the Addendum to the President's Address, the Ministry\r\n\r\nof  Manpower states that it will restore the CPF contribution\r\n\r\nas  quickly as possible.  To the workers, this is a piece  of\r\n\r\ngood news.  The workers have witnessed the rapid recovery  of\r\n\r\nthe   Singapore  economy  from  the  recession.   During  the\r\n\r\nrecession, they made sacrifices by resolutely accepting a 10%\r\n\r\nreduction in the employers' CPF contribution rate.  Now  that\r\n\r\nthe  economy has begun to turn around, it is only  fair  that\r\n\r\nthey be compensated appropriately.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government will review the long term employers' and\r\n\r\nthe employees' CPF contribution rate.  There are some rumours\r\n\r\nin   the  market  that  eventually  the  employers'  and  the\r\n\r\nemployees' CPF contribution rate will be set at 15% each way.\r\n\r\nMany  union members are asking me whether this is  true.  The\r\n\r\nworkers  are  very concerned with this matter,  because  this\r\n\r\nwill affect their savings for retirement.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the MOM's Addendum, it is mentioned that the Ministry\r\n\r\nwill  refine  the  CPF  system to ensure  that  members  have\r\n\r\nadequate  savings  to meet their old age  needs  and  medical\r\n\r\ncare.   However, there is no mention as to how this could  be\r\n\r\ndone.  MOM has also stated that they will explore new avenues\r\n\r\nfor  CPF  members to invest their savings for higher returns.\r\n\r\nEveryone  is very happy when they heard this.  Yet there  are\r\n\r\nsome people who are skeptical as to whether their investments\r\n\r\ncould  also cause some CPF members to lose part of their  CPF\r\n\r\nsavings.  Has the Government set up any sort of mechanism  or\r\n\r\nsystem to safeguard the interest of the members when they are\r\n\r\ninvesting their CPF savings?  How do we encourage\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\nthe  self-employed people to save beyond  Medisave to  better\r\n\r\nmeet their old age needs?  How do we encourage CPF members to\r\n\r\nplan   early  for  adequate  financial  security  for   their\r\n\r\nretirement?  Everyone, particularly the workers,  would  like\r\n\r\nto  know how much money is considered adequate.  MOM has  not\r\n\r\ngiven us details on this.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To realise the Singapore 21 Vision, the concerted effort\r\n\r\nof  each  and every Singaporean is needed, that  is  to  say,\r\n\r\nevery  Singaporean should selflessly contribute  his  or  her\r\n\r\nbest.    Equally  important,  those  in  power,  the  Cabinet\r\n\r\nMinisters,  should have the patience and take the trouble  to\r\n\r\nexplain to the people of Singapore what the intentions of the\r\n\r\npolicy  are.  Why should certain things be done in a  certain\r\n\r\nway  and  by  so doing what benefit would they bring  to  the\r\n\r\npeople?   So  long  as  the Government  and  the  people  can\r\n\r\ncontinue  to  have this tacit understanding, I  believe  that\r\n\r\nSingapore's future is bright and promising.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Parliamentary Secretary to the Prime Minister and\r\n\r\nMinister  for  Health (Mr Chan Soo Sen)  (In  Mandarin):   Mr\r\n\r\nDeputy Speaker, Sir, thank you for giving me this opportunity\r\n\r\nto  speak in support of the motion in the name of Mr Davinder\r\n\r\nSingh  to  thank  the  President for his  Address.   I  fully\r\n\r\nsupport the motion.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his policy Speech, the President outlined our vision\r\n\r\nand  listed  the tasks ahead for us.  To me,  this  is  truly\r\n\r\nthought-provoking.  He reminded me of three  Chinese  sayings\r\n\r\nabout \"ku\", or hardship:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) chi de ku zhong ku, fang wei ren shang ren (\r\n\r\n),\r\n\r\nmeaning you must be able to endure utmost hardship before you\r\n\r\ncan be above the others;\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) tong gan gong ku ( ), meaning as true\r\n\r\nfriends  and partners we should share in each other's comfort\r\n\r\nand hardship; and\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) ku jin gan lai ( ), meaning after\r\n\r\nenduring hardship, happiness will eventually come.\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore 21 Vision is something worthy of all our\r\n\r\npeople  to  fight  and strive for.  In a sense,  we  have  no\r\n\r\nchoice  but to strive for it.  This is because we are  facing\r\n\r\nvery  intense competition. We are like a boat sailing against\r\n\r\nthe  current.  We must forge ahead or else we will be  driven\r\n\r\nback.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, to succeed, we must have strong fighting\r\n\r\nspirit.   Success will not be plain sailing.  There  will  be\r\n\r\nhardship to endure.  The three sayings I quoted above are not\r\n\r\nonly  the trilogy for us to realise our Singapore 21  Vision,\r\n\r\nbut  they are also the rondo for the long-term endeavours  of\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We want to go for the knowledge-based economy. On the\r\n\r\none  hand, we have to work hard.  On the other hand, we  also\r\n\r\nhave to constantly upgrade ourselves.  So we have to keep  on\r\n\r\nlearning  and  keep on working hard.  This is  tough  -  real\r\n\r\nhardship indeed!\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we want to upgrade ourselves to become a world class\r\n\r\neconomy, we have to look beyond our own country and  take  in\r\n\r\nthe  whole  world in view.  We have to strike friendship  and\r\n\r\ndeal  with  customers  and partners with  different  cultural\r\n\r\nbackgrounds,   and  to  operate  in  unfamiliar   environment\r\n\r\noverseas.  That is also hardship!  I can testify, as  I  have\r\n\r\npersonally experienced it!\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We will inevitably encounter frustrations and even\r\n\r\nfailures. But we have to uphold the spirit of \"failure is the\r\n\r\nmother  of  success\", draw experience from our  failures  and\r\n\r\nnever say die!  We have to inspire our people to build up the\r\n\r\ncourage to face failures and anticipate failures.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This reminds me of the story of \"The King and the\r\n\r\nSpider\"  which I read in primary school.  Once upon  a  time,\r\n\r\nwhen  Scotland was at war with England, the King of  Scotland\r\n\r\nlost  six  battles  successively against  England.   He  took\r\n\r\nshelter at a broken house.  There, he saw a spider making its\r\n\r\nweb.   When the web was half way through, the wind  blew  and\r\n\r\nthe  web  was broken.  The spider tried again, but  the  same\r\n\r\nthing  happened.   It kept on trying and  trying,  until  the\r\n\r\nsixth time, yet it failed\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\nagain.  The  king  who was taking shelter there  said,  \"Poor\r\n\r\nspider, you are like me.  I have also lost six battles.  I do\r\n\r\nnot  think  I should try again.\"  But the tiny little  spider\r\n\r\nrefused to give up, and on the seventh time, it succeeded  in\r\n\r\ncompleting its web. The king jumped up in joy and  called  up\r\n\r\nall  his  subordinates to prepare for a new  battle.   As  it\r\n\r\nturned  out, he won!  This story tells us how we should  face\r\n\r\nour failures.  I asked my children whether they have read the\r\n\r\nfable.  Both of them said no.  We should create opportunities\r\n\r\nfor  children to read this kind of story.  If we are used  to\r\n\r\nalways live in peace and comfort, afraid of losing, afraid of\r\n\r\ndying, afraid of uncertainty, afraid of failure, we will have\r\n\r\nno  fighting spirit to face the challenge of our future.   We\r\n\r\nmust  always  aim to move forward.  We must have the  courage\r\n\r\nand determination to be creative, to innovate and to find new\r\n\r\nways  and solutions to our problems.  Only then can  we  find\r\n\r\nthe  new  Promised Land.  So we must be able  to  suffer  the\r\n\r\ngreatest of hardship, to be up and coming.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But, on the other hand, we need not suffer the hardship\r\n\r\nin  silence or suffer it alone.  In a traditional society, we\r\n\r\nhave  happiness to share, we have hardship to share as  well.\r\n\r\nSo  long  as we have strong family, it will give us strength.\r\n\r\nWe also have friends to rely on, and the community can remain\r\n\r\ncohesive, then all of us will be able to suffer the  hardship\r\n\r\nas well as share the happiness together.  In this process, we\r\n\r\nwill be able to give one another the much needed support,  so\r\n\r\nthat  in our failure we get sympathy, we get the support from\r\n\r\nour  friends,  and  remain  strong  and  unbroken.   When  we\r\n\r\nsucceed,  we  have also encouragement from  our  friends  and\r\n\r\npeople to share our happiness and joy.  This makes life rich,\r\n\r\nmeaningful,  and  interesting.  When  everyone  is  ready  to\r\n\r\nsuffer  with us and enjoy together, we will be able  to  find\r\n\r\ncourage  to risk and face failures.  We will then be upright,\r\n\r\nstrong,  principled, and courageous.  We could then claim  to\r\n\r\nhave  the  spirit of a world-class nation and  a  world-class\r\n\r\ncitizen.\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So after all these struggles, and after all the\r\n\r\nhardships,  we  will  succeed.  We  will  reach  the  end  of\r\n\r\nhardship  and  taste  the  sweetness  of  success.   This  is\r\n\r\nsomething  that  we  should treasure.  So  we  completed  the\r\n\r\ntrilogy.   However, we must also remember that we should  not\r\n\r\nindulge  in and drown ourselves in sweetness.  We should  not\r\n\r\nbe arrogant and complacent.  We must remember that we have to\r\n\r\ncontinue to look for, face, and overcome new challenges.  And\r\n\r\nin  the struggles and facing the challenges, we will set  new\r\n\r\ntargets, new goals and new objectives, so that we go  through\r\n\r\nthe  same  process  of  hardship  again  to  achieve  further\r\n\r\nsuccess.   We  will  go back to the first step  of  hardship,\r\n\r\nshare  that  with  our  community, and then  achieve  success\r\n\r\nagain.   Hence  the  trilogy gets played  again,  and  again.\r\n\r\nIsn't this our rondo?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think you may find it gloomy to listen to so much of\r\n\r\nhardship  and woes.  But then this was exactly the experience\r\n\r\nof  Singapore  65.   In  1965,  we  became  independent.   We\r\n\r\nsuffered  much  hardship,  much  more  than  now.   But   our\r\n\r\nforefathers,  led by our first generation leaders,  all  sang\r\n\r\nthis  trilogy  of  hardship, and  built  up  a  peaceful  and\r\n\r\nprosperous  Singapore for our enjoyment.  Now,  in  1999,  we\r\n\r\nplaced  emphasis  on  the  Singapore  21  vision.   Like  our\r\n\r\nforefathers,  we want to create opportunities  for  our  next\r\n\r\ngeneration.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let us see Singapore 21 as a continuation and extension\r\n\r\nof  Singapore 65.  We are now much stronger than we  were  in\r\n\r\n1965.  So if we could do it in 1965, why can we not do it  in\r\n\r\nthe year 2000?  We have gone through the trilogy of hardship.\r\n\r\nWe  are  now entering the next trilogy in our rondo.   Having\r\n\r\nsung the first trilogy, we should be more confident about the\r\n\r\nsecond.  So let us get on with it.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that this is the great inspiration that we can\r\n\r\nderive  from the President's Address.  This is the  challenge\r\n\r\nthat the President's Address has outlined for us.\r\n\r\n<br><br><!-- Mr Peh Chin Hua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Peh Chin Hua (Jalan Besar)</b>(<i>In Mandarin</i>): Mr Deputy\r\n\r\nSpeaker, Sir, I fully support the motion standing in the name\r\n\r\nof Mr Davinder Singh.\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our progress in the past 40 years has laid a firm\r\n\r\nfoundation for our future development and we will continue to\r\n\r\nbuild  on this foundation and to march into the next  century\r\n\r\nin   order   to   meet  the  challenges  brought   about   by\r\n\r\nglobalisation  and  the  knowledge-based  economy.   However,\r\n\r\nwhile we develop the knowledge-based economy and move towards\r\n\r\nbeing  a globalised cosmopolitan, we should also enhance  the\r\n\r\nbonding between the people to build up a caring society. This\r\n\r\nis  very  important.   The President  pointed  out  that  the\r\n\r\ncohesion  among  the  people  of  Singapore  should  not   be\r\n\r\ndiminished  just  because of globalisation, particularly  the\r\n\r\ngap  between  the  successful and the less successful.   They\r\n\r\nshould  have  the  ideology to look  after  one  another  and\r\n\r\nsupport one another.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President also made special mention, and I quote,\r\n\r\n\"Those  who  do  well succeed not simply  through  their  own\r\n\r\nefforts,  but  because Singapore society has given  them  the\r\n\r\nopportunities to get ahead.  They have an obligation to serve\r\n\r\ntheir  fellow  Singaporeans.   On  their  part,  Singaporeans\r\n\r\nshould  cheer  for those among us who do well, and  not  envy\r\n\r\nthem.\"  I fully agree with the President on this.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, this is because behind every\r\n\r\nsuccessful person, there is always a group of people  who  is\r\n\r\nworking silently to assist him, and to support him.  As such,\r\n\r\nsuccessful  Singaporeans have the moral obligation  to  serve\r\n\r\nother  compatriots,  and  to  pay  back  to  society.   Every\r\n\r\nsuccessful Singaporean should  start by helping those who are\r\n\r\nworking  under  them  and the people  around  him,  and  then\r\n\r\nextend  his help to the weaker ones in our society.  In  this\r\n\r\nway, there will be more great people like Tan Kah Kee and Lee\r\n\r\nKong  Chian,  people  who  are  well  respected  by  all   in\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past decade, the Government has left no stone\r\n\r\nunturned in supporting charitable work and continuously urged\r\n\r\nthe  successful  Singaporeans to  help  those  who  are  less\r\n\r\nsuccessful.    The   Government  has  also   recognised   the\r\n\r\ncontributions made by the successful people.  This can\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\nbe  seen by the number of National Day Awards given to  these\r\n\r\npeople every year.  However, I feel that this recognition  is\r\n\r\nstill confined to a mere formality only.  We really have  not\r\n\r\nrecognised  or  built  up a climate that  enables  people  to\r\n\r\nrespect  these  successful people and support them,  so  that\r\n\r\nthese  successful people can become the role  model  for  the\r\n\r\nyoung  people to emulate.  I find that the young  people  are\r\n\r\nquite  different from the older generation in their  thinking\r\n\r\nand in their behaviour.  They are affected by the environment\r\n\r\nof a highly commercialized society and the tough competitions\r\n\r\nthey  are  facing.  They are materialistic, self-centred  and\r\n\r\nvery kiasu.   Deep in their hearts, they lack the respect and\r\n\r\nadmiration  for the successful ones.  They do  not  have  the\r\n\r\nhumility  and modesty to learn from others.  On the contrary,\r\n\r\nthey  are  full of envy and jealousy, and they express  their\r\n\r\njealousy   in  various  ways  and  this  causes  a   lot   of\r\n\r\nembarrassment and disappointment to the successful ones.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that we can guide these people to respect the\r\n\r\nsuccessful  ones  through school education, social  education\r\n\r\nand  the media, so that more respect could be accorded to the\r\n\r\nsuccessful  people.   These  may help  to  change  the  kiasu\r\n\r\nmentality of the people and enhance the bonding of the people\r\n\r\nin  order  that  the  successful ones can  be  encouraged  to\r\n\r\ncontribute  more to the less fortunate people.  At  the  same\r\n\r\ntime,  we should allow those who are less successful to learn\r\n\r\nfrom  the  successful people, to learn from their hard  work.\r\n\r\nThis  will be more meaningful.  I believe the Government  can\r\n\r\nstrike  a  balance  between  the  successful  and  the   less\r\n\r\nsuccessful people.  Here let me quote an article by the well-known writer You Jin  appearing in the Lianhe Zaobao.  In the\r\n\r\narticle, she wrote:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"To do good and expect nothing in return is an inherent\r\n\r\ncultivation  and  virtue. Showing gratitude  and  willing  to\r\n\r\nreward  a  good  deed is a kind of moral obligation.  If  the\r\n\r\nreceiver  of  the  benefit has the means in  future  to  help\r\n\r\nanother person in the same spirit, then this is bringing  the\r\n\r\nvirtue to higher ground.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his speech, President Nathan also spoke about the\r\n\r\nimportance  of attracting foreign talents.  He  said,  and  I\r\n\r\nquote:\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"Without an infusion of foreign talent to give us that\r\n\r\nextra boost, Singapore will not be in the front ranks among\r\n\r\nmany cities in Asia.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I fully agree and support this view of the President.\r\n\r\nWhat I want to point out is that the foreign talents we are\r\n\r\nattracting should be those who are able to give us that extra\r\n\r\nboost to enable us to have breakthroughs in the fields of\r\n\r\neconomy, science and technology, culture and the arts.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, during my meet-the-people-sessions, I observe\r\n\r\nthat some foreigners who are applying for permanent residence\r\n\r\nstatus and citizenship are not exactly \"talents\". They do not\r\n\r\nhave  a  university degree or possess the skills  or  talents\r\n\r\nwhich are needed by Singapore.  They are farmers and ordinary\r\n\r\nworkers.   Yet, they are granted permanent residence  status.\r\n\r\nI  am  puzzled!    The  Government should  set  up  stringent\r\n\r\nbenchmarks  and  clear criteria when they admit  the  foreign\r\n\r\ntalents,  so  that there will not be discrepancies  when  the\r\n\r\ncivil servants carry out their instructions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President also said, \"Post crisis, we are in a\r\n\r\nstronger  position.   But we can expect fiercer  competition,\r\n\r\nand  more  daunting challenges.\"  Mr Deputy Speaker,  Sir,  I\r\n\r\nwould  like  to point out that we have already weathered  the\r\n\r\nregional economic crisis.  However, except for those who were\r\n\r\nretrenched and some businessmen, shop-owners and hawkers  who\r\n\r\nwere  hit by the crisis, many Singaporeans merely had   their\r\n\r\nCPF  contributions  cut and were not really  hurt.   This  is\r\n\r\npossibly   due   to   the  Government's  prompt   action   in\r\n\r\nimplementing the second $10.5 billion package of cost-cutting\r\n\r\nmeasures.  It enabled the economy of Singapore to avoid  more\r\n\r\nsevere   beating,  and  helped  the  economy  to   stabilise.\r\n\r\nTherefore, we should inculcate the idea among our people that\r\n\r\nwe  must have a capable government to lead us through  crises\r\n\r\nlike  this.   I find that many Singaporeans actually  believe\r\n\r\nthat  it  is  a natural order of things for Singapore  to  go\r\n\r\nthrough  this economic crisis unscathed.  I do not  deny  the\r\n\r\nfact that the developing trend of the world economy,\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\nthe  Asia-Pacific  economy and the South  East  Asia  economy\r\n\r\nsince  the  beginning  of this year have  certain  effect  on\r\n\r\nSingapore's  economic recovery.   However,  if  not  for  the\r\n\r\nGovernment's  timely intervention by implementing  the  cost-cutting  package  measures  in the  shortest  possible  time,\r\n\r\nSingapore's  economy will be like some of  the  countries  in\r\n\r\nSouth East Asia , and unable to get out of recession in  such\r\n\r\na short time.\r\n\r\nTherefore, if we can keep on explaining to our people how  we\r\n\r\nhave tackled our economic crises such as those in 1965, 1976,\r\n\r\n1985  and 1998, it would help to make our people realise  the\r\n\r\nimportance  of having a good government.  I feel that  it  is\r\n\r\nvery  important to make the people of Singapore realise   the\r\n\r\nvulnerability  of Singapore and the need to  constantly  work\r\n\r\nhard  and  maintain the spirit of fighting for  survival  and\r\n\r\nprosperity.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President also mentioned that the Government will\r\n\r\nrevamp its education system so as to prepare our citizens for\r\n\r\nthe  knowledge-based economy.  The Ministry of Education will\r\n\r\nadopt the necessary measures to cater for the different needs\r\n\r\nof each and every child according to his learning aptitude.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, I fully support the new\r\n\r\neducational measures and reform and to adopt a more  creative\r\n\r\napproach to education so that students can have more  avenues\r\n\r\nto  develop  their talents and achieve success  in  different\r\n\r\nareas.   We have to also address the problems of parents  who\r\n\r\nhave  this kiasu mentality.  They force-feed  their  children\r\n\r\neven  before they have started attending school, putting them\r\n\r\nthrough very heavy scheduled ballet class, piano lesson,  art\r\n\r\nclass, swimming lesson, performing class, recitation of  Tang\r\n\r\npoems,  etc.   The  poor children have lost  their  childhood\r\n\r\ninnocence,  and are being pressurised until near  suffocation\r\n\r\neven at a very tender age.  Although children can absorb  all\r\n\r\nkinds  of knowledge, there is a limit to it.  We should  also\r\n\r\npay  attention to their character formation.  We  should  not\r\n\r\nforce-feed them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another problem I would like to raise is the problem\r\n\r\nraised by the Prime Minister at the National Day Rally.   The\r\n\r\nissue is on\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\nthe  use of Singlish.  This is a common social phenomenon and\r\n\r\nit  is  a  common  way  of communication among  the  ordinary\r\n\r\ncitizens. Although it is not good to use adulterated English,\r\n\r\nit is, after all, a by-product of our multi-racial and multi-lingual  society.    It  was only when I  realise  that  some\r\n\r\nSingaporeans who speak pure English and not Singlish are also\r\n\r\nnot able to speak standard English and write standard English\r\n\r\nthat I begin to understand how very important it was for  the\r\n\r\nPrime  Minister  to  raise this issue  of  speaking  standard\r\n\r\nEnglish.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Everyone knows that I am a Chinese-educated MP. I am\r\n\r\nunable  to speak standard English.  Yet, I reject the use  of\r\n\r\nadulterated  English,  just as I do  not  agree  with  people\r\n\r\nspeaking  adulterated  Mandarin.  During  my  business  trips\r\n\r\noverseas,   whenever  I  hear our Singaporeans  speaking  the\r\n\r\nSingapore-style  of Mandarin, I would try  my  best  to  stop\r\n\r\nthem.   Whether they are speaking English, Mandarin or Malay,\r\n\r\nthe  foreigners just cannot understand what they are talking.\r\n\r\nThe  adulterated languages of Singapore are generated because\r\n\r\nof  the  multi-racial  environment.   Most  Singaporeans  can\r\n\r\nunderstand this type of language, but the foreigners do not.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me quote you an example. When I was in China, I\r\n\r\nactually  heard  a Singaporean speaking, \"My  brother  kahwin\r\n\r\nliao.\"    All Singaporeans present could understand  what  he\r\n\r\nwas  talking  about.   But in China, England  or  the  United\r\n\r\nStates, I am sure the people there would have no clue at  all\r\n\r\nas  to  what  he  was  talking  about.     Therefore,  it  is\r\n\r\nimportant for the Government to promote the correct usage  in\r\n\r\nEnglish, in Malay, in Mandarin.  I think it is very important\r\n\r\nto  our efforts to enhance our capability and then to promote\r\n\r\na  knowledge-based economy.  We should not resort to the  use\r\n\r\nof  sub-standard language, whether it is Singlish or  various\r\n\r\nforms of  Mandarin.  Because of our environmental limits, our\r\n\r\nMandarin  may not be as good as that of the others,  and  our\r\n\r\nstandard  of  Chinese is lower than others.   This  does  not\r\n\r\namount to giving us the right to use and promote sub-standard\r\n\r\nChinese and Mandarin.\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\nLikewise,  our standard of written and spoken English  cannot\r\n\r\nbe  compared  to  that of the United Kingdom and  the  United\r\n\r\nStates  of America.  This does not mean to say that we cannot\r\n\r\nwrite   grammatically  correct  English  and  speak  standard\r\n\r\nEnglish.   In the promotion of the use of standard languages,\r\n\r\nbesides the efforts of the school teachers, the press and the\r\n\r\nvarious media also play very important roles.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Here, I would like to tell you the real-life joke\r\n\r\nconcerning  another Singaporean who speaks pure English.    I\r\n\r\nwould  like to declare my interest  as a publisher. In August\r\n\r\nthis  year, I came across this real-life incident.   A  pure-English speaking Singaporean and a number of journalists from\r\n\r\nthe  English  language newspaper criticised  a  certain  book\r\n\r\ncompiled  by  an English author and alleged that  there  were\r\n\r\n\"full  of  grammatical  mistakes\" in  the  book.   They  even\r\n\r\ncaptioned the article as: \"50 language bloopers\" (The  Sunday\r\n\r\nTimes,  1st  August 1999).  As a reader, my first  impression\r\n\r\nwould  be  that the report and criticism by this pure-English\r\n\r\nspeaking  Singaporean and the journalists  from  the  English\r\n\r\nlanguage newspaper, because my standard of English is not  as\r\n\r\nhigh  as  theirs,  must be correct.  I  am  sure  many,  many\r\n\r\nSingaporeans must have believed that the newspaper report was\r\n\r\naccurate.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, upon consultation with this English author\r\n\r\nhimself,  I  realise  that  the  criticism  by  the   English\r\n\r\nnewspaper  on the grammar taught in this book was  not  quite\r\n\r\ncorrect.   This  illustrates  the  point  that  the  English-speaking   Singaporeans   can   sometimes   regard    correct\r\n\r\ngrammatical usage as being wrong usage, and treat some  wrong\r\n\r\nusage  as  correct,  and then launch an  attack  openly.    A\r\n\r\nreader  wrote  to   the  Consumers Association  of  Singapore\r\n\r\n(CASE) and complained about wrong  grammar being used in  the\r\n\r\nbook.   She   doubted  the identity of the author,  and  even\r\n\r\ntelephoned  the  publishers  to send  a  punitive  expedition\r\n\r\nagainst them.  What I do not understand is why is it that she\r\n\r\nherself   could   not  differentiate  between   the   correct\r\n\r\ngrammatical  usage and the wrong usage, yet  she  behaved  as\r\n\r\nthough she\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\nwas having justice on her side.  Why can they not be like the\r\n\r\nLianhe  Zaobao  in hiring a panel or a high-quality  language\r\n\r\nspecialist to authenticate the English used in their reports.\r\n\r\nSo  from  this incident, I learn the importance of the  Prime\r\n\r\nMinister's insistence of speaking standard English.  If we do\r\n\r\nnot  turn this around and correct the mistake, then we  would\r\n\r\nbe  criticised by the foreigners that the standard of English\r\n\r\nhere is very poor and it would be difficult for Singapore  to\r\n\r\nmake  it to the list of globalised international cosmopolitan\r\n\r\ncities.   Just as this English author was telling me, he  was\r\n\r\nsurprised  that  the  standard of English  in  Singapore  has\r\n\r\ndropped  so dramatically over the last few years.   There  is\r\n\r\nnothing I could say about it.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Deputy Speaker, Sir, Singaporeans have very good\r\n\r\nlinguistic  abilities.   Many  Singaporeans  can  speak  many\r\n\r\nlanguages.    However,   they   are   generalists   and   not\r\n\r\nspecialists.  They are not proficient in any of the languages\r\n\r\n-  neither here nor there.  The Prime Minister's  emphasis on\r\n\r\nthe use of standard English is not only very timely, but only\r\n\r\nserves  as  a  warning  to our bilingual educational  system.\r\n\r\nApart  from emphasising the use of correct English, we should\r\n\r\nhave  a better use of standard language in the media, in  the\r\n\r\ntelevision, radio and the newspapers.  The television and the\r\n\r\nradio  stations should introduce some high quality programmes\r\n\r\nso as to enhance the language standard of our audiences.  The\r\n\r\nGovernment departments\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\nand  some companies should also conduct some language classes\r\n\r\nto  help  their staff to improve their language standard.   I\r\n\r\nfeel  that  our bilingual system is a good one and we  should\r\n\r\nyield  good  results  which would enable  us  to  accept  the\r\n\r\nchallenges of the new century.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion.\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT OF DEBATE</b></div>\r\n\r\n<br><br><!-- Mr Wong Kan Seng (Leader of the House) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Leader of the House (Mr Wong Kan Seng):</b> Mr Deputy\r\n\r\nSpeaker, I think we have heard enough for the day.  I beg  to\r\n\r\nmove, \"That the Debate be now adjourned.\"\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question put, and agreed to.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the Debate be now adjourned. - [Mr Wong Kan Seng].\r\n\r\n<br><br><!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> Resumption of debate, what day, Mr\r\n\r\nSingh?\r\n\r\n<br><br><!-- Mr Davinder Singh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Davinder Singh (Bishan-Toa Payoh):</b> Tomorrow, Sir.\r\n\r\n<br><br><!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> So be it.\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Mr Wong Kan Seng].\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Nineteen minutes to Six o'clock pm.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
