{"memberId": null, "volumeNo": "71", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "16", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"9\">\r\n\r\n<meta name=\"Sess_No\" content=\"2\">\r\n\r\n<meta name=\"Vol_No\" content=\"71\">\r\n\r\n<meta name=\"Sit_No\" content=\"16\">\r\n\r\n<meta name=\"Sit_Date\" content=\"2000-03-11\">\r\n\r\n<meta name=\"Start_Col\" content=\"1873\">\r\n\r\n<meta name=\"End_Col\" content=\"1976\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">9</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">2</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">71</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">16</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">11-03-2000</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 1873</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h4>NINTH PARLIAMENT</h4></div>\r\n\r\n                              \r\n\r\n\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF SECOND SESSION</b></div></td><td><div align=\"right\"><b>VOLUME 71</b></div></td></tr></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Saturday, 11th March, 2000</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 12.30 pm</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr Tan Soo Khoon (East Coast)).\r\n\r\n\r\n\r\n<br>Mr Abdullah Tarmugi (East Coast), Minister for Community Development and Minister-in-charge of Muslim Affairs.\r\n\r\n\r\n\r\n<br>Mr Ahmad Mohd Magad (Pasir Ris).\r\n\r\n\r\n\r\n<br>Mr Ang Mong Seng (Bukit Gombak).\r\n\r\n\r\n\r\n<br>Mr Chan Soo Sen (East Coast), Parliamentary Secretary to the Prime Minister and Minister for Health.\r\n\r\n\r\n\r\n<br>Mr Chay Wai Chuen (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Bernard Chen (West Coast).\r\n\r\n\r\n\r\n<br>Mr Kenneth Chen Koon Lap (Hong Kah).\r\n\r\n\r\n\r\n<br>Mr Peter Chen (Hong Kah), Senior Minister of State, Ministry of Education.\r\n\r\n\r\n\r\n<br>Dr John Chen Seow Phun (Hong Kah), Minister of State, Ministry of Communications and Information Technology and Ministry of National Development.\r\n\r\n\r\n\r\n<br>Mr Chew Heng Ching (East Coast).\r\n\r\n\r\n\r\n<br>Mr Chiam See Tong (Potong Pasir).\r\n\r\n\r\n\r\n<br>Mdm Claire Chiang See Ngoh (Nominated Member).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Chin Tet Yung (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Chng Hee Kok (East Coast).\r\n\r\n\r\n\r\n<br>Mr Charles Chong (Pasir Ris).\r\n\r\n\r\n\r\n<br>Mr Davinder Singh (Bishan-Toa Payoh).\r\n\r\n<br><br><font size=\"1\"><b>Column: 1874</b></font><br><br>\r\n\r\n<br>Mr Gerard Ee, PBM (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Goh Chee Wee (Boon Lay), Deputy Government Whip.\r\n\r\n\r\n\r\n<br>Mr Goh Chok Tong (Marine Parade), Prime Minister.\r\n\r\n\r\n\r\n<br>Mr Goh Chong Chia (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Goh Choon Kang (Marine Parade).\r\n\r\n\r\n\r\n<br>Mr Harun bin A. Ghani (Hong Kah).\r\n\r\n\r\n\r\n<br>Mr Hawazi Daipi (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Heng Chiang Meng (Cheng San).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Ho Peng Kee (Sembawang), Minister of State, Ministry of Law and Ministry of Home Affairs.\r\n\r\n\r\n\r\n<br>Dr Ho Tat Kin (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Encik Ibrahim bin Othman (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Inderjit Singh (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Prof. S. Jayakumar (East Coast), Minister for Law and Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Dr Ker Sin Tze (Aljunied).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Koo Tsai Kee (Tanjong Pagar), Senior Parliamentary Secretary to the Minister for National Development.\r\n\r\n\r\n\r\n<br>Dr Lee Boon Yang (Jalan Besar), Minister for Manpower and Government Whip.\r\n\r\n\r\n\r\n\r\n\r\n<br>BG Lee Hsien Loong (Ang Mo Kio), Deputy Prime Minister, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Dr Jennifer Lee (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Lee Yock Suan (Cheng San), Minister for Information and the Arts and Minister for the Environment.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1875</b></font><br><br>\r\n\r\n<br>Mr Leong Horn Kee (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Lew Syn Pau (Kreta Ayer-Tanglin).\r\n\r\n\r\n\r\n<br>Mr Lim Boon Heng (Bukit Timah), Minister.\r\n\r\n\r\n\r\n<br>Dr Michael Lim Chun Leng (Cheng San).\r\n\r\n\r\n\r\n<br>Mr Lim Hng Kiang (West Coast), Minister for Health and Second Minister for Finance.\r\n\r\n\r\n\r\n<br>Mrs Lim Hwee Hua (Marine Parade).\r\n\r\n\r\n\r\n<br>Mr Lim Swee Say (Tanjong Pagar), Minister of State, Ministry of Communications and Information Technology and Ministry of Trade and Industry.\r\n\r\n\r\n\r\n<br>Mr David T. E. Lim (Aljunied), Minister of State, Ministry of Defence and Ministry of Information and the Arts.\r\n\r\n\r\n\r\n<br>Mr Loh Meng See (Kampong Glam).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Low Seow Chay (Chua Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Low Thia Khiang (Hougang).\r\n\r\n\r\n\r\n<br>Mr Mah Bow Tan (Tampines), Minister for National Development.\r\n\r\n\r\n\r\n<br>Encik Mohamad Maidin B P M (Marine Parade), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Dr Lily Neo (Kreta Ayer-Tanglin).\r\n\r\n\r\n\r\n<br>Mr Ong Ah Heng (Nee Soon Central).\r\n\r\n\r\n\r\n<br>Dr Ong Chit Chung (Bukit Timah), Deputy Government Whip.\r\n\r\n\r\n\r\n<br>Mr Ong Kian Min (Pasir Ris).\r\n\r\n\r\n\r\n<br>Encik Othman bin Haron Eusofe (Marine Parade), Minister of State, Ministry of Manpower.\r\n\r\n\r\n\r\n<br>Dr Ow Chin Hock (Tanjong Pagar), Minister of State, Ministry of Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Peh Chin Hua (Jalan Besar).\r\n\r\n\r\n\r\n<br>Mr R. Ravindran (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Seng Han Thong (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Mr K. Shanmugam (Sembawang).\r\n\r\n\r\n\r\n<br>Encik Sidek bin Saniff (Aljunied), Senior Minister of State, Ministry of the Environment.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1876</b></font><br><br>\r\n\r\n<br>Mr Sin Boon Ann (Tampines).\r\n\r\n\r\n\r\n<br>Mr R. Sinnakaruppan (Kreta Ayer-Tanglin).\r\n\r\n\r\n\r\n<br>Dr Tan Boon Wan (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Dr Tan Cheng Bock (Ayer Rajah).\r\n\r\n\r\n\r\n<br>Mr Tang Guan Seng (Ang Mo Kio), Senior Parliamentary Secretary to the Minister for Trade and Industry.\r\n\r\n\r\n\r\n<br>Mr Tay Beng Chuan (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Simon S C Tay (Nominated Member).\r\n\r\n\r\n\r\n<br>Dr Teo Ho Pin (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Thomas Thomas (Nominated Member).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Toh See Kiat (Aljunied).\r\n\r\n\r\n\r\n<br>Dr S. Vasoo (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Dr Wan Soon Bee (West Coast).\r\n\r\n\r\n\r\n<br>Dr Wang Kai Yuen (Bukit Timah).\r\n\r\n\r\n\r\n<br>Dr Aline K. Wong (Tampines), Senior Minister of State, Ministry of Education.\r\n\r\n\r\n\r\n<br>Mr Wong Kan Seng (Bishan-Toa Payoh), Minister for Home Affairs and Leader of the House.\r\n\r\n\r\n\r\n<br>Assoc. Prof. Yaacob Ibrahim (Jalan Besar), Parliamentary Secretary to the Minister for Communications and Information Technology.\r\n\r\n\r\n\r\n<br>Mr Matthias Yao Chih (MacPherson), Minister of State.\r\n\r\n\r\n\r\n<br>Mr Eugene Yap Giau Cheng (Marine Parade), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Encik Yatiman Yusof (Tampines), Senior Parliamentary Secretary to the Minister for Information and the Arts.\r\n\r\n\r\n\r\n<br>Mr Yeo Cheow Tong (Hong Kah), Minister for Communications and Information Technology.\r\n\r\n\r\n\r\n<br>Mr Yeo Guat Kwang (Cheng San).\r\n\r\n\r\n\r\n<br>BG George Yong-Boon Yeo (Aljunied), Minister for Trade and Industry.\r\n\r\n\r\n\r\n<br>Mrs Yu-Foo Yee Shoon (Bukit Timah), Senior Parliamentary Secretary to the Minister for Community Development.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1877</b></font><br><br>\r\n\r\n<br>Mr Zainul Abidin Rasheed (Cheng San), Senior Parliamentary Secretary to the Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Dr Richard Hu Tsu Tau (Kreta Ayer-Tanglin), Minister for Finance.\r\n\r\n\r\n\r\n<br>Mr S. Iswaran (West Coast).\r\n\r\n\r\n\r\n<br>Mr J. B. Jeyaretnam (Non-Constituency Member).\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Dr Tony Tan Keng Yam (Sembawang), Deputy Prime Minister and Minister for Defence.\r\n\r\n\r\n\r\n<br>RAdm Teo Chee Hean (Pasir Ris), Minister for Education and Second Minister for Defence.\r\n\r\n\r\n\r\n<br>Mr Ong Chin Guan, Noris (Nominated Member).\r\n\r\n\r\n\r\n<br>Mr Zulkifli Bin Baharudin (Nominated Member).\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1877</b></font><br><br>\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<div align=\"center\"><h4>ORAL ANSWERS TO QUESTIONS</h4></div>\r\n\r\n<div align=\"center\"><b>CROWS</b></div>\r\n\r\n<br><br><!-- Mr Gerard Ee -->&nbsp;&nbsp;&nbsp;&nbsp;1. <b>Mr Gerard Ee</b> asked the Minister for the Environment\r\n\r\nwhat  effort is being made to control the population of crows\r\n\r\nand how successful it has been.\r\n\r\n<br><br><!-- Encik Sidek Bin Saniff (Senior Minister of State for the Environment) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Senior Minister of State for the Environment (Encik Sidek bin Saniff) (for the Minister for the Environment):</b> Mr\r\n\r\nSpeaker,  Sir, in recent years, we have noted an increase  in\r\n\r\nthe crow population in spite of stepped up efforts by PPD  to\r\n\r\ncull  them and by ENV to deny them waste food. The growth  of\r\n\r\nthe   crow   population  is  due  to  the  crow's  successful\r\n\r\nadaptation to the urban environment where there is ample food\r\n\r\nand inadequate culling.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The number of crows culled by PPD has increased from a\r\n\r\nmonthly average of about 1,000 in 1998 to 1,500 last year,\r\n\r\n<br><br><font size=\"1\"><b>Column: 1878</b></font><br><br>\r\n\r\n1999. To maintain continuous pressure on the crow population,\r\n\r\nPPD,  with  the help of the Singapore Gun Club and the  SAFRA\r\n\r\nShooting  Club, will continue to carry out crow  shooting  at\r\n\r\nroosting  sites where large numbers gather to sleep overnight\r\n\r\non the trees.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;ENV has required all foodshops to use a standard refuse\r\n\r\nbin  with  lid and to make sure that there is no  food  waste\r\n\r\nleft  exposed.   We have also been working closely  with  the\r\n\r\nTown  Councils  to improve on their housekeeping,  especially\r\n\r\nthe  cleanliness of their bin centres.  The bin centres  also\r\n\r\nhave  been protected against crows with wire meshing  to  all\r\n\r\nopenings. We have also sent out circulars to all operators of\r\n\r\nrestaurants,  coffee  shops and hawker stalls  to  warn  them\r\n\r\nagainst feeding crows.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;PPD and ENV are continually reviewing the methods of\r\n\r\ncrow  control.  A new method being introduced is the  use  of\r\n\r\nspecially  designed crow traps.  These traps will  contribute\r\n\r\ntowards  greater culling of the crows.  An ornithologist  has\r\n\r\nalso  been commissioned to make a study on the behaviour  and\r\n\r\nbiology  of  crows  so  that other  control  methods  can  be\r\n\r\ndeveloped.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the meantime, PPD will further intensify the\r\n\r\nculling  of  crows by shooting and ENV will strictly  enforce\r\n\r\nthe  regulations on waste management and removal to deny  the\r\n\r\ncrows food to further contain the problem.\r\n\r\n<br><br><!-- Dr S. Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr S. Vasoo (Tanjong Pagar):</b> Mr Speaker, Sir, I would\r\n\r\nlike  to  ask the Senior Minister of State what he is crowing\r\n\r\nabout.    What   crow  friendly  measures  is  the   Ministry\r\n\r\nundertaking other than shooting these crows and culling  them\r\n\r\nwith shotguns?  It also creates problems for the residents if\r\n\r\nthe  guns misfire in the area which may endanger their lives.\r\n\r\nThis is a serious matter.\r\n\r\n<br><br><!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Sidek bin Saniff:</b> Sir, besides culling and\r\n\r\nremoving sources of waste food to reduce the crow population,\r\n\r\nwe can also look into new ideas that may help.  For instance,\r\n\r\none  idea that crops up is to have bins and plastic bags used\r\n\r\nfor containing refuse infused with a repellant\r\n\r\n<br><br><font size=\"1\"><b>Column: 1879</b></font><br><br>\r\n\r\nso  that crows will not go near them.  I will give an example\r\n\r\nof how we control the dengue now with the help of my Ministry\r\n\r\nand  the  university.  For example, in  the  case  of  dengue\r\n\r\ncontrol,  scientists in my Ministry have discovered  that  by\r\n\r\nraising  the temperature of stagnant water to 45o C,  it  can\r\n\r\nkill  the  larvae  in the water within one hour.   With  this\r\n\r\nfinding,  they have developed a heating element that  can  be\r\n\r\ninstalled  in  roof  gutters.  By switching  on  the  heating\r\n\r\nelement for slightly more than one hour, and this can be done\r\n\r\nby  a  timer  switch in the middle of the night,  any  larvae\r\n\r\nbreeding  in the gutter will be destroyed.  I hope  the  same\r\n\r\neffect  will  be  done towards this.  We are working  towards\r\n\r\nthis.   This  is a case where many people, out  of  kindness,\r\n\r\njust  give food to the crows.  There is one instance where  a\r\n\r\nhawker purposely gives the crows something to eat every  day.\r\n\r\nHe  said otherwise the crows will be a nuisance.  And one  of\r\n\r\nthose  days, he even pat the head of that chap.  This feeling\r\n\r\nof  kindness,  as  far  as  Asian people  are  concerned,  is\r\n\r\nunderstandable.   That  is  why we  try  to  look  into  this\r\n\r\nparticular area with new ideas and hopefully a breakthrough.\r\n\r\n<br><br><!-- Mr Gerard Ee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Gerard Ee (Nominated Member):</b> I would like to ask\r\n\r\nwhether the PPD has ever offered a bounty on crows and  leave\r\n\r\nit  to the creativity of the community to think out new  ways\r\n\r\nto trap them.\r\n\r\n<br><br><!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Sidek bin Saniff:</b> The bounty hunters are from the\r\n\r\ntwo  clubs, Singapore Gun Club and SAFRA Shooting  Club,  and\r\n\r\nthey are doing it on a voluntary basis.  Other than that, the\r\n\r\ntraps seem to be working.  We have given out to Town Councils\r\n\r\nabout  22  traps that have managed to trap about 10  birds  a\r\n\r\nmonth.  We hope to give another 30 to the town councils and I\r\n\r\nhope the town councils will be ever ready to accept them.\r\n\r\n<br><br><!-- Dr Vasoo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Vasoo:</b> Mr Speaker, Sir, I want to ask the Minister of\r\n\r\nState  what  is  the  connection between  crows  and  dengue.\r\n\r\nSecond,  does  the crow cause dengue which is  the  issue  at\r\n\r\nhand?   The  measure proposed is not effective  in  a  sense.\r\n\r\nFiring\r\n\r\n<br><br><font size=\"1\"><b>Column: 1880</b></font><br><br>\r\n\r\na  few  shots may not deal with the problem.  Are  there  any\r\n\r\necological  or  eco-friendly measures that  the  Ministry  is\r\n\r\nconsidering,  other than the measures that he  has  suggested\r\n\r\nbecause  the crow problem has not been resolved?  There  have\r\n\r\nbeen a lot of complaints from different quarters.\r\n\r\n<br><br><!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Sidek bin Saniff:</b> I share the concern. But,\r\n\r\nsomehow, we do not have any species, like eagles or vultures,\r\n\r\nthat  can  take care of the crows.  In Malaysia or Indonesia,\r\n\r\nthey have musang (fox) that can really mash their nests.   In\r\n\r\nour  case,  it is just ourselves.  As for connection  between\r\n\r\ncrows  and  dengue, I just mentioned that  we  are  seriously\r\n\r\nlooking  into  this method.  Dengue is one case.   Some  were\r\n\r\nfatal.  To me, one death is one death too many.  And we  have\r\n\r\nmanaged to come out with this heating element measure.   This\r\n\r\nis  just an example.  We hope the so-called repellant  effect\r\n\r\nat  the  bin, or in the plastic bags especially, can  do  the\r\n\r\nwork.  If you consider that as a friendly way of dealing with\r\n\r\nthe crows, that is our friendly way of using it.\r\n\r\n<br><br><!-- Mr Bernard Chen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Bernard Chen (West Coast):</b> Can I ask the Senior\r\n\r\nMinister  of State whether, when he is crowing about shooting\r\n\r\ncrows,  he can also go after the pigeons because I understand\r\n\r\nthe pigeon droppings are more dangerous than the crow?\r\n\r\n<br><br><!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Sidek bin Saniff:</b> We will certainly look into the\r\n\r\nmatter also.\r\n\r\n<br><br><!-- Mr Sin Boon Ann -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sin Boon Ann (Tampines):</b> Sir, from the number of crows\r\n\r\nthat  we  are seeing, and it is increasing with each  passing\r\n\r\nyear,  I wonder if the Ministry could set a benchmark  figure\r\n\r\nand  give  a definite timetable as to how they are  going  to\r\n\r\ncontrol the growth of the crow population.  Could the  Senior\r\n\r\nMinister of State give an indication of the plans?\r\n\r\n<br><br><!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Sidek bin Saniff:</b> Sir, there are about 6,000 crows\r\n\r\nin  Singapore.  It is something to crow about.  If they  were\r\n\r\nto  mate,  usually they produce between two to  four  chicks.\r\n\r\nOut  of four, half will somehow survive, that is, 6,000  plus\r\n\r\nthe  present 6,000, which is 12,000.  It is quite large.   We\r\n\r\nhave managed to handle only\r\n\r\n<br><br><font size=\"1\"><b>Column: 1881</b></font><br><br>\r\n\r\nabout  1,000-1,500 a month.  We will certainly intensify  our\r\n\r\nefforts  whether by culling, looking after the waste,  giving\r\n\r\nsome public education to our people, or providing traps.   We\r\n\r\nhope that the latest one will work.\r\n\r\n<br><br><!-- Dr Ong Chit Chung -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Ong Chit Chung (Bukit Timah):</b> Mr Speaker, Sir, unlike\r\n\r\nmy  colleague,  Dr Vasoo, I still cannot see  the  connection\r\n\r\nbetween  dengue fever and the crows.  Is the Senior  Minister\r\n\r\nof  State  trying to suggest, in fact, crows with the  dengue\r\n\r\nfever?    Then  he  mentioned  about  housekeeping  by   town\r\n\r\ncouncils.  I  am sure, as the Chairman of a town council,  we\r\n\r\nwant  to cooperate with the Ministry of the Environment.  But\r\n\r\none should not pass the buck to the town councils because the\r\n\r\ncrows  fly  everywhere.  The individual town  council  cannot\r\n\r\ncontrol  them because they fly from one town council  to  the\r\n\r\nother.   I think it is more a matter of the Ministry  of  the\r\n\r\nEnvironment  taking  a concerted action  to  deal  with  this\r\n\r\nproblem at source.\r\n\r\n<br><br><!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Sidek bin Saniff:</b> Sir, I thought we are taking a\r\n\r\nconcerted  effort with all the measures taken.  There  is  no\r\n\r\nintention at all to pass the buck.  To me, it is a matter  of\r\n\r\nasking  cooperation, rather than you and me with  a  gulf  in\r\n\r\nbetween.   As  for the findings on dengue, when we  cooperate\r\n\r\nwith  certain authorities, like the universities, we are very\r\n\r\nserious  about it.  We have managed to get a cure for  dengue\r\n\r\nfever  by destroying the larvae in the gutters.  You  do  not\r\n\r\nhave  to tear down the roof.  We have managed to do that  and\r\n\r\nthe  findings  may  be  there.   Hopefully,  with  these  new\r\n\r\nmeasures  or new breakthroughs, we can do the same, like  the\r\n\r\nfindings,  where we heat the roof gutters.  Is that  a  wrong\r\n\r\ncomparison?\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Teo, last question. We have to move on\r\n\r\notherwise the Committee of Supply cannot start.\r\n\r\n<br><br><!-- Dr Teo Ho Pin -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Teo Ho Pin (Sembawang):</b> May I ask the Senior\r\n\r\nMinister  of State how does the crow trap work?  I understand\r\n\r\nthe  crows  are quite intelligent.  If you have 6,000  crows,\r\n\r\nthe  town councils will spend a lot of time and effort trying\r\n\r\nto catch the crows.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1882</b></font><br><br>\r\n\r\n<br><br><!-- Encik Sidek bin Saniff -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Encik Sidek bin Saniff:</b> I can supply you the cage. It\r\n\r\nis  a very simple one where you can put the bait inside,  and\r\n\r\nthe  crows will come in.  The moment they come into the  box,\r\n\r\nthey cannot come out because they are so large.  Remember the\r\n\r\nmonkeys, when they take something, they will refuse to let go\r\n\r\ntheir  hands  with  the food.   So they were  caught  by  the\r\n\r\nAfricans.  I will let the Member have the opportunity to  use\r\n\r\nit if he wants to.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1882</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>FOREIGN WORKERS</b></div>\r\n\r\n<div align=\"center\"><b>(Living conditions)</b></div>\r\n\r\n<br><br><!-- Mr Gerard Ee -->&nbsp;&nbsp;&nbsp;&nbsp;2. <b>Mr Gerard Ee</b> asked the Minister for Manpower what\r\n\r\nsteps  are  being taken to monitor the living  conditions  of\r\n\r\nforeign  workers  and  what are the  penalties  for  inhumane\r\n\r\ntreatment of foreign workers.\r\n\r\n<br><br><!-- Dr Lee Boon Yang (Minister for Manpower) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Manpower (Dr Lee Boon Yang):</b> Mr\r\n\r\nSpeaker,  Sir,  I do not have much to crow about  as  far  as\r\n\r\nforeign workers are concerned.  But when applying for foreign\r\n\r\nworkers,  all employers have to undertake to provide adequate\r\n\r\naccommodation  for their foreign workers.   In  the  case  of\r\n\r\nforeign  domestic  workers, they live in  the  homes  of  the\r\n\r\nemployers.  Although there are no specified standards for the\r\n\r\naccommodation  of foreign domestic workers, my  Ministry  has\r\n\r\nissued   guidelines  to  employers  to  ensure  that  foreign\r\n\r\ndomestic  workers'  need  for privacy  should  be  respected.\r\n\r\nEmployers  have also been reminded not to make their  foreign\r\n\r\ndomestic  workers sleep on beds in the corridors  or  in  the\r\n\r\nliving  rooms or in the kitchens with little privacy. Foreign\r\n\r\ndomestic workers should not be asked to share a room with  an\r\n\r\nadult of the opposite sex.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The living conditions of foreign workers in the economic\r\n\r\nsectors vary from industry to industry.  In the manufacturing\r\n\r\nand  marine  sectors, foreign workers are generally  provided\r\n\r\nwith reasonable and acceptable accommodation.  In many cases,\r\n\r\nforeign  workers  are  housed  in purpose-built  dormitories,\r\n\r\nwhose living conditions are comparable to that enjoyed by the\r\n\r\naverage  Singaporean.  Shipyards, for example,  provide  very\r\n\r\ngood accommodation to their foreign workers such as\r\n\r\n<br><br><font size=\"1\"><b>Column: 1883</b></font><br><br>\r\n\r\nthe Acadia Lodge by Keppel Shipyard.  Sembawang Shipyard also\r\n\r\nprovides   good   quality  accommodation   in   company-built\r\n\r\ndormitories.   Other  foreign workers  in  the  manufacturing\r\n\r\nsector  are housed in commercially run dormitories  built  by\r\n\r\nthe Jurong Town Corporation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the construction sector, the majority of the foreign\r\n\r\nworkers,  ie,  80%,  are  housed  on-site.   Contractors  who\r\n\r\nprovide on-site housing have to meet basic standards  set  by\r\n\r\nvarious  Government  agencies, such  as  the  URA,  BCA,  the\r\n\r\nMinistry of the Environment and the Fire Safety Bureau.   The\r\n\r\nremaining 20% of foreign construction workers are housed off-site.  Some  are  accommodated in purpose-built  dormitories,\r\n\r\nsuch  as  the Kaki Bukit Hostel which provides not only  good\r\n\r\nquality  housing, but also social recreational  amenities  to\r\n\r\nthe 3,000 residents.  Other foreign workers are housed in pre-war  shophouses,  old  buildings or  in  private  residential\r\n\r\nestates.   This is where the problem lies. Some  unscrupulous\r\n\r\nemployers may force their foreign workers to live in cramped,\r\n\r\nand  sometimes,  unsafe living conditions. Those  responsible\r\n\r\nwill  be  taken  to  task  for violating  the  guidelines  on\r\n\r\naccommodation set by the Work Permit Department  and  various\r\n\r\nGovernment  agencies.   The URA, for  example,  ensures  that\r\n\r\nthere is no misuse of private and residential buildings.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the inhumane treatment of foreign workers, the\r\n\r\nGovernment  takes  a  very  serious  view  of  employers  who\r\n\r\nmistreat or abuse their foreign workers.  The Penal Code, for\r\n\r\nexample,  was  amended in May 1998 to enhance  penalties  for\r\n\r\nemployers   who  physically  abuse  their  foreign   domestic\r\n\r\nworkers.   Errant employers will not only be taken  to  court\r\n\r\nfor  their actions, they will also be debarred from employing\r\n\r\nforeign domestic workers.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Foreign workers in the economic sectors are protected\r\n\r\nunder the Employment Act which spells out the basic terms and\r\n\r\nconditions of employment.  Employers\r\n\r\n<br><br><font size=\"1\"><b>Column: 1884</b></font><br><br>\r\n\r\nwho  fail to provide basic statutory benefits and who do  not\r\n\r\ncomply  with  the provisions of the Act will  be  dealt  with\r\n\r\nunder  the  law.  In addition, these employers may be  barred\r\n\r\nfrom employing foreign workers.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Employers are reminded to treat their foreign workers\r\n\r\ndecently  and  not  to subject them to any inhumane  actions,\r\n\r\nwhether  in the homes or other workplaces. Those  who  do  so\r\n\r\nwill have to face the consequences of the law.\r\n\r\n<br><br><!-- Mr Gerard Ee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Gerard Ee:</b> I would like to ask the Minister whether\r\n\r\ndesignated  sites to house foreign workers  in  the  economic\r\n\r\nsectors,  like  the  construction industry,  are  subject  to\r\n\r\nlicensing and how often are they inspected on-the-spot basis?\r\n\r\n<br><br><!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Boon Yang:</b> When a contractor wants to build\r\n\r\ndormitories to house foreign workers, they have to apply  for\r\n\r\nthe  land  and the land would be made available,  subject  to\r\n\r\nvarious  conditions  from the Land  Office.   Obviously,  the\r\n\r\ncontractor  or  developer who puts up the  dormitory  housing\r\n\r\nwill  have  to  comply  with  the  various  building  control\r\n\r\nregulations  and this will obviously also be  inspected  from\r\n\r\ntime to time.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1884</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<div align=\"center\"><b>ESTIMATES OF EXPENDITURE FOR THE</b></div>\r\n\r\n<div align=\"center\"><b>FINANCIAL YEAR 1ST APRIL, 2000 TO 31ST MARCH, 2001</b></div>\r\n\r\n<div align=\"center\"><b></b></div>\r\n\r\n<div align=\"center\"><b>(Paper Cmd. No. 2 of 2000)</b></div>\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for consideration in Committee of Supply [4th\r\n\r\nAllotted Day].\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head W (cont.) -\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resumption of Debate on Question [10th March, 2000],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That the total sum to be allocated for Head W of the\r\n\r\nMain Estimates be reduced by $100.\" - [Mr Leong Horn Kee]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Mr Chiam is not here. Mr Thomas.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1885</b></font><br><br>\r\n\r\n<br><br><!-- Mr Thomas Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thomas Thomas (Nominated Member):</b> Sir, in 1993, as\r\n\r\nthe Vice President of the Consumers Association of Singapore,\r\n\r\nI  appeared  before a parliamentary Select Committee  on  the\r\n\r\nGoods  and Services Tax (GST).  CASE had, at that time,  just\r\n\r\nsubmitted  a paper on their views on the GST, and during  the\r\n\r\nhearing,  we asked for the extension of coverage of  existing\r\n\r\nconsumer  protection legislation as the existing  legislation\r\n\r\nwas inadequate.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now, in year 2000, at the beginning of this new\r\n\r\nmillennium, I can say the same thing.  We had, back  in  1993\r\n\r\nasked  for  the  introduction of  a  Fair  Trading  Act.  The\r\n\r\narguments for it are still the same. A Fair Trading Act would\r\n\r\nmake  the  marketplace  competition  equitable  to  all   the\r\n\r\nretailers, as well as the consumers. It would be an extension\r\n\r\nof  our  laws that we have to protect the environment, health\r\n\r\nand  safety, and now to protect consumers.  This  will  be  a\r\n\r\nfurther improvement on the quality of life for our citizens.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From what I hear in CASE and my colleagues from CASE,\r\n\r\nsome  of the problems that consumers face today can be  quite\r\n\r\neasily  eradicated  if there was a Fair Trading  Act.   These\r\n\r\ninclude  things  like  the misleading  and  non-substantiated\r\n\r\nclaims,  deceptive  labelling, door-to-door  sales  and  hard\r\n\r\nsell, the bait and switch method of sale, just to name a few.\r\n\r\nWith  globalisation, the power of big business will increase.\r\n\r\nIt  therefore will become more and more urgent to have  rules\r\n\r\nto  ensure fairness, equity and a more level playing field in\r\n\r\nthe  marketplace. A Fair Trading Act will hurt no one, except\r\n\r\nthe  unscrupulous trader.  It will help legitimate  business.\r\n\r\nIt  will  lift  the floor of minimum standards and  ensure  a\r\n\r\nlevel  playing  field for all the players. It will  help  the\r\n\r\nretail  industry,  as  locals and  tourists  will  have  more\r\n\r\nconfidence in shopping without being taken for a ride.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I hope that we, Singaporeans, do not have to wait very\r\n\r\nmuch longer to enjoy the advantages of a Fair Trading Act.\r\n\r\n<br><br><!-- Assoc. Prof. Toh See Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Assoc. Prof. Toh See Kiat (Aljunied):</b> Sir, massive\r\n\r\ncrowds gather to hear how to\r\n\r\n<br><br><font size=\"1\"><b>Column: 1886</b></font><br><br>\r\n\r\nmake money quick from a \"dot.com\" business. Even more massive\r\n\r\ncrowds shove and push to get forms for the public listing  of\r\n\r\na \"dot.com\" company.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is a fever out there. Nay, not a fever, but\r\n\r\na  mania.  There is a frenzy when people rush to  grab  these\r\n\r\nopportunities so they think to get rich quick and painlessly.\r\n\r\nIn  one  month,  a dream merchant demonstrates  that  he  can\r\n\r\ncollect  S$6 million.  No, better still, an assetless company\r\n\r\ncan  raise US$12 billion in cash on the basis of that  mania.\r\n\r\nThis  is  a  new economic doctrine called \"hasti-Li  Ka-shing\r\n\r\nin\".\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I want to urge the Government to do four things to\r\n\r\nprotect consumers from being dot-conned:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(1) Amend our pyramid selling laws to ensure that those\r\n\r\nwho  build  pyramids on the Net do not get away  with  $5,000\r\n\r\nslaps  on the wrist. There must be real products and services\r\n\r\nbefore  a network marketing merchant is legalised. A business\r\n\r\nwhich offers partners, franchisees or customers (however they\r\n\r\nare  called)  more money from merely recruiting  new  members\r\n\r\nrather  than  selling a service or product  must  be  clearly\r\n\r\nidentified as a pyramid seller.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(2) Create a separate bourse for dot.coms. My\r\n\r\ncolleagues  in  the House have proposed this  earlier  and  I\r\n\r\nsupport the proposal for the reasons they have given.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(3) Introduce consumer protection provisions, such as a\r\n\r\nFair  Trading  Act, to criminalise businesses which  conclude\r\n\r\ncontracts,  whether of sale or investment,  on  (a)  promises\r\n\r\nwhich  they do not intend to keep or do not believe they  can\r\n\r\nkeep; (b) over-exaggerate the potential of the businesses  or\r\n\r\nproducts  without  full  disclosure  of  relevant  risks  and\r\n\r\nshortcomings; and (c) to make misrepresentations  of  opinion\r\n\r\nor  future  projections  and it is irrelevant  whether  these\r\n\r\nmisrepresentations  are  made  directly  or  indirectly,   by\r\n\r\nallusion or deceptive juxtaposition of unconnected facts  and\r\n\r\nfigures   or  implied  from  subsequent  conduct.   All   the\r\n\r\nunconscionable and unethical conduct I have\r\n\r\n<br><br><font size=\"1\"><b>Column: 1887</b></font><br><br>\r\n\r\ndescribed  currently  is  not  proscribed  by  our   consumer\r\n\r\nprotection laws.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;(4) To promote self-regulation by industry and fund\r\n\r\norganisations such as the Consumers Association of  Singapore\r\n\r\nto  educate and create consumer awareness and to monitor  the\r\n\r\nindustry codes of practice.\r\n\r\n<br><br><!-- Dr Lily Neo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lily Neo (Kreta Ayer-Tanglin):</b> Sir, I would like to\r\n\r\nurge  the  Minister for Trade and Industry to look  into  the\r\n\r\nissue  of  \"third line forcing\" as an unfair trading practice\r\n\r\nin Singapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In \"third line forcing\", the supplier's goods or\r\n\r\nservices  will not provide the goods or services  unless  the\r\n\r\ncustomer agrees to purchase from a third party chosen by  the\r\n\r\nsupplier.  The supplier is thereby \"forcing\" the customer  to\r\n\r\npurchase  from a third party as a pre-condition to  supplying\r\n\r\nthe goods and services to the customer.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the most common type of \"third line forcing\" can be\r\n\r\nfound in lending arrangements.  Take this for example. Before\r\n\r\nlending money for the purchase of a new home, a bank requires\r\n\r\nthe borrower to take out home insurance.  Unless the borrower\r\n\r\ninsures  his home with the insurance companies stipulated  by\r\n\r\nthe bank, the bank will not approve the loan to the borrower.\r\n\r\nThe  effect  of  this arrangement limits the choices  to  the\r\n\r\nborrower.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This type of arrangement is illegal in Australia, a\r\n\r\ncountry  advanced in terms of its statutes,  legislation  and\r\n\r\ncourt  processes.   Sir, we have adopted much  of  Australian\r\n\r\nlegislation,  such as the Land Titles Act, the Companies  Act\r\n\r\nand  also  their mediation and dispute resolution  processes.\r\n\r\nThe  rationale  of making \"third line forcing\" illegal  under\r\n\r\ntheir  Trade Practices Act is that it snuffs out competition,\r\n\r\nwhich  can  only  be beneficial for the citizens.  There  is,\r\n\r\nhowever,   a  slight  inadequacy  in  the  Australian   Trade\r\n\r\nPractices  Act  which we may further improve on.   Their  law\r\n\r\nonly stops arrangements\r\n\r\n<br><br><font size=\"1\"><b>Column: 1888</b></font><br><br>\r\n\r\nbetween the supplier of goods or services and a third  party.\r\n\r\nTheir law does not prohibit a supplier requiring the customer\r\n\r\nto  purchase another product or service of the supplier.   If\r\n\r\nthe third party were a subsidiary of the supplier, section 47\r\n\r\nof  their Trade Practices Act would not prohibit the supplier\r\n\r\nfrom  forcing the customer to purchase products  from  itself\r\n\r\nand its subsidiary.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Will the Minister for Trade and Industry consider\r\n\r\nintroducing a similar Fair Trading Act in Singapore?\r\n\r\n<br><br><!-- Mr Sin Boon Ann -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sin Boon Ann:</b> Sir, I have previously raised in this\r\n\r\nHouse  the issue of the dangers of buying foreign properties.\r\n\r\nThese  properties  are  usually  promoted  in  Singapore   by\r\n\r\ndevelopers  and  it has never failed to amaze  me  that  many\r\n\r\nmembers  of  the  public can part with large sums  of  money,\r\n\r\npurely  on  the  basis  of  mock-up  models  and  beautifully\r\n\r\ndesigned brochures.  I distinctively remember telling  myself\r\n\r\nthen,  when  these foreign properties were first promoted  in\r\n\r\nSingapore,  that  the buyers may run into problems  with  the\r\n\r\nproperties as this is an area which is very poorly regulated.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, my misgivings have proven right. We have\r\n\r\nseen  many disappointed buyers venting their frustrations  in\r\n\r\nthe press or at the sales offices on how they have been short-changed,  either  in  the  form  of  shoddy  construction  or\r\n\r\nuncompleted   buildings.  Examples  of  such  incidents   are\r\n\r\nnumerous. But to be fair, not all foreign property developers\r\n\r\nare   out   to   deceive   local   purchasers.   There   are,\r\n\r\nunfortunately,  enough  of  them  out  there  to  cause  some\r\n\r\nconcern.\r\n\r\nAs  you  are  aware, if anyone were to attempt  to  sell  any\r\n\r\nsecurity  interest in Singapore, the law requires substantial\r\n\r\ndisclosure  of information by the promoters and  lodged  with\r\n\r\nthe  authority before promotion of such security interest may\r\n\r\nbe  allowed.   The  information  memorandum  would  typically\r\n\r\ncontain  information of the company, its  history,  business,\r\n\r\nprincipal  officers  and finance and information  on  matters\r\n\r\nwhich are\r\n\r\n<br><br><font size=\"1\"><b>Column: 1889</b></font><br><br>\r\n\r\nmaterial.  The  idea,  principally, is to  allow  prospective\r\n\r\ninvestors  to  make an informed choice.  Unfortunately,  such\r\n\r\nrequirements  are  not  required  for  promoters  of  foreign\r\n\r\nproperties   where  financial  exposure  can   be   just   as\r\n\r\nsubstantial as investment in shares and other securities.  It\r\n\r\ndoes  seem,  Sir, to be a bit of anomaly.  I understand  that\r\n\r\nthe  Government's  position has  always  been  based  on  the\r\n\r\nprinciple  of  caveat emptor. However, if the  law  does  not\r\n\r\nprovide a framework where sufficient information is given and\r\n\r\nwhere  promoters  do  suffer from a real  prospect  of  being\r\n\r\nliable  for such promotions, it would be quite difficult  for\r\n\r\ninvestors  in foreign properties to make informed choices  or\r\n\r\nto enforce their rights.\r\n\r\n<br>1.00 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1998 and also in 1999, I made a similar comment,\r\n\r\nand  the  Finance  Minister had informed  me  then  that  the\r\n\r\nGovernment  would consider an Estate Agents Bill to  regulate\r\n\r\nthe  sale  and  promotion  of foreign  properties.   I  would\r\n\r\nappreciate  it if the Minister could inform this  House  when\r\n\r\nthe Government intends to introduce such a Bill and to give a\r\n\r\nrough indication how such activities would be regulated.\r\n\r\n<br><br><!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Horn Kee (Bishan-Toa Payoh):</b> Sir, water is a\r\n\r\nscarce  resource.  I wish to ask the Minister for details  of\r\n\r\nhis  Ministry's  plan  to  explore other  sources  of  water,\r\n\r\nbesides  our  own water and water from Johor.   For  example,\r\n\r\nwhat   is   the  status  of  the  announced  plan  to   start\r\n\r\ndesalination  plants?  Can the private sector be  enticed  to\r\n\r\nparticipate in the construction of desalination plants?  What\r\n\r\nare the technologies available, and the current economics  of\r\n\r\ndesalination  plants  versus processing  of  raw  water?   In\r\n\r\naddition,  I  would also like to know whether the  Government\r\n\r\nintends to promote water conservation again.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another idea that has been mooted is to have a dual\r\n\r\nwater  reticulation system, ie, one system for potable  water\r\n\r\nand another for industrial water.  Is this system, which\r\n\r\n<br><br><font size=\"1\"><b>Column: 1890</b></font><br><br>\r\n\r\nhas been used in other countries, feasible for Singapore?\r\n\r\n<br><br><!-- Mr Inderjit Singh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Inderjit Singh (Ang Mo Kio):</b> Sir, I just like to add\r\n\r\nto  the concern Mr Leong has raised.  Basically, in the high-tech  industries,  eg,  wafer fabs, chemical  industries  and\r\n\r\npharmaceutical companies, one of the concerns among investors\r\n\r\nto  locate their factory in Singapore is the availability  of\r\n\r\nwater.   And  I  think we need to make them feel  comfortable\r\n\r\nthat  Singapore will have enough water, so as to attract such\r\n\r\nindustries in the future.\r\n\r\n<br><br><!-- Mr Ahmad Mohd Magad -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ahmad Mohd Magad (Pasir Ris):</b> Sir, the points I wish\r\n\r\nto  raise have already been raised by both Mr Leong Horn  Kee\r\n\r\nand Mr Inderjit Singh.\r\n\r\n<br><br><!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Horn Kee:</b> Sir, the prices of electricity\r\n\r\ntariffs  have increased quite substantially, by  20%  in  the\r\n\r\nlast  few  months.  Most local manufacturers are  complaining\r\n\r\nand,  in fact, are very concerned.  This is due to the  sharp\r\n\r\nrise  in oil prices in the last few years.  For example,  oil\r\n\r\nprices actually increased from US$11 in 1998 to nearly three-fold, to $32 this week.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is very dependent on external sources for\r\n\r\nenergy,   especially  on  crude  oil  for   our   electricity\r\n\r\ngeneration.   I  would like to know how to  make  the  energy\r\n\r\nsector  more efficient.  For example, electricity  generation\r\n\r\ncan  be deregulated so that more companies can be allowed  to\r\n\r\nparticipate  in  electricity generation in Singapore.   If  a\r\n\r\ncompany  can find it useful and cheaper to generate  its  own\r\n\r\nelectricity, and even have some spare power to sell to  other\r\n\r\nusers, they should be allowed to do so.  Moreover, in view of\r\n\r\nthe  rising  electricity prices, would it  be  worthwhile  to\r\n\r\nreactivate the energy-saving campaigns?\r\n\r\n<br><br><!-- Mrs Lim Hwee Hua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Lim Hwee Hua (Marine Parade):</b> Sir, I would like to\r\n\r\nask  the   Minister  to  address  the  following  policy  and\r\n\r\nstructuring issues:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, the role of the regulator post-exercise. To what\r\n\r\nextent  will  the regulator play a price stabilisation  role,\r\n\r\nespecially\r\n\r\n<br><br><font size=\"1\"><b>Column: 1891</b></font><br><br>\r\n\r\nfor   households,  for  example,  during  periods  of   price\r\n\r\nvolatility   as  players  establish  their  relative   market\r\n\r\nposition?  In several markets, price volatility can sometimes\r\n\r\nprevail for two to three years.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Will the regulator be charged with any responsibility as\r\n\r\nfar as the overall supply capacity is concerned, for example,\r\n\r\nduring  a  downturn or simply an over projection  of  demand,\r\n\r\nwhich  if given entirely to market forces, might cause prices\r\n\r\nto  collapse,  ultimately to the detriment of the  generating\r\n\r\ncompanies?    Whilst  consumers  may  rejoice  at  collapsing\r\n\r\nprices, they may, at the same time, be shareholders of  these\r\n\r\ngenerating companies.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, the structure of industry. From the\r\n\r\nperspective  of promoting certain industries,  which  may  be\r\n\r\nenergy-intensive,  who would help  ensure  that  prices  make\r\n\r\neconomic sense for them?  A larger question would be  whether\r\n\r\nthe  allocation  of the pool by user groups, ie,  households,\r\n\r\nlarge  consumers, will be incorporated as part of the  supply\r\n\r\nstructure?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, would the transmission portion, ie, the\r\n\r\nexisting  Power  Grid,  which will  be  a  natural  monopoly,\r\n\r\ninclude  the distribution role as well?  Otherwise, would  we\r\n\r\nrun the possibility of over providing for energy distribution\r\n\r\nif each player were to build its own infrastructure?\r\n\r\n<br><br><!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Horn Kee:</b> Sir, Sentosa Island brings back fond\r\n\r\nmemories  for many of us.  During our younger courting  days,\r\n\r\nmany  of  us spent happy hours there.  But I wonder how  many\r\n\r\nMembers here have recently been to Sentosa.  Sentosa is still\r\n\r\none  of the few popular places for recreation and sports  for\r\n\r\nlocals  and tourists.  But, sadly, I feel that the place  has\r\n\r\nlost its novelty and attraction.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, I wish to urge the Minister to look into\r\n\r\nspending  more  money to revive and improve Sentosa.   For  a\r\n\r\nstart,  the  existing  access and  transportation  should  be\r\n\r\nimproved.   The  monorail system there  is  very  slow,  old,\r\n\r\ninefficient and it only\r\n\r\n<br><br><font size=\"1\"><b>Column: 1892</b></font><br><br>\r\n\r\ngoes in one direction.  In fact, new attractions can be added\r\n\r\nto  make the place more interesting.  Why not add some roller\r\n\r\ncoasters  or  more fun and interesting rides  to  thrill  the\r\n\r\nvisitors?   We should also encourage more outdoor  activities\r\n\r\nthere  like windsurfing, boating,  horse riding, kite  flying\r\n\r\nand  so  on.   At present, the entrance fees to  the  various\r\n\r\nattractions are too high and are a deterrent to visitors.   I\r\n\r\nhave  computed that the entrance fees to Sentosa and  to  all\r\n\r\nthe  attractions,  such  as  Fort Siloso,  Underwater  World,\r\n\r\nFantasy  Island  and so on, cost a total  of  $93.50  for  an\r\n\r\nadult,  and  a total of $57 for a child.    It is not  cheap,\r\n\r\neven by Singapore standards.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So, to make Sentosa vibrant and affordable, I would like\r\n\r\nto  suggest  that  the Government should  treat  the  capital\r\n\r\nexpenditures  for  the infrastructure and the  facilities  at\r\n\r\nSentosa  as  grants  to  be provided for  the  recreation  of\r\n\r\nSingaporeans.  Sentosa Development Corporation  (SDC)  should\r\n\r\nbe  required to recover only the operating cost.  This is the\r\n\r\nsame   principle  used  for  the  SMRT,  where  the   capital\r\n\r\nexpenditures for the fixed stocks and the rails  are  treated\r\n\r\nas  Government infrastructural grants.  SMRT is only required\r\n\r\nto  recover the operating cost.  Therefore, I would  like  to\r\n\r\nurge  the  Minister to direct his officers to do a quick  and\r\n\r\ncomprehensive review of Sentosa.\r\n\r\n<br><br><!-- Mr Ang Mong Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ang Mong Seng (Bukit Gombak)</b>(<i>In Mandarin</i>): Sir,\r\n\r\nSentosa  is  our  tourist  attraction.   Especially  in   the\r\n\r\nevening,  it  is  very  beautiful.   It  has  all  kinds   of\r\n\r\nrecreational facilities for locals and tourists.  Recently, I\r\n\r\nwas  given an opportunity to visit Sentosa when I was invited\r\n\r\nto  the  Beach volley ball and mini-golf tournament.   During\r\n\r\nthese  visits,  I  noticed that this place  of  interest  was\r\n\r\nextremely quiet in the night, except that on occasions,  when\r\n\r\nthe Sentosa Development Corporation organised a foam dance or\r\n\r\na  concert  by  Taiwanese singer \"Ah Mei\".   I  encourage  my\r\n\r\ngrassroots  organisations to organise visits to Sentosa,  but\r\n\r\nthey told me that the admission fees are so high that it  put\r\n\r\nthem off.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that if you go there by bus or on foot, you\r\n\r\nhave to pay $6 to enter.  But\r\n\r\n<br><br><font size=\"1\"><b>Column: 1893</b></font><br><br>\r\n\r\nif  you  drive  in, they charge you $10.  If there  are  five\r\n\r\npeople in the car, each person is charged just $2.  If you go\r\n\r\nby  car, you pay $2 but if you walk in, you pay $6.  I  think\r\n\r\n$6  is  too  high.  Admission charges should be  lowered  and\r\n\r\nstandardised.   Sentosa is part of Singapore.   All  citizens\r\n\r\nshould be entitled to go there at a nominal charge of $2  per\r\n\r\nperson.  Senior citizens should pay half price or even  free.\r\n\r\nThen more people will be attracted to Sentosa for recreation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, I would like to suggest that Sentosa should be\r\n\r\nfurther  developed.  I agree with Mr Leong's suggestion  that\r\n\r\nit  must  have  more facilities.  During the  weekend,  there\r\n\r\ncould  be  some pasar malam at the beach.  We can  also  have\r\n\r\nhawker  stalls  to sell  local food like Malay satay,  Indian\r\n\r\nroti prata and Chinese char kway teow.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We could also invite cultural groups and all kinds of\r\n\r\nlocal  performing  groups to perform their  arts,  so  as  to\r\n\r\nattract  more  people to Sentosa, instead  of  going  to  the\r\n\r\nneighbouring countries and subject themselves to the nuisance\r\n\r\nof being caught in traffic jams.  Let us turn Sentosa into  a\r\n\r\nBali or Pattaya.\r\n\r\n<br><br><!-- BG George Yong-Boon Yeo (Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Trade and Industry (BG George Yong-Boon Yeo):</b> Sir, I thank Members who have spoken on MTI's budget.\r\n\r\nFrom  the issues raised and the suggestions made, it is clear\r\n\r\nthat all of us are seized by the challenges posed by the  new\r\n\r\neconomy.  To thrive in this new environment, we have to  ride\r\n\r\nthe wave of technopreneurship, strengthen our SMEs, help them\r\n\r\nrestructure,  develop  promising  emerging  industries,   and\r\n\r\nensure  that  we  remain cost competitive by  developing  new\r\n\r\ncapabilities  and  deregulating  the  key  services  sectors,\r\n\r\nincluding utilities.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Globalisation and ICT have changed the nature of\r\n\r\ncompetition.   Start-ups which are small but nimble  can  now\r\n\r\ncompete  head-on with big and established companies and  win.\r\n\r\nThe   new  environment  is  a  great  threat  to  traditional\r\n\r\nindustries.   It also opens up all kinds of new and  exciting\r\n\r\nopportunities.  As Mr Leong Horn Kee, Mr\r\n\r\n<br><br><font size=\"1\"><b>Column: 1894</b></font><br><br>\r\n\r\nInderjit  Singh and Mrs Lim Hwee Hua pointed  out,  how  well\r\n\r\nSingapore  thrives  in the future depends critically  on  how\r\n\r\nwell  we  are able to arouse a new spirit of entrepreneurship\r\n\r\namongst  Singaporeans, especially among  young  Singaporeans.\r\n\r\nThis requires changes at two levels.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, a fundamental change of mindset in both the\r\n\r\npublic  and private sectors with regard to matters like  risk\r\n\r\ntaking, tolerance for failure and international benchmarking.\r\n\r\nAnd  we must allow for some untidiness in our system so  that\r\n\r\nthere is room to make changes and innovate.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Second, the mindset change must lead to specific reviews\r\n\r\nof  systems,  rules  and regulations,  so  that  we  do  not,\r\n\r\nwittingly  or  unwittingly, impede  entrepreneurial  efforts.\r\n\r\nAll  of  us  have  heard  horror  stories  by  young  budding\r\n\r\nentrepreneurs about the difficult problems they face, and  we\r\n\r\nshould  address that.  We have taken steps but, as  Mr  Leong\r\n\r\nand  Mr Singh proposed, we must do more to free up the system\r\n\r\nfor initiative and enterprise.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our tax system should also favour greater risk taking.\r\n\r\nStart-ups find employee stock options (ESOP), which are given\r\n\r\nin  lieu  of  cash  salaries, very helpful.   In  his  Budget\r\n\r\nSpeech,  the  Finance  Minister  has  announced  Government's\r\n\r\nintention to enhance the tax treatment of ESOP.  My  Ministry\r\n\r\nis working closely with the Ministry of Finance to announce a\r\n\r\nrevised scheme by the end of May.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ahmad Magad, Mr Leong and Mr Singh have highlighted\r\n\r\nthe   importance   of  adequate  venture  funding   to   help\r\n\r\ntechnopreneurs   succeed.    To   catalyse    such    venture\r\n\r\ninvestments, NSTB launched the US$1 billion Technopreneurship\r\n\r\nInvestment Fund (TIF) and the Business Angel Fund last  year.\r\n\r\nThe  TIF  is managed by NSTB and GIC, which work with private\r\n\r\nsector venture capitalists and business angels to coinvest in\r\n\r\npromising  start-ups and venture funds.  And as Dr  Tony  Tan\r\n\r\nannounced  in San Francisco recently, more than half  of  the\r\n\r\nfund  has  been  committed.  We will  review,  within  a  few\r\n\r\nmonths, whether a second fund, or\r\n\r\n<br><br><font size=\"1\"><b>Column: 1895</b></font><br><br>\r\n\r\nsome  other  initiatives,  will be  needed  to  continue  the\r\n\r\nmomentum that has been achieved so far.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong suggested the establishment of a third fund\r\n\r\nwhich is wholly managed by the private sector.  In fact,  the\r\n\r\nexisting  funds  are  already invested  through  the  private\r\n\r\nsector.  Each is, in fact, a \"fund of funds\".  Because we  do\r\n\r\nnot  have  the  expertise,  we  do  not  do  the  investments\r\n\r\nourselves.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I assure Mr Singh that NSTB is recruiting experienced\r\n\r\nand industry-savvy people into its ranks, and they have to be\r\n\r\nincentivised appropriately, of course.  And this is a general\r\n\r\nproblem for officers who work in the statutory boards and the\r\n\r\ncivil  service  - how do we ensure that they are not just  on\r\n\r\nfixed  salaries and their rewards are somehow tied  to  their\r\n\r\nperformance.  Otherwise, the regulator, looking at the people\r\n\r\nhe  regulates, will feel a certain envy that he is not on the\r\n\r\nother  side.  So this imbalance must somehow be corrected  in\r\n\r\nthe  way  we remunerate the officers in the statutory  boards\r\n\r\nand  in  the civil service in the future.  But it is  not  an\r\n\r\neasy  problem.  We have got to do some hard thinking on  this\r\n\r\nsubject.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We can only succeed by being part of a global network.\r\n\r\nWe  must have good links with the critical high-tech nodes in\r\n\r\nthe  world  and  tap top global talent, the way  Mr  Inderjit\r\n\r\nSingh  suggested.   Let me here assure  Mr  Thomas  that  the\r\n\r\nSingapore   Government   and  its  agencies   encourage   our\r\n\r\nbusinessmen  to be good corporate citizens in  the  countries\r\n\r\nthey operate.  We have a collective reputation to protect and\r\n\r\nthis collective reputation, which is a good reputation, is  a\r\n\r\ncommon  asset  which we all have, particularly  when  we  are\r\n\r\noverseas.\r\n\r\n<br>1.15 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Knowledge is a key resource in the new economy. We are\r\n\r\ntherefore   strengthening   our  entire   infrastructure   to\r\n\r\ngenerate,  protect, manage and exploit intellectual property.\r\n\r\nSingapore's legal\r\n\r\n<br><br><font size=\"1\"><b>Column: 1896</b></font><br><br>\r\n\r\nframework  for  intellectual  property  protection  has  been\r\n\r\nranked  highly by international agencies.  But as Mr Inderjit\r\n\r\nSingh   suggested,  we  should  do  more  in  the  areas   of\r\n\r\nintelligence  gathering and analysis,  licensing,  technology\r\n\r\ntransfer, valuation and management of IP.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the Science Hub, the geographical focal point of our\r\n\r\nTechnopreneurship 21 efforts is the Buona Vista area.  As Mrs\r\n\r\nLim  Hwee  Hua,  Mr  Leong Horn Kee  and  Mr  Inderjit  Singh\r\n\r\nsuggested,  we  want  the Science  Hub  to  be  a  hotbed  of\r\n\r\ntechnopreneurial activities with offices and  watering  holes\r\n\r\nfor   inventors,  researchers,  investment  bankers,  venture\r\n\r\ncapitalists,  lawyers,  and  e-commerce  experts   to   meet,\r\n\r\nexchange ideas, stimulate each other's thinking and to strike\r\n\r\ndeals.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to incubators and offices, the Science Hub\r\n\r\nwill also have entertainment and residential facilities.   It\r\n\r\nwill  be  well  served  by  a  good  transportation   network\r\n\r\nincluding  an  LRT line and all the bandwidth  which  may  be\r\n\r\nneeded.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many start-ups are already operating at the Science\r\n\r\nPark.  More are moving into incubation units set up by JTC at\r\n\r\nthe   Ayer  Rajah  Industrial  Estate  which  is  within  the\r\n\r\nvicinity.   To provide more space at low prices,  and  it  is\r\n\r\nimportant  that  we  provide more space at  low  prices,  the\r\n\r\nGovernment  will  renovate  existing buildings  such  as  the\r\n\r\nunoccupied bungalows at Wessex Estate and Rochester Park.  We\r\n\r\nwill  consider renovating old buildings in the  area  in  the\r\n\r\nnearby  army  camps  that  have  been  vacated  and  even  at\r\n\r\nAlexandra Hospital when they move somewhere else, equip  them\r\n\r\nwith  broadband so that the technopreneurs can take up  space\r\n\r\ncheaply and start business with low barriers to entry.  For a\r\n\r\nquick  start,  we may even truck in porta-cabins  to  provide\r\n\r\nadditional  incubator  space. The Government  is  looking  at\r\n\r\ndifferent  management models for the Science  Hub.   We  will\r\n\r\nestablish a dedicated agency, which may be a statutory board,\r\n\r\nto drive the long-term development of the Buona Vista Science\r\n\r\nHub.   Presently, the one-stop agency which  Mr  Ahmad  Magad\r\n\r\nasked for is NSTB.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1897</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The T21 Plan and its various programmes will help\r\n\r\nprepare us for the New Economy.  The current dot.com boom  is\r\n\r\nalso helpful in the way it draws talent, resources and public\r\n\r\nattention to this new sector.  But, as Mr Inderjit Singh  and\r\n\r\nDr  Toh  See Kiat cautioned,  we must also be aware that  the\r\n\r\nboom which has spread from the US to our region is bubbly  in\r\n\r\ncharacter.   When  IPOs are hundreds of times  oversubscribed\r\n\r\njust because they carry dot.com, we should worry.   This does\r\n\r\nnot  mean that we should discourage start-ups because of  the\r\n\r\nhigh failure rates.   Although the risks are high, so too are\r\n\r\nthe rewards.  From a detached standpoint, bubbles perform  an\r\n\r\neconomic  function  by  the way they suck  technological  and\r\n\r\nfinancial resources into new areas of growth.  Even when they\r\n\r\nburst  after that, the transfer of resources is positive  for\r\n\r\nthe  long  term  growth of the economy.  The  lessons  learnt\r\n\r\nthrough  failures help us to succeed in the future.  However,\r\n\r\none should not invest money or speculate in dot.com companies\r\n\r\nthinking lightly that they are one-way sure-fire bets.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this respect, the recent warnings by Mr Arthur\r\n\r\nLevitt, Chairman of the US Securities and Exchange Commission\r\n\r\nis  worth  repeating here.  He said \"unless  investors  truly\r\n\r\nunderstand  both  the  opportunities  and  risks  of  today's\r\n\r\nmarket,  too  many  may  fall victim  to  their  own  wishful\r\n\r\nthinking\".  As in all investments, there is no substitute for\r\n\r\ndeep knowledge of the industry and careful assessment of  the\r\n\r\ncompany  we  are  thinking  of  investing  in.   US  Treasury\r\n\r\nSecretary  Larry  Summers put it very well recently  when  he\r\n\r\nsaid that the New Economy must still be built on old virtues.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another exciting growth sector, which Mr Inderjit Singh\r\n\r\ntouched  on,  is  the life sciences.  Advances  in  the  life\r\n\r\nsciences  will  open up a whole new frontier  and  spawn  new\r\n\r\nindustries.   We must position ourselves for this  new  wave.\r\n\r\nThe  life  sciences is likely to become the fourth pillar  of\r\n\r\nour  manufacturing sector, after electronics,  chemicals  and\r\n\r\nengineering.   EDB will drive its development under  Industry\r\n\r\n21, as will NSTB.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1898</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Because we recognised the potential of biotechnology\r\n\r\nsome  20  years  ago, Singapore is already a  pharmaceutical-manufacturing  hub  in  the  world.   Our  universities   and\r\n\r\nresearch  institutes, especially the Institute for  Molecular\r\n\r\nand Cell  Biology (IMCB), have made good progress in the life\r\n\r\nsciences.   We also have excellent healthcare facilities  and\r\n\r\ndoctors.   Upon  this foundation, we hope to build  a  world-class hub for the life sciences, with capabilities in various\r\n\r\nfields   including  basic  research,  manufacturing,  medical\r\n\r\nengineering, regional headquarters functions and, of  course,\r\n\r\nmedical services.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are lucky to have world experts helping us in IMCB.\r\n\r\nIMCB's  original  godfather was Dr Sydney  Brenner,  a  South\r\n\r\nAfrican  Jew  of  Lithuanian  and  Latvian  extraction.    In\r\n\r\nCambridge, he achieved world fame working with Francis  Crick\r\n\r\nwho  won the Nobel Prize for the work on the double helix  of\r\n\r\nthe  DNA.  Dr Brenner himself discovered messenger-RNA  which\r\n\r\ntakes  the  code from the DNA and directs it to  the  protein\r\n\r\nmaking  factories in the  body.  He made many other important\r\n\r\ndiscoveries.   After  retiring from Cambridge,  he  moved  to\r\n\r\nCalifornia,  teaching  at Berkeley and  San  Diego  where  he\r\n\r\nhelped  to  start many new companies which are now  household\r\n\r\nnames. One of them called Lynx, recently discovered a way  to\r\n\r\ndetect  defective genes found in some diseases.  As a  result\r\n\r\nof  which  the company is now worth a fortune and Dr  Brenner\r\n\r\nwho  has  many  founder's shares in that  company,  has  come\r\n\r\nacross a large sum of money, a portion of which he intends to\r\n\r\nestablish a foundation. This is quite a feat for a retirement\r\n\r\njob!  It is remarkable that what started as a retirement  job\r\n\r\nshould become such an exciting proposition.  Happily too,  we\r\n\r\nhave some investment in Lynx.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to Dr Sydney Brenner, Dr David Baltimore,\r\n\r\nanother  Nobel  Laureate and President of  Caltech,  and  his\r\n\r\nChinese  wife,  Dr  Alice Huang, the  Chairperson  of  IMCB's\r\n\r\nScientific Board, have been absolutely wonderful in  the  way\r\n\r\nthey have supported IMCB and guided Dr Chris Tan and his team\r\n\r\nin IMCB's work..  Today, IMCB is an internationally\r\n\r\n<br><br><font size=\"1\"><b>Column: 1899</b></font><br><br>\r\n\r\nrenowned research institute because of their help.  Over  the\r\n\r\nyears,  Mr  Philip Yeo, who is the Chairman of EDB and  IMCB,\r\n\r\nhas  built close personal friendships with top men and  women\r\n\r\nin  the life sciences in many countries. With their help,  we\r\n\r\nwill build up our capabilities in this most important field.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This year, the entire human genome will be mapped. This\r\n\r\nis  an epochal event in history.  But there is still a lot of\r\n\r\nwork  to  be  done  to  research into the  genetic  variation\r\n\r\nbetween human groups, between individuals, and between normal\r\n\r\nhuman  beings  and  those who suffer from  cancer  and  other\r\n\r\ngenetic diseases.  We are well-placed in Singapore to do  our\r\n\r\nshare   in  Asian  genomics research because  of  our  ethnic\r\n\r\ndiversity  and  our excellent healthcare infrastructure.  Our\r\n\r\ncapabilities   in  information  technology   and   biomedical\r\n\r\nengineeering are also a big plus.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The life sciences is a field that will open up new and\r\n\r\nexciting  opportunities not only for our  doctors  and  life-sciences   professionals,  but   also   for   investors   and\r\n\r\nentrepreneurs.   To  move ahead, we will have  to  strengthen\r\n\r\nfurther our research capabilities, integrate better the  work\r\n\r\nin   the  research  institutes  and  hospitals,  and  promote\r\n\r\ninvestment  and  entrepreneurship  across  the  entire   life\r\n\r\nsciences sector.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Heng Chiang Meng asked about the promotion of\r\n\r\nenvironment-related industries in Singapore.  In  fact,  this\r\n\r\nis  being  done  by  EDB.   We  promote  the  entire  cluster\r\n\r\nincluding  incineration facilities, waste recycling,  systems\r\n\r\nmanufacturing,    water   systems,   engineering    services,\r\n\r\nconsultancy and R&D.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To improve our capabilities, we have been supporting R&D\r\n\r\nin  some  aspects of environmental technology.  We  encourage\r\n\r\nforeign companies to form partnerships or joint ventures with\r\n\r\nlocal  firms.  The Ministry of the Environment also plays  an\r\n\r\nactive  role  in  promoting Singapore as a regional  hub  for\r\n\r\nenvironment-related industries.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1900</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee and Mr Inderjit Singh asked about the\r\n\r\ncost  competitiveness  of  the  manufacturing  sector.    The\r\n\r\nfundamental  need here is to remain cost competitive  in  the\r\n\r\nNew  Economy.  Besides ensuring that our wage growth does not\r\n\r\nexceed  productivity growth, we need to keep  other  business\r\n\r\ncosts  low,  including  electricity,  gas,  water  and   port\r\n\r\ncharges.  The  best  way  is  to introduce  more  competition\r\n\r\nwherever  possible.  This will also achieve the international\r\n\r\nbenchmarking which Mr Ahmad Magad proposed.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Both Mrs Lim Hwee Hua and Mr Leong Horn Kee argued that\r\n\r\nwe should open up the electricity and gas markets, allow more\r\n\r\nplayers  in,  in  order to bring prices down.   Part  of  the\r\n\r\nincreases,  which  are because of the  recent  rises  in  oil\r\n\r\nprices,  cannot  be helped.  But whatever the  level  of  oil\r\n\r\nprices,  we  should be as efficient as possible. Three  weeks\r\n\r\nago,  I  informed  this  House that  we  would  open  up  the\r\n\r\nelectricity  and  gas markets to competition.    The  details\r\n\r\nwill be released today.  Let me here give the highlights.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In 1995, the Government decided that the electricity\r\n\r\nmarket  should be restructured from a state monopoly  into  a\r\n\r\ncompetitive regime.  The question was the scope and  pace  of\r\n\r\nderegulation.  We were then among the pioneers in  the  world\r\n\r\nand  we decided that because of the complexity we should move\r\n\r\ncautiously in an evolutionary way.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Since 1995, many more countries have deregulated their\r\n\r\nelectricity  industries, resulting in lower  prices,  greater\r\n\r\nproduct  innovation, and better services for  consumers.   We\r\n\r\nhave  now fallen behind because of our more cautious approach\r\n\r\nand must therefore move decisively again.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Investors have also complained that our market rules\r\n\r\nlack clarity with PUB as regulator having to intervene in the\r\n\r\nmarket too often.  Retail competition, although allowed,  has\r\n\r\nnot  happened.  EDB has received feedback from some MNCs that\r\n\r\nour  electricity  tariffs have become  less  competitive  and\r\n\r\nreduced our overall competitiveness in their eyes.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1901</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;MTI therefore initiated a major study last year together\r\n\r\nwith Temasek Holdings. The key objective was to implement  an\r\n\r\nelectricity  market structure and regulatory  framework  that\r\n\r\nwill  support  a  competitive industry  in  Singapore,  while\r\n\r\nensuring  that  reliability  and every  security  are  looked\r\n\r\nafter.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The experiences in the last five years and the\r\n\r\nsignificant improvements made by Singapore Power  have  given\r\n\r\nus  confidence to press on with further deregulation in order\r\n\r\nto  derive  the  full benefits of competition.  Specifically,\r\n\r\nthis  requires,  at  its  core, a  clear  separation  at  the\r\n\r\nownership  level of the contestable parts of the market  from\r\n\r\nthe monopoly parts of the market.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The grid, which is a natural monopoly, should not be\r\n\r\nowned  by the same company that owns generation companies  or\r\n\r\nretail companies.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last year, we informed this House that Singapore Power\r\n\r\nwill  divest  its ownership of its generation  companies  and\r\n\r\ntransfer  them  to Temasek Holdings by April 2001.   We  will\r\n\r\npress  on  with this decision and go further.   Temasek  will\r\n\r\ndivest  all  three generation companies.  There  will  be  no\r\n\r\nforeign  ownership  limit.    We have  decided  to  lift  the\r\n\r\nrestriction on foreign ownership to increase competition  and\r\n\r\nraise  our standards to international levels. Energy security\r\n\r\nwill not be a problem because foreign owners cannot walk away\r\n\r\nwith  their  power plants.  In an emergency, the workers  are\r\n\r\nstill here.   There are Singaporeans to operate them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These three existing gencos and the new co-generator on\r\n\r\nJurong  Island will support a competitive market and lead  to\r\n\r\nlower wholesale electricity prices.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Lim Hwee Hua asked about price stability in the\r\n\r\ntransitional period.  During the transition, we will  put  in\r\n\r\nplace measures such as vesting contracts to prevent excessive\r\n\r\nvolatility in pool prices while allowing the market  to  find\r\n\r\nits own level.  As for the question on security of supply, we\r\n\r\nwill first rely on a well designed\r\n\r\n<br><br><font size=\"1\"><b>Column: 1902</b></font><br><br>\r\n\r\nmarket which allows price signals to flow through.  PUB  will\r\n\r\nplay  a  watchdog  role to ensure that  there  is  sufficient\r\n\r\ncapacity planning.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The electricity retail sector is also contestable. But\r\n\r\nto-date,    PowerSupply,   which   is   wholly    owned    by\r\n\r\nSingaporePower, is the only retailer in the market.  This  is\r\n\r\nnot  desirable. Retail competition is important as it enables\r\n\r\nthe  benefits of competition upstream to flow through to  the\r\n\r\nend  consumers.   Retail competition will  also  bring  about\r\n\r\ngreater  choice.  In New Zealand today, an ordinary household\r\n\r\nhas more than a dozen companies to choose from.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To bring about retail competition, we need to provide\r\n\r\nfirst  a level playing field for new entrants into the retail\r\n\r\nsegment.   Singapore Power will therefore divest  the  retail\r\n\r\nbusiness  of  PowerSupply from 1st April  2001.    This  will\r\n\r\nseparate the ownership of the retail business from PowerGrid.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With these and other measures, we can look forward to\r\n\r\nfull  retail competition for large industrial and  commercial\r\n\r\nconsumers  from April 2001.  Retail competition  for  smaller\r\n\r\ncustomers  and households will take longer and is not  likely\r\n\r\nto  take place before year 2002 because a detailed study must\r\n\r\nfirst be done.  Once it is done, we expect domestic consumers\r\n\r\nto  enjoy  lower  charges and a wider range of  services.   I\r\n\r\nassure Mrs Lim Hwee Hua that we will pay particular attention\r\n\r\nto the impact of these changes on households.\r\n\r\n<br>1.30 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Lim has asked about PowerGrid. Unlike the\r\n\r\ngeneration   and   retail  sectors,  the   transmission   and\r\n\r\ndistribution  network  is a natural  monopoly.   It  will  be\r\n\r\nneither  practical nor cost-effective to have competing  grid\r\n\r\ncompanies  duplicating power lines on our small  island.  The\r\n\r\ngrid   will  therefore  be  tightly  regulated.   Performance\r\n\r\nstandards  will be set and PowerGrid will be incentivised  to\r\n\r\nimprove  efficiency  further.  The system operating  function\r\n\r\nwould be taken out of PowerGrid and\r\n\r\n<br><br><font size=\"1\"><b>Column: 1903</b></font><br><br>\r\n\r\nput  directly under PUB.  This will assure investors of  fair\r\n\r\nplay.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will now move to changes in the gas sector. The gas\r\n\r\nindustry  will be restructured in a similar way by separating\r\n\r\nthe  ownership of the gas transportation network, which is  a\r\n\r\nnatural monopoly, from the contestable sectors of gas import,\r\n\r\ntrading and retailing.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The entire gas distribution and transmission network\r\n\r\nwill  be owned by a gas grid company which will allow players\r\n\r\nopen  and non-discriminatory access to the network.  SembCorp\r\n\r\nGas will have to give up its business of transporting gas  if\r\n\r\nit  stays  in  the  contestable  business  of  importing  and\r\n\r\nretailing gas to large users.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;SP has indicated that PowerGas prefers to stay in the\r\n\r\ngas transport business, and this would mean that SembCorp Gas\r\n\r\nwill have to get out of it.  The gas grid and the electricity\r\n\r\ngrid, which are both natural monopolies, can then be owned by\r\n\r\nSingapore  Power.   Although the privatisation  of  Singapore\r\n\r\nPower will be slightly delayed, we still hope to carry it out\r\n\r\nby  the end of 2001 or early 2002.  After this restructuring,\r\n\r\nSingapore Power will be the power and gas network provider in\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The changes that I have outlined today are substantial.\r\n\r\nImplementing them will take about 15 months or so.  In making\r\n\r\nthe  changes,  we must be fair to Singapore Power  staff  who\r\n\r\nsupport privatisation and have been gearing themselves up for\r\n\r\nincreased competition.  I met Singapore Power management  and\r\n\r\nkey  union  leaders of UPAGE two days ago.  They had  earlier\r\n\r\nbeen  briefed of the changes that we are going to make.  They\r\n\r\ngave  me  many useful comments and suggestions which  I  have\r\n\r\nincorporated  into my statement to you today.   I  understand\r\n\r\nthe  difficulty  which the union leaders face explaining  yet\r\n\r\nmore  changes  in  the  industry to  Singapore  Power  staff.\r\n\r\nWithout  the  understanding and support  of  Singapore  Power\r\n\r\nmanagement and\r\n\r\n<br><br><font size=\"1\"><b>Column: 1904</b></font><br><br>\r\n\r\nthe  union  leaders,  the process of  restructuring  will  be\r\n\r\nslower and much more complicated.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Inderjit Singh commented on power dips. Although\r\n\r\npower  dips occur in all systems, the five dips that  we  had\r\n\r\nlast  October  were not at all acceptable  to  us,  and  many\r\n\r\ncompanies  involved  suffered great  losses.   In  Singapore,\r\n\r\nwhere the grid is buried, we should be much less affected  by\r\n\r\nsuch  disruptions.  In the past, our cables were occasionally\r\n\r\ndamaged  by construction contractors against which  our  laws\r\n\r\nwere  amended last year to provide stiffer penalties.   While\r\n\r\nwe  cannot prevent power dips completely, we must work harder\r\n\r\nto reduce them.  All parties which are responsible must exert\r\n\r\nthemselves in this direction.  PUB is also working  with  EDB\r\n\r\nand  PowerGrid to provide premium quality power for customers\r\n\r\nwho  need  very high reliability, like those in the  chemical\r\n\r\nindustry and in wafer fabs.  These customers will, of course,\r\n\r\nhave to bear part of the additional cost incurred.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Singh and Mr Ahmad Magad spoke on the important\r\n\r\nsubject  of water.  Let me assure Members  that, one  way  or\r\n\r\nanother,  we will ensure that there is adequate water  supply\r\n\r\nin  Singapore  for all our needs.  PUB's demand forecast  has\r\n\r\nfactored  in  the requirements of all future users  including\r\n\r\nwafer fab, chemical and petrochemical plants.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fortunately, technological advancement is working in our\r\n\r\nfavour.   We  are  surrounded by the  sea  and  desalination,\r\n\r\nalthough  expensive,  is  already  affordable.   Desalination\r\n\r\ntechnology   is  advancing  rapidly  and  likely   to   bring\r\n\r\ndesalination  cost  down  in  the  future.   We  are  closely\r\n\r\nmonitoring developments and looking into doing some  research\r\n\r\nourselves in our universities on the desalination of tropical\r\n\r\nwater where it is warmer and has biological content.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We had earlier announced our intention to build a 30\r\n\r\nmillion  gallon per day (mgd) desalination plant by the  year\r\n\r\n2005.  Based on the advice of its consultants, PUB\r\n\r\n<br><br><font size=\"1\"><b>Column: 1905</b></font><br><br>\r\n\r\nwanted  this  first  plant to adopt Multi-Stage  Flash  (MSF)\r\n\r\ndistillation  technology.  This is a track proven  technology\r\n\r\nwhich has been used extensively in desert countries to supply\r\n\r\nlarge quantities of fresh water.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, recent experiences in the US and Europe show\r\n\r\nthat  other  technologies such as Reverse  Osmosis  (RO)  and\r\n\r\nMulti-Effect  Distillation (MED) are  becoming  significantly\r\n\r\ncheaper.   For  example, using the RO process, the  price  of\r\n\r\nrecently contracted water has come down to between $0.84  and\r\n\r\n$1.20  per cubic metre, compared to about $2 per cubic  metre\r\n\r\nusing  Multi-Stage Flash distillation.  As MSF may no  longer\r\n\r\nbe  the  most  cost effective solution, we  have  decided  to\r\n\r\nchange  our  original  decision  and  leave  the  choice   of\r\n\r\ntechnology for the new desalination plant open.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We completely agree with Mr Leong and Mr Ahmad Magad\r\n\r\nthat  the private sector should participate in the supply  of\r\n\r\ndesalinated  water.  Instead of PUB building and running  all\r\n\r\nthe  desalination capacity, it will commit to buy  a  minimum\r\n\r\nquantity  of desalinated water for a minimum period of  time.\r\n\r\nThe  private  sector will then be invited to  bid  for  these\r\n\r\nsupply  contracts.  It is then up to the tenderers to  choose\r\n\r\nthe  best  technology and the optimum plant size to meet  our\r\n\r\nrequirement.  PUB will then choose the best option or options\r\n\r\nfrom  the bids received.  In this way, we lower the  cost  of\r\n\r\nconsumers and access a wider range of technology.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;PUB is looking into the operational details and will\r\n\r\ncall for tenders early next year for the delivery of about 20\r\n\r\nmgd  of  water  by  the year 2005.  At  the  same  time,  the\r\n\r\nGovernment will own and operate a smaller desalination  plant\r\n\r\nof  about  10  mgd,  for  PUB to understand  more  fully  the\r\n\r\ntechnology  to go into its operations in-depth  and  to  gain\r\n\r\noperating experience.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But even as we continue to explore alternative sources\r\n\r\nof  water, we must not let up our water conservation efforts,\r\n\r\na point which Mr Leong made.  Large users\r\n\r\n<br><br><font size=\"1\"><b>Column: 1906</b></font><br><br>\r\n\r\nmust  be  encouraged  to  recycle  water  where  economically\r\n\r\nfeasible.   Where appropriate, we encourage the  substitution\r\n\r\nof  potable water by non-potable water.  Industrial water  is\r\n\r\ncurrently  used  widely in Jurong and Tuas.   To  extend  its\r\n\r\nusage,  industrial  water  pipes were  recently  extended  to\r\n\r\nJurong  Island  and will be extended to Tuas  View  Extension\r\n\r\nlater.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Lim Hwee Hua raised a point on Jurong Port, which is\r\n\r\nour  major  port  for bulk and conventional cargo.   It  also\r\n\r\nhandles  some  containerised cargo.   Jurong  Port  has  been\r\n\r\nupgrading its facilities to serve better the increasing needs\r\n\r\nof  companies in Jurong Industrial Estate, Jurong Island  and\r\n\r\nTuas.   Jurong  Port will install container  quay  cranes  to\r\n\r\nincrease its productivity and provide better service  to  its\r\n\r\ncustomers.  However, Jurong Port does not intend to  go  into\r\n\r\nthe  container transshipment business.  This is best left  to\r\n\r\nPSA  which also faces fierce competition from other ports  in\r\n\r\nthe region.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;JTC will corporatise Jurong Port by the first quarter of\r\n\r\nnext  year.   As  Mrs  Lim  pointed out,  Jurong  Port  as  a\r\n\r\ncorporatised entity will be better able to respond swiftly to\r\n\r\nmarket trends and customers' needs.  JTC can then concentrate\r\n\r\non  its  core  business  of providing world-class  industrial\r\n\r\nfacilities  and providing innovative business  solutions  for\r\n\r\nthe  new  economy.   Corporatisation will  also  ensure  that\r\n\r\nJurong  Port does not receive any hidden subsidy from JTC  in\r\n\r\ncompeting with PSA for the domestic container business.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sin Boon Ann and Prof. Toh See Kiat spoke on the need\r\n\r\nfor  anti-trust laws.  This is a complex subject about  which\r\n\r\nthere  is  no  agreement even among advanced economies.   The\r\n\r\nissue of cross-border monopoly is a very difficult one.   The\r\n\r\nUS  acts  under  Sherman and MaClaren, but it does  not  want\r\n\r\nothers to have similar acts.  The US operates a unique regime\r\n\r\nbecause  of  its size and historical distrust of  government.\r\n\r\nThe  EU  adopts a different approach.  As a city  state,  the\r\n\r\nbest way for us to curb monopolies is to open our\r\n\r\n<br><br><font size=\"1\"><b>Column: 1907</b></font><br><br>\r\n\r\ndoors  to  trade in both the goods and services sectors.   We\r\n\r\nare  not likely to need a comprehensive anti-trust law as  in\r\n\r\nthe US.  But we will study how legislation can be improved to\r\n\r\nenhance  competition, which was a point made by Dr Lily  Neo.\r\n\r\nWe  will progressively amend our laws and regulations to open\r\n\r\nup as many sectors to competition as possible.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for fair trading legislation, I leave it to Mr Tang\r\n\r\nGuan Seng to reply later.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Lim Hwee Hua asked the Government to put up more\r\n\r\neconomic   statistics  on  Singapore  and  the  international\r\n\r\neconomy  in  a  timely  way.   Our Department  of  Statistics\r\n\r\nconsults  frequently  with industry players,  academics,  and\r\n\r\ninvestment analysts.  We welcome suggestions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On services, we have put on more data since last year.\r\n\r\nOn  GNP data, I am happy to announce that we will release  it\r\n\r\non a quarterly basis from the first quarter of this year.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I will now leave the other replies to my Minister\r\n\r\nof State and my Senior Parliamentary Secretary.\r\n\r\n<br><br><!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chiam See Tong:</b> Sir, I have two cuts. May I get on\r\n\r\nwith these so that the Minister can reply.\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> You have to come back after Mr Lim has\r\n\r\nfinished, if there is time.  Mr Lim.\r\n\r\n<br><br><!-- Mr Lim Swee Say (Minister of State for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Trade and Industry (Mr Lim Swee Say):</b> Sir, I would like to start with the two cuts on\r\n\r\nindustrial land.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee and Mr Inderjit Singh suggested\r\n\r\nintensifying our land use to cut business cost and  the  need\r\n\r\nto  keep  land cost for manufacturing competitive.  We  agree\r\n\r\nwith them.  JTC has extended rental rebate to the end of this\r\n\r\nyear  and  will  pass on the property tax  savings  to  their\r\n\r\ntenants.  But our land cost cannot be as low as those of  our\r\n\r\ncompetitors simply\r\n\r\n<br><br><font size=\"1\"><b>Column: 1908</b></font><br><br>\r\n\r\nbecause land is scarce here in Singapore.  Therefore, we need\r\n\r\nto intensify our land use.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our current efforts today include introducing innovative\r\n\r\ndesign  such as multi-storey factories, integrating  suitable\r\n\r\nnon-industrial  use with industrial development  in  vertical\r\n\r\nmix-use development, and developing industrial buildings over\r\n\r\nMRT  depots and sewerage treatment plants.  I am also pleased\r\n\r\nto share with the House that we are looking into lowering the\r\n\r\ndifferential  premium (DP) for industrial land  to  encourage\r\n\r\nindustrialists to build higher.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, besides building higher, we also need to build\r\n\r\nbetter.  Our industrial landscape will have to keep pace with\r\n\r\nthe  needs  of the new economy.  To cater to the requirements\r\n\r\nof  the knowledge workers and knowledge-driven industries, we\r\n\r\nhave  to  incorporate innovative design and features  in  our\r\n\r\nindustrial  facilities.  Since 1996, new and refurbished  JTC\r\n\r\nindustrial  buildings are fully ready for  broadband  access.\r\n\r\nJTC is now going one step further by working with the service\r\n\r\nproviders  to  bring  broadband  services  content   to   new\r\n\r\ndevelopment in the Science Park, Business Park and Ayer Rajah\r\n\r\nTechnopreneurs  Centre.  In Paya Lebar  and  Senoko,  JTC  is\r\n\r\nexperimenting with a new kind of industrial park.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We will adopt the community-based approach in the\r\n\r\nplanning and development. This new industrial park will be  a\r\n\r\nplace where tenants can seek and congregate for not only good\r\n\r\njobs  but  also  quality  housing,  active  liftestyle  in  a\r\n\r\ncongenial  work  environment.   This  will  bring   about   a\r\n\r\ntransformation in Singapore's industrial landscape,  offering\r\n\r\nenhanced  quality  of  life to both  the  local  and  foreign\r\n\r\ntalents, thereby strengthening Singapore's competitiveness as\r\n\r\na KBE.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I now move on to the cuts relating to the SMEs. Mr\r\n\r\nTay  Beng Chuan is concerned that Government support  may  be\r\n\r\ntargeted  at successful local enterprises to the  neglect  of\r\n\r\nthe broad-based SMEs.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1909</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Government offers a broad range of assistance\r\n\r\nschemes to meet the needs of our SMEs.  Last year, more  than\r\n\r\n2,000 SMEs were awarded a total of $42 million worth of LETAS\r\n\r\ngrant  to  upgrade their systems and processes.  90%  of  the\r\n\r\ngrants  went  to SMEs with less than 50 employees.   We  also\r\n\r\napproved a total of $340 million worth of LEF loans to  about\r\n\r\n1,000  SMEs.  Again, 90% of the loans went to SMEs with  less\r\n\r\nthan  50  employees.   If   we take into  consideration  non-financial assistance programmes offered by the PSB, the total\r\n\r\nnumber  of SMEs assisted came to more than 5,000 in 1999.   I\r\n\r\nwould  like  to  assure Mr Tay that the Government  has  been\r\n\r\nproviding  assistance  to  a broad  base  of  SMEs  and  will\r\n\r\ncontinue to do so under the SME 21.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The global economy is going through the e-revolution\r\n\r\ndriven  by  the rapid penetration of Internet  all  over  the\r\n\r\nworld.   Several MPs, including Mr Inderjit Singh,  Mr  Ahmad\r\n\r\nMagad,  Mr  Zulkifli, have expressed their concern that  many\r\n\r\nSMEs have yet to embrace Internet and pursue e-commerce as  a\r\n\r\nbusiness strategy.  Sir, I share their concern.  We  need  to\r\n\r\nhelp as many of our SMEs as possible to be e-ready as quickly\r\n\r\nas  possible.  On their own, we recognise that  many  of  our\r\n\r\nSMEs  do  not have the resources and the expertise to  be  e-ready.   PSB  and  IDA  are working  together  to  help  them\r\n\r\novercome these obstacles.  Mr Ahmad Magad suggested that  the\r\n\r\nGovernment  should  offer financial assistance  to  SMEs  and\r\n\r\npromote the adoption of locally available portals.  These are\r\n\r\ngood ideas and I agree with them.\r\n\r\n<br>1.45 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are taking steps to promote the development of\r\n\r\nvertical,  horizontal, corporate and SME portals in Singapore\r\n\r\nand  these portals will have regional and global connections.\r\n\r\nThese  will  make it easier for SMEs to integrate  themselves\r\n\r\ninto  the  business value chain of various business  sectors,\r\n\r\nmaking  it  easier  for  them  to  carry  out  B2B  and   B2C\r\n\r\ntransactions in our local cyberspace, regional cyberspace  as\r\n\r\nwell  as the global cyberspace.  We are also helping our SMEs\r\n\r\nto learn to exploit\r\n\r\n<br><br><font size=\"1\"><b>Column: 1910</b></font><br><br>\r\n\r\nthe  full potential of e-commerce in their businesses.   SMEs\r\n\r\ncan  now obtain up to 70% of funding support from the PSB for\r\n\r\ntheir  feasibility  studies  and consultancy  services.   For\r\n\r\nthose SMEs which are ready to implement e-commerce under  the\r\n\r\nLocal  Enterprise  Computerisation Programme  (LECP)  for  e-commerce,  jointly  managed by the PSB  and  IDA,   SMEs  can\r\n\r\nobtain  a  grant  of up to 50% of the cost of the  e-commerce\r\n\r\nproject,  subject to a ceiling of $20,000.  Today, more  than\r\n\r\n300 grants, amounting to $4.5 million, had been granted.  Our\r\n\r\ntarget on the whole is to help 25,000 SMEs to be e-ready over\r\n\r\nthe next five years.  This is an ambitious undertaking and we\r\n\r\nhave just started.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many of our SMEs have the potential to grow into\r\n\r\nworld-class  companies and global players  in  the  KBE.   Mr\r\n\r\nLeong  Horn Kee, Mr Inderjit Singh, Mr Zulkifli and Mr  Ahmad\r\n\r\nMagad  have highlighted the need for Government to  help  our\r\n\r\npromising local enterprises (PLEs) and promising SMEs (PSMEs)\r\n\r\ndevelop into global players.  Some Members suggested that our\r\n\r\nSMEs  could  overcome the limitation of  small  size  through\r\n\r\nconsolidation and partnership.  I agree with them.  Under the\r\n\r\nPSB's   Business  Connect  programme,  we  organise  business\r\n\r\nmissions  for our SMEs to meet up with potential partners  in\r\n\r\ncountries  like Canada, Taiwan, Japan, Australia and  France.\r\n\r\nSo  far, about 3,000 SMEs have participated and more than 800\r\n\r\njoint  ventures  have  come out from these  trips.   We  will\r\n\r\ncontinue to facilitate such cross-border partnerships.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Inderjit Singh is concerned that our PLEs' selection\r\n\r\ncriteria may be outdated.  Sir, the existing list of criteria\r\n\r\nis  both quantitative and qualitative, covering areas such as\r\n\r\ncapabilities and innovation, professional management,  market\r\n\r\npotential  and  international  orientation.   I  think  these\r\n\r\ncriteria  are broad enough and are necessary for  success  in\r\n\r\nthe global environment.  However, I do agree with Mr Inderjit\r\n\r\nSingh  that we have to be mindful that the world is  changing\r\n\r\nvery rapidly.  Our economic agencies are doing their best  to\r\n\r\nlook  ahead  and  be as responsive as we can to  this  global\r\n\r\ntrend.  Even so, there could be times when we are behind\r\n\r\n<br><br><font size=\"1\"><b>Column: 1911</b></font><br><br>\r\n\r\nthe  market.  What is important is for us to know when we are\r\n\r\nbehind and be able to respond quickly.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So on the part of the SMEs, they can help us to\r\n\r\ntransform  the  identification  of  the  PLEs  into  a  self-nominated  and self-selection process.  SMEs that believe  in\r\n\r\ntheir   potential  could  present  themselves  to   PSB   for\r\n\r\nassistance  under the promising SME programme.  Others  could\r\n\r\napproach  the EDB under the PLE programme without waiting  to\r\n\r\nbe  spotted.  Likewise, innovative start-ups can  go  to  the\r\n\r\nNSTB  for  incubation assistance or venture  financing.   The\r\n\r\nrole  of  the  economic  agencies is to  offer  developmental\r\n\r\nsupport  to  as  many promising and deserving  companies  and\r\n\r\nprojects as possible.  It is then up to the companies to pass\r\n\r\nthe market test, succeed and become global players.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Inderjit Singh felt that we have not been able to\r\n\r\nfind  the  right  formula  to help SMEs  to  be  world  class\r\n\r\nplayers.   I agree that we are not prefect.  But I think  the\r\n\r\nMember  will  agree that we are making some good progress  as\r\n\r\nwell.   In  1995, EDB set targets to nurture  100  PLEs  with\r\n\r\nannual turnover of $100 million in 10 years.  I am pleased to\r\n\r\nreport  to this House that, by the end of 1999, 45 PLEs  have\r\n\r\nachieved  the  annual  turnover  target  of  more  than  $100\r\n\r\nmillion, up from 31 in 1998.  Last year, 23 PLEs made  it  to\r\n\r\nthe   Business  Times  Enterprise  50  Awards.    There   are\r\n\r\naltogether  350 PLEs now being nurtured by the EDB.   And  we\r\n\r\nexpect  the  list to grow further.  As for the promising  SME\r\n\r\nprogramme managed  by the PSB, there are now 786 SMEs on  the\r\n\r\nlist  and 16 of them have made it to the Enterprise  50  list\r\n\r\nsince  1996.   So  on  the whole, we are  encouraged  by  the\r\n\r\nprogress of the PSME and the PLE programmes.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as we liberalise our markets and transit into the\r\n\r\nKBE,  we  will  need  to  speed  up  the  transformation  and\r\n\r\nredevelopment   of  some  of  the  traditional   sectors   in\r\n\r\nSingapore.  Our  immediate focus is to upgrade  two  domestic\r\n\r\nservices  sectors  with  persistently low  productivity,  the\r\n\r\nretail sector and the construction sector.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1912</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mrs Lim Hwee Hua asked how can economic agencies reach\r\n\r\nout  to  the  non-English speaking SMEs as well  as  the  job\r\n\r\nplacement and retraining of redundant workers.  Sir, take the\r\n\r\nretail  sector, for example, it is highly fragmented  due  to\r\n\r\nthe  low  barrier of entry.  Our retail density is among  the\r\n\r\nhighest in Asia and, yet, its productivity level is less than\r\n\r\nhalf of the national average.  PSB will work closely with the\r\n\r\nShopkeepers'  Association to reach out to neighbourhood  shop\r\n\r\nowners  and  operators, including those who  are  non-English\r\n\r\nspeaking  to restructure and double the productivity  of  the\r\n\r\nindustry.  We will support retraining of workers through  the\r\n\r\nSRP  and the SDF.  We are also working with the HDB to reduce\r\n\r\nthe  retail  space  in those neighbourhoods  where  there  is\r\n\r\naccess by allowing for alternate use.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in launching SME 21 early this year, our collective\r\n\r\nvision  in  the  private and public sectors is  to  create  a\r\n\r\nvibrant   and   resilient  SME  sector  that  would   enhance\r\n\r\nSingapore's competitiveness and the economic growth.  Several\r\n\r\nMPs  have raised concerns about the implementation of SME 21.\r\n\r\nMr  Inderjit Singh suggested spinning off part of PSB into  a\r\n\r\nconsortium jointly managed by the private and public sectors.\r\n\r\nMr Tay Beng Chuan is concerned that we may pay more attention\r\n\r\nto  MNCs  and large local enterprises and neglect  the  large\r\n\r\nnumber  of  SMEs.  Sir, we recognise that it is not  possible\r\n\r\nfor  PSB  alone  to  reach out to all  the  100,000  SMEs  in\r\n\r\nSingapore.  It is never our intention to go it alone.  At the\r\n\r\nlaunch  of the SME 21, we invited business organisations  and\r\n\r\nprivate  sector organisations to come forward  with  specific\r\n\r\nideas  and  initiatives.  We hope industry associations  will\r\n\r\nplay  an  active role in helping our SMEs realise their  full\r\n\r\npotential.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am pleased to say that some industry associations have\r\n\r\nalready  been appointed approved-in-principle (AIP)  agencies\r\n\r\nfor  PSB's  grant scheme, LETAS.  This includes the Singapore\r\n\r\nNational   Employers'  Federation.   We   look   forward   to\r\n\r\nappointing more AIP agencies in the private sector.  The role\r\n\r\nof  PSB  as  an  economic agency is to  provide  the  overall\r\n\r\ncoordination and\r\n\r\n<br><br><font size=\"1\"><b>Column: 1913</b></font><br><br>\r\n\r\nkeep  track  of  the  Board's  main  interest  of  the  SMEs,\r\n\r\nincluding those SMEs without any strong industry association.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Tay Beng Chuan asked about funding for SME 21. Sir,\r\n\r\nSME  21  programmes will be funded under existing  grant  and\r\n\r\nloan  schemes.  For this year, we have set aside $500 million\r\n\r\nfor  LEFS  loan scheme and $35 million for LETAS grant.   The\r\n\r\nGovernment  will  continue to assess the situation.   As  and\r\n\r\nwhen   needed,  additional  developmental  funding  will   be\r\n\r\nlaunched.   The  recent  launch of a $20  million  Industrial\r\n\r\nProductivity Fund (IPF) is a case in point.  In  response  to\r\n\r\nthe  comment  by  Mr Tay, our Ministry would suggest  to  the\r\n\r\nMinistry  of  Finance  to consider grouping  all  SME-related\r\n\r\nfundings into an SME account in future years.\r\n\r\n<br><br><!-- Mr Tang Guan Seng (Senior Parliamentary Secretary to the Minister for Trade and Industry) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Senior Parliamentary Secretary to the Minister for Trade and Industry (Mr Tang Guan Seng):</b> Sir, let me reply to\r\n\r\nthe  two  remaining  subjects raised by MPs.   They  are  the\r\n\r\ndevelopment of Sentosa and consumer protection.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, on Sentosa. Mr Leong Horn Kee and Mr Ang Mong\r\n\r\nSeng  have  made  a  number  of suggestions  to  improve  the\r\n\r\nattractiveness of Sentosa.  The Government has been  a  great\r\n\r\nsupporter  of  Sentosa.   Since  1972,  the  Government   has\r\n\r\ninvested about $300 million on Sentosa for infrastructure and\r\n\r\nattraction development, and vested the entire island  to  the\r\n\r\nSentosa  Development Corporation.  I would like to inform  Mr\r\n\r\nLeong  that they are getting as good a deal as SMRT.   It  is\r\n\r\nnow  up  to Sentosa to further exploit its assets to  improve\r\n\r\nthe quality of life for Singaporeans, besides being a tourist\r\n\r\nparadise.   Sentosa  can  be our special  resort  island  for\r\n\r\nSingaporean families to enjoy both in the day and  at  night.\r\n\r\nIt  can also be an exciting place for our tourists.  In fact,\r\n\r\nSentosa  is  already the most popular tourist destination  in\r\n\r\nSingapore.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To make it even more attractive, we will be introducing\r\n\r\na  number of major changes.  Let me elaborate.  Sir, we  will\r\n\r\nbuild  a $140 million people mover system to link Sentosa  to\r\n\r\nthe  North-East MRT line at the World Trade Centre.  This bi-directional system, which is like an LRT,\r\n\r\n<br><br><font size=\"1\"><b>Column: 1914</b></font><br><br>\r\n\r\nwill  replace  the  existing monorail.   It  has  double  the\r\n\r\ncapacity.  With faster and more trains, waiting time would be\r\n\r\nmuch  shorter.   The  system will be  partly  funded  by  the\r\n\r\nGovernment.    Tenders  for  the  system  has  been   called,\r\n\r\nconstruction  will begin by early 2001.  And  we  expect  the\r\n\r\nsystem  to  be  running  by  end 2002  to  tie  in  with  the\r\n\r\ncompletion  of the MRT North-East line.  The new system  will\r\n\r\noffer visitors a seamless journey via MRT, from their home to\r\n\r\nSentosa.   So  it  is very convenient and this  will  enhance\r\n\r\naccess to Sentosa in a significant way.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Mr Ang Mong Seng has suggested that the admission\r\n\r\ncharges to Sentosa should be reduced.  I would like to inform\r\n\r\nthe   House  that  we  will  be  cutting  admission   charges\r\n\r\nsignificantly  to  make  them  as  affordable  as   possible,\r\n\r\nespecially  for  repeat  visitors.   There  will  be  special\r\n\r\ndiscount  schemes for NTUC union members, reservists,  school\r\n\r\nchildren and retirees.  Sentosa will announce the details  in\r\n\r\ndue  course.   The objective is to have as many  Singaporeans\r\n\r\nvisit Sentosa as frequently as they wish, whether in the  day\r\n\r\nor at night.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to attractions on Sentosa, visitors\r\n\r\nwill soon be able to enjoy the upgraded musical fountain  and\r\n\r\nthe dolphin shows.  Sentosa is also considering introducing a\r\n\r\nhawker  stall  bazaar and an artist village to add  life  and\r\n\r\nvibrancy  to  the island.  The new upgraded musical  fountain\r\n\r\nand  cabaret  shows  at the Fantasy Island  will  anchor  our\r\n\r\nefforts to promote Sentosa as a popular night destination for\r\n\r\nfood,  drinks, entertainment and parties.  With more visitors\r\n\r\nto  the  island,  the  existing attractions  will  also  have\r\n\r\ngreater commercial incentives to be upgraded.\r\n\r\n<br>2.00 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We will launch the land sale for Sentosa Cove later this\r\n\r\nyear.   When  fully  developed,  this  integrated  waterfront\r\n\r\nleisure  and  residential development  will  bring  a  unique\r\n\r\nlifestyle to Sentosa.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In short, we are moving Sentosa into its next phase of\r\n\r\ndevelopment.  We will be\r\n\r\n<br><br><font size=\"1\"><b>Column: 1915</b></font><br><br>\r\n\r\nbuilding  on its sound foundation. Singaporeans and  tourists\r\n\r\ncan  look  forward  to exciting changes ahead.   The  Sentosa\r\n\r\nDevelopment  Corporation will actively solicit  feedback  and\r\n\r\nsuggestions  from locals and foreigners and from  experts  in\r\n\r\nthis field to help it refine its strategy.  To this end,  SDC\r\n\r\nwill set up an International Advisory Council to tap on fresh\r\n\r\nideas to make Sentosa even more attractive.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, let me now go on to talk about the issue of\r\n\r\nconsumer  protection which was raised by Prof. Toh See  Kiat,\r\n\r\nMr  Thomas  Thomas,  Dr  Neo and Mr Sin  Boon  Ann.  Consumer\r\n\r\nprotection  issues have been raised in this House many  times\r\n\r\nbefore.  Some cases are so bad, they lead rightly  to  public\r\n\r\nindignation  and calls for legislation to prevent  them  from\r\n\r\nhappening  again.   However, I must point out  that  consumer\r\n\r\nprotection  issues cover a wide range and  the  responses  to\r\n\r\neach  of  them  cannot be the same.  For issues that  concern\r\n\r\npublic  health  and  safety, or fraud,  the  Government  will\r\n\r\ntackle   them   robustly.   We  believe  that  the   existing\r\n\r\nlegislation is largely adequate for this purpose.  But  where\r\n\r\nnecessary, the Government will amend our existing legislation\r\n\r\nto take such fraudulent acts to task.  In this regard, MTI is\r\n\r\nfinalising  the  amendments to the Commodity Futures  Act  to\r\n\r\ntackle  the  problem of bucket shops.  This  is  the  problem\r\n\r\nraised by Members in the past.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As suggested by Prof. Toh, my Ministry is also working\r\n\r\nwith  the  Ministry  of Finance on amending  the  Multi-Level\r\n\r\nMarketing Act to prevent recurrence of cases similar to  S888\r\n\r\nin  future.  We  will take CASE's point into account  in  our\r\n\r\nwork.   In  this connection, let me take this opportunity  to\r\n\r\ncommend CASE for its vigilance in alerting the Government  to\r\n\r\nthe  S888  problem  before  it grew  out  of  control.   CASE\r\n\r\nsteadfastly  stood  its  ground  that  such  activities  were\r\n\r\nagainst  the  welfare of consumers and, as a result,  pricked\r\n\r\nthe balloon early.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But not all consumer protection cases involve fraud.\r\n\r\nThe  majority of cases involve acts of mischief  by  traders,\r\n\r\nlike the\r\n\r\n<br><br><font size=\"1\"><b>Column: 1916</b></font><br><br>\r\n\r\n\"switch-and-bait\" or \"third line enforcing\" as  mentioned  by\r\n\r\nDr  Neo.  In these cases, consumers may walk out of the  shop\r\n\r\nfeeling  cheated. The question then is whether it  is  indeed\r\n\r\npossible  for  the Government to prevent or stamp  out  every\r\n\r\nsuch act of mischief, or even criminalise them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must be careful not to over-regulate. Every single\r\n\r\nregulation  comes  with  a cost to business.  The  additional\r\n\r\nbusiness  cost  is  eventually borne by  consumers.  We  must\r\n\r\ntherefore weigh the pros and cons carefully. For example,  we\r\n\r\ndo  not require the same degree of labelling for clothing  in\r\n\r\nSingapore  as  in the United States.  It is easy  for  us  to\r\n\r\nimpose  the  same requirements, but the result  will  deprive\r\n\r\nSingaporeans of cheap clothing from China and elsewhere.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The key to better consumer protection is to promote\r\n\r\ncompetition  in the marketplace, and this is very  important.\r\n\r\nThe  power  of choice is the best check against unfair  trade\r\n\r\npractices. We must maintain a free and open economy  so  that\r\n\r\nthere  are  no barriers to the flow of goods and services  in\r\n\r\nand  out  of Singapore. This allows consumers, retailers  and\r\n\r\nmanufacturers to source for products and raw materials at the\r\n\r\nmost competitive prices, locally and from abroad.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Consumers must also be alert themselves. In response to\r\n\r\nMr  Sin  Boon Ann's concern, I would say that the  Government\r\n\r\ncannot watch over every foreign property sale. Consumers have\r\n\r\nto  be careful and not go into a contract blindly. But on the\r\n\r\nGovernment's  part, what we can do is to work  with  CASE  to\r\n\r\nimprove  our  efforts in educating consumers  and  disclosing\r\n\r\nmore  information, so that consumers can make more discerning\r\n\r\nchoices.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some Members also commented on the cartel-like behaviour\r\n\r\nin  certain  sectors.  I think one common complaint  was  the\r\n\r\nuniformity  of  petrol  prices  in  Singapore.  We  will  not\r\n\r\nhesitate  to take action should we find evidence of collusion\r\n\r\nto  fix price. However, we must remember that price stability\r\n\r\nby  itself  is  not proof of collusion.  It is well-known  in\r\n\r\neconomics  that  oligopolistic  pricing  tends  to  oscillate\r\n\r\nbetween\r\n\r\n<br><br><font size=\"1\"><b>Column: 1917</b></font><br><br>\r\n\r\nhigh stability and price wars.  This is commonly observed  in\r\n\r\nindustries  like air travel, commodity chemicals  and  petrol\r\n\r\nretailing.   For a long time there will be no price  changes,\r\n\r\nthen one player will break ranks to increase market share and\r\n\r\nthe  result  is price war which sometimes takes the  form  of\r\n\r\ngifts or discounts.  The best way for us to stop monopolistic\r\n\r\nbehaviour is to let in the fresh air of competition.  One way\r\n\r\nto  prevent  such monopolies is to allow parallel imports  of\r\n\r\nitems like motorcars. Another way is to let in more suppliers\r\n\r\nlike allowing fleet operators to supply petrol and diesel  to\r\n\r\ntheir  own fleet. We will continue to explore other  ways  to\r\n\r\npromote competition.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Thomas suggested that the Government enact a Fair\r\n\r\nTrading  Act. As Prof. Toh mentioned yesterday, CASE will  be\r\n\r\nputting  up  a  proposal for such an Act for  Singapore.   My\r\n\r\nMinistry  will  study  CASE's  proposal  when  it  is  ready.\r\n\r\nHowever,  we  must  bear  in mind the  principle  of  minimal\r\n\r\nintervention in the market and caveat emptor.  If we are  not\r\n\r\ncareful,   the   so-called  fair  trading   regulations   can\r\n\r\nstrengthen  the market power of some players in  the  market.\r\n\r\nIn  many  professional  fields, regulations  which  claim  to\r\n\r\nprotect  consumers  may  end up protecting  existing  players\r\n\r\nagainst new competition.\r\n\r\n<br><br><!-- Assoc. Prof. Toh See Kiat -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Assoc. Prof. Toh See Kiat:</b> Sir, I would like to applaud\r\n\r\nthe Senior Parliamentary Secretary on the Ministry's stand on\r\n\r\nthe  three  points  that Mr Tang has  mentioned.   First,  to\r\n\r\nconcentrate  consumer  protection  on  deception  and  fraud.\r\n\r\nSecond,  to  promote competition and competition  will  lower\r\n\r\nprices  and benefit the consumers. Third, the consumer should\r\n\r\nbe  given a choice. Sir, I do believe all these are fair  and\r\n\r\ncorrect  but one of the things in the Fair Trading  Act  that\r\n\r\nCASE  would  want  to  promote is a  legislation  that  would\r\n\r\nconcentrate on these points.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, there are a lot of areas of deception which are\r\n\r\nnot  covered  by current law.  Secondly, competition  can  be\r\n\r\ndeviated  from by very, very careful tricks which I mentioned\r\n\r\nyesterday.   Thirdly, the power of choice really  depends  on\r\n\r\ninformed choice and there are no laws that prevent, for\r\n\r\n<br><br><font size=\"1\"><b>Column: 1918</b></font><br><br>\r\n\r\nexample, as in one situation, a house being sold in Australia\r\n\r\nwith  a  picture of it right next to the Sydney Opera  House.\r\n\r\nThat  is  a  deception but there was nothing mentioned  which\r\n\r\ncurrent law could have taken action on.\r\n\r\n<br><br><!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Horn Kee:</b> Sir, thank you for allowing me to\r\n\r\njust  make a few comments.  I would like to thank the  Senior\r\n\r\nParliamentary  Secretary for giving us a  good  reply  to  my\r\n\r\nrequest for improving Sentosa.  In fact, I think this is  the\r\n\r\nfastest response I have ever come across in the Committee  of\r\n\r\nSupply.   A large $140 million will be given out straightaway\r\n\r\nafter  a request has been made.  On this point, I would  like\r\n\r\nto  ask  the Senior Parliamentary Secretary whether this  new\r\n\r\nMRT  link will link up with the Sentosa Cove which is the new\r\n\r\nresidential area in Sentosa.  I would also like to thank  him\r\n\r\nfor the reduction in the entrance fee to Sentosa. How about a\r\n\r\nreduction  in  entrance  fees to  the  other  attractions  in\r\n\r\nSentosa as well?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The last point is to ask the Minister himself. I did\r\n\r\nraise   a   suggestion  about  pioneer  status  for  start-up\r\n\r\ncompanies.   Could he comment on the proposal of giving  some\r\n\r\npioneer status to start-up companies?\r\n\r\n<br><br><!-- Mr Sin Boon Ann -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Sin Boon Ann:</b> Sir, I am afraid the Senior\r\n\r\nParliamentary Secretary has missed my point. I am not  asking\r\n\r\nthe  Government to be watching over every property  purchased\r\n\r\nin  Singapore.   What I asked for is a framework  legislation\r\n\r\nthat will require greater disclosure and strengthening of the\r\n\r\nlegislation  to allow enforcement of rights in Singapore.   I\r\n\r\nhope  the  Senior Parliamentary Secretary can respond  to  my\r\n\r\nquery.\r\n\r\n<br><br><!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chiam See Tong (Potong Pasir):</b> Thank you for\r\n\r\nallowing me to ask my questions.\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We have not much time left. Can you ask\r\n\r\nyour questions straightaway?\r\n\r\n<br><br><!-- Mr Chiam See Tong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chiam See Tong:</b> Yes. I would like to ask the\r\n\r\nMinister about the PUB deposits.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1919</b></font><br><br>\r\n\r\nI  believe that there must be at least a few hundred  million\r\n\r\ndollars  worth  of  deposits held by PUB, and  now  Singapore\r\n\r\nPower. What is the amount of money held by Singapore Power as\r\n\r\ndeposits?  Is  Singapore Power willing  to  pay  interest  to\r\n\r\nconsumers on those deposits, and whether Power Supply  treats\r\n\r\nthe  deposits  as part of their assets?  Also,  is  Singapore\r\n\r\nPower  willing to reduce the amount of deposits to  customers\r\n\r\nwho have not defaulted on their monthly bills for the last 10\r\n\r\nyears by the interest they would have earned based on 3%  per\r\n\r\nannum?\r\n\r\n<br><br><!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>BG George Yong-Boon Yeo:</b> Sir, for efficiency, I would\r\n\r\ntake  the whole lot of additional questions. Prof. Toh  asked\r\n\r\nabout  the house in Australia next to the Sydney Opera House.\r\n\r\nI do not think we can protect against the gullibility of such\r\n\r\nconsumers.   You buy a house, you part with vast  amounts  of\r\n\r\nmoney,  I think it is incumbent upon you to do due diligence,\r\n\r\nby  talking to people who know property in Australia and  not\r\n\r\njust rely upon the beautiful glossy advertisement.  I do  not\r\n\r\nthink  it  is  possible  for  us to  legislate  against  such\r\n\r\nfoolishness.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sin Boon Ann asked about the possibility of amending\r\n\r\nthe  law  to  provide a framework for better disclosure.   On\r\n\r\nthat, we will raise the matter with the Finance  Ministry.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong Horn Kee asked whether the people mover system\r\n\r\nin  Sentosa will be extended to Sentosa Cove. Right  now,  it\r\n\r\ndoes  not appear possible because it is still a long distance\r\n\r\nfrom  the main beach, pass Beaufort to Sentosa Cove, and  may\r\n\r\nnot  be cost-effective. However, we are taking a closer  look\r\n\r\nat  that  because  if  we intend to do  so,  then  we  should\r\n\r\nannounce it before we have a public auction.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Leong asked about his proposal yesterday for pioneer\r\n\r\nstatus  for start-ups. He acknowledged that the tax  benefits\r\n\r\nare  unimportant because these start-ups are  not  likely  to\r\n\r\nearn  money  in  the  first  years  but  he  wanted  it   for\r\n\r\nrecognition purposes.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1920</b></font><br><br>\r\n\r\nWe are looking at that.  I will put it to NSTB, which will be\r\n\r\ngiving  an  award  called  the  \"Phoenix  Award\"  for   those\r\n\r\ncompanies  which have failed before and have risen  from  the\r\n\r\nashes  to  succeed.  We will find some other ways  to  extend\r\n\r\npublic recognition for those who put in good efforts.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chiam See Tong asked about PUB deposits. Once the\r\n\r\nretail  business  is privatised, then the  issue  of  whether\r\n\r\ndeposits  are  required  will be left  to  the  retailers  to\r\n\r\ndecide.  It is a risk that they may take versus the  customer\r\n\r\ngoodwill  that  they hope to gain. As for past  deposits  and\r\n\r\nwhether interest should be paid, that is part of the bargain.\r\n\r\nThe  result  has been lower electricity charges which  would,\r\n\r\notherwise,  be  the  case.   If  Singapore  Power  had  given\r\n\r\ninterest, then it would have to balance its books by charging\r\n\r\nhigher  prices.  But this problem will solve itself  once  we\r\n\r\nprivatise.\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We have one minute left. Dr Wang.\r\n\r\n<br><br><!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Wang Kai Yuen (Bukit Timah):</b> Sir, the Minister\r\n\r\ntouched  upon the privatisation of Singapore Power  and  said\r\n\r\nthat it has been slower than expected.  I thought one of  the\r\n\r\nstumbling  blocks  was the valuation of  land  on  which  the\r\n\r\ngeneration  plant  was sited.  In the  next  move,  will  the\r\n\r\nMinister  review this perception and how the land  is  to  be\r\n\r\nevaluated?\r\n\r\n<br><br><!-- BG George Yong-Boon Yeo -->&nbsp;&nbsp;&nbsp;&nbsp;<b>BG George Yong-Boon Yeo:</b> Sir, that is not the key\r\n\r\nissue.  There are existing procedures for valuing land.\r\n\r\n<br>2.15 pm\r\n\r\n<br><br><!-- Mr Leong Horn Kee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Leong Horn Kee:</b> Sir, I wish to thank the Minister,\r\n\r\nthe  Minister of State and the Senior Parliamentary Secretary\r\n\r\nfor their excellent replies.  May I beg leave to withdraw  my\r\n\r\namendment?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amendment, by leave, withdrawn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $365,626,100 for Head W ordered to stand part\r\n\r\nof the Main Estimates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The sum of $4,275,331,000 for Head W ordered to stand\r\n\r\npart of the Development Estimates.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1921</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1921</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head T -\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Head T - Ministry of Manpower.\r\n\r\nAmendment No. (1), Mr Chong.\r\n\r\n<br><br><!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Charles Chong (Pasir Ris):</b> Sir, I beg to move,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the total sum to be allocated for Head T of the\r\n\r\nMain Estimates be reduced by $100.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the labour market is changing more rapidly than\r\n\r\nmost workers realise.  Advances in technology, especially  in\r\n\r\nIT and communications, are already revolutionising the way we\r\n\r\nwork   and  the  way  business  is  done.   Many  traditional\r\n\r\noccupations  that  older Singaporeans were trained  for  when\r\n\r\nthey commenced employment may become extinct in the knowledge-based  economy.   Also,  in  an era  of  globalisation  where\r\n\r\ncapital and production can move rapidly to virtually any part\r\n\r\nof  the  world,  our workers must be able to hold  their  own\r\n\r\nagainst  the  best  and the cheapest in  the  world.   It  is\r\n\r\ntherefore  vital that our workforce be trained  and  equipped\r\n\r\nwith  skills  and knowledge that will enable them  to  remain\r\n\r\ncompetitive in this new environment.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many workers are unaware of current trends in the labour\r\n\r\nmarket  that  may have serious consequences on their  current\r\n\r\nemployment  and  future employability.  Even as  the  economy\r\n\r\nrecovers  and  more and more jobs are created,  many  workers\r\n\r\nlearn about KBE and structural unemployment the hard way when\r\n\r\nthey  face  retrenchment, as their skills become outdated  or\r\n\r\nwhen  they are no longer competitive.  Some still do not know\r\n\r\nwhat  hit  them,  as factories closed down  or  relocated  to\r\n\r\ncountries with cheaper labour.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The new jobs that are being created usually require\r\n\r\nskills that they do not possess and are invariably filled  by\r\n\r\nyounger,  better  educated workers or  foreign  talent.   The\r\n\r\nMinistry  of  Manpower should therefore  develop  a  national\r\n\r\nmanpower  planning framework that can quickly anticipate  and\r\n\r\nidentify   key   manpower  trends  in  this   fast   changing\r\n\r\nenvironment, and also ways to get this vital\r\n\r\n<br><br><font size=\"1\"><b>Column: 1922</b></font><br><br>\r\n\r\ninformation  effectively  and  in  a  timely  manner  to  our\r\n\r\nworkforce, so that informed decisions can be made on the type\r\n\r\nof   training  and  upgrading  courses  that  workers  should\r\n\r\nundertake in order to enhance their employability.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that the National Manpower Council had its\r\n\r\ninaugural  meeting just last month.  Could the Minister  tell\r\n\r\nus   whether  the  Council  has  made  any  projections   and\r\n\r\nrecommendations?   Could the Minister also inform  the  House\r\n\r\nwhat  initiatives and strategies his Ministry has taken  with\r\n\r\nregard  to  manpower development in the  face  of  this  fast\r\n\r\nchanging economic landscape?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While it is well and good to study trends and anticipate\r\n\r\nchanges  in  the  labour market and advocate relevant  skills\r\n\r\nupgrading, we should also be realistic enough to realise that\r\n\r\nthere  are  many  in  our workforce, especially  older,  less\r\n\r\neducated workers, who may not be able to upgrade due to  lack\r\n\r\nof  literacy and numeracy skills and therefore are unable  to\r\n\r\nbenefit from the skills redevelopment programmes.  Could  the\r\n\r\nMinister  tell us what measures his Ministry would take  with\r\n\r\nregard  to  professionalisation  of  certain  industries  and\r\n\r\noccupations,  and the redeployment of such workers,  so  that\r\n\r\nthey too can have dignified employment, earn decent wages and\r\n\r\nbe made to feel that every Singaporean indeed matters?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, with regard to the management of foreign\r\n\r\nmanpower, Singapore needs to augment its indigenous workforce\r\n\r\nwith  foreign  manpower for our continued economic  progress.\r\n\r\nIn  many areas such as financial services, IT, communications\r\n\r\nand  leading-edge manufacturing technology, there may not  be\r\n\r\nenough  Singaporeans  yet  and  there  may  never  be  enough\r\n\r\nSingaporeans  with  the required skills  to  compete  in  the\r\n\r\nglobal  market against the most advanced countries and emerge\r\n\r\nas winners.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singaporeans must accept the fact that we need a healthy\r\n\r\ninfusion  of foreign talent to raise our competitiveness  and\r\n\r\nto  create more job opportunities for Singaporeans.  In fact,\r\n\r\nthere is now a global war\r\n\r\n<br><br><font size=\"1\"><b>Column: 1923</b></font><br><br>\r\n\r\nfor  talent and Singapore may be left far behind  if  we  are\r\n\r\nunable to attract our share of international talent.  Even in\r\n\r\nthe  field of sports such as football and table tennis, clear\r\n\r\nexamples  can  be seen on how the infusion of foreign  talent\r\n\r\nraises  standards and competitiveness, and also how countries\r\n\r\naround  the  world  scramble for  such  talents.   Could  the\r\n\r\nMinister  tell  us what measures his Ministry  is  taking  to\r\n\r\nattract more foreign talent into the country, and whether the\r\n\r\nfigures indicate that these measures are indeed effective?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lower down the scale, there are also many areas of\r\n\r\nemployment  that  there are just not enough Singaporeans  who\r\n\r\nseem  inclined to undertake.  Consequently, we now have large\r\n\r\nnumbers of less skilled foreign manpower in occupations  such\r\n\r\nas construction and cleansing services that Singaporeans seem\r\n\r\nunwilling to do.  With such large numbers of low wage and low\r\n\r\nskilled  workers  available, there is little  motivation  for\r\n\r\nemployers  to  raise  productivity and  professionalise  such\r\n\r\noccupations.   Wages in these occupations would  also  remain\r\n\r\ndepressed   and   continue   to   remain   unattractive    to\r\n\r\nSingaporeans.  Could the Minister tell us what  measures  are\r\n\r\nbeing taken to reduce the number of unskilled foreign workers\r\n\r\nin  Singapore and also what incentives are being provided  to\r\n\r\nensure  that  employers bring in better skilled workers,  and\r\n\r\nindeed if these measures are effective?\r\n\r\n<br><br><!-- Mr Thomas Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thomas Thomas:</b> Sir, during the last recession, our\r\n\r\nunions  and  workers  were praised for taking  a  cooperative\r\n\r\nposture  in contributing to cost cutting measures  to  revive\r\n\r\nthe  economy.  Looking ahead, the challenges ahead are  going\r\n\r\nto  be even more difficult.  The twin forces of globalisation\r\n\r\nand   technological   changes  are   creating   changes   and\r\n\r\nuncertainties at an incredible speed.  We need to  strengthen\r\n\r\ntripartism  to better manage the uncertainties of the  future\r\n\r\nand  to  make  all  the  stakeholders in  Singapore  winners.\r\n\r\nTripartism  can  only work well if there is strong  bipartite\r\n\r\nrelations  at  the  lowest working level  in  our  factories,\r\n\r\noffices and\r\n\r\n<br><br><font size=\"1\"><b>Column: 1924</b></font><br><br>\r\n\r\nworkshops  between managers, supervisors, workers  and  trade\r\n\r\nunion leaders.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Industrial relations is like friendship between people.\r\n\r\nGoing  through a crisis can result in two possible  outcomes.\r\n\r\nFirstly, the shared experience could result in better bonding\r\n\r\nand  better  relations.  This in turn can make it  easier  to\r\n\r\nwork together and overcome future difficulties.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The other possibility is that friendship suffers when\r\n\r\none party feels taken advantage of by the other.  We all know\r\n\r\nof  individuals  who are nice to us when they  need  us,  and\r\n\r\nignore  us or even be unkind to us when they do not need  us.\r\n\r\nIf  good  relations suffer, we know it is very  difficult  to\r\n\r\nrebuild them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore cannot afford to have confrontational\r\n\r\nindustrial relations.  Relations at the top level between the\r\n\r\nSingapore  National Employers' Federation,  the  Ministry  of\r\n\r\nManpower and NTUC are generally good, but bipartite relations\r\n\r\nat the workplace generally need more improvement.  There is a\r\n\r\ngap.   I hear of cases where employers are being unreasonable\r\n\r\nor  taking  the  union for granted.  For  example,  they  are\r\n\r\nasking  workers  to take pay cuts even when  the  company  is\r\n\r\ndoing  well.  Retrenchment exercises are done without  regard\r\n\r\nto  the  human  factors and its impact on workers  and  their\r\n\r\nfamilies.  Union leaders are being picked on, just to name  a\r\n\r\nfew.  It is unnecessary to have these problems.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While unions put people first, yet union leaders know\r\n\r\nthat  without commercial success we cannot promote the  well-being of people.  Businesses also must realise that they  can\r\n\r\ndo  better if they can motivate the people who work for them.\r\n\r\nFear  of  losing  one's  job is not  an  effective  long-term\r\n\r\nmotivational tool.   The best tool to motivate people  is  to\r\n\r\nshow  genuine care and concern.  Then business decisions will\r\n\r\nhave to be more than just economic decisions.  It has to take\r\n\r\ninto account people factors and be adjusted accordingly.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1925</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I have a few suggestions. The Manpower 21 has made some\r\n\r\nvery  good  points on strengthening relations  and  promoting\r\n\r\ngood  human  resource practices.  I would  like  to  ask  the\r\n\r\nMinister to give top priority to its implementation.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The key players in industrial relations are union\r\n\r\nleaders and HR practitioners.  We need to upgrade their level\r\n\r\nof   professionalism.   They  have  to   conduct   industrial\r\n\r\nrelations  with openness, honesty and, of course,  integrity.\r\n\r\nWhile  unions  spend  a  lot  of resources  in  training  and\r\n\r\ndeveloping union leaders, the quality of our HR professionals\r\n\r\nvaries very widely.  I suggest the Ministry work closely with\r\n\r\nthe  Singapore  Human Resource Institute to train  and  maybe\r\n\r\neven  certify  HR practitioners to ensure a higher  level  of\r\n\r\nprofessionalism.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, the Government, as the biggest employer, can set\r\n\r\nthe  example.  It will have to involve, consult and recognise\r\n\r\nunion  leaders. I also hope that the Government  will  ratify\r\n\r\nthe core ILO conventions as in the Declaration of Fundamental\r\n\r\nPrinciples  and  Rights of Workers as soon as  possible.   It\r\n\r\nwill help our image and increase the social consciousness  of\r\n\r\nour  business.   We  do  not  have blatant  and  unfair  work\r\n\r\npractices  in  this  country, but without  ratifying  it,  it\r\n\r\ncreates a kind of impression in the international community.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I hope that the Trade Unions Act will be amended\r\n\r\nto  allow  trade  unions  to  represent  more  categories  of\r\n\r\nworkers.  I mentioned this in the debate on the amendments to\r\n\r\nthe  Trade Unions Act.  I also hope the Act will allow unions\r\n\r\nto  buy shares of companies where they have members.  Some of\r\n\r\nthese companies may not be trustee stock companies.   Some of\r\n\r\nthem  may be listed in foreign stock markets.  This will mean\r\n\r\nallowing  unions  to buy shares of foreign  companies  and  I\r\n\r\nthink  this  will  also help to bring about  a  link  between\r\n\r\nemployers and workers.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I think we cannot succeed without the\r\n\r\nwholehearted support of the business leaders at  the  top  of\r\n\r\nour\r\n\r\n<br><br><font size=\"1\"><b>Column: 1926</b></font><br><br>\r\n\r\nbusiness community.  And I hope the political leadership will\r\n\r\ndo more to sell the benefits of tripartism.\r\n\r\n<br><br><!-- Mr Charles Chong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Charles Chong:</b> Sir, the 10% CPF cut was made on 1st\r\n\r\nJanuary  last year in an environment of economic and regional\r\n\r\nrecession.  Since then, there has been a sharp rebound in the\r\n\r\nregional  economies,  and the Singapore economy  has  emerged\r\n\r\nwell  placed  for  expansion in the next  few  years.   A  2%\r\n\r\nrestoration  will  be made on 1st April this  year.  However,\r\n\r\nmany companies are well able and some may even be willing  to\r\n\r\nrestore  the 10% cut at a faster rate than that announced  by\r\n\r\nthe  Government.   Is there any reason why  the  Ministry  of\r\n\r\nManpower  should  not  permit a  faster  restoration  of  the\r\n\r\nemployer's  CPF contribution by companies that are  able  and\r\n\r\nwilling  to  make such restorations?  And will  the  Ministry\r\n\r\nconsider  granting  such restorations the  usual  income  tax\r\n\r\nexemptions?\r\n\r\n<br><br><!-- Mr Thomas Thomas -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Thomas Thomas:</b> Sir, the main social security safety\r\n\r\nnet  for  Singaporeans  is the Central  Provident  Fund.   It\r\n\r\nprovides  for  our old age, medical, education  of  children,\r\n\r\nhome ownership, investments.  And the question asked, is  CPF\r\n\r\nreally  adequate to meet all these needs?  Apparently,  going\r\n\r\nby  newspaper reports, it may not be adequate because a large\r\n\r\namount of CPF contributions has been used by workers for home\r\n\r\nownership.  While it is right, I support the use of  CPF  for\r\n\r\nhome  ownership but, unfortunately, the prices of houses  are\r\n\r\ngoing  up faster than the wage rises, and more of the CPF  is\r\n\r\nbeing used up.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second thing is that there is an income ceiling of\r\n\r\n$6,000  on  CPF  contributions and this has not  been  raised\r\n\r\nsince  1985.  Moreover, the liberalisation in investments  of\r\n\r\nCPF  holdings  has meant quite a number of people  have  lost\r\n\r\nmoney on the stock market.  I want to suggest some points  to\r\n\r\nensure  that we have enough money needs to carry  through  in\r\n\r\nCPF  and  other  means  to  our  old  age.   First,  I  agree\r\n\r\ncompletely  with Mr Charles Chong that we should restore  the\r\n\r\nCPF cut as soon as possible.  We do not have to wait for\r\n\r\n<br><br><font size=\"1\"><b>Column: 1927</b></font><br><br>\r\n\r\nfive  years. The Government did a good example by not waiting\r\n\r\ntill  next year but restoring it this year.  Keep up the good\r\n\r\nwork and do even much faster.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second thing is that we should never ever use CPF as\r\n\r\na  tool  for cost reduction.  In the 1985 recession, CPF  was\r\n\r\nused  and  the Government said that it was very painful.  The\r\n\r\nreason  the  CPF  was used was because the  wage  system  was\r\n\r\ninflexible.   So  a  flexible wage system was  promoted.   In\r\n\r\n1998, CPF was again cut because many firms had not introduced\r\n\r\na flexible wage system, especially in the private sector.  In\r\n\r\nthe   private  sector,  for  categories  of  executives   and\r\n\r\nmanagerial  people,  practically  no  flexible  wage   system\r\n\r\nexists.   So  we should promote the flexible wage system  and\r\n\r\nnow, base-up wage system, so that we do not have to have  the\r\n\r\npainful  CPF cut, which actually affects people at the  lower\r\n\r\nlevel of income more painfully than people at the top.  These\r\n\r\nare people who need CPF savings most.\r\n\r\n<br>2.30 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, I suggest that we lift the income ceiling of\r\n\r\n$6,000 for CPF contribution.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, increase their income through education and\r\n\r\ntraining.   If  we can use CPF for investments in  the  stock\r\n\r\nmarket,   we  should  also  allow  people  to  use  CPF   for\r\n\r\ninvestments in increasing human capital.  Therefore, they can\r\n\r\nuse  it for training and educational purposes.  We heard from\r\n\r\nthe  Ministry of Trade and Industry that they want  consumers\r\n\r\nto  have  choice.   Give workers choice.  Give  workers  some\r\n\r\nmoney  into  their  CPF accounts and let  them  decide  which\r\n\r\ntraining courses they want to take which are useful for them.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fifthly, allow the employers to have some tax incentive\r\n\r\nbenefits  to  contribute to the SRS which  the  Minister  for\r\n\r\nFinance  has  announced.  The SRS could  be  a  supplementary\r\n\r\nincome for old age, and let employers contribute.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, tax allowance for savings in excess of CPF.\r\n\r\nThe most they get is for\r\n\r\n<br><br><font size=\"1\"><b>Column: 1928</b></font><br><br>\r\n\r\nCPF allowance and people who save in insurance do not get any\r\n\r\nadvantage.  Can the Minister look for supplementary provision\r\n\r\nretirement  which  could be through employers  and  companies\r\n\r\nlike  insurance  companies, banks and cooperative  societies?\r\n\r\nTherefore, in that way, they will have CPF plus private means\r\n\r\nto give them income for old age.\r\n\r\n<br><br><!-- Mr Ahmad Mohd Magad -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ahmad Mohd Magad (Pasir Ris):</b> Sir, I am speaking to\r\n\r\nreinforce the point which Mr Thomas just made on the usage of\r\n\r\nCPF for education.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There have been strong arguments both for and against\r\n\r\nopening  up  the  use of CPF funds for educational  purposes.\r\n\r\nWhile  it is laudable that the Government has set aside funds\r\n\r\nfor  training and skills redevelopment, this does not  extend\r\n\r\nsufficient  flexibility to employees and  workers  to  freely\r\n\r\nchoose  the new skills or courses they would like to  pursue.\r\n\r\nAlso,  in the case of parents wanting to use their CPF  funds\r\n\r\nfor   their   children's  education,  CPF  funds   usage   is\r\n\r\npermissible  only  for  courses at  our  local  universities.\r\n\r\nHowever, quite a large number of students do not qualify  for\r\n\r\nadmission  into the National University of Singapore  or  the\r\n\r\nNanyang Technological University.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in an age where a first degree is quickly becoming\r\n\r\nthe  norm for entry level jobs, parents whose children do not\r\n\r\nqualify  for local university admission are forced  to  admit\r\n\r\ntheir  children  into  foreign universities  which,  in  most\r\n\r\ncases,  cost much more.  The denial of CPF funds usage  means\r\n\r\nthat  the  education has to be financed from savings  or  the\r\n\r\nparents have to work doubly hard to raise the money for their\r\n\r\nchildren's  overseas  education.   Sir,  this  imposes  undue\r\n\r\nstrain on the family as parents have to work overtime or hold\r\n\r\ntwo  jobs to pay overseas tuition fees and lodging costs  for\r\n\r\ntheir children.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a KBE environment where all Singaporeans are\r\n\r\nencouraged  to  pursue life-long learning to remain  relevant\r\n\r\nand  employable in a fast changing business environment,  our\r\n\r\npeople should be given maximum flexibility to various sources\r\n\r\nof\r\n\r\n<br><br><font size=\"1\"><b>Column: 1929</b></font><br><br>\r\n\r\nfunds,  including  those statutorily held  on  their  behalf.\r\n\r\nAfter  all,  pursuit of life-long learning  is  a  worthwhile\r\n\r\ninvestment  to  keep  them relevant with  the  needs  of  the\r\n\r\neconomy.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, beyond tertiary education in Singapore's\r\n\r\ninstitutions of higher learning, I would like to propose that\r\n\r\nCPF  funds  usage  be  selectively  permitted  at  least  for\r\n\r\naccredited courses of study,  both local as well as  foreign.\r\n\r\nThe Ministry of Manpower in conjunction with the Ministry  of\r\n\r\nEducation could perhaps issue some guidelines on the types of\r\n\r\naccredited courses permitted.\r\n\r\n<br><br><!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hawazi Daipi (Sembawang):</b> Female workers form about\r\n\r\nhalf  of our population.  They also make up more than 40%  of\r\n\r\nour  workforce.   They  are  a very  important  part  of  our\r\n\r\nsociety.  They enjoy equal pay as men for the same job  done.\r\n\r\nThey  enjoy tax rebates that are extended to men.  There  are\r\n\r\nmany  women  who  are  working  and  are  not  classified  as\r\n\r\neconomically active.  They play a very important role at home\r\n\r\nin  keeping  the  family  together, in  taking  care  of  the\r\n\r\nchildren,  in keeping them cope with the school work.   While\r\n\r\nall  those  who  work  would enjoy  CPF  savings   for  their\r\n\r\nretirement and old age, our home makers, while working  women\r\n\r\nlike  working males benefit from Government CPF  top-up  from\r\n\r\ntime to time, non-working wives do not.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Considering the important role of the home makers, I\r\n\r\nwould  like  to  urge  the Ministry  to  extend  the  planned\r\n\r\nSupplementary Retirement Scheme (SRS) to the working wives or\r\n\r\nspouses  by  allowing the husbands to contribute to  the  CPF\r\n\r\nsavings  account.  We can start this with women  who  already\r\n\r\nhave  CPF  accounts but who stopped working to take  care  of\r\n\r\ntheir  families.  But in future the scheme should be open  to\r\n\r\nall working non-spouses.  In order to encourage such savings,\r\n\r\nit  is  important that the relevant tax incentives be offered\r\n\r\nto  them.   When  we  have budget surpluses,  the  Government\r\n\r\nshould  top  up  the SRS account of the non-working  spouses.\r\n\r\nThe  SRS  is particularly for workers in the lower income  so\r\n\r\nthat they\r\n\r\n<br><br><font size=\"1\"><b>Column: 1930</b></font><br><br>\r\n\r\ncan boost their savings for old age.  Unfortunately, as shown\r\n\r\nby  the experience of the USA in regard to the optional  401K\r\n\r\nsavings  scheme, the lower income workers are less likely  to\r\n\r\ncontribute  to the SRS.  To start with, they have less  money\r\n\r\nto set aside as savings, and they would benefit less from the\r\n\r\nproposed  tax nature of the SRS.  After all, 70% of our  wage\r\n\r\nearners do not pay income tax.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That is why I propose that the SRS should offer good\r\n\r\nincentives to encourage the lower income workers to save  for\r\n\r\ntheir  own  and  their spouses' old age and retirement.   One\r\n\r\npossible  way to encourage them to save up through this  CPF-based scheme is by the Government topping up the SRS accounts\r\n\r\nwhen  there are budget surpluses.  Of course, to start  with,\r\n\r\ngood tax incentives should be offered.\r\n\r\n<br><br><!-- Dr Jennifer Lee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Jennifer Lee (Nominated Member):</b> The Member before\r\n\r\nme, Mr Hawazi Daipi, argued very eloquently for the extension\r\n\r\nof  SRS  to spouses.  In the previous day, Mr Seng Han  Thong\r\n\r\nhas  also asked for the same thing.  I would like to also add\r\n\r\nmy voice to this.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to the contribution that working spouses\r\n\r\nmake  to the well being of the family, this particular  group\r\n\r\nis  vulnerable because the women are the ones who live longer\r\n\r\nand  will form the largest portion of the elderly population.\r\n\r\nThe  Report  of  the  Inter-Ministerial Committee  on  Ageing\r\n\r\nPopulation had registered we were greatly concerned that many\r\n\r\nCPF  account  holders  would  have  inadequate  balances   on\r\n\r\nretirement.   This particular group which is most  vulnerable\r\n\r\nis  in  fact  also  the  group that will  not  have  any  CPF\r\n\r\nbalances.   I support the proposal put forward by  Mr  Hawazi\r\n\r\nDaipi  and Mr Seng Han Thong.  I would in fact like  to  take\r\n\r\none  step  further to suggest, over and above the  favourable\r\n\r\ntax treatment, a voluntary contribution to the CPF account of\r\n\r\ntheir wives.  We should consider making it mandatory that  in\r\n\r\nthe  case  where one spouse is not working in a salaried  job\r\n\r\nbut  is  a  full  time  housemaker,  a  portion  of  the  CPF\r\n\r\ncontribution  of the salary of the spouse must be  channelled\r\n\r\ninto a CPF account of the homemaker so that the latter is not\r\n\r\ntotally dependent on the goodwill and indeed the prudence  of\r\n\r\nthe\r\n\r\n<br><br><font size=\"1\"><b>Column: 1931</b></font><br><br>\r\n\r\nwage  earner to have some funds available to see her  through\r\n\r\nin her old age.\r\n\r\n<br><br><!-- Dr Lee Boon Yang (Minister for Manpower) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Manpower (Dr Lee Boon Yang):</b> Sir,\r\n\r\nthank you for allowing me to respond to the hon. Members  who\r\n\r\nhave just spoken.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, I would like to respond to Mr Charles Chong who\r\n\r\nspoke  about  the  need to have a national manpower  planning\r\n\r\nframework  to  quickly anticipate and identify  key  manpower\r\n\r\ntrends  in  a  fast  changing  environment.   I  am  in  full\r\n\r\nagreement with Mr Chong that we need to have such a  manpower\r\n\r\nplanning   framework.   This  is   in   fact   one   of   the\r\n\r\nrecommendations of the Manpower 21 study, namely,  to set  up\r\n\r\na National Manpower Council in order to conduct an integrated\r\n\r\nholistic  approach towards manpower planning  for  Singapore.\r\n\r\nSir,  as our economy transits into a knowledge based economy,\r\n\r\neffective  manpower planning will  be crucial to help  us  to\r\n\r\nmeet  the challenges of rapid changes as well as to ride  the\r\n\r\nnew   wave   of  opportunities.   Sir,  a  manpower  planning\r\n\r\nframework  with the Manpower Council at the helm will  enable\r\n\r\nus  to  better anticipate manpower needs and to facilitate  a\r\n\r\nbetter fit between manpower demand and supply.  It will  also\r\n\r\nenable  us  to  address  the manpower issues  in  a  holistic\r\n\r\nmanner.   The  end objective is, of course,  to  enhance  the\r\n\r\ncompetitiveness  of  our  workforce  in  the  knowledge-based\r\n\r\neconomy.\r\n\r\n<br>2.45 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am pleased to report that the National Manpower\r\n\r\nCouncil  had held its inaugural meeting last month.  I  would\r\n\r\nlike to take this opportunity to inform the House on some  of\r\n\r\nthe  key issues which were discussed and the strategies which\r\n\r\nwere endorsed by the National Manpower Council.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, on the area of manpower demand. With the\r\n\r\neconomic recovery well underway, job creation is expected  to\r\n\r\nbe  positive in the medium term, with a projected average net\r\n\r\njob creation of about 45,000 jobs per annum between the\r\n\r\n<br><br><font size=\"1\"><b>Column: 1932</b></font><br><br>\r\n\r\nyears  2000 and 2005.  This will be much lower than the  pre-crisis  year.  45,000 jobs a year might sound a lot, but,  in\r\n\r\nfact,  it is much lower than what we were doing in the  years\r\n\r\nbefore  the  financial crisis.  Between 1992  and  1997,  for\r\n\r\nexample, we saw employment gain of about 83,000 per year.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the next five years, the sectors with the fastest job\r\n\r\ngrowth  per annum include business services (about 8,800  per\r\n\r\nannum),  financial inter-mediation (5,900),  computer-related\r\n\r\nactivities   (4,007),   transport  and   logistics   (4,000),\r\n\r\neducation  (2,008),  health  care  (2,300),  wholesale  trade\r\n\r\n(1,900)  and  petroleum  and chemical  (1,400).   Sir,  these\r\n\r\nprojections,  I have to emphasise, are based on  the  economy\r\n\r\ngrowing steadily at an average of 5% per annum and also based\r\n\r\non  what  we  know of the investment trends and the  business\r\n\r\nopportunities or business forecasts in the short term.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is important is not so much the actual projected\r\n\r\nnumber, but the projected changes in demand between different\r\n\r\nsectors  of  the  economy.   The projections  show  that  the\r\n\r\nservice  sector and the IT-related will lead in job creation.\r\n\r\nIn  the  manufacturing sector, the turnover of  lower  value-added  jobs  to be replaced by higher value-added  jobs  will\r\n\r\ncontinue.   EDB's Industry 21 plan is on target  to  generate\r\n\r\nabout 15,000 jobs per annum, two-thirds of which will require\r\n\r\nfairly  highly skilled workers.  New jobs in the  electronic,\r\n\r\nchemical and life sciences industry will be created.  At  the\r\n\r\nsame time, job losses are expected from restructuring of  the\r\n\r\nlight manufacturing and electronic industries.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Employment growth in the service sector will be\r\n\r\nunderpinned  by  the rapid growth of Internet and  e-commerce\r\n\r\nactivities  across  various  industries,  including  finance,\r\n\r\nbusiness  and  education and the growth of new activities  in\r\n\r\nlogistics, communication and IT.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in line with the move towards more knowledge-based\r\n\r\nactivities, the demand for manpower will be greater  for  the\r\n\r\nhighest  skilled and education category.  Manpower demand  is\r\n\r\nprojected  to grow for those with degree, diploma  and  post-secondary qualifications, while the job\r\n\r\n<br><br><font size=\"1\"><b>Column: 1933</b></font><br><br>\r\n\r\ndemand  for  workers with secondary and below education  will\r\n\r\ncontinue to drop.  In general, a greater proportion of highly-skilled  manpower will be needed across all  industries.   In\r\n\r\nterms  of  manpower  demand  by occupations  -  professional,\r\n\r\nassociated  professional and managers - will  emerge  as  the\r\n\r\nfastest  growing  occupations  in  the  industries  such   as\r\n\r\nbusiness,   computer   and   related   activities,   finance,\r\n\r\nengineering,  electronics and communication.   Sir,  to  meet\r\n\r\nthese    emerging   manpower   needs,   various    strategies\r\n\r\nencompassing manpower development, manpower augmentation  and\r\n\r\nindustry re-engineering will be needed.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First, on retraining the workforce, the Skills\r\n\r\nRedevelopment Programme and the Strategic Manpower Conversion\r\n\r\nProgramme have been formulated to provide skills training and\r\n\r\nconversion to help workers move from one industry to another.\r\n\r\nThe National Manpower Council has identified additional areas\r\n\r\nthat could be considered for SRP and the SMCP.  For instance,\r\n\r\nworkers   within   electronics,   electrical,   retail    and\r\n\r\nconstruction industries can be upgraded through  the  SRP  to\r\n\r\ntake   on   higher  skilled  jobs  within  these  industries.\r\n\r\nTraining  and conversion programmes could also be offered  to\r\n\r\nenable  workers  to  be  deployed to  other  industries  with\r\n\r\ngrowing  demand  for workers.  Workers in engineering,  light\r\n\r\nmanufacturing, finance and construction, for example, can  be\r\n\r\ndeployed  to  appropriate jobs in IT,  health  care  and  the\r\n\r\ntransport and logistics sectors.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in line with the anticipated growth in manpower\r\n\r\nneeds for specific disciplines, the National Manpower Council\r\n\r\nalso  set new targets for university and polytechnic intakes.\r\n\r\nFor  example,  the  universities will expand  the  intake  of\r\n\r\nengineering and computer science by about 4% from last year's\r\n\r\nintake.  Other disciplines with significant increases to cope\r\n\r\nwith  anticipated demand could be seen in pharmacy (about  8%\r\n\r\nincrease)  and  communication studies  (about  9%  increase).\r\n\r\nPolytechnics will increase engineering intake by about 2% and\r\n\r\n12%  for  computing.  The polytechnics will  aim  for  higher\r\n\r\nintake for media and design studies of about 14%,\r\n\r\n<br><br><font size=\"1\"><b>Column: 1934</b></font><br><br>\r\n\r\nand  for  health-related subjects, about 9%.  In the case  of\r\n\r\nbusiness studies, the intake will go up by a very significant\r\n\r\n14%,  with SMU taking a share of the increase.  In the  other\r\n\r\ndisciplines, the intakes will be maintained more or less.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, in a knowledge-based economy, when\r\n\r\nknowledge creation could come from the convergence of various\r\n\r\ndisciplines,   it  is  recommended  that  the  post-secondary\r\n\r\neducational  institutions  adopt  a  more  multi-disciplinary\r\n\r\napproach.    For  example,  core  skills  such  as   IT   and\r\n\r\ncommunication   should  be  included  as   modules   in   all\r\n\r\ndisciplines  of studies.  This approach will provide  younger\r\n\r\nSingaporeans with multiple skills and capability for a  wider\r\n\r\nrange of jobs.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To achieve the desired educational profile for the\r\n\r\nworkforce  of 25% degree, 20% diploma, and 20% post-secondary\r\n\r\nworkers  in 10 to 15 years' time and to ensure that  workers,\r\n\r\nespecially those at risk of structural unemployment,  can  be\r\n\r\ntrained  and  deployed  to emerging industries  quickly,  the\r\n\r\nNational  Manpower Council strongly endorses the Manpower  21\r\n\r\nprogrammes to enhance in-employment, education and  training.\r\n\r\nUnder  this  system,  we will optimise  the  use  of  current\r\n\r\neducational   infrastructure  to  expand  the  capacity   for\r\n\r\ncontinuing  education and training.  My  Ministry  will  work\r\n\r\nclosely  with Ministry of Education to look into the  funding\r\n\r\narrangements  for  specific  programmes  and  the  means   to\r\n\r\noptimise  the  current infrastructure  to  provide  this  CET\r\n\r\nneeds,  for example, through the provision of more  part-time\r\n\r\nand evening classes.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another strategy is to re-engineer jobs and industries\r\n\r\nwhich  are  low  value-added and are  labour-intensive.   The\r\n\r\nobjectives  are  to  improve  productivity,  reduce  manpower\r\n\r\ndemand and raise the image of the industry to encourage  more\r\n\r\nlocals   to   enter  such  occupation.   This  is  especially\r\n\r\nimportant  given  that  there  are  many  in  our  workforce,\r\n\r\nespecially of the older age group, who may not have the basic\r\n\r\nliteracy,  numeracy and language skills to benefit  from  the\r\n\r\nSkills Redevelopment or Conversion Programmes.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1935</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Through these strategies, Sir, we hope some of the\r\n\r\nstructurally  unemployed will be able to  fill  the  manpower\r\n\r\ngaps   in  the  domestic  service-based  industries  and   be\r\n\r\nmeaningfully  employed.  This strategy has been initiated  in\r\n\r\nthe  cleaning  and  construction  industries.   The  National\r\n\r\nManpower  Council has identified other areas in health  care,\r\n\r\nhotel and restaurant and retail sectors.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in augmenting manpower supply, there is a need to\r\n\r\naugment  the  local manpower supply.  That is quite  obvious.\r\n\r\nIn  many  areas, we have jobs where we do not have sufficient\r\n\r\nSingaporeans  to  take  these  jobs  or  we   do   not   have\r\n\r\nSingaporeans  with the required expertise and  experience  to\r\n\r\ntake  on  these  jobs.  That is why we need  to  augment  our\r\n\r\nmanpower  supply.  But, first of all, in terms of  augmenting\r\n\r\nor  increasing our manpower supply, we must also look at  our\r\n\r\nown domestic population, our own workforce.  For instance, if\r\n\r\nwe  can  increase the female labour force participation  rate\r\n\r\nby,  say, 3 percentage points, we will be able to draw  about\r\n\r\n40,000  women, who are now economically inactive,  back  into\r\n\r\nthe  workforce.  So just a 3 percentage point improvement  in\r\n\r\nour  female labour force participation rate amounts to 40,000\r\n\r\nadditional  or  new  workers to the  workforce.   This  is  a\r\n\r\nsignificant area for us to look into, if we are talking about\r\n\r\naugmenting our manpower resources.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But even after we try to draw the economically inactive\r\n\r\nwomen  into  the  labour force, we will find that  there  are\r\n\r\nstill  gaps in the manpower demand and supply which the local\r\n\r\nworkforce  will  not be able to fill, as I said  earlier  on,\r\n\r\nperhaps where Singaporeans do not have the experience or  the\r\n\r\nexpertise  or  where  there are just  simply  not  enough  of\r\n\r\nSingaporeans  to go around.  Consequently, we  will  need  to\r\n\r\nsupplement  our  local workforce with foreign  manpower.   We\r\n\r\nmust continue to leverage on the global manpower resources at\r\n\r\nall  levels  in  order  to bring about  sustainable  economic\r\n\r\ngrowth.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1936</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We expect the shortage in professionals and technicians\r\n\r\nas  well  as production workers and manual workers to persist\r\n\r\nfor  some time to come.  Foreign manpower is therefore needed\r\n\r\nto  plug  these gaps, especially at the higher end, where  we\r\n\r\ncontinue  to  attract foreign talent.  At the lower  end,  we\r\n\r\nwill  continue to admit foreign workers selectively.  So  the\r\n\r\nthrust is to raise the skills profile and the productivity of\r\n\r\nlower-end foreign manpower as well as to professionalise  the\r\n\r\nlower-skilled jobs, so that we can reduce our reliance on low\r\n\r\nor unskilled foreign workers.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, all these strategies will help us to build a\r\n\r\nglobally competitive workforce to meet the economy's needs as\r\n\r\nwe  transit into a knowledge-based economy.  My Ministry will\r\n\r\nwork  closely  with  our  various partners  and  implementing\r\n\r\nagencies on these strategies and programmes.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chong also raised questions on manpower development\r\n\r\nand  on  foreign  workers.  There are cuts later  on  in  the\r\n\r\ndebate  on  this.  Either my Minister of State or I  will  be\r\n\r\nresponding to those other points.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me now move on to Mr Thomas Thomas' point on the\r\n\r\nimportance  of  tripartism.  Here, again, I agree  completely\r\n\r\nwith Mr Thomas on the importance of tripartism.  It has been,\r\n\r\nI  would say, a cornerstone of our economic well-being.   The\r\n\r\nstrong     tripartite     cooperative,    non-confrontational\r\n\r\nrelationship  has helped us tremendously and is,  indeed,  an\r\n\r\nasset.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Thomas suggested that we give top priority to the M21\r\n\r\nrecommendation  to upgrade the human resource  practitioners.\r\n\r\nYes,  we  will  do that.  We will work closely  with  various\r\n\r\nhuman resource institutes.  In fact, my Ministry has set up a\r\n\r\nunit  to promote a HR promotion unit where we will study  the\r\n\r\ncompanies  which  have  developed  or  implemented  good   HR\r\n\r\npractices.   We will use these as case studies  and  we  will\r\n\r\nthen  promote these practices to other employers  by  way  of\r\n\r\nseminars or workshops, so that employers and HR practitioners\r\n\r\ncan  learn  about what other companies are doing  by  way  of\r\n\r\nimproving their HR management practices.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1937</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Thomas also suggested that the Government as an\r\n\r\nemployer   should  contribute  to  building   up   tripartite\r\n\r\nrelationship, consulting the unions whenever there is a need.\r\n\r\nLet me assure him that that is our approach.  I know that the\r\n\r\nPublic  Service  Division  does consult  the  unions  on  key\r\n\r\nissues, whether it is NWC wage increases or any other matters\r\n\r\nthat would affect the public sector employees.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He mentioned in passing about ratifying ILO conventions.\r\n\r\nLet  me  point out that there is a cut later on and  we  will\r\n\r\ngive   him   a  full  reply  on  our  approach  towards   ILO\r\n\r\nconventions.  But at this juncture, suffice to say that  when\r\n\r\nILO convention does not run counter to our national interest,\r\n\r\nwe are very open and we are ready to ratify such conventions.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Thomas also suggested that the Trade Unions Act be\r\n\r\namended  to  enable unions to represent a wider  category  of\r\n\r\nworkers.  As it stands today, any employee who has a contract\r\n\r\nor  service  with an employer, in other words,  there  is  an\r\n\r\nemployer-employee  relationship, he is  already  entitled  to\r\n\r\njoin  the union, regardless of whether the worker is a  part-time worker, a casual worker or hired on a contract.  As long\r\n\r\nas there is a real employer-employee relationship, the worker\r\n\r\ncan  join  a union.  The group that is excluded, in fact,  is\r\n\r\nonly the self-employed workers.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the past, prior to 1982, even self-employed could\r\n\r\njoin  the trade unions.  But then it was noted that obviously\r\n\r\nbeing   self-employed,   there   was   no   employer-employee\r\n\r\nrelationship,  and  the  group or the union  that  represents\r\n\r\nthese self-employed workers could not negotiate or could  not\r\n\r\nhave  collective bargaining with the employer  because  there\r\n\r\nwas  no  real  employer-employee relationship on  which  they\r\n\r\ncould  base  their collective bargaining on.  And  also  such\r\n\r\nself-employed workers - even if they joined the union, before\r\n\r\nthe  1982 amendment to the Trade Unions Act - found that they\r\n\r\ncould  not  avail  themselves  of  the  conciliation  or  the\r\n\r\nindustrial arbitration process within the ambit of our labour\r\n\r\nlegislation.  So, in fact, there was no advantage for them to\r\n\r\nbecome union members in this sense.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1938</b></font><br><br>\r\n\r\n<br>3.00 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, there are some vocations which\r\n\r\ngenerally are considered as self-employed but, in fact, there\r\n\r\nmay  be specific instances where they are actually employees.\r\n\r\nFor instance, many musicians are considered self-employed and\r\n\r\nthey  are  not  members  of a union.  But  musicians  of  the\r\n\r\nSingapore  Symphony  Orchestra, for  instance,  are  actually\r\n\r\nemployees  of  the Singapore Symphony Orchestra  Limited  and\r\n\r\ntherefore  they are eligible to join a union.  There,  again,\r\n\r\nit  is  not  a question of what you do.  It is a question  of\r\n\r\nwhether there is an actual employer-employee relationship.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Thomas also suggested that unions should be allowed\r\n\r\nto buy shares of their own companies, including foreign-based\r\n\r\ncompanies.   This is an area that we have to study carefully.\r\n\r\nPresently,  unions can invest their funds in trustee  shares.\r\n\r\nThey  can  invest  in  land, they can  also  invest  in  land\r\n\r\noverseas, although that will require a different procedure to\r\n\r\nget  approval from the members.  But whether they should  buy\r\n\r\noverseas shares and also foreign denomination shares,  it  is\r\n\r\nsomething that we should study.  We should not rush into  it.\r\n\r\nOf  course,  as  Mr Thomas would agree, the risks  of  buying\r\n\r\noverseas  shares with foreign denomination are  much  greater\r\n\r\nthan buying Singapore dollar denominated shares.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I next turn to Mr Charles Chong's query on some\r\n\r\ncompanies  which are able and may be willing to  restore  the\r\n\r\n10% CPF cut faster than announced by the Government.  Let  me\r\n\r\nsay  that the CPF cut that we introduced on 1st January  1999\r\n\r\nhad  enabled  many companies to become more cost competitive.\r\n\r\nCompanies,  which were facing severe difficulties during  the\r\n\r\nfinancial crisis and economic downturn, could, in fact,  have\r\n\r\nfallen by the wayside, but ended up with a second chance as a\r\n\r\nresult   of  our  CPF  reduction  and  other  cost  reduction\r\n\r\nmeasures.  Many have in fact survived and are well  on  their\r\n\r\nway  back  towards a growth path again.  Companies that  were\r\n\r\ndoing  well  during  the  crisis and economic  downturn  also\r\n\r\nbenefited from the cut in CPF because they then found\r\n\r\n<br><br><font size=\"1\"><b>Column: 1939</b></font><br><br>\r\n\r\nthemselves to be even more competitive than they were before.\r\n\r\nThey  could  gain a bigger market share.  So what happens  is\r\n\r\nthat  when  you  cut  the CPF across the board,  you  benefit\r\n\r\neverybody because those companies that are not doing well, we\r\n\r\nhelp them to survive.  Those companies that are already doing\r\n\r\nwell,  they are able to increase their market share  and,  in\r\n\r\nthe process, even create more jobs.  So we both preserve jobs\r\n\r\nand also create more jobs.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we were to allow companies which are able to make\r\n\r\nquicker  restoration of the CPF on their own  and  also  give\r\n\r\nthem  the  full tax benefit, then we are going to lead  to  a\r\n\r\nsituation   of   invidious  comparison   between   companies.\r\n\r\nEmployees  who want to compare may say, \"Why is this  company\r\n\r\nable to make the restoration faster, although voluntarily, as\r\n\r\ncompared   to  mine?\"   That  would  remove  this  sense   of\r\n\r\ncollective  burden sharing that was so important  in  how  we\r\n\r\nrallied Singaporeans together to face the crisis in 1998.  It\r\n\r\ncould lead to a situation where employers, including the less\r\n\r\nprofitable  ones,  could  be  pressured  to  make   voluntary\r\n\r\ncontribution.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Having said that, I do not think companies that are\r\n\r\ndoing well should just enjoy the CPF cut and reflect it as an\r\n\r\nadditional  surplus or profit to be enjoyed by  shareholders,\r\n\r\nwho  are  owners of the company.  There is a  case  here  for\r\n\r\ncompanies that are doing well to also reward their workers by\r\n\r\neither  wage increase, if they think that their good prospect\r\n\r\nis  sustainable, or by one-off special bonuses, at the end of\r\n\r\nthe  year,  if  they  are  not  too  sure  whether  the  good\r\n\r\nperformance  will  continue  or  not.   In  fact,  this   was\r\n\r\nrecommended  by  the NWC in October 1998 to account  for  the\r\n\r\ndifferences that if you are doing well, the companies  should\r\n\r\nreward  workers with special bonuses, rather than go back  to\r\n\r\nthe old CPF mechanism.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As far as the Government is concerned, we will restore\r\n\r\nthe CPF cut, and this is a point which was also brought up by\r\n\r\nMr\r\n\r\n<br><br><font size=\"1\"><b>Column: 1940</b></font><br><br>\r\n\r\nThomas.  We will restore the CPF cut at a pace which will not\r\n\r\nhurt the economic recovery and growth.  The first step is the\r\n\r\n2%  restoration on 1st April this year.  We will speed up the\r\n\r\nrestoration if there is clear evidence that a faster pace  of\r\n\r\nrestoration will not hurt our overall competitiveness.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Thomas next went on to suggest that the CPF should\r\n\r\nnot  be used as a tool for cost reduction.  I agree with him.\r\n\r\nWe  should not treat the CPF as a means of adjusting our wage\r\n\r\ncost at the slightest provocation.  We should look at the CPF\r\n\r\nas  a  last  resort.   Only  if there  is  no  other  way  of\r\n\r\npreserving our competitiveness should we then touch the  CPF.\r\n\r\nThis  has always been my position even in 1998, when we  were\r\n\r\nfirst  discussing the CPF cut.  Because whenever you cut  the\r\n\r\nCPF, it will affect people in a whole range of ways, some  of\r\n\r\nwhich are quite unanticipated.  So we should always treat  it\r\n\r\nas a last resort measure.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with him that we should use the flexible wage\r\n\r\nsystem   as   the   first  mechanism  to  adjust   our   wage\r\n\r\ncompetitiveness.   In  this regard, we  should  get  all  our\r\n\r\nemployers  to  sit  up and take a more proactive  stand  with\r\n\r\nregard  to  the  recommendations by the NWC  to  institute  a\r\n\r\nmonthly variable payment.  A monthly variable payment,  which\r\n\r\nis in a way bringing part of the end-of-the-year bonuses into\r\n\r\na  monthly  payment, will help employers to cope with  sudden\r\n\r\nchanges  in  the business environment.  They do not  have  to\r\n\r\nwait  till the end of the year to adjust the bonuses in order\r\n\r\nto  reduce their labour costs.  They could in fact adjust the\r\n\r\nmonthly  variable payment whenever business  takes  a  sudden\r\n\r\nturn  for  the  worse.  This is an area  that  all  employers\r\n\r\nshould  sit  up and take notice of, and try to  implement  as\r\n\r\nsoon as possible.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He also suggested that we should review the CPF\r\n\r\ncontribution   ceiling   because,  presently,   no   CPF   is\r\n\r\ncontributed for salary above $6,000.  The $6,000 was fixed in\r\n\r\n1985.  We have looked at this possibility.  But we should  be\r\n\r\ncareful  about raising the CPF contribution ceiling.  Because\r\n\r\nif you do that, you are increasing\r\n\r\n<br><br><font size=\"1\"><b>Column: 1941</b></font><br><br>\r\n\r\nthe  cost  burden  to the employers.  And at  this  juncture,\r\n\r\nwhile  the economy has recovered, we cannot be sure that  the\r\n\r\nrecovery  will be smooth and uneventful.  We do not  want  to\r\n\r\nover burden the industry with additional cost factor.  So  we\r\n\r\nshould be very careful about adjusting the CPF ceiling.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the contrary, we do want Singaporeans to also save\r\n\r\nmore  for  their  retirement which is why  the  Minister  for\r\n\r\nFinance  announced the Supplementary Retirement Scheme.   The\r\n\r\nscheme will enable those who want to save more and also  have\r\n\r\na  tax  incentive to save, to put aside more of their  income\r\n\r\ninto  the  Supplementary Retirement Scheme, ie,  open  a  SRS\r\n\r\naccount  and put aside additional savings for their old  age.\r\n\r\nAs to the details of the scheme, the Minister for Finance has\r\n\r\nexplained  that  he will study it in greater  detail  because\r\n\r\nthere is a wider tax implication.  We will seek feedback from\r\n\r\nvarious sectors and if Members have any comments, we will  be\r\n\r\nprepared to consider, particularly, whether employers  should\r\n\r\ncontribute to the SRS by way of incentives so that they  will\r\n\r\nput  in  their co-contribution  together with the  employees.\r\n\r\nThis is something we can look into.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;His other point was that we should consider additional\r\n\r\ntax  allowance  for employees or workers who have made  other\r\n\r\ninvestments, such as by way of insurance policies.   This  is\r\n\r\nan   area   that   had  been  studied  before.    Under   our\r\n\r\narrangements, all mandatory CPF contributions are tax exempt.\r\n\r\nYou  can buy insurance and claim tax exemption on the premium\r\n\r\nthat you have paid, provided the total amount does not exceed\r\n\r\nthe  mandatory  CPF contribution.  I am not sure  whether  we\r\n\r\nshould at this juncture change the tax ruling.  But this is a\r\n\r\nmatter for the Minister for Finance to consider.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I would like to respond to Mr Ahmad Magad, Mr Ang\r\n\r\nMong  Seng and also Mr Thomas.  Both Mr Magad and Mr Ang Mong\r\n\r\nSeng  raised the concern about using CPF for self-improvement\r\n\r\ncourses,  part-time courses and overseas education for  their\r\n\r\nchildren.  This is not a\r\n\r\n<br><br><font size=\"1\"><b>Column: 1942</b></font><br><br>\r\n\r\nnew  subject.  It has been raised on many occasions  in  this\r\n\r\nChamber  and we have discussed this extensively.  Let  us  go\r\n\r\nback to the objectives of the CPF.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What is the CPF's core objective? It is to help the\r\n\r\nmember to save sufficient money for his retirement needs.  We\r\n\r\nhave  allowed one deviation from this and, that is, to  allow\r\n\r\nhim  to  borrow  against   his CPF  savings  to  finance  his\r\n\r\nchildren's  full-time  education in a Singapore  institution.\r\n\r\nWe also have allowed the CPF member to borrow against his own\r\n\r\naccount  if he himself wants to undertake a full-time  course\r\n\r\nin a Singapore institution.  This was in order to allow lower\r\n\r\nincome  Singaporeans who have difficulties  supporting  their\r\n\r\nchildren   to   study   full-time  at  the   local   tertiary\r\n\r\ninstitutions.   We  are comfortable with doing  that  because\r\n\r\ntertiary education in Singapore is highly subsidised, and the\r\n\r\nfees are in fact regulated and controlled by the Government.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, for self-improvement courses, the\r\n\r\nfees  are charged at the market rate.  Overseas education  is\r\n\r\nvery costly.  Even if we say yes, you can borrow against your\r\n\r\nCPF  account  to finance your children's overseas  education,\r\n\r\nthere would have to be a limit obviously.  You could not  say\r\n\r\nyou  could take everything out of your CPF account and  spend\r\n\r\nit  on your children's overseas education.  What would be the\r\n\r\nlimit?  The limit naturally must be what you can withdraw  if\r\n\r\nyour  children were studying in Singapore.  If you  do  that,\r\n\r\nthen  you will find that the portion that you can borrow from\r\n\r\nyour   CPF   account  to  finance  your  children's  overseas\r\n\r\neducation is a very small part of the total cost of financing\r\n\r\nthe  education overseas.  In which case, you would  therefore\r\n\r\nrun  a  greater risk of losing that investment if,  somewhere\r\n\r\nalong the line, the parent loses his job or has to take a cut\r\n\r\nin the income, and he can no longer support his kid overseas.\r\n\r\nThat is why we are concerned that if we open up this area, we\r\n\r\nwill allow greater erosion of CPF savings.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, when you buy shares, there are risks. We\r\n\r\nknow that there are risks\r\n\r\n<br><br><font size=\"1\"><b>Column: 1943</b></font><br><br>\r\n\r\nassociated  with buying shares.  But at the end of  the  day,\r\n\r\nthose members who make prudent investments, in the long  run,\r\n\r\nwill  certainly  enhance their CPF savings.  There  are  many\r\n\r\nstudies  to  show that, over the long run, equity investments\r\n\r\ngenerate  significantly  higher rates  of  return  than  just\r\n\r\nputting  money in the bank.  There may be ups  and  downs  in\r\n\r\nbetween,  but  if you are prepared to hold those  investments\r\n\r\nover  the  long run and if they are wisely invested,  if  you\r\n\r\nmake a careful study or, better still, allow professionals to\r\n\r\nhelp  you make the investment, then you will find that,  over\r\n\r\nthe  long run, you are unlikely to lose out.  That is why  we\r\n\r\nare prepared to allow CPF members to use their CPF savings to\r\n\r\ninvest in shares.  Whereas investing in overseas education is\r\n\r\na totally different thing.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Investing in overseas education is not just paying the\r\n\r\nfees.   It means supporting the student during the period  of\r\n\r\nstay  and that can be quite costly.  The fees can be tens  of\r\n\r\nthousands  of  dollars compared to what is being  charged  by\r\n\r\nNUS.   That  is  why we are quite concerned and  we  are  not\r\n\r\nprepared,  at  this juncture, to relax the  ruling  that  CPF\r\n\r\nsavings can only be used for education if the person using it\r\n\r\nis studying in a Singapore institution on a full-time basis.\r\n\r\n<br>3.15 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Thomas suggested, if I get him right, that the\r\n\r\nGovernment  should consider transferring some of the  surplus\r\n\r\nto  top-up CPF members' accounts and allow them to use it  as\r\n\r\nsome  sort of training fund. This is a different presentation\r\n\r\nfrom  what was raised sometime ago about allowing CPF members\r\n\r\nto  use part of their CPF savings for training.  If it is  in\r\n\r\nfact to ask whether the Government would make this CPF top-up\r\n\r\navailable  for CPF members to pay for some training expenses,\r\n\r\nthat  is  a totally different proposition and it is something\r\n\r\nfor the Minister for Finance to consider and see whether this\r\n\r\nshould  be the way to give out some of the budget surplus  or\r\n\r\nnot.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1944</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me say that today we are not facing a shortage of\r\n\r\nfunding in order to support workers' upgrading or retraining.\r\n\r\nIn  fact,  skills upgrading or retraining is well within  the\r\n\r\nreach  of  every worker today.  Let me point out an  example.\r\n\r\nLast year, we had a training commitment of 18,200 workers for\r\n\r\nthe Skills Redevelopment Programme.  18,200 workers signed up\r\n\r\nfor the Skills Redevelopment Programme.  In fact, only 12,600\r\n\r\nor  about  70% actually turned up for the training. The  rest\r\n\r\nnever  showed up.  In fact, the SRP budget that  we  have  is\r\n\r\ngrossly   underspent.   We  have  the  funds,  the   training\r\n\r\ncapacity, but the workers have not turned up.  The issue that\r\n\r\nconfronts us today is not a lack of funds.  It is a sense  of\r\n\r\ncomplacency,  a lack of urgency on the part of employers  and\r\n\r\ntheir  employees.  I think the economic recovery has made  it\r\n\r\neven worse.  The employers do not feel the urgency. They  see\r\n\r\na pick-up in business and prefer to keep their workers on the\r\n\r\njob  or  even  to work overtime.  Investment in training  for\r\n\r\ntheir  employees is now seen as less important.  On the other\r\n\r\nhand, workers who see that his job prospects are much better,\r\n\r\nsee  little  need for training as the threat of  retrenchment\r\n\r\nseems to be over.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me say that individuals should take responsibility\r\n\r\nfor their training, career and learning needs and they should\r\n\r\nmake   full  use  of  the  extensive  support  and  financing\r\n\r\nmechanism  that we have instituted in order to upgrade  their\r\n\r\nskills  so  that they can remain employable even as  the  job\r\n\r\nmarket continues to change.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Lastly, I would like to respond to Mr Hawazi Daipi and\r\n\r\nDr  Jennifer Lee. I also agree with Mr Hawazi that housewives\r\n\r\ncontributed  immensely  to the family  and  to  the  national\r\n\r\ndevelopment  of  the country.  I do not think  this  is  ever\r\n\r\ndebated  or  anyone  would argue against  this  point.   Even\r\n\r\nthough  they are not actively working or contributing in  the\r\n\r\neconomy,  the  housewives, by looking after the children  and\r\n\r\nthe  homes are making an enormous contribution.  In fact,  we\r\n\r\ndo provide incentives for spouses and children to build up or\r\n\r\nto   contribute  to  CPF  accounts  for  the  housewives   or\r\n\r\nhomemakers.  Children of the homemakers can\r\n\r\n<br><br><font size=\"1\"><b>Column: 1945</b></font><br><br>\r\n\r\nmake  contributions to their parents' or their  mother's  CPF\r\n\r\naccount  under  the existing Minimum Sum top-up  scheme.  The\r\n\r\nchildren  would  be allowed a tax relief on the  cash  amount\r\n\r\ncontributed into their non-working mother's CPF account up to\r\n\r\n$6,000  a year.  Spouses of homemakers can also top up  their\r\n\r\nwife's CPF account with CPF savings under the Minimum Sum top-up  scheme  provided they themselves have double the  Minimum\r\n\r\nSum amount.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We also have other incentives for children or spouse to\r\n\r\nmake  contributions for homemakers in the form of  CPF  share\r\n\r\nownership  top-up  scheme. This was done in  1993,  1995  and\r\n\r\nagain in 1997 and we also have the CPF top-up scheme in  1995\r\n\r\nand the Medisave top-up scheme in 1996 and 1997.  In some  of\r\n\r\nthese  top-up  schemes,  the children  or  the  spouses  were\r\n\r\nrequired to make a co-payment before Government would  credit\r\n\r\na certain amount of top-up into the homemakers' CPF accounts.\r\n\r\nIt  is  not quite correct to say that homemakers cannot  take\r\n\r\nadvantage  of various Government CPF top-ups.  In fact,  they\r\n\r\ndid in the past.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the recent top-up announced by the Minister for\r\n\r\nFinance in his Budget speech, Government is going to  give  a\r\n\r\nspecial  top-up of $250 into the Ordinary Accounts  of  every\r\n\r\nSingaporean CPF member aged 21 and above, provided they  have\r\n\r\nmade  at  least one contribution for the whole  of  1998  and\r\n\r\n1999.   The  objective of this top-up is in fact to recognise\r\n\r\nSingaporeans who have accepted the wage and CPF cuts as  part\r\n\r\nof  the  package to deal with the economic crisis.  In  fact,\r\n\r\nhomemakers who had made at least one CPF contribution  during\r\n\r\nthis  same  period, either by their children or spouse,  will\r\n\r\nalso be able to receive this $250 top-up from the Government.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe I have addressed all the points that were\r\n\r\nraised.\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> Order. I propose to take the suspension\r\n\r\nnow.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon Mr Speaker left the Chair of the Committee and\r\n\r\ntook the Chair of the House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 1946</b></font><br><br>\r\n\r\n<br><br><!-- Mr Tan Soo Khoon (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I suspend the Sitting and will take\r\n\r\nthe Chair again at 3.45 pm.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 3.21 pm until 3.45 pm.</i></div>\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 3.45 pm</i></div>\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate in Committee of Supply resumed.\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Head T (cont.) -\r\n\r\n<br><br><!-- Mr Ong Ah Heng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Ah Heng (Nee Soon Central)</b>(<i>In Mandarin</i>): Sir,\r\n\r\nthe  downfall of communism, the opening up of many  countries\r\n\r\nin  the  region  and  in  the  world  to  trade  and  foreign\r\n\r\ninvestment, and recently the advent of the Internet, all have\r\n\r\nan   impact   on   the  Singapore  economy.   The   Internet,\r\n\r\nespecially, has speeded up the development towards  a  global\r\n\r\neconomy as it becomes possible to communicate with anyone  in\r\n\r\nthe world and at any time with the click of a mouse.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To deal with the challenges posed by emerging economies,\r\n\r\nlike China and Thailand, we have begun to move away from low-cost  manufacturing where we have become less competitive  to\r\n\r\nhigh value-added industries where we are in a better position\r\n\r\nto  compete.  In the process, many of our workers from  these\r\n\r\nlow-cost  operations have been retrenched.  We  need  to  re-train them for jobs that new high value-added investments are\r\n\r\nbringing  in.   But while our intentions are good,  not  many\r\n\r\nworkers seem prepared to go along with it.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Workers have cited many reasons: working place is too\r\n\r\nfar,  shift  work,  pay  is too low, employers  want  younger\r\n\r\nworkers, having to re-learn and so on.  Whatever the reasons,\r\n\r\nI feel that there is a need for re-training to begin as early\r\n\r\nas  possible,  not  at  the  stage  when  workers  have  been\r\n\r\nretrenched, or about to be retrenched. Maybe this  will  make\r\n\r\nthe  transition  easier.  Workers will  feel  more  confident\r\n\r\nabout taking on new jobs because they\r\n\r\n<br><br><font size=\"1\"><b>Column: 1947</b></font><br><br>\r\n\r\nalready  have some basic knowledge of the technology acquired\r\n\r\nsome  time back.  Is there a way to identify industries where\r\n\r\nre-training can be intensively pursued?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is said that employers who can rely on foreign\r\n\r\nworkers  also  tend to be the ones who do not  want  to  hire\r\n\r\nolder  Singaporean workers.  Perhaps some incentives  can  be\r\n\r\ngiven to them to encourage them to do so.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As for the Internet, its actual impact is still unknown.\r\n\r\nIn  the past two years, we saw a lot of developments  .   New\r\n\r\nInternet  start-ups,  retailers going  online.   Big  players\r\n\r\nmerging  to become even bigger  -  all clamouring to position\r\n\r\nthemselves for a share of the Internet market.  As  companies\r\n\r\ndeal  directly with customers on the Internet, there is  talk\r\n\r\nthat  the middlemen may be sidelined.  What is the impact  on\r\n\r\nthe  small  businessmen in Singapore?  What is the impact  on\r\n\r\nthe Singapore worker?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a need to prepare ourselves for the onslaught.\r\n\r\nNew  IT  training,  new and innovative marketing  strategies.\r\n\r\nNet technology is still developing.  What you learn today may\r\n\r\nbe   superseded  by  advancements  tomorrow.   Just  take  an\r\n\r\nexample.   HTML (Hypertext markup language) that the Internet\r\n\r\ndepends  on initially is now no longer enough.  You have  new\r\n\r\ndevelopments like Javascript, Vbscript and so on.   How  soon\r\n\r\ncan  training institutes catch up with and impart the  skills\r\n\r\nto our workers?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, these are issues that the new Manpower 21 Committee\r\n\r\nshould address.\r\n\r\n<br><br><!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chay Wai Chuen (Tanjong Pagar):</b> Sir, much has been\r\n\r\nsaid  about  the  impact of globalisation on  our  employment\r\n\r\nprospects  for  our workers, and the need  for  training  and\r\n\r\nretraining  our workers in order for them to stay employable.\r\n\r\nI  applaud the Minister for his Ministry's M21 Report and the\r\n\r\nstrategy   to  help  meet  the  demand  sectors  in  manpower\r\n\r\nresource.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1948</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My concern here is trying to convert a significant\r\n\r\nportion  of  the workforce with a certain level  and  set  of\r\n\r\nskills into a higher one.  While this is laudable, it may  be\r\n\r\nlimited  for many of our workers, because the pace of  change\r\n\r\nof  industries and the knowledge economy is taking  place  at\r\n\r\nsuch  a  fast  pace that even well trained  people  from  the\r\n\r\npolytechnics and the universities may find it hard  to  cope.\r\n\r\nSuch  workers, however, may learn another less onerous  skill\r\n\r\nand seek employment in another sector.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the interesting features of the new economy is to\r\n\r\nbe  found in the United States in the growth of employment in\r\n\r\nthe  traditional  services sector in the face  of  employment\r\n\r\ndecline in the traditional production sectors.  Even  in  the\r\n\r\nnew  economy, people need to be served.   They need to go  to\r\n\r\nrestaurants.   They  need  to  enjoy  music,  having   things\r\n\r\ndelivered to them, cleaning and maintenance work, etc.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our workers, young and old, need to be equipped with,\r\n\r\nfor  want of a better word, I would call, a skill multiplier,\r\n\r\nand  that  is to be able to use the computer and the Internet\r\n\r\nfor  communications.  I am not even talking about information\r\n\r\ntechnology..This familiarity and skill will equip  them  well\r\n\r\nto  bridge distances, to match the demand and needs for goods\r\n\r\nand  services  with  the fulfillment  of  that  need  and  to\r\n\r\ncommunicate with the customers.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to highlight here that the NTUC has done\r\n\r\nquite  a  lot in training and retraining more than 20,000  of\r\n\r\nsuch  workers to acquire this kind of skill.  And the  recent\r\n\r\ninitiative  announced by the Government  to  train  our  more\r\n\r\nsenior  workers in learning this new skill is  laudable.   It\r\n\r\ncan  be  a delivery service.  It can be a restaurant service,\r\n\r\nthe  cleaning service, the hospitality service,  a  childcare\r\n\r\nservice  or  retail service.  The Ministry  should  therefore\r\n\r\nidentify this kind of service sectors where we can upgrade or\r\n\r\nprofessionalise the work with the right kind of equipment  to\r\n\r\nwork  with,  so  as to enable our displaced workers  to  stay\r\n\r\nemployed.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1949</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Unfortunately, the present situation in Singapore is\r\n\r\nthat there are many foreign workers working in these sectors.\r\n\r\nThe  wage  in these sectors is also low.  Hence, I  urge  the\r\n\r\nMinister   to   focus  on  this  issue  and  accelerate   the\r\n\r\ndevelopment of services associated with high-tech  affluence,\r\n\r\nso  that  there  will  be available jobs  for  our  displaced\r\n\r\nworkers in order to let them stay employable.\r\n\r\n<br><br><!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hawazi Daipi:</b> Sir, I had wanted to ask the Minister\r\n\r\nabout  the  projected growth of jobs and the pattern  of  job\r\n\r\ngrowth, but the Minister had already informed the House about\r\n\r\nthis.   Let  me  just focus on retrenchment and unemployment.\r\n\r\nWhat  are  the  projected unemployment rates  in  the  coming\r\n\r\nyears?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in 1998, it was noted that among the less educated,\r\n\r\nthere  were more unemployed workers among the older group  of\r\n\r\npeople, whereas among those with tertiary education,  it  was\r\n\r\nnoted  that  fewer older workers were unemployed but  younger\r\n\r\ngraduates were having difficulties in getting jobs.  What was\r\n\r\nthe  situation last year when the economy turned around?  And\r\n\r\nwhat would be the likely pattern in the coming years?\r\n\r\n<br><br><!-- Mr Inderjit Singh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Inderjit Singh:</b> Sir, while companies should be\r\n\r\nprimarily responsible for motivating their employees  through\r\n\r\nthe  various incentive schemes, there still remains an  issue\r\n\r\nof rampant job hopping among young Singaporeans.  Despite the\r\n\r\ntough  employment environment last year, many employers still\r\n\r\nfaced  serious  problems  in  employees  changing  jobs  over\r\n\r\ntrivial  reasons.   This is especially  so  for  our  younger\r\n\r\nworkers  and  those  employed  at  the  lower  ranks  in  the\r\n\r\ncompanies,  and especially too for those who work in  shifts.\r\n\r\nEmployers have been fortunate that the Government allows them\r\n\r\nto  hire  foreign  workers to make up  for  the  shortage  of\r\n\r\nworkers up to now.  In many cases, employers have depended on\r\n\r\nthe foreign workers to be their stable backbone to keep their\r\n\r\noperations  going,  while having to live  with  a  much  more\r\n\r\nvolatile local workforce at those levels.  Surely this is not\r\n\r\nthe type of image we want for our workers in Singapore.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1950</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the reason why I am bringing up this issue again is\r\n\r\nbecause  I am concerned that even in the years when  the  job\r\n\r\nmarket was tough and when we had record retrenchments in  the\r\n\r\nlast few years and uncertainty of jobs and job security,  our\r\n\r\nyounger   workers   still  did  not  take  their   employment\r\n\r\nseriously.  I know that the Minister will push the issue back\r\n\r\nto  the  employers  but, in the long term,  the   issue  will\r\n\r\nbecome  Singapore's competitive disadvantage,  and  it  is  a\r\n\r\nnational problem and will need a national solution for this.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many of us have asked that the CPF be used as a tool to\r\n\r\ncontrol job hopping, but the Minister has many times objected\r\n\r\nto  this  because the purpose of CPF is mainly for retirement\r\n\r\nsavings.   I  can  accept this argument.   In  its  place,  I\r\n\r\nsuggest that we implement a national compulsory saving scheme\r\n\r\nor  a fund where both employees and employers contribute some\r\n\r\nmoney to the employee's account and the money contributed  to\r\n\r\nsuch  accounts  can be used for a number  of  purposes.   For\r\n\r\nexample, one way to motivate employee loyalty is to pay  them\r\n\r\na  gratuity  every  five  years or  so  of  employment.   The\r\n\r\nemployee can also borrow from his or her own account in times\r\n\r\nof difficulty, like when a retrenchment comes, very much like\r\n\r\nwhat  some insurance policies allow you to do where  you  can\r\n\r\nborrow from your policies when you need to.  Such a fund  can\r\n\r\nalso  be  used  to  address a number of  social  and  welfare\r\n\r\nissues,  not  possible with the CPF.  In fact, many  Members,\r\n\r\njust  before the suspension, talked about the use of CPF  for\r\n\r\nvarious things, including for education.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;From the employer's perspective, if an employee leaves\r\n\r\nthe  company within the first or second year of service,  the\r\n\r\ncompany  should be able to claim back part of its own portion\r\n\r\nthat  he contributed to the employee's account, to compensate\r\n\r\nfor  the cost of hiring and training.  The employee's portion\r\n\r\ncan  remain in the fund for the employee to use in future for\r\n\r\nwhatever uses.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Supplementary Retirement Scheme (SRS) is an\r\n\r\nexcellent  way  to  implement some of the things  that  I  am\r\n\r\nsuggesting.  In fact, it is very timely that\r\n\r\n<br><br><font size=\"1\"><b>Column: 1951</b></font><br><br>\r\n\r\nthis  scheme  has  come about.  We can do  many  more  things\r\n\r\nwithout  touching  the CPF.  Furthermore,  I  would  like  to\r\n\r\nsuggest, as we go about restoring the CPF savings rate in the\r\n\r\nnext few years, we should take the opportunity to revamp  the\r\n\r\nsystem  and the quantum that goes into the CPF and  the  SRS.\r\n\r\nFor  example, in the long term, I would suggest that the  CPF\r\n\r\nrates  could be 15% contribution each from both the  employer\r\n\r\nand  employee and 5% each from the employer and  employee  to\r\n\r\nthe SRS or an equivalent scheme.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I hope that we will take this opportunity to\r\n\r\naddress  the  issues  that I have raised  because  these  are\r\n\r\nnational issues and not employer specific.\r\n\r\n<br><br><!-- Mdm Claire Chiang See Ngoh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mdm Claire Chiang See Ngoh (Nominated Member):</b> Sir, in\r\n\r\nSingapore's  drive towards a knowledge-based  economy,  there\r\n\r\nwill inevitably be structural unemployment.  The Minister has\r\n\r\ncharted the key directions just a while ago which is  a  long\r\n\r\nview  and  it is a laudable one.  However, I think there  are\r\n\r\nconcrete  steps to further help the current older and  lesser\r\n\r\neducated  workers who may not even know how to look for  jobs\r\n\r\nin  the  classified advertisements of newspapers,  much  less\r\n\r\nthrough the Internet.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I accessed the MOM's webpage and under the section of\r\n\r\nunemployment assistance for job seekers and employers,  there\r\n\r\nwere  a  total  of 2,005 job seekers compared  to  1,187  job\r\n\r\nvacancies posted by employers in December 1999.  Compared  to\r\n\r\nthe national figure of unemployment, which was reported to be\r\n\r\n79,900  last  September, the capture  rate  by  the  web  was\r\n\r\ndismal.   That tells me that the web is not a very  effective\r\n\r\nway  in  reaching job seekers.  And if we look at the figures\r\n\r\nclosely  on  the  web, the occupational groups  of  cleaners,\r\n\r\nlabourers  and related workers are the largest group  of  job\r\n\r\nseekers.   This  means that there are more people  than  jobs\r\n\r\navailable.   On  the  other  hand,  the  job  vacancies   for\r\n\r\nproduction  craftsmen,  machine  operators,  assemblers   and\r\n\r\nrelated  workers, there are more jobs than there  are  people\r\n\r\nwanting\r\n\r\n<br><br><font size=\"1\"><b>Column: 1952</b></font><br><br>\r\n\r\nto fill them.  As these two groups belong to the lower income\r\n\r\ngroup,  I am concerned whether these trends reflected broadly\r\n\r\nthe  employment opportunities in our society.  If so, then  I\r\n\r\nwould imagine that what MOM  has to do is to train the excess\r\n\r\ncleaners   and  labourers  to  take  up  jobs  as  production\r\n\r\ncraftsmen, machine operators, assemblers and related workers.\r\n\r\nWho  would  play  this coordinating role?  Is  the  mechanism\r\n\r\nbeing set up to track the people and companies on the web  or\r\n\r\nis  it  merely a bulletin page for reference and  people  are\r\n\r\nleft on their own to seek employment?\r\n\r\n<br>4.00 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At a broader level, we know that the factories in\r\n\r\nSingapore hire an overwhelming number of workers from  nearby\r\n\r\ntownship.   In  this respect, I think the  CDC  can  play  an\r\n\r\nimportant  role  to match their employment  needs  with   the\r\n\r\nolder  lesser  educated  workers  who  find  the  CDCs   less\r\n\r\nthreatening than MOM's Employment Service Department.  I  was\r\n\r\ntold that there were exhibition fairs and keen employers  but\r\n\r\nthose who needed jobs did not turn up.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the following can be done by each of the nine\r\n\r\nCDCs.   Hire one or several full time job placement  officers\r\n\r\nwho  will  actively liaise with employers within the  CDC  to\r\n\r\ncounsel workers as to retraining opportunities as well as job\r\n\r\nopportunities  and finally to play the very  important  human\r\n\r\nrole  of  matching employer and employee for workers who  are\r\n\r\nthreatened and intimidated by a high-tech world.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Over time, I could see the development of new jobs\r\n\r\nwithin the CDC for the role of a worker-manager who is linked\r\n\r\nup  to  multinational employment agency to identify new  jobs\r\n\r\nand  using a job database to facilitate the matching process.\r\n\r\nHe or she could represent the job applicants to the companies\r\n\r\nto  arrange  for different work schedules by redesigning  job\r\n\r\nprogrammes in such a way that benefit employers and workers.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is not an easy process, but a flexible and\r\n\r\ndynamic one which I believe\r\n\r\n<br><br><font size=\"1\"><b>Column: 1953</b></font><br><br>\r\n\r\ncan  help in redesigning our job landscape for women  workers\r\n\r\nwho  look for part-time or flexi-time work, older people  who\r\n\r\nlook  for  maybe  just two to three hours  of  work  to  keep\r\n\r\nconnected, for people with special needs like those  who  are\r\n\r\nwheelchair bound and so on.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe there is a role for human beings to play\r\n\r\nthis job matching function and I would urge the Government to\r\n\r\nprovide  adequate funds to each CDC so that this can be  done\r\n\r\nefficiently.   And  I urge all the CDCs or Town  Councils  to\r\n\r\nprovide the leadership in driving this.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would also recommend setting up a telephone Jobline in\r\n\r\neach  CDC so that all nine CDCs are in close touch with their\r\n\r\nspecific  community needs.  Unlike the National CDC Helpline,\r\n\r\nthe CDC Jobline approach is localised, focused and efficient.\r\n\r\nThe  Mayors and the respective MPs and grassroots leaders are\r\n\r\nthe  best consultants for identifying job and people's needs.\r\n\r\nIt  is  clearly revitalising a kampung gotong royong  spirit.\r\n\r\nIn  all  this talk about the new economy and job redesign,  I\r\n\r\nhave  come  across the 4Rs adopted by  MOM - the redeployment\r\n\r\nof  displaced  workers, renewal of workforce, realignment  of\r\n\r\nemployment    practices,   revitalisation    of    employment\r\n\r\nrecreation.  These concepts, Sir, may be true and well at the\r\n\r\nbroader  national  level.  What I recommend  may  well  be  a\r\n\r\nconcrete   way  to  help  bridge  the  gap  between  national\r\n\r\nstrategies  and  the  real dilemma  of  the  older  and  less\r\n\r\neducated workforce.\r\n\r\n<br><br><!-- Dr Jennifer Lee -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Jennifer Lee:</b> Sir, Singaporeans face stress at work,\r\n\r\nstress  in schools and stress at home.  Stress at work arises\r\n\r\non two fronts.  Firstly, just keeping up with the pace of the\r\n\r\nnew   knowledge   and   new   technologies;   and   secondly,\r\n\r\nconcurrently managing the balance between these demands,  and\r\n\r\nthose of the home and family.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is on managing this work-family balance that I would\r\n\r\nlike  to  speak.  Essentially I am  talking  about  promoting\r\n\r\nfamily  friendly  practices in our companies and  workplaces.\r\n\r\nThis  effort must be a joint effort, not of Government alone,\r\n\r\nbut\r\n\r\n<br><br><font size=\"1\"><b>Column: 1954</b></font><br><br>\r\n\r\nvery   much  involving  the  initiative  and  commitment   of\r\n\r\nemployers, and indeed of our human resource professionals  as\r\n\r\nwell.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While there is a much greater awareness of the\r\n\r\nimportance  of  helping  employees  manage  this  work-family\r\n\r\nbalance  in the US and Europe, locally however, very  few  of\r\n\r\nour companies have taken more than just rudimentary steps  in\r\n\r\nthe  direction  of  being family friendly.   Apart  from  the\r\n\r\nrecognition  that employees are more productive if  they  are\r\n\r\nable  to  balance their work and personal lives  effectively,\r\n\r\nthere  are  benefits  of  being able to  retain  skilled  and\r\n\r\nexperienced   staff   and  these  benefits   are   real   and\r\n\r\nquantifiable.\r\n\r\nSNEF,  together  with MCD, MOM, and NTUC has already  made  a\r\n\r\nstart  in promoting family friendly practices among our local\r\n\r\nfirms,  in implementing a Family Friendly Award for companies\r\n\r\nin 1998.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But SNEF can take the initiative of another step, by\r\n\r\ngalvanising   and  recruiting  enlightened  employers,   most\r\n\r\nobviously the past and future winners of the Award,  to  come\r\n\r\ntogether to share best practice and establish a self-help one-stop  shop  and  support  service,  for  employers  to  share\r\n\r\ninformation  on work-family issues.  Very often,  it  is  not\r\n\r\nbeing sensitised, not having an awareness of the implications\r\n\r\nand also of the way we can address such issues.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In doing this, we do not have to re-invent the wheel,\r\n\r\nbut simply take the lead of organisations in other countries,\r\n\r\nfor  example, there is an  \"Employers for Work-Life Balance\",\r\n\r\nan  alliance  of  major companies in the UK,  who  have  come\r\n\r\ntogether  in  exactly  this  cause.   The  alliance  has   an\r\n\r\ninteresting and informative website, and provides information\r\n\r\non  case studies, and research and publications, including an\r\n\r\nemployer  manual on how to begin taking action  on  work-life\r\n\r\nissues,  and  another  manual offering specific  guidance  to\r\n\r\nsmall businesses.  We usually tend to think that the big boys\r\n\r\ncan  afford some of this but it is very hard for the  smaller\r\n\r\ncompanies to look at family practices.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1955</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The coming together of these major companies, which\r\n\r\ninclude  the  big banks, the accounting firms and  the  major\r\n\r\nretailers  in  the  UK,  just to name  a  few,  endorses  the\r\n\r\nbusiness  benefits of implementing family friendly practices,\r\n\r\nand it lends credibility and support to this enterprise.   In\r\n\r\naddition, this alliance works in partnership with a long list\r\n\r\nof voluntary and community organisations.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is time for us to similarly energise into action in\r\n\r\nSingapore  getting  firms together with  the  human  resource\r\n\r\ninstitute  and  see  if we cannot just move  ourselves  at  a\r\n\r\nlittle bit faster speed.   I know we are doing something, but\r\n\r\nby  the time we get there it will be two more generations  of\r\n\r\nyoung  Singaporeans having to struggle with this.   I  cannot\r\n\r\ncomplete   without  at  least  asking  for   something   from\r\n\r\nGovernment.  We would disappoint every Member in  the  House.\r\n\r\nCertainly  Government can also help in this, over  and  above\r\n\r\nits role as an employer, of course.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, the Productivity and Standards Board has just\r\n\r\nlast  month  announced  its  new $50  million  Work  Redesign\r\n\r\nProgramme to encourage companies to review and revamp the way\r\n\r\nthey  work  so  as  to  improve productivity.   The  projects\r\n\r\napproved for support under the programme should include  work\r\n\r\nredesign  to  enable and facilitate family friendly  flexible\r\n\r\nworking patterns.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, MOM could commission local cost-benefit\r\n\r\nanalyses on family friendly practices to demonstrate to local\r\n\r\ncompanies  that the experience of US and European  companies,\r\n\r\nof  tangible  benefits  to  be had from  implementing  family\r\n\r\nfriendly practices, holds true also for us.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, MOM could help in producing informational\r\n\r\nmaterial such as manuals and training guides for the use  and\r\n\r\nguidance of employers that local companies could use.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And fourthly, the PSB should include family friendly\r\n\r\npractices as a component\r\n\r\n<br><br><font size=\"1\"><b>Column: 1956</b></font><br><br>\r\n\r\nof  the  Singapore Quality Class and Singapore Quality  Award\r\n\r\ncriteria.   This would certainly help to focus  attention  of\r\n\r\ncompanies  on  doing something about it.  And ,  as  a  small\r\n\r\nbonus,  the Minister could convince IRAS to throw  in  double\r\n\r\ntax  deductions  to companies for expenditures  on  providing\r\n\r\nfamily friendly benefits.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And finally, a separate but related initiative, I\r\n\r\nbelieve  MOM  is  looking  at  how  it  can  facilitate   the\r\n\r\ndevelopment of a home management industry at community level.\r\n\r\nSuch  a  development would provide a most welcome  additional\r\n\r\nsource of assistance to working homemakers in juggling  their\r\n\r\nvaried responsibilities.\r\n\r\n<br><br><!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chay Wai Chuen:</b> Sir, I want to ask the Minister some\r\n\r\nquestions  on  the alternative arrangements in  a  knowledge-based economy.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With this new development in work arrangement under a\r\n\r\nKBE  including  flexi-time  working  at  home,  stock  option\r\n\r\nschemes, etc., which are used to facilitate the new knowledge\r\n\r\nworkers,  there  is  also  a  need  to  incorporate   a   new\r\n\r\ncompensation  and  worker  welfare scheme  into  our  current\r\n\r\nsystem.   For example, currently employees' medical coverage,\r\n\r\nwork  remuneration,  savings  in  the  CPF,  leave,  workers'\r\n\r\ncompensation are all found under the Employment  Act  in  the\r\n\r\nambit  of  the  employment relationship.   When  workers  are\r\n\r\nengaged  on contract schemes for intensive work and are  paid\r\n\r\nin  wages or stock options, and perhaps working most  of  the\r\n\r\ntime  outside the office, how does the Ministry  ensure  that\r\n\r\nthese   workers  will  also  have  sufficient   savings   for\r\n\r\nretirement and medical cost, savings for training, etc,  when\r\n\r\nthey reach old age so that they will not become dependent  on\r\n\r\nthe  State, and that when these new economy workers reach old\r\n\r\nage they will be adequately protected?   We can either devise\r\n\r\na  new system of contract service employment or we can pep up\r\n\r\nthe  existing  Employment Act to meet these new requirements.\r\n\r\nI hope the Minister will elaborate.\r\n\r\n<br><br><!-- Mr Hawazi Daipi -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Hawazi Daipi:</b> Sir, during the debate on the Budget, I\r\n\r\nspoke about the part-\r\n\r\n<br><br><font size=\"1\"><b>Column: 1957</b></font><br><br>\r\n\r\ntime   and  contract workers.  I am concerned today with  the\r\n\r\nsituation of our part time and contract workers, most of whom\r\n\r\nare less skilled and less well worth off.\r\n\r\n<div align=\"center\"><h4>[Mr Deputy Speaker in the Chair]</h4></div>\r\n\r\n<br>4.10 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Most of these people generally face difficulties in\r\n\r\ngetting  full-time job because they lack the skills  and  are\r\n\r\nmaybe in the process of acquiring new skills, or deemed to be\r\n\r\ntoo  old  by  employers.   But these workers  have  financial\r\n\r\ncommitments to honour.  With their already lower income  from\r\n\r\npart-time or contract work, and their CPF savings being  very\r\n\r\nsmall,   they  will  face  difficulties  in  their  financial\r\n\r\ncommitment.   In comparison to other sectors of  the  working\r\n\r\npopulation,  they  possess fewer savings.   Unlike  full-time\r\n\r\nworkers,  part-time  and  contract workers  have  no  medical\r\n\r\nbenefits  and  are  not even granted the  basic  sick  leave.\r\n\r\nGenerally,  they  do not even have any CPF contribution,  and\r\n\r\nthis  makes it impossible for them to plan for their  future.\r\n\r\nSimply  put, if they are unable to work, they would  not  get\r\n\r\npaid.   It  is  likely that they would not have any  form  of\r\n\r\nsavings to fall back on.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The number of part-time and contract workers is still\r\n\r\nsmall.   It  is  growing.   The long term  solution  to  this\r\n\r\nproblem  lies  in  getting  this  group  of  workers   skills\r\n\r\nupgrading  courses.  We have done quite well  here  and  have\r\n\r\nachieved  some  measure of success.  But  due  to  the  large\r\n\r\nnumber  and  there  is  time lag in training  them,  we  will\r\n\r\ncontinue  to have a large number of people who may be  unable\r\n\r\nto  get  full time jobs and unable to honour their  financial\r\n\r\ncommitment.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although it is not realistic to expect employers to give\r\n\r\nfull  benefits to this group of workers, there  is  space  to\r\n\r\nprovide  a  higher minimum social safety net.   For  example,\r\n\r\nthey  could  have regular but reduced CPF contributions  from\r\n\r\ntheir  employer's side based on their average monthly income,\r\n\r\nwhich  at  least  means  regular  payment  into  their   CPF.\r\n\r\nEmployers  can  also  be  required  to  provide  the  minimum\r\n\r\ninsurance coverage to contract\r\n\r\n<br><br><font size=\"1\"><b>Column: 1958</b></font><br><br>\r\n\r\nworkers.  A system of medical co-payment would help our part-time  and  contract workers.  It would enable them to  become\r\n\r\nmore  independent and they would be able to  plan  for  their\r\n\r\nretirement as well as other needs, for example, repayment  of\r\n\r\ntheir  HDB  mortgages without relying too  much   on  special\r\n\r\nassistance schemes.  In the absence of any assistance to part-time  and  contract  workers, this group  would  be  severely\r\n\r\ndisadvantaged  in  the  rapid progress  of  our  society.   I\r\n\r\nstrongly urge that we help those who are most needy and there\r\n\r\nis  little  doubt  that  this group of  workers  is  in  this\r\n\r\ncategory.\r\n\r\n<br><br><!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Boon Yang:</b> Sir, I thank the Members who have\r\n\r\nspoken on the various subjects.  Let me now first respond  to\r\n\r\nMr  Ong  Ah  Heng.  He raised a number of issues.   First,  I\r\n\r\nwould  like  to  say that I agree with him that  one  of  the\r\n\r\nproblems that we are facing is this shift in the  industries.\r\n\r\nThey  have  to  move  away from low cost labour-intensive  to\r\n\r\nmore  high  value-added  which will result  in  the  emerging\r\n\r\nstructural  unemployment.   More  workers  are  going  to  be\r\n\r\nretrenched from these lower skilled jobs and they just cannot\r\n\r\nfind alternative jobs unless they upgrade their skills.  So I\r\n\r\nagree with Mr Ong  that retraining of the workers is critical\r\n\r\nand  that retraining cannot be put off until the workers have\r\n\r\nbeen  retrenched.  It will be rather late in the day to  talk\r\n\r\nabout  upgrading the skills of a worker on  the  eve  of  his\r\n\r\nretrenchment.   Because  that means you  have  to  undergo  a\r\n\r\nperiod of training before you can take on another job.  It is\r\n\r\nbetter  for  a  worker in this situation, in such  vulnerable\r\n\r\njobs,  lower-skilled jobs, to constantly upgrade his  skills,\r\n\r\nso   that   any   time  when  the  threat   of   retrenchment\r\n\r\nmaterialised, he should be comfortable in the knowledge  that\r\n\r\nhe  has  acquired sufficient skills that will  allow  him  to\r\n\r\ntransit  to  a different job with another company,  or  maybe\r\n\r\neven  undergo  a short period of retraining to take  on  jobs\r\n\r\nthat are available in other sectors.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is one aspect that we have to be well aware\r\n\r\nof,  that as we evolve into a knowledge-based economy and  as\r\n\r\nwe\r\n\r\n<br><br><font size=\"1\"><b>Column: 1959</b></font><br><br>\r\n\r\nface the pressures of globalisation, our workers are going to\r\n\r\nbe  exposed  to  the  full pressures of  global  competition.\r\n\r\nSkilled workers will remain in demand in Singapore, like they\r\n\r\nare  in  demand  everywhere  else.   For  instance,  recently\r\n\r\nGermany  has  announced that they want to open the  doors  to\r\n\r\n75,000 IT professionals.  There are jobs going for this  area\r\n\r\nand they cannot find enough people.  The US is also facing  a\r\n\r\nsevere shortage and they have already increased the visas for\r\n\r\nprofessionals  for  skilled  workers  from  about  65,000  to\r\n\r\n150,000.   In  fact,  the  employers  there  in  the  US  are\r\n\r\nclamouring  for  even more for this type of  H1B  visas.   So\r\n\r\nstrong demand will really push up the wages of these workers,\r\n\r\nthe   highly-skilled  workers.   But,  at  the   same   time,\r\n\r\ntechnological changes will also compel these skilled  workers\r\n\r\nto undergo constant upgrading, and they should not put it off\r\n\r\nuntil  the  threat of retrenchment is imminent.  They  should\r\n\r\nconstantly  make  effort  to upgrade  their  skills  to  stay\r\n\r\nrelevant, to remain employable.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the other hand, we have our lower-skilled workers.\r\n\r\nThey  will  face  threats  of unemployment,  as  Mr  Ong  has\r\n\r\nmentioned,  because many of the jobs are going to  be  phased\r\n\r\nout  as  the  company relocates from Singapore, because  they\r\n\r\nfind  that  the environment is too costly for  that  type  of\r\n\r\noperation.   For this group of workers, skills  upgrading  is\r\n\r\neven  more  critical.   It will really  make  the  difference\r\n\r\nbetween  getting an alternative job or remaining  permanently\r\n\r\nunemployed.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Ong also mentioned that maybe we should have some\r\n\r\nincentives to encourage employers to hire older workers.   We\r\n\r\nalready do give employers such incentives by way of providing\r\n\r\na  higher  level of subsidy for their training and retraining\r\n\r\nunder  the  Skills Redevelopment Programme.  Employees  above\r\n\r\nthe  age  of 40 can receive 100% full subsidy on all training\r\n\r\nexpenses and up to 85% subsidy for absentee payroll under the\r\n\r\nSkills  Redevelopment Programme.  So I think this would  help\r\n\r\nemployers to overcome the mindset about the reluctance to\r\n\r\n<br><br><font size=\"1\"><b>Column: 1960</b></font><br><br>\r\n\r\nemploy  older workers.  But, at the same time, we  should  be\r\n\r\ncareful.  We should not go overboard with incentives so  much\r\n\r\nso that it could distort the labour market and create a sense\r\n\r\nof  complacency among older workers that, in fact,  they  are\r\n\r\ngoing to be guaranteed a job, regardless of what happens.   I\r\n\r\nthink  we want the older workers to also feel the same  sense\r\n\r\nof  urgency  that they must make personal effort  to  upgrade\r\n\r\ntheir skills, so that they will stay employable.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think the other Member who spoke on this issue is Mr\r\n\r\nChay  who has commented on the group of workers who  may  not\r\n\r\nhave the basic ability to be upgraded broadly because of  the\r\n\r\nlow  level of education.  I mentioned just now in my response\r\n\r\nto  Mr  Charles Chong that we are equally concerned  if  this\r\n\r\ngroup  of  Singaporeans, who through lack of education,  will\r\n\r\nhave  greater difficulty to be upgraded.  Our approach is  to\r\n\r\ntry  to  re-engineer jobs in different sectors so  that  this\r\n\r\ngroup  of  lowly  educated workers can also find  alternative\r\n\r\nemployment.   For instance, we have initiated a  strategy  in\r\n\r\nthe cleaning industry and the construction industry.  We want\r\n\r\nto transform jobs in these industries into more skilled jobs,\r\n\r\ninto  higher value-added jobs, so that older workers who  are\r\n\r\nretrenched  from their jobs in the manufacturing sector,  for\r\n\r\ninstance, could move into these new jobs with minimal  amount\r\n\r\nof  retraining.  Such retraining would be at a level which we\r\n\r\nbelieve these older workers would be able to cope with.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree with his idea of introducing skills multiplier,\r\n\r\nin  other words, helping our workers to be more adaptable and\r\n\r\nto  have greater capabilities to cope with the demand of  the\r\n\r\nnew  jobs.  I mentioned earlier on in my response to Mr Chong\r\n\r\nthat  we  will, in fact, encourage the workers,  particularly\r\n\r\nthose with post-secondary education, to move into more multi-disciplinary  training.   But at  the  level  of  the  mature\r\n\r\nworkers,  we will also have programmes under the Manpower  21\r\n\r\ninitiatives to help workers who need to acquire new skills or\r\n\r\ndifferent skills in order to remain employable.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1961</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Hawazi Daipi has asked what would be the projected\r\n\r\nunemployment rate this year.  In 1998, when we faced the full\r\n\r\nbrunt  of the economic downturn, we saw about 29,100  workers\r\n\r\nretrenched  over  the year.  Last year,  in  1999,  when  the\r\n\r\neconomy  started  to  recover, we saw  14,600  workers  being\r\n\r\nretrenched.  Prior to the crisis, the average retrenchment  a\r\n\r\nyear  was around 10,000.  So I would say that this year,  the\r\n\r\nlikely retrenchment numbers are going to be somewhere between\r\n\r\n10,000  and  15,000,  unless something  exceptional  happens,\r\n\r\nbecause  the  process of restructuring will continue.   Faced\r\n\r\nwith   greater  competition,  companies  will   continue   to\r\n\r\nrestructure, particularly in sectors like electronics,  where\r\n\r\nthe margins are getting thinner, and there will be tremendous\r\n\r\npush to raise productivity and cut costs.  In the process  of\r\n\r\nrestructuring  and redistributing their operation  where  the\r\n\r\nlower  value-added operations are moved out of Singapore,  we\r\n\r\nhave  to  anticipate continuing retrenchment in this  sector.\r\n\r\nSo  while  new jobs are being created, we are also  going  to\r\n\r\nlose  some  other  jobs.  I would expect retrenchment  to  be\r\n\r\nsomewhere between 10,000 and 15,000.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to Mr Inderjit Singh who suggested a scheme\r\n\r\nto  prevent job-hopping.  I am glad that Mr Singh has  agreed\r\n\r\nthat  the  CPF is really not the mechanism, because this  was\r\n\r\nproposed  previously.   He  has  now  come  up  with  a   new\r\n\r\nsuggestion,  a  national  compulsory  savings  scheme,  where\r\n\r\nemployees and the employers can jointly contribute to a  fund\r\n\r\nwhich  will  be  used  to  pay  a gratuity  for  long-staying\r\n\r\nemployees.   I  think the approach is sound.   I  agree  with\r\n\r\nthat, and I would support employers who want to set up such a\r\n\r\nfund.  But my question is:  Do we have to make it compulsory?\r\n\r\nDo  we have to apply this across the board to everybody?   As\r\n\r\nit  stands  today, there is nothing to stop an employer  from\r\n\r\nnegotiating  with the union or with the employees  concerned,\r\n\r\nif they are non-unionised, to say that they will put aside  a\r\n\r\ncertain amount, whether it is from the wage increase or  from\r\n\r\nthe  end-of-the-year bonus and keep this as  a  part  of  the\r\n\r\ngratuity to be paid periodically.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1962</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I think this is entirely possible, especially if the\r\n\r\nemployer  were to tell the union or the employee that  he  is\r\n\r\ngoing  to make an additional contribution to this fund, which\r\n\r\nhis  employee  will benefit from if he stays  for  a  certain\r\n\r\nperiod  of time.  So I think this can be done now, and  I  do\r\n\r\nnot  really think that we need to make it a mandatory  system\r\n\r\nto be applied across the board.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Such a scheme would, in fact, reinforce other schemes to\r\n\r\nreward  their long-serving employees.  For instance, employee\r\n\r\nstock option scheme is, in fact, attracting growing interest,\r\n\r\nand the Minister for Finance has announced that tax incentive\r\n\r\nfor employee stock option scheme will be reviewed and studied\r\n\r\nto see how it could be made more favourable, particularly for\r\n\r\nthe high-tech start-up companies.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;At this juncture, I want to explain why I am not quite\r\n\r\nkeen  to make this a mandatory system.  As Mr Singh has  said\r\n\r\nearlier on, job-hopping is quite a complex issue, and I  also\r\n\r\nbelieve that some degree of job mobility is helpful.  It sort\r\n\r\nof  lubricates  the labour market.  In fact,  with  rapid  IT\r\n\r\ndevelopment  and  globalisation, I  think  job  mobility  has\r\n\r\nincreasingly become an essential feature of today's knowledge-based economy.  People move swiftly to jobs and opportunities\r\n\r\nwhere  their  skills and abilities are most valued.   Let  me\r\n\r\nquote  the  President and CEO of Korn/Ferry International,  a\r\n\r\nleading  USA  executive search firm, Windle Priem,  who  said\r\n\r\nthat:\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"The Internet revolution means employees and executives\r\n\r\nknow  their value on the market in a click.  With the average\r\n\r\nemployee  changing jobs five times in his career, as  opposed\r\n\r\nto two times, the framework has changed dramatically.\"\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the new economy, market condition changes\r\n\r\nrapidly.  Competition is global, capital abundant, and people\r\n\r\nmust  be  prepared to seize opportunity quickly, just  as  Mr\r\n\r\nSingh  himself  has  closed a deal in 48  hours  at  Internet\r\n\r\nspeed.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The key for companies to win in this economic race is\r\n\r\nwhether  they are able to recruit and retain the best talent.\r\n\r\nWith skilled employees in short supply in all\r\n\r\n<br><br><font size=\"1\"><b>Column: 1963</b></font><br><br>\r\n\r\nsectors,  companies  must  provide  innovative  and  flexible\r\n\r\nremuneration packages to compete and retain the best  people.\r\n\r\nFor  example, Intel Corporation was one of the first  to  use\r\n\r\nemployee   stock   option  scheme  as  part   of   employees'\r\n\r\ncompensation.  Interwoven, a leading edge enterprise software\r\n\r\ndeveloper  on  Web  infrastructure  and  content  management,\r\n\r\nrecruits  engineers with the lure of a BMW.  And I just  read\r\n\r\nthis   morning  in  the  Straits  Times  that  a  New  Jersey\r\n\r\ntechnology company called ARCNET is also using BMWs to retain\r\n\r\nits  staff.   The company offers the staff a BMW  after  they\r\n\r\nhave stayed for one year.  I am not saying that we should  do\r\n\r\nthe  same  in Singapore.  But I am saying that these examples\r\n\r\nillustrate that successful companies use incentives to retain\r\n\r\ntheir  valuable employees.  They did not wait  for  mandatory\r\n\r\nschemes.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So our employees must do likewise. If we restrict\r\n\r\nlabour  mobility,  my  fear is that our young,  creative  and\r\n\r\ndynamic  talent  will  be  drawn elsewhere.   They  could  be\r\n\r\nattracted  to freer labour market where they can apply  their\r\n\r\nskills   for   maximum  return  without  restrictions.    For\r\n\r\ninstance, if in the Silicon Valley there is a rule to prevent\r\n\r\njob-hopping, to prevent people from switching jobs  or  there\r\n\r\nis a mandatory scheme which will result in some personal loss\r\n\r\nif  you  switch jobs too quickly, will the Valley be able  to\r\n\r\nspawn so many success stories and innovations?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a competition for talent in this new economy.\r\n\r\nSo   tying   people  down  through  locking  part  of   their\r\n\r\nremuneration  or  other mandatory savings  plan  may  not  be\r\n\r\ndesirable  or,  in  fact, appropriate in  this  new  economy.\r\n\r\nApart  from  not  attracting the talent that you  need,  this\r\n\r\nadditional labour market rigidity could translate into higher\r\n\r\nbusiness  cost for some other companies.  I think  we  should\r\n\r\nleave  it  to  employers to exercise their innovativeness  to\r\n\r\ncome  up  with  packages and plans which will  help  them  to\r\n\r\nretain the talent that they need.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to Mdm Claire Chiang's point. She also\r\n\r\ntalked about structural\r\n\r\n<br><br><font size=\"1\"><b>Column: 1964</b></font><br><br>\r\n\r\nunemployment,  particularly the problem  of  older  and  less\r\n\r\neducated workers and the mis-match between job vacancies  and\r\n\r\njob  applicants.  These are issues that we are very concerned\r\n\r\nwith.   As  I have explained in my response to other Members,\r\n\r\nthese  are  issues that we will continue to address,  and  we\r\n\r\nwill  come  up with programmes to tackle them, ie,  mis-match\r\n\r\nand emerging structural unemployment.\r\n\r\n<br>4.30 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;She also made a point about CDCs playing a role as a job-matching agency. I completely agree with her. There is\r\n\r\ntremendous scope and opportunity for the CDCs to play a  very\r\n\r\nuseful  and  effective  role  in  helping  the  older,   less\r\n\r\neducated,   less  well-informed  and  non-Internet  initiated\r\n\r\npeople  to  find  jobs.   In fact, my  Ministry  is  actually\r\n\r\nworking  on  this.   We  are  taking  up  this  approach   to\r\n\r\ncollaborate with the CDCs.  We have already done so  in  1998\r\n\r\nwhen  the  economy went into a downturn.  We worked with  the\r\n\r\nCDCs  and  CCCs  of various constituencies  to  organise  job\r\n\r\nfairs.   We  brought  groups  of employers,  who  were  still\r\n\r\nrecruiting workers during the economic downturn, down to  the\r\n\r\nconstituencies.    We   provided  the   framework   and   the\r\n\r\norganisation  for them to put up stands.  And  we  publicised\r\n\r\nand  attracted  people  living  in  the  surrounding  housing\r\n\r\nestates  to  come  down  and  look  at  what  were  the   job\r\n\r\nopportunities available, and helped those who were unemployed\r\n\r\nto  get  jobs and in fact conducted the interviews there  and\r\n\r\nthen  to be considered for various job vacancies.  So we have\r\n\r\nalready been doing that.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We want to go one step further, along the line that the\r\n\r\nMember  has  suggested, by working closely with the  CDCs  to\r\n\r\noffer  a more easily accessible and a more comprehensive  job\r\n\r\nmatching  service.  We are thinking of starting  up  one-stop\r\n\r\ncareer  centres  to  be  located in the  housing  estates  in\r\n\r\ncollaboration  with the CDCs.  These centres will  provide  a\r\n\r\nfull  range  of services to job seekers, not just identifying\r\n\r\npossible  job  vacancies for them, but actually looking  into\r\n\r\nthe skills requirement\r\n\r\n<br><br><font size=\"1\"><b>Column: 1965</b></font><br><br>\r\n\r\nof these jobs and then assessing the skills capability of the\r\n\r\nperson  who  is looking for the job.  In fact,  advising  him\r\n\r\nwhere  to go to get the required skills upgrading, what  kind\r\n\r\nof  schemes  would  be available to him  to  get  subsidy  or\r\n\r\nfunding  to undergo the skills upgrading so that he can  take\r\n\r\non the job.  In other words, it performs a much higher value-added job matching service.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We expect to launch the first one-stop career centre\r\n\r\nlater  this year in collaboration with one of the  CDCs.   We\r\n\r\nwant  to take it up as a pilot project first to see how  well\r\n\r\nit  can  be  translated in real life.  As  regards  telephone\r\n\r\njobline,  we can consider this in the context of our one-stop\r\n\r\ncareer centre to make it easily accessible to anybody.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to Dr Jennifer Lee. She spoke on the\r\n\r\nimportance  of  balancing the demands of home  and  work.   I\r\n\r\nagree   entirely  with  her  that  we  should  try  to   help\r\n\r\nSingaporeans balance the demands of home and work.  As I said\r\n\r\nearlier  on,  if  we  can increase the  female  labour  force\r\n\r\nparticipation  rate  by  3%,  we have  an  additional  40,000\r\n\r\nworkers to contribute to the economic effort.  So it  is  not\r\n\r\nto  be  trifled with.  It is a very significant contribution.\r\n\r\nIncreasingly, many of the housewives are better educated  and\r\n\r\nhave  useful  skills that can make a significant contribution\r\n\r\nto our economic effort.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also accept the point that there is no need to\r\n\r\nreinvent  the  wheel.   We should learn from  other  people's\r\n\r\nexperience.  In a way, we are doing that.  As I mentioned  in\r\n\r\nmy  response  to  Mr Thomas, we have set up a Human  Resource\r\n\r\nPromotion  Section within the Ministry.  The mission  of  the\r\n\r\nunit  is  in fact to promote awareness and implementation  of\r\n\r\ngood  HR practices.  We will source out companies which  have\r\n\r\nimplemented good HR practices and we will then develop  these\r\n\r\nas case studies to be shared with the other employers so that\r\n\r\nthey  can also test out such innovation in their own  context\r\n\r\nand,  hopefully, help their workers or employees  to  balance\r\n\r\nthe  needs of home and work.  We will particularly be looking\r\n\r\nat  companies that have introduced flexible work arrangements\r\n\r\nwhich  are better suited to help women balance the  needs  of\r\n\r\nhome and work.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1966</b></font><br><br>\r\n\r\nWhere  there  are  local consultants or people  with  similar\r\n\r\nexpertise,  as  mentioned by Dr Lee, we  will  certainly  tap\r\n\r\ntheir  expertise to help us improve this kind of HR promotion\r\n\r\neffort.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I will pass on the suggestion to the Productivity and\r\n\r\nStandards Board to consider family friendly practices as part\r\n\r\nof  the  Quality Award.  This is something we should consider\r\n\r\nto  give  greater recognition.  I know that  since  1997,  we\r\n\r\nalready  have this Family Friendly Firm Award as  a  form  of\r\n\r\nrecognition.   This was instituted together with  NTUC,  SNEF\r\n\r\nand  Ministry of Community Development.  We will continue  to\r\n\r\ndo  this and we will continue to refine the framework so that\r\n\r\nit   gives   greater  recognition  to  companies  that   have\r\n\r\ninstituted family friendly practices.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On double tax deduction for family friendly practices,\r\n\r\nthis  is  something that has got to be considered by IRAS  as\r\n\r\nthere are tax implications.  I am not in a position to commit\r\n\r\nwhether or not we should do so.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On the home management industry, mentioned by Dr Lee,\r\n\r\nyes,  this  is something that we are looking into because  we\r\n\r\nfirmly   believe  that  there  is  opportunity  for  a   home\r\n\r\nmanagement  industry to be organised in Singapore  to  enable\r\n\r\nmore of our women to go out and join the labour force and yet\r\n\r\nhave some of the duties, ie, the household chores, to be done\r\n\r\nproperly  by a professional group.  This is an area  that  my\r\n\r\nMinistry  is  exploring.   We  are  talking  with  interested\r\n\r\nparties to see whether they have an interest in initiating or\r\n\r\nstarting up such ventures.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to Mr Chay Wai Chuen who pointed out that,\r\n\r\nunder  the  knowledge-based economy, you are  going  to  have\r\n\r\nvarious  innovative work arrangements, some of which we  have\r\n\r\ntouched   on  earlier  in  connection  with  family  friendly\r\n\r\npractices,  like  flexi-time, working  at  home  and  also  a\r\n\r\nremuneration or compensation system that includes  new  ideas\r\n\r\nlike stock option scheme.  But his concern is whether workers\r\n\r\nwho  are  hired by companies on a contract basis or  who  are\r\n\r\nworking outside\r\n\r\n<br><br><font size=\"1\"><b>Column: 1967</b></font><br><br>\r\n\r\nthe  office most of the time, are covered.  Let me assure him\r\n\r\nthat  as  long as the person is an employee and there  is  an\r\n\r\nemployer-employee relationship, whether the person  works  in\r\n\r\nthe  office  full-time or part-time, or  whether  the  person\r\n\r\nworks  at  home full-time or part-time is not relevant.   The\r\n\r\nperson  will still be covered by the Employment Act  and  the\r\n\r\nemployer  in this instance will still have to contribute  CPF\r\n\r\nat  the  statutory rate, and in the case of medical benefits,\r\n\r\nlike  sick  leave,  etc, the person is entitled  to  what  is\r\n\r\nstated in the Employment Act.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of course, if a person is working part-time only, then\r\n\r\nwe  have  in  fact  a guideline on part-time work  regulation\r\n\r\nunder  the  Employment Act which will enable the employer  to\r\n\r\nrecruit part-time workers and offer them benefits on  a  pro-rata  basis.   But the important point to note here  is  that\r\n\r\neven part-time workers are entitled to the benefits.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He is also concerned that some of these workers may not\r\n\r\nbe  able to save enough for their old age, particularly, with\r\n\r\nregard  to medical expenses.  As I have pointed out,  in  the\r\n\r\ncase  of those who are actually employees, they will be  able\r\n\r\nto  accumulate  CPF  savings like any other  workers  at  the\r\n\r\nstatutory contribution rates.  The concern is with the  group\r\n\r\nwho  is self-employed.  This is the group that does not  have\r\n\r\nto  make  any  mandatory  CPF  contribution  except  for  the\r\n\r\nMedisave.    A  lot  of  them  do  not  make  any   voluntary\r\n\r\ncontribution despite the fact that, if you are self-employed,\r\n\r\nyou  can make voluntary contribution and benefit from the tax\r\n\r\nexemption  for your voluntary contribution up  to  a  certain\r\n\r\nlimit which, I believe, is around $14,000.  So for this group\r\n\r\nof  self-employed who only contributes to Medisave, they will\r\n\r\nobviously not be accumulating sufficient savings in their CPF\r\n\r\naccounts  for their old age.  We have to consider whether  we\r\n\r\nshould  progressively encourage this group to also contribute\r\n\r\nto  the  CPF.   One  way  to start is to introduce  mandatory\r\n\r\nsavings  in the Special Account for this group so  that  they\r\n\r\ncan accumulate savings for their retirement expenses\r\n\r\n<br><br><font size=\"1\"><b>Column: 1968</b></font><br><br>\r\n\r\nbecause  most  of  the money in the Special Account  will  go\r\n\r\ntowards their retirement expenses.  This is actually in  line\r\n\r\nwith  what was recommended by the Inter-ministerial Committee\r\n\r\non  Ageing  Population.  This is an area that my Ministry  is\r\n\r\nstudying.   We  are  assessing whether we  should  move  into\r\n\r\nrequiring   the   self-employed  to   also   make   mandatory\r\n\r\ncontribution.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to Mr Hawazi Daipi. Basically, he also\r\n\r\nraised  the concern about part-time and contract workers  who\r\n\r\ndo  not get medical benefits and CPF.  As I said earlier  on,\r\n\r\nif they are in fact employees, regardless of whether they are\r\n\r\npart-time  or  full-time,  they  are  entitled  to  the  same\r\n\r\nbenefits  spelt out in the law.  So the question of requiring\r\n\r\npart-time or contract workers to contribute lower but regular\r\n\r\npayments  to  CPF  is linked to whether we should  make  this\r\n\r\ngroup,   that   is  presently  not  included  in   this   CPF\r\n\r\ncontribution  framework, to also contribute, in other  words,\r\n\r\nto bring in the self-employed.  As I mentioned earlier on, we\r\n\r\nwill  look into whether we should make it mandatory  for  the\r\n\r\nself-employed to also contribute to the  Special  Account  in\r\n\r\norder  to  help  them build up savings for  their  retirement\r\n\r\nneeds.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe I have covered most of the points that were\r\n\r\nraised by Members.\r\n\r\n<br><br><!-- Mr Seng Han Thong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Seng Han Thong (Ang Mo Kio):</b> Sir, one of the\r\n\r\nobjectives  of the National Skills Recognition System  (NSRS)\r\n\r\nis  to  help  workers secure re-employment  should  the  need\r\n\r\narise.  I would urge the Ministry of Manpower to identify and\r\n\r\ncertify  more skills that are suitable for older workers  and\r\n\r\nlower  educated  workers.  These two groups  of  workers  are\r\n\r\nvulnerable to any structural change in our economy  and  many\r\n\r\nmay  lose their jobs.  In fact, many have lost their jobs and\r\n\r\ncannot find a new job.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The NSRS should set priority on these two groups of\r\n\r\nworkers so that many of them can benefit from the system  and\r\n\r\nhave  a  clear  competency  for  re-employment.   The  course\r\n\r\ncontent,  training pace and language of instruction  have  to\r\n\r\ntake into account the uniqueness of the\r\n\r\n<br><br><font size=\"1\"><b>Column: 1969</b></font><br><br>\r\n\r\nparticular industry and profile of the workers.  Let me  cite\r\n\r\none  example.   I  remember that when I was a  young  boy,  I\r\n\r\nfollowed my mother to a goldsmith's shop.  She bought a piece\r\n\r\nof  gold ring.  She was told that the weight of the gold  was\r\n\r\nso  much,  according to the day's market price of $20.   That\r\n\r\npart  you  could not bargain.  But it was the gong qian  (the\r\n\r\ncraftmanship)  that was $5 which you could bargain.   So  $20\r\n\r\nplus $5 was $25, and you must pay.  I remember that my mother\r\n\r\nbargained for 50 cents less, so it was $24.50.  You could buy\r\n\r\nthe gold ring.  So who set the value of the craftmanship?  In\r\n\r\nfact,  today, when you walk into any jewellery or goldsmith's\r\n\r\nshop,  the  same thing applies.  The price of the  gold,  you\r\n\r\ncannot  bargain.   In  the matter of  craftmanship,  you  can\r\n\r\nbargain  for  another  $1 or $2 less.  Again,  who  sets  the\r\n\r\nvalue?  Who certifies the skills?  Can we re-skill or upgrade\r\n\r\ntheir skills so that they come out with better and variegated\r\n\r\ndesigns  and our lower educated or older workers can enjoy  a\r\n\r\nbetter standard of living through NSRS?\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, Sir, as skills are certified at industry level\r\n\r\nand is driven by industry under the NSRS, it is difficult  to\r\n\r\nget various companies, especially the smaller companies where\r\n\r\nthese  two groups of workers are employed, to agree  on  what\r\n\r\nare  the  generic  skills required  for  the  industry.   The\r\n\r\nproblem  has become more complicated when it comes to similar\r\n\r\ncompanies  in  the  same  industry  to  share  the   training\r\n\r\nstrategies  due to competition in the same industry.   NTUC's\r\n\r\nexperience is that the certification assessment structure  of\r\n\r\nthe  NSRS  has so far been flexible enough to meet the  tight\r\n\r\noperational  requirements of the industry needs such  as  the\r\n\r\ntaxi industry or public bus.\r\n\r\n<br>4.45 pm\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to urge MOM to be more proactive\r\n\r\nand  create awareness among the industries that need the NSRS\r\n\r\nsystem and urge the industry not just to be responsive to the\r\n\r\nindustry's  development. The certification  process  must  be\r\n\r\nrunning ahead of the industry so that older workers and lower\r\n\r\neducated\r\n\r\n<br><br><font size=\"1\"><b>Column: 1970</b></font><br><br>\r\n\r\nworkers are reskilled and upgraded well in advance.\r\n\r\n<br><br><!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chay Wai Chuen:</b> Sir, in the M21 plan, the National\r\n\r\nSkills Recognition System will incorporate modularity in  the\r\n\r\ncourse  content and the certification of skill  competencies.\r\n\r\nThis  is  a  scheme that deserves to be supported.   I  feel,\r\n\r\nhowever,  that  there is a need for industry  experts  to  be\r\n\r\ninvolved to map out the skills set for this NSRS.  This  must\r\n\r\nbe  people  who  have  long experience  in  the  industry  or\r\n\r\ninvolved  with the evolution of industry clusters locally  as\r\n\r\nwell as internationally. For example, the retail industry  is\r\n\r\nmashed into logistics and supply chain. Hence, the skills set\r\n\r\nfor  the retail industry must be widened.  Conversely, people\r\n\r\nfrom  the freight delivery handling sector also converge into\r\n\r\nretailing  and e-tailing.  Such industry experts should  also\r\n\r\nbe  aware  of the strategic directions of the investments  in\r\n\r\nour  economy,  as well as internationally. This is  necessary\r\n\r\nbecause otherwise, we may come up with a very limited map  or\r\n\r\na  map  for  yesterday's industry skills and this map  should\r\n\r\nalways  be  periodically reviewed.  A map  devised  by  human\r\n\r\nresource   managers  or  even  training   managers   is   not\r\n\r\nnecessarily the right map for the NSRS.\r\n\r\n<br><br><!-- Mr Ong Ah Heng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ong Ah Heng</b>(<i>In Mandarin</i>): Sir, with the rapid\r\n\r\nadvance  in IT today, we must consistently upgrade ourselves,\r\n\r\notherwise,  we  will  be  lagging behind  others.  We  should\r\n\r\ntherefore  encourage  our workers to learn  and  continue  to\r\n\r\nlearn  and  to  cultivate the concept of life-long  learning.\r\n\r\nSome  workers  who  are  aware of  the  need  for  continuous\r\n\r\nlearning  have  gone to attend classes to upgrade  themselves\r\n\r\nand  hence enhance their market values, while others have not\r\n\r\nseen  such a need. Some do not even know where to attend such\r\n\r\nclasses  and  maybe there is no impetus to motivate  them  to\r\n\r\nlearn.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Manpower 21 plan formulated last year aims to\r\n\r\npromote life-long learning and to set up a national institute\r\n\r\nto realise such a plan.  But I am particularly concerned with\r\n\r\nworkers  who  are in the service sector. They  urgently  need\r\n\r\nsuch upgrading but they lack the necessary\r\n\r\n<br><br><font size=\"1\"><b>Column: 1971</b></font><br><br>\r\n\r\nencouragement  and information on how to go about  doing  it,\r\n\r\nwhereas  in the manufacturing sector, a lot has been done  in\r\n\r\nthis  area.   With  the participation of  some  companies,  a\r\n\r\nseries of technical courses have been designed and conducted.\r\n\r\nMoreover,  there  is  a comprehensive range  of  standardised\r\n\r\ncourses  for the workers.  But workers in the service  sector\r\n\r\nhave  been  neglected. How do workers in the  service  sector\r\n\r\nupgrade themselves?  What suitable courses are available  for\r\n\r\nthem?  What types of jobs would no longer be available?  What\r\n\r\nnew  skills must they learn?  All these questions  should  be\r\n\r\ncomprehensively   addressed  in  the  report   on   life-long\r\n\r\nlearning.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me cite an example. I know of an unemployed student\r\n\r\nwho   has   studied  mass  communications  in   an   overseas\r\n\r\nuniversity.  He  would like to work in the IT  industry.   He\r\n\r\nconsulted  a  professional who worked in the IT  industry  on\r\n\r\nwhat  sort  of  IT courses he should take up.  He  wished  to\r\n\r\npursue  an  external Masters degree on IT  for  non-IT  savvy\r\n\r\npeople conducted by a private institution. After reading  the\r\n\r\nprospectus  for the course, he felt confident that  he  could\r\n\r\ncomplete such a course.  However, his friend advised him  not\r\n\r\nto  pursue  such  a  course because it was meant  for  senior\r\n\r\nmanagers  who  need  IT  knowledge  to  help  them  formulate\r\n\r\npolicies.  It was not a course on how to use IT.  Eventually,\r\n\r\nhe chose a diploma course.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another example concerns a worker in his 40s. Like\r\n\r\nother workers, he was eager to upgrade himself by attending a\r\n\r\npersonnel management course which had nothing to do with  his\r\n\r\npresent  job.   Having completed this course,  he  was  still\r\n\r\ndoing  the same job and he felt that it was a waste  of  time\r\n\r\ngetting such a diploma.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe that there are many people who have had\r\n\r\nsuch  similar experiences.  Life-long learning is not  a  new\r\n\r\nconcept.  In  the past, we have adult education  courses  for\r\n\r\npeople who, for some reasons, could not complete their formal\r\n\r\nschooling in\r\n\r\n<br><br><font size=\"1\"><b>Column: 1972</b></font><br><br>\r\n\r\ntheir  younger  days and would like to catch  up  with  their\r\n\r\nstudies,  and for those who have finished a certain level  of\r\n\r\ntheir  formal education but would like to upgrade  themselves\r\n\r\nprofessionally.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But today, life-long learning is no longer the pursuit\r\n\r\nof  formal  education but an effort to ensure one's life-long\r\n\r\nemployability  in  the changing labour  market  and  to  stay\r\n\r\ncompetitive. As such, our national life-long learning concept\r\n\r\nshould  encompass workers in all sectors to  enable  them  to\r\n\r\nupgrade their skills and to change jobs.  Employers should be\r\n\r\ninvolved in training their workers and when they have  learnt\r\n\r\ncertain new or better skills, due recognition should be given\r\n\r\nto them, though not necessarily in monetary form.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to raise a related issue. As the objective\r\n\r\nof   life-long   learning   is   to   ensure   the   workers'\r\n\r\nemployability, it is the employers who should undertake  such\r\n\r\na task as they know better what their workers need.  But many\r\n\r\nemployers  are  not  taking  the  initiative.  We  have  many\r\n\r\nexcellent  managerial  people.   This  is  evidenced  by  our\r\n\r\nranking  by  the  World Economic Forum and other  independent\r\n\r\norganisations.  Therefore, our managerial staff  can  upgrade\r\n\r\nthemselves,   particularly  in   areas   such   as   business\r\n\r\nstrategies, decision-making and human resource management.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I would like to remind this House that while urging\r\n\r\nour  workers  to upgrade themselves, we should  provide  them\r\n\r\nwith the necessary information and incentives and should  not\r\n\r\nresort to applying pressure on them.  In this way, they  will\r\n\r\nbe  more interested in learning a new skill and feel that  it\r\n\r\nis to their benefit that they do so.\r\n\r\n<br><br><!-- Mr Low Thia Khiang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Low Thia Khiang (Hougang)</b>(<i>In Mandarin</i>): Sir, in last\r\n\r\nyear's  Budget  debate,  I  pointed  out  that  the  training\r\n\r\nprogrammes  of workers have to be supported and  approved  by\r\n\r\nemployers. I am glad to know that now the workers can  go  to\r\n\r\nthe CDAC or the CIDB as their \"surrogate employers\" to obtain\r\n\r\n<br><br><font size=\"1\"><b>Column: 1973</b></font><br><br>\r\n\r\ntraining  and  retraining.  But   this  \"surrogate  employer\"\r\n\r\nscheme   has  not  been  publicized and  made  known  to  the\r\n\r\nworkers.   I think MOM has to step up its publicity of  these\r\n\r\ntraining  programmes  for  workers  so  that  they  know  the\r\n\r\nchannels  to which they can obtain such training  and  skills\r\n\r\nupgrading.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During my meet-the-people sessions, quite a number of\r\n\r\npeople  came  and  told me that they were  facing  employment\r\n\r\nproblems.  Broadly,  there  are  two  classes  of  unemployed\r\n\r\nworkers.  One  class  is 40 years and  below,  but  with  low\r\n\r\neducation  and low skills. They have to compete with  foreign\r\n\r\nworkers and they either lose their jobs or their incomes  are\r\n\r\nreduced. The other group consists of those above the  age  of\r\n\r\n40  years.   Some  of them have some skills,  some  with  low\r\n\r\neducation and some have no skills and they could only go  for\r\n\r\nodd jobs because most of them are not unionised.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These workers are facing difficulties in finding jobs.\r\n\r\nWe  can  imagine  that  when  our economic  restructuring  is\r\n\r\ncomplete, it would be even more difficult for these people to\r\n\r\nfind jobs suitable to them.  MOM should look after the plight\r\n\r\nof  such  people  and give them the proper training  and  job\r\n\r\nopportunities so that they will be able to contribute in  the\r\n\r\nframework of our new economy.  I do not know how many of such\r\n\r\nworkers  we  have.  Maybe MOM can give us some figures.   But\r\n\r\neven  if  this  is only a small number, they  should  not  be\r\n\r\noverlooked because they are most vulnerable. They are part of\r\n\r\nus.  We  expect MOM to give them all the necessary  help  and\r\n\r\nsupport.\r\n\r\n<br><br><!-- Mdm Claire Chiang See Ngoh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mdm Claire Chiang See Ngoh:</b> Sir, I am addressing\r\n\r\nemployment and challenges of a group of older people  on  the\r\n\r\nother  end  of the spectrum. These are not the over  40s  who\r\n\r\nhave  secondary  education, in the unskilled or  semi-skilled\r\n\r\ncategory.  They  are the over-40s who have post-secondary  or\r\n\r\neven  higher  educational qualifications in the  professional\r\n\r\nand  management categories who are also not spared  from  the\r\n\r\ntrauma of unemployment.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1974</b></font><br><br>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Using the web page in MOM again under the section on job\r\n\r\nsought  and vacancies available in December 1999, there  were\r\n\r\nmore  people in this category looking for suitable  placement\r\n\r\nthan  there are jobs.  In fact, during the economic downturn,\r\n\r\nthose retrenched had turned to taxi-driving and various other\r\n\r\nmeans  of livelihood not quite befitting their qualifications\r\n\r\nbut  they  tried  their best to make ends meet  in  order  to\r\n\r\nsupport a growing family.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, for companies not in the manufacturing sector,\r\n\r\nwhich  were  and  are still restructuring,  streamlining  and\r\n\r\ndownsizing  to  survive, the layer of  personnel  they  would\r\n\r\nfirst retrench is the middle management workers because  they\r\n\r\nare  the ones who constitute higher operation cost and  their\r\n\r\nretrenchment  actually  makes  a  significant  shift  in  the\r\n\r\ncompany's bottomline. This middle management layer are  those\r\n\r\nusually  in  the  40s,  who  cannot  benefit  from  the   SDF\r\n\r\nprogramme.  May I just add that, unlike previous years,  when\r\n\r\nthe  social  service centres were frequented  by  women  help\r\n\r\nseekers,  they are currently responding to increasing  number\r\n\r\nof  men on the helpline and in face-to-face counselling.  The\r\n\r\nhighest  worry  is  the loss of jobs which  clearly  affected\r\n\r\ntheir  self-esteem. This has a triggering  effect  on  family\r\n\r\ndynamics and equilibrium.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would like to seek the Minister's direction on what\r\n\r\nmore  we can do for these educated 40s, who are neither  here\r\n\r\nnor  there,  to stay competitive and employable in  our  lead\r\n\r\ntowards KBE. What concrete help can we extend to them to  tap\r\n\r\ntheir  productivity? Can we also launch a sector  driven  SRP\r\n\r\nfor  the professionals and mainstream occupational groups  to\r\n\r\nsee  how they can reskill and redeploy the talents in the new\r\n\r\neconomy?   If  they were to get a MBA course, Sir,  where  do\r\n\r\nthey get the money and how do they pay for the mortgages, and\r\n\r\nwhat  does  the family live on?  It would only add  financial\r\n\r\nstress  to  the  family.  I seek the Minister's  comments  on\r\n\r\nthese matters.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1975</b></font><br><br>\r\n\r\n<br><br><!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Chairman:</b> We have got one minute more. I think we\r\n\r\ncan stop here.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thereupon, Mr Deputy Speaker left the Chair of the\r\n\r\nCommittee and took the Chair of the House.\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<br><br><!-- Dr Lee Boon Yang -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Lee Boon Yang:</b> Mr Deputy Speaker, I beg to report\r\n\r\nthat the Committee of Supply has made further progress on the\r\n\r\nEstimates  of  Expenditure for the financial year  2000/2001,\r\n\r\nand ask leave to sit again on Monday, 13th March 2000.\r\n\r\n<br><br><font size=\"1\"><b>Column: 1976</b></font><br><br>\r\n\r\n<br><br><!-- Mr Eugene Yap Giau Cheng (Mr Deputy Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Deputy Speaker:</b> So be it.\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"That Parliament do now adjourn.\" - [Dr Lee Boon Yang].\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at</div>\r\n\r\n<div align=\"right\">Five o'clock pm to</div>\r\n\r\n<div align=\"right\">Monday, 13th March, 2000.</div>\r\n\r\n\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
