{"memberId": null, "volumeNo": "74", "reportType": null, "sessionNo": null, "portfolio": null, "memberName": null, "reportVersion": null, "reportStartCol": null, "sittingNo": "4", "reportEndCol": null, "title": null, "columnStart": null, "parlNo": null, "reportContent": null, "columnEnd": null, "reportId": null, "score": null, "maxResult": null, "sno": null, "fullContentFlag": null, "fromMonth": null, "fromDay": null, "fromYear": null, "htmlFullContent": "<html><meta http-equiv=\"Content-Type\" content=\"text/html; charset=UTF-8\" />\r\n\r\n<head>\r\n\r\n\r\n\r\n<meta http-equiv=\"Content-Type\" content=\"text/html;charset=iso-8859-1\">\r\n\r\n<meta name=\"Parl_No\" content=\"10\">\r\n\r\n<meta name=\"Sess_No\" content=\"1\">\r\n\r\n<meta name=\"Vol_No\" content=\"74\">\r\n\r\n<meta name=\"Sit_No\" content=\"4\">\r\n\r\n<meta name=\"Sit_Date\" content=\"2002-04-03\">\r\n\r\n<meta name=\"Start_Col\" content=\"241\">\r\n\r\n<meta name=\"End_Col\" content=\"340\">\r\n\r\n</head>\r\n\r\n<body>\r\n\r\n<table width=\"100%\" border=\"1\" cellpadding=\"1\" cellspacing=\"0\" bordercolor=\"#000000\"><tr><td>\r\n\r\n<table width=\"100%\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Parliament No:</font></td><td width=\"85%\"><font size=\"2\">10</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Session No:</font></td><td width=\"85%\"><font size=\"2\">1</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Volume No:</font></td><td width=\"85%\"><font size=\"2\">74</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting No:</font></td><td width=\"85%\"><font size=\"2\">4</font></td></tr>\r\n\r\n<tr valign=\"top\"><td width=\"15%\"><font size=\"2\">Sitting Date:</font></td><td width=\"85%\"><font size=\"2\">03-04-2002</font></td></tr>\r\n\r\n</table></td></tr>\r\n\r\n</table>\r\n\r\n<br><br><font size=\"1\"><b>Column: 241</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h2>PARLIAMENTARY DEBATES</h2></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h2>SINGAPORE</h2></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h3>OFFICIAL REPORT</h3></div>\r\n\r\n                              \r\n\r\n<div align=\"center\"><h4>TENTH PARLIAMENT</h4></div>\r\n\r\n                              \r\n\r\n\r\n\r\n\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"1\"><tr><td><div align=\"left\"><b>PART I OF FIRST SESSION</b></div></td><td><div align=\"right\"><b>VOLUME 74</b></div></td></tr></table>\r\n\r\n<hr width=\"100%\" size=\"2\" noshade>\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><i>Wednesday, 3rd April, 2002</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><i>The House met at 12.30 pm</i></div>\r\n\r\n\r\n\r\n\r\n\r\n<br><div align=\"center\">PRESENT:</div>\r\n\r\n\r\n\r\n<br>Mr SPEAKER (Mr Abdullah Tarmugi (East Coast)).\r\n\r\n\r\n\r\n<br>Mr Ahmad Khalis Bin Abdul Ghani (Hong Kah).\r\n\r\n\r\n\r\n<br>Mr Ahmad Mohd Magad (Pasir Ris-Punggol).\r\n\r\n\r\n\r\n<br>Mr Ang Mong Seng (Hong Kah).\r\n\r\n\r\n\r\n<br>Dr Balaji Sadasivan (Ang Mo Kio), Minister of State, Ministry of Health and Ministry of the Environment.\r\n\r\n\r\n\r\n<br>Mr Chan Soo Sen (Joo Chiat), Minister of State, Prime Minister's Office and Ministry of Community Development and Sports.\r\n\r\n\r\n\r\n<br>Mr Chay Wai Chuen (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Dr John Chen Seow Phun (Hong Kah).\r\n\r\n\r\n\r\n<br>Mr Chew Heng Ching (East Coast), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Steve Chia Kiah Hong (Non-Constituency Member).\r\n\r\n\r\n\r\n<br>Mr Chiam See Tong (Potong Pasir).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Chin Tet Yung (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Charles Chong (Pasir Ris-Punggol).\r\n\r\n\r\n\r\n<br>Dr Chong Weng Chiew (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr Davinder Singh (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Arthur Fong (West Coast).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 242</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Cedric Foo Chee Keng (West Coast), Minister of State, Ministry of Defence.\r\n\r\n\r\n\r\n<br>Mr Gan Kim Yong (Holland-Bukit Panjang).\r\n\r\n\r\n\r\n<br>Mr Andy Gan Lai Chiang (Marine Parade).\r\n\r\n\r\n\r\n<br>Mr Goh Chok Tong (Marine Parade), Prime Minister.\r\n\r\n\r\n\r\n<br>Mdm Halimah Yacob (Jurong).\r\n\r\n\r\n\r\n<br>Mr Hawazi Daipi (Sembawang), Parliamentary Secretary to the Minister for Education.\r\n\r\n\r\n\r\n<br>Mr Heng Chee How (Jalan Besar).\r\n\r\n\r\n\r\n<br>Mdm Ho Geok Choo (West Coast).\r\n\r\n\r\n\r\n<br>Mr Inderjit Singh (Ang Mo Kio), Deputy Government Whip.\r\n\r\n\r\n\r\n<br>Ms Indranee Rajah (Tanjong Pagar).\r\n\r\n\r\n\r\n<br>Mr S. Iswaran (West Coast).\r\n\r\n\r\n\r\n<br>Prof. S. Jayakumar (East Coast), Minister for Law and Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Khaw Boon Wan (Tanjong Pagar), Senior Minister of State, Ministry of Transport and Ministry of Information, Communications and the Arts.\r\n\r\n\r\n\r\n<br>Dr Amy Khor Lean Suan (Hong Kah).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Koo Tsai Kee (Tanjong Pagar), Senior Parliamentary Secretary to the Minister for National Development and Minister for Defence.\r\n\r\n\r\n\r\n<br>Dr Lee Boon Yang (Jalan Besar), Minister for Manpower and Government Whip.\r\n\r\n\r\n\r\n<br>Mr Lee Hsien Loong (Ang Mo Kio), Deputy Prime Minister and Minister for Finance.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 243</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Lee Kuan Yew (Tanjong Pagar), Senior Minister, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Dr Warren Lee (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Lee Yock Suan (East Coast), Minister, Prime Minister's Office and Second Minister for Foreign Affairs.\r\n\r\n\r\n\r\n<br>Mr Leong Horn Kee (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Lim Boon Heng (Jurong), Minister, Prime Minister's Office.\r\n\r\n\r\n\r\n<br>Dr Michael Lim Chun Leng (Pasir Ris-Punggol).\r\n\r\n\r\n\r\n<br>Mr Lim Hng Kiang (West Coast), Minister for Health and Second Minister for Finance.\r\n\r\n\r\n\r\n<br>Mrs Lim Hwee Hua (Marine Parade), Deputy Speaker.\r\n\r\n\r\n\r\n<br>Mr Raymond Lim Siang Keat (East Coast), Minister of State, Ministry of Foreign Affairs and Ministry of Trade and Industry.\r\n\r\n\r\n\r\n<br>Mr Lim Swee Say (Holland-Bukit Panjang), Minister for the Environment and Deputy Government Whip.\r\n\r\n\r\n\r\n<br>Mr David T. E. Lim (Holland-Bukit Panjang), Acting Minister for Information, Communications and the Arts and Senior Minister of State, Ministry of Defence.\r\n\r\n\r\n\r\n<br>Mr Loh Meng See (Jalan Besar).\r\n\r\n\r\n\r\n<br>Miss Penny Low (Pasir Ris-Punggol).\r\n\r\n\r\n\r\n<br>Assoc. Prof. Low Seow Chay (Chua Chu Kang).\r\n\r\n\r\n\r\n<br>Mr Low Thia Khiang (Hougang).\r\n\r\n\r\n\r\n<br>Mr Mah Bow Tan (Tampines), Minister for National Development and Deputy Leader of the House.\r\n\r\n\r\n\r\n<br>Dr Mohamad Maliki Bin Osman (Sembawang).\r\n\r\n\r\n\r\n<br>Dr Lily Neo (Jalan Besar).\r\n\r\n\r\n\r\n<br>Dr Ng Eng Hen (Bishan-Toa Payoh), Minister of State, Ministry of Education and Ministry of Manpower.\r\n\r\n\r\n\r\n<br>Ms Irene Ng Phek Hoong (Tampines).\r\n\r\n\r\n\r\n<br>Mr Ong Ah Heng (Nee Soon Central).\r\n\r\n\r\n\r\n<br>Dr Ong Chit Chung (Jurong).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 244</b></font><br><br>\r\n\r\n\r\n\r\n<br>Mr Ong Kian Min (Tampines).\r\n\r\n\r\n\r\n<br>Dr Ong Seh Hong (Aljunied).\r\n\r\n\r\n\r\n<br>Mr Othman Haron Eusofe (Marine Parade).\r\n\r\n\r\n\r\n<br>Mdm Cynthia Phua (Aljunied).\r\n\r\n\r\n\r\n<br>Mr R. Ravindran (Marine Parade).\r\n\r\n\r\n\r\n<br>Mr Seng Han Thong (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Mr Sin Boon Ann (Tampines).\r\n\r\n\r\n\r\n<br>Dr Tan Boon Wan (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Dr Tan Cheng Bock (Ayer Rajah).\r\n\r\n\r\n\r\n<br>Dr Tony Tan Keng Yam (Sembawang), Deputy Prime Minister and Minister for Defence.\r\n\r\n\r\n\r\n<br>Mr Tan Soo Khoon (East Coast).\r\n\r\n\r\n\r\n<br>RAdm Teo Chee Hean (Pasir Ris-Punggol), Minister for Education and Second Minister for Defence.\r\n\r\n\r\n\r\n<br>Dr Teo Ho Pin (Holland-Bukit Panjang).\r\n\r\n\r\n\r\n<br>Dr Vivian Balakrishnan (Holland-Bukit Panjang), Minister of State, Ministry of National Development.\r\n\r\n\r\n\r\n<br>Dr Wang Kai Yuen (Bukit Timah).\r\n\r\n\r\n\r\n<br>Mr Wee Siew Kim (Ang Mo Kio).\r\n\r\n\r\n\r\n<br>Mr Wong Kan Seng (Bishan-Toa Payoh), Minister for Home Affairs and Leader of the House.\r\n\r\n\r\n\r\n<br>Assoc. Prof. Yaacob Ibrahim (Jalan Besar), Acting Minister for Community Development and Sports and Minister-in-charge of Muslim Affairs.\r\n\r\n\r\n\r\n<br>Encik Yatiman Yusof (Tampines), Senior Parliamentary Secretary to the Minister for Information, Communications and the Arts.\r\n\r\n\r\n\r\n<br>Mr Yeo Cheow Tong (Hong Kah), Minister for Transport.\r\n\r\n\r\n\r\n<br>Mr Yeo Guat Kwang (Aljunied).\r\n\r\n\r\n\r\n<br>BG George Yong-Boon Yeo (Aljunied), Minister for Trade and Industry.\r\n\r\n\r\n\r\n<br>Mrs Yu-Foo Yee Shoon (Jurong).\r\n\r\n\r\n\r\n<br>Mr Zainudin Nordin (Bishan-Toa Payoh).\r\n\r\n\r\n\r\n<br>Mr Zainul Abidin Rasheed (Aljunied).\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\n<br><div align=\"center\">ABSENT:</div>\r\n\r\n\r\n\r\n<br>Assoc. Prof. Ho Peng Kee (Nee Soon East), Senior Minister of State, Ministry of Law and Ministry of Home Affairs.\r\n\r\n\r\n\r\n<br>Encik Mohamad Maidin B P M (Marine Parade), Senior Parliamentary Secretary to the Minister for Home Affairs.\r\n\r\n\r\n\r\n<br>Mr K. Shanmugam (Sembawang).\r\n\r\n\r\n\r\n<br>Mr Tharman Shanmugaratnam (Jurong), Senior Minister of State, Ministry of Trade and Industry and Ministry of Education.\r\n\r\n\r\n\r\n<br>Mr Matthias Yao Chih (MacPherson), Senior Minister of State, Prime Minister's Office.\r\n\r\n\r\n\r\n<hr align=\"center\" width=\"30%\" size=\"2\" noshade>\r\n\r\n                     \r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>BILL INTRODUCED</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>ANIMALS AND BIRDS (AMENDMENT) BILL</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"to amend the Animals and Birds Act (Chapter 7 of the\r\n\r\n<br><br>1985&nbsp;&nbsp;&nbsp;&nbsp;Revised Edition) and to make a related amendment to  the\r\n\r\nFisheries Act (Chapter 111 of the 1985 Revised Edition)\",\r\n\r\n\r\n\r\npresented  by the Minister of State for National  Development\r\n\r\n(Dr  Vivian Balakrishnan); read the First time; to be read  a\r\n\r\nSecond time on the next available sitting of Parliament,  and\r\n\r\nto be printed.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 245</b></font><br><br>\r\n\r\n\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<div align=\"center\"><h4>PRESIDENT'S ADDRESS</h4></div>\r\n\r\n<div align=\"center\"><b>Debate on the Address</b></div>\r\n\r\n<div align=\"center\"><b>(Third Allotted Day)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Order read for Resumption of Debate on Question [1st\r\n\r\nApril, 2002],\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;'That the following Address in reply to the Speech of\r\n\r\nthe President be agreed to:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"We, the Parliament of the Republic of Singapore,\r\n\r\nexpress  our thanks to the President for the Speech which  he\r\n\r\ndelivered on behalf of the Government at the Opening  of  the\r\n\r\nFirst Session of this Parliament.\".'  -  [Mrs Lim Hwee Hua].\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Question again proposed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Zainul Abidin Rasheed -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Zainul Abidin Rasheed (Aljunied):</b> Mr Speaker, Sir, I\r\n\r\nrise  in  support of Mrs Lim Hwee Hua's motion to  thank  the\r\n\r\nPresident\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 246</b></font><br><br>\r\n\r\n\r\n\r\nfor his Speech during the Opening of the Tenth Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before that, after hearing the introduction of the Bill\r\n\r\non  birds and animals, I will try and see whether I can  make\r\n\r\nmy  point  about more than just birds and bees.  It is  about\r\n\r\nharmony.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are at the crossroads, said the President. Our\r\n\r\ncollective  rejoinder should be, let us  make  sure  we  know\r\n\r\nwhich  route to take.  The price can be high if  we  were  to\r\n\r\ntake  the  wrong turn.  As stakeholders, we all  have  vested\r\n\r\ninterests in that common destination.  Equal rights, however,\r\n\r\ndemand equally shared responsibilities.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Social cohesion and religious harmony are obviously the\r\n\r\ncornerstones  of  Singapore's  future,  after  all,  as   the\r\n\r\nPresident   had  cautioned,  it  is  one  of   our   on-going\r\n\r\nchallenges,  except that it has taken a certain urgency  post\r\n\r\nSeptember  11.   The earlier we recognise  that,  the  better\r\n\r\nplaced we are to prepare for the tasks ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I was in Marrakech, Morocco, a\r\n\r\nfortnight ago, to attend the 107th Inter-Parliamentary  Union\r\n\r\nConference.  Leading the Singapore delegation, I was proud to\r\n\r\nannounce   at   the  Conference  that  Singapore   celebrates\r\n\r\npluralism.  Even our delegation was symbolic of that.   I  am\r\n\r\nglad that Mr Chiam has just walked in.  Although the majority\r\n\r\nof  Singaporeans are Chinese, two of the representatives were\r\n\r\nMalay/Muslims,  Mr  Ahmad  Khalis  and  myself.   The   other\r\n\r\ndelegate,  Mr  Chiam See Tong, is Chinese, a  Christian  (not\r\n\r\nfrom  the  majority Buddhists/Taoists group),  and  from  the\r\n\r\nOpposition  too.    I  must  add that  Mr  Chiam  is  a  true\r\n\r\nSingaporean,  especially overseas.  I dare say  that  I  look\r\n\r\nforward  to  my  next  trip travelling with  Mr  Chiam  as  a\r\n\r\ncompanion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The IPU Conference, Sir, was also preoccupied with the\r\n\r\nissue  of  the global fight against terrorism.  That reminded\r\n\r\nme   about  the  UN  Conference  on  Racism,  Xenophobia  and\r\n\r\nIntolerance,  in  Durban, a few days before  the  tragic  and\r\n\r\nhorrible attack by extremists and heartless terrorists on the\r\n\r\nWorld  Trade Centre.  Ego and emotion engulfed the  minds  at\r\n\r\nthe\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 247</b></font><br><br>\r\n\r\n\r\n\r\nconference, leaving it a failure, despite being held  in  the\r\n\r\nLand of the forgiving Nelson Mandela.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;After September 11, the world is never the same again.\r\n\r\nBut  has  the world really learnt its lesson?  In the  Middle\r\n\r\nEast,   the  Israel-Palestinian  time-bomb  is  fast  ticking\r\n\r\ntowards madness.  The ghost of the Al Qaeda network continues\r\n\r\nto  haunt,  not only in Afghanistan but also in our backyard.\r\n\r\nThe  reality of the Jemaah Islamiyah arrests and the severity\r\n\r\nof  the  security risks they pose to Singapore  still  escape\r\n\r\nsome.   As Dr Balaji reminded us yesterday, imagine  if  they\r\n\r\nhad  chosen Singapore instead of the World Trade Centre.  The\r\n\r\nsooner  we realise the dangers of such extreme behaviour  and\r\n\r\ntake  steps to minimise, if not eradicate it, the  better  it\r\n\r\nis.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;How Muslims interpret Islam, in particular the need to\r\n\r\nchampion  moderation in the modern, progressive  and  secular\r\n\r\nworld  today, will have serious ramifications on how we  live\r\n\r\ntogether  in harmony in Singapore, the region, in  fact,  the\r\n\r\nworld.   It is not just about tolerance, neither coexistence.\r\n\r\nCoexistence  can  be  described as a relationship  between  a\r\n\r\nfarmer  and  a  turkey, until Christmas.  That  is  not  good\r\n\r\nenough.  We do not need `cold turkey' in our multi-racial and\r\n\r\nmulti-religious relations.  It needs better understanding and\r\n\r\ntrust.   That  may sound a cliche, but that is a  warning  or\r\n\r\nreminder  worth reiterating.  This will be the most important\r\n\r\ntest for Singapore's resilience.  Indeed, it will be the most\r\n\r\nchallenging.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Understanding Islam and the many faces of Muslims in the\r\n\r\nworld  today will be and must be an important agenda  for  us\r\n\r\nglobal  and cosmopolitan Singapore.  The concept of Ummah  is\r\n\r\nimportant in the Islamic vocabulary, but do not misunderstand\r\n\r\nwhen  they  endeavour to be good Muslims or  even  religious.\r\n\r\nMuslims  in  Singapore, however, must be more discerning  and\r\n\r\nrational  in  their  judgment, especially  when  it  involves\r\n\r\nextremism  and  conservatism.   Fortunately  for   us,   most\r\n\r\nSingaporeans are moderates, as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 248</b></font><br><br>\r\n\r\n\r\n\r\nwas mentioned by Mr Ahmad Magad yesterday.  Nevertheless,  it\r\n\r\nis  always  the extreme minority that is strident and  vocal.\r\n\r\nThey  can  do serious damage to the interests of  the  silent\r\n\r\nmoderate  majority, just like the Talibans and  the  Al-Qaeda\r\n\r\nnetwork.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore Muslims have to be brave to go moderate and\r\n\r\nmain  stream, not extreme.  No doubt, Muslims need to believe\r\n\r\nin  the  supremacy of the Koran and the Syariah, but look  to\r\n\r\nthe golden era of the Prophet and the Caliphs to see the open-mindedness,  the  emphasis  on  knowledge  and  science   and\r\n\r\ntechnology.     Not   the   quarrels   over   khilafiah    or\r\n\r\ninterpretations, or who is more Muslim or more  sincere.  The\r\n\r\nIslamic  civilisation  was  the centre  of  trade,  arts  and\r\n\r\nsciences  then,  not veiled withdrawals into exclusivity  and\r\n\r\nconservation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President of the Moroccan Parliament told me that\r\n\r\nMoroccans  are  proud  of  their Berber  civilisation,  Arab-Islamic  background and close to the Western European  world.\r\n\r\nThey  did  not allow one to trouble the other.  They  achieve\r\n\r\nharmony of thought and mind, and progress in tandem with  the\r\n\r\nmodern  world,  not  secular  in  approach,  neither  totally\r\n\r\nMuslim,  as  would be understood by some extreme groups,  but\r\n\r\nhumane, which is just as Islamic to them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is easy to stir trouble under the guise of defending\r\n\r\nfellow  Muslim rights, but how many 'brothers' will  come  to\r\n\r\nour  help  when we are in deep waters ourselves.  Muslims  in\r\n\r\nBosnia  knew  that.  Chairman Arafat must  be  wondering  now\r\n\r\nwhere  will  help come from.  Muslims in Singapore  must  not\r\n\r\nallow  Muslim  `brothers' from outside who know little  about\r\n\r\nour  own developments and situation, or worse, with their own\r\n\r\nagenda,  to  make our challenges more complex.   We  have  to\r\n\r\nresolve them ourselves, our way, whether tudung, madrasah  or\r\n\r\nupliftment.  I realise the issue of tudung in school is still\r\n\r\nbugging  the  minds  of many Muslims, but  we  will  have  to\r\n\r\ncontinue to work on it.  No minority extreme views should  be\r\n\r\nallowed to dominate or influence the moderate majority.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 249</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Address highlights the challenges we\r\n\r\nface together  -  not Malay problem, not Chinese problem, but\r\n\r\nSingaporean  challenges.  Voices accusing the  Government  of\r\n\r\nmarginalising   the  Malay/Muslims  have  been   heard   when\r\n\r\nconvenient  by  certain  quarters  and  parties,  inside  and\r\n\r\noutside  Singapore.   Sure, for a community  which  has  been\r\n\r\nlagging behind for decades in education and the economy,  one\r\n\r\ndoes  not  and must not expect miracles to turn the situation\r\n\r\naround.  Even affirmative action programmes in many countries\r\n\r\nhave proven inadequate.  There are still many areas that need\r\n\r\nurgent   attention,  education  in  particular.   The   Malay\r\n\r\ncommunity recognises that, so does its leaders.  It  is  that\r\n\r\nawareness  that  has  allowed  the  community,  through   its\r\n\r\nupliftment  programmes,  to  show  credible  progress.    The\r\n\r\nperformance of Malay students in mathematics was the  7th  in\r\n\r\nthe  world in the 1999 World Mathematics and Science  Survey,\r\n\r\nsurpassing the US, Canada and UK.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Do not also say that there were no opportunities. Our\r\n\r\nfirst  President was a Malay and we now, Sir,  have  yourself\r\n\r\nthe  Speaker of the House, a first for a Malay.  The Minister\r\n\r\nin  charge  of  Muslim Affairs is a PhD in  Engineering  from\r\n\r\nStanford,  and  look  at the new crop of  MPs  that  we  have\r\n\r\nbrought  in at the last general elections.  With due  respect\r\n\r\nto ex-teachers and journalists like myself, we have a lawyer,\r\n\r\nan international labour unionist, another PhD, a sociologist,\r\n\r\nand  a  polytechnic lecturer.  Some may say that we have  not\r\n\r\ncome  to  the  stage  of  producing people  like  the  Senior\r\n\r\nMinisters  of State Mr Tharman and Mr Khaw, and Ministers  of\r\n\r\nState  Mr Ng, Dr Balaji, Dr Balakrishnan and Mr Raymond  Lim,\r\n\r\nbut  that  should  not be a point for us  to  gripe,  neither\r\n\r\ndespair, but indeed that should serve as a challenge  for  us\r\n\r\nto strive for.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The community should indeed feel inspired to work even\r\n\r\nharder to uplift and together build greater resilience.  When\r\n\r\nthe  Malay  community progresses and strengthen  further  its\r\n\r\neducational base, the stronger will the community\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 250</b></font><br><br>\r\n\r\n\r\n\r\nbecome   and   thus  the  more  resilient  our   multi-racial\r\n\r\nSingapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, listening to the President's Address\r\n\r\nmakes  me  more convinced the importance of the  CDCs.   Make\r\n\r\nCDCs  all the more relevant as catalysts for social cohesion.\r\n\r\nThe  Government needs to relook at the resources given to the\r\n\r\nCDCs to enhance their role.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If I may use the North East CDC as an example, and I\r\n\r\ndeclare  my  interest  as  Mayor  of  North  East  CDC,   its\r\n\r\nphilosophy  and basic principles not only address short  term\r\n\r\nimmediate   problems,  but  also  tackle  future  challenges.\r\n\r\nResilience  means  enhancing  personal  responsibility  where\r\n\r\nassistance  is  aimed  at  helping  individuals  gain   self-reliance.   After all, all programmes are aimed at  promoting\r\n\r\ncommunity  self-help.   The  responsibility  of  any   social\r\n\r\nproblems must be shared between the Government, the community\r\n\r\nand individuals.  The CDC's role should be that of enabler of\r\n\r\ncommunity.  The CDC provides the infrastructure and resources\r\n\r\nto facilitate all to play their part.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, ideas may be easy to come by but, more\r\n\r\nimportant,  is  the  will  to make  multi-racial  and  multi-religious  Singapore succeed as a more cohesive nation.   For\r\n\r\nthat,  we need a greater sense of common destiny.  That  must\r\n\r\nbe  our shared destination, our shared responsibility.   That\r\n\r\nis our road ahead.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Steve Chia Kiah Hong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Steve Chia Kiah Hong (Non-Constituency Member):</b> Mr\r\n\r\nSpeaker,  Sir,  I  rise  to speak in support  of  the  motion\r\n\r\nstanding  in the name of Mrs Lim Hwee Hua, Member for  Marine\r\n\r\nParade GRC.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President has reflected a very tough external\r\n\r\nenvironment  and  has  laid out several  present  and  future\r\n\r\nchallenges for Singapore.  I would like, first, to comment on\r\n\r\neconomic  restructuring and why we need to develop a  society\r\n\r\nof  creative  thinkers, before moving on to propose  ways  to\r\n\r\nbuild social cohesion.  I will end by\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 251</b></font><br><br>\r\n\r\n\r\n\r\narguing  why  there  is a need for more than  just  political\r\n\r\nrenewal.\r\n\r\n\r\n\r\n<br><br><i>Economic  restructuring and developing a society of  creative thinkers</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is well known that Singapore's economy is highly\r\n\r\ndependent    on    electronics   and   manufacturing.     The\r\n\r\nmanufacturing sector has served Singapore very  well  in  the\r\n\r\nlast several decades. We have virtually exported our way out,\r\n\r\nfrom a third world to that of a developed nation.  Credit  is\r\n\r\ndue  and  must  be  given to the founding leaders  for  their\r\n\r\nwisdom and foresight in pursuing this policy.\r\n\r\n\r\n\r\n<br><br><i>Reducing business cost</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, times have changed. We are now a developed\r\n\r\neconomy  and cost is awfully high.  We are expensive  and  no\r\n\r\nlonger  cost-competitive.  Our manufacturers  cannot  compete\r\n\r\nefficiently in terms of pricing alone.  We are trying to move\r\n\r\nup  the  value  chain and technological expertise.   However,\r\n\r\nthese are just ways to stall for time before other countries,\r\n\r\nlike China, catch up.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the meantime, we need to look into ways to reduce the\r\n\r\nhigh cost of doing business in Singapore.  Most of these high\r\n\r\ncosts, like licence fees, public service charges, land  cost,\r\n\r\nrental, direct and indirect taxes, transport cost and so  on,\r\n\r\ncan  be traced to the Government.  Like Mr Ravindran said,  I\r\n\r\nalso  wonder if the public service departments are recovering\r\n\r\ncosts, or making huge profits.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Therefore, in the interim measures to make Singapore\r\n\r\ncompetitive,  the Government should take the  lead  to  lower\r\n\r\nthese  burdens  and adjust them to a more competitive  level.\r\n\r\nThis is the best immediate way to help reduce business costs.\r\n\r\n\r\n\r\n<br><br><i>Developing a creative thinking society</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For the longer term, we need greater initiative to\r\n\r\ndevelop more unique products and services that we can export.\r\n\r\nTo achieve this, we must be free to think.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 252</b></font><br><br>\r\n\r\n\r\n\r\nLook  at  the USA - their emphasis on creativity and a  free-thinking society have paid off very well economically.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Creativity is the current buzzword in education and\r\n\r\nsociety.   What  actually  constitutes  creativity?   Sir,  I\r\n\r\nbelieve  there  are two types of creativity  -  artistic  and\r\n\r\nthinking.   I  cannot  speak  for  artistic  creativity,  but\r\n\r\nthinking  creativity is something that  we  can  nurture  and\r\n\r\nbuild  upon.   To be a nation of creative thinkers,  we  must\r\n\r\nfirst  start  by  getting our citizens to  ask  the  question\r\n\r\n\"Why\".   For example, why must we rely so heavily on Malaysia\r\n\r\nfor  water?   Why must we fear China's economic growth?   Can\r\n\r\nthere  not  be  a  better  solution  to  what  the  Ministers\r\n\r\nproposed?  There must be other fresh solutions to Singapore's\r\n\r\nmany challenges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Sim Wong Hoo of Creative Technology must be spending\r\n\r\na  lot  of time thinking, \"What new products can I market  to\r\n\r\nthe  world?   How  can I improve on the sound blaster  card?\"\r\n\r\nSir,  it  is through the questioning attitude that opens  our\r\n\r\nmindset  to the possibility of looking for solutions  out  of\r\n\r\nthe  box.  Had Sir Isaac Newton not asked, \"Why did the apple\r\n\r\ndrop  from the tree?\", he would not have gone on to  discover\r\n\r\nthe laws of gravity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I agree with the Member for Ang Mo Kio\r\n\r\nGRC, Mr Wee Siew Kim, that for a truly questioning mind to be\r\n\r\ndeveloped,  it  has to start from a young age.   A  safe  and\r\n\r\nencouraging environment must be present for children  to  ask\r\n\r\nquestions and speak their mind.  This should be the  priority\r\n\r\nin  our schools.  The Education Ministry must seriously  look\r\n\r\ninto this.  It is not healthy for young Singaporeans to learn\r\n\r\nto  keep  their mouths shut - like the fishes in  Jack  Neo's\r\n\r\nmovie \"I Not Stupid\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To have a questioning mind is the beginning of wisdom.\r\n\r\nIt  is  more important than constant mugging for examinations\r\n\r\nor  the  memorising of facts and figures.  We must  give  our\r\n\r\nonly natural resource, that is, our human talents, a lot more\r\n\r\ncare,  encouragement and empowerment to bring them  to  their\r\n\r\nfull potential.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 253</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Although not all will turn out to be another Mr Sim Wong\r\n\r\nHoo,  at  the  very  least, they will be  equipped  with  the\r\n\r\ncorrect thinking skills to be creative thinkers.  The art  of\r\n\r\nasking  questions  will definitely kick  start  the  thinking\r\n\r\nprocess,  foster initiative and a sense of ownership  of  the\r\n\r\nproblems  on  hand.  It will break our infamous  attitude  of\r\n\r\nkiasu and kiasi that Mr Seng Han Thong mentioned on Monday.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I strongly believe that a \"thinking person\" will be a\r\n\r\nmodel  citizen  with  the  `spirit of  resilience  and  self-sufficiency'  that Dr Ng Eng Hen mentioned on Monday.   Their\r\n\r\nfirst instinct will not be to run to the MPs to ask for help,\r\n\r\nbut  to think of the problems, and to take the initiative  to\r\n\r\nsolve the problems themselves.  This will certainly boost the\r\n\r\nbrand name of our Singaporean professionals and managers.\r\n\r\n\r\n\r\n<br><br><i>Building social cohesion</i>\r\n\r\n\r\n\r\n<br><br><i>(a) Develop a more tolerant, magnanimous and forgiving culture</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, now I would like to move on to talk\r\n\r\nabout building social cohesion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To continue to develop this culture of creativity and\r\n\r\ninitiative,  we  must restructure our society  and  political\r\n\r\nsystem, allow for differences in thinking and attitudes.   We\r\n\r\nmust let our citizens feel real ownership of our society, not\r\n\r\njust physical ownership.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As leaders, we must learn to agree to disagree. We can\r\n\r\ndisagree  professionally but we must always work together  to\r\n\r\nuphold  the decisions of the majority, while considering  the\r\n\r\nconcerns of the minority.  This will provide the social  glue\r\n\r\nfor a more cohesive society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Politics is very discouraging for the young, especially\r\n\r\nfor  those  on the opposite side of the governing party.   In\r\n\r\npast  elections, there were many settling of scores  and  law\r\n\r\nsuits.   This  does  not  make a more  gracious  or  cohesive\r\n\r\nsociety, especially when it is seen as a big Goliath bullying\r\n\r\na small David.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 254</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I believe as national leaders, we should learn to\r\n\r\nbe  more  forgiving of political opponents.  We  should  give\r\n\r\nmore  leeway  for  the  heat generated  during  an  electoral\r\n\r\ncontest,  and  not make a big issue out of  a  molehill.   We\r\n\r\nshould  be  more magnanimous to those who spoke out  and  are\r\n\r\nhighly critical of us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For instance, I am on talking terms with my political\r\n\r\nopponent, Prof. Low, from Chua Chu Kang.  I respect him -  he\r\n\r\nis not here - for his electoral victory, but I shall continue\r\n\r\nto  work  the  ground  and  try to win  the  support  of  the\r\n\r\nresidents  there.  This is civil competition.  It is  healthy\r\n\r\nand should be encouraged.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"May the best person win\" should be the motto of our\r\n\r\nsociety.  This is the spirit of meritocracy.\r\n\r\n\r\n\r\n<br><br><i>(b)  Adopt a balanced approach to managing society</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we need to take on a balanced approach\r\n\r\nto society.  I believe that our society has been over-managed\r\n\r\nto the extent that Senior Minister complained there is little\r\n\r\nbuzz.   The  Government  has  been  taking  a  very  top-down\r\n\r\napproach in managing our society.  I agree very much with the\r\n\r\nPresident's  view that, and I quote: \"We must  open  up  more\r\n\r\nspace for Singaporeans.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is high time to set in motion this bottoms-up\r\n\r\napproach - to spend more time engaging and listening  to  the\r\n\r\npeople, to understand their concerns and aspirations;  to  be\r\n\r\nmore sensitive to their needs and wants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A good way to start this bottoms-up approach is by\r\n\r\nhaving each Residents Committee (RC) and its Chairman elected\r\n\r\nby   the  residents  themselves.   Currently,  it  is   being\r\n\r\nappointed  by the MP, and for most residents they  would  not\r\n\r\nknow who are the Chairmen of the RCs.  By being elected, they\r\n\r\nwill get to know the residents better, earn their respect and\r\n\r\nbe  their  voice  to Government officials.  This  interaction\r\n\r\nbetween  the  community  and the Government  will  definitely\r\n\r\nbuild a more dynamic society.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 255</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government must trust the people and allow them to\r\n\r\nhelp  shape  policies that affect their lives.  By empowering\r\n\r\nthe  people to make wise decisions, Singaporeans will be more\r\n\r\nsupportive and pursue these policies wholeheartedly.\r\n\r\n\r\n\r\n<br><br><i>(c)  Develop a sense of belonging for Singaporeans</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Regarding the President's Speech on \"international\r\n\r\ntalent\", I agree it is important to attract these talents  to\r\n\r\nSingapore.  I applaud the President for his use of  the  term\r\n\r\n`international' over the often-controversial phrase  `foreign\r\n\r\ntalents'.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that not all foreigners are that talented.\r\n\r\nSome   are   just  more  outspoken  or  better  in  packaging\r\n\r\nthemselves.   In Jack Neo's movie, political satire,  \"I  Not\r\n\r\nStupid\",  the  expatriate  is  only  holding  a  very  junior\r\n\r\nposition in his home country and not very creative.   But  he\r\n\r\nbecame  the creative director in the show because  he  is  an\r\n\r\nexpatriate.   We  must correct and stop this assumption  that\r\n\r\nall foreigners are talented.  Many are not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, there are many young Singaporeans who\r\n\r\nare equally, if not more talented.  They are either not given\r\n\r\nthe  right  opportunity or not empowered  to  exercise  their\r\n\r\ntalents.   It  is important that we put greater  emphasis  in\r\n\r\ndeveloping this talent pool.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We need to develop a stronger sense of belonging.\r\n\r\nSpecifically,  Singaporeans must have special privileges  and\r\n\r\nrights  that they hold dear in Singapore.  If they decide  to\r\n\r\nmigrate  overseas, they will forfeit these rights.  Sir,  let\r\n\r\nus  all think of ways to build more privileges and rights for\r\n\r\nSingaporeans,  so  that  even international  talents  may  be\r\n\r\nattracted to become our citizens.\r\n\r\n\r\n\r\n<br><br><i>More than just political renewal</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the President talked about political\r\n\r\nrenewal.   I  think  we need more than  that.   Ms  Irene  Ng\r\n\r\nyesterday\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 256</b></font><br><br>\r\n\r\n\r\n\r\nhad  talked  about the four divides.  Today, I will  add  the\r\n\r\nfifth divide to it - the political divide, ie, the divide  in\r\n\r\nthe population between hardcore Opposition supporters and the\r\n\r\nGovernment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fair political competition in Singapore is almost non-existent, and so are constructive and rational non-governing\r\n\r\npolitical  parties.   Singaporeans want  and  hope  that  the\r\n\r\nGeneral  Elections will be fairer.  The use  of  threats  and\r\n\r\ngoodies,  together with the last-minute announcement  of  new\r\n\r\nelectoral  boundaries, does not make elections fair  to  non-governing party candidates.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other than being known as kiasu and kiasi, Singaporeans\r\n\r\nare  also  known to kia zhenhu.  They are afraid of offending\r\n\r\nthe  governing party based on - please correct  me  if  I  am\r\n\r\nwrong  - the unfounded belief that their livelihood would  be\r\n\r\njeopardised.   This is especially so when the  ballot  papers\r\n\r\nhave serial numbers on the back.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It does not help to build confidence in the electoral\r\n\r\nprocess, especially when the vote could potentially be traced\r\n\r\nthrough the serial numbers.  Something must be done once  and\r\n\r\nfor  all  to convince our voters that their votes are  really\r\n\r\nsecret.   The  best  way is to completely remove  the  serial\r\n\r\nnumber at the back of the ballot papers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Deputy Prime Minister Lee had mentioned before the last\r\n\r\nGeneral  Elections the introduction of the  Fair  Competition\r\n\r\nAct.   It  is very much our hope, Mr Speaker, Sir, that  this\r\n\r\nAct will also cover fair competition in the area of politics.\r\n\r\nIn line with that, the Elections Department should come under\r\n\r\nthe  jurisdiction  of  the President, instead  of  the  Prime\r\n\r\nMinister's Office.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the Leader of the House, during the\r\n\r\ndebate  on  the motion for nomination of NMPs  in  the  Ninth\r\n\r\nParliament, said, and I quote:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"As Opposition Members, they will generally take an\r\n\r\nadversarial  position  in the debates though  sometimes  they\r\n\r\nhave been constructive.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 257</b></font><br><br>\r\n\r\n\r\n\r\nSir,  by definition, I am from the Opposition.  However, what\r\n\r\nam  I  opposing?  We do not oppose for the sake of  opposing.\r\n\r\nWhat  is there to oppose if a policy is for the good  of  the\r\n\r\npeople?   If it is not good for the people or the country,  I\r\n\r\nbelieve  many  Government  party  members  will  join  me  in\r\n\r\nopposing  such  a  policy.   Are  they  then  considered  the\r\n\r\nOpposition as well?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The General Elections are long over. Seventy-five\r\n\r\npercent  of  the  voting population voted for  the  governing\r\n\r\nparty.   The  rest  have  rejected  it  and  voted  for   the\r\n\r\nOpposition.  Whatever the reasons, it is time for us to  rise\r\n\r\nabove  party politics and work together for the common  good.\r\n\r\nMy alliance Chairman, Mr Chiam, had expressed that here is an\r\n\r\nimportant role for us to play as non-PAP MPs.  Sir, I believe\r\n\r\nthat  role  is  to  represent the sizeable  minority  of  the\r\n\r\npopulation  who have supported us.  It is very important  for\r\n\r\nthe Government to respect their desires and work closely with\r\n\r\nus to close this political divide.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore is a very small and vulnerable country. It is\r\n\r\nvery  important  for all of us to be objective,  level-headed\r\n\r\nand not be adversarial for the sake of being adversarial.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In summing up, Mr Speaker, Sir, being a non-Government\r\n\r\nparty  Member, and being the youngest in this House,  I  have\r\n\r\nspoken  my mind without fear or favour.  Now, I volunteer  my\r\n\r\nservices  to the sub-committees in the remaking of  Singapore\r\n\r\nand  its economy.  Will I be invited to participate?  Or will\r\n\r\nwe  be  excluded?   I would like to look forward  to  a  good\r\n\r\nworking  relationship  with all Members  to  restructure  and\r\n\r\nprosper Singapore in this uncertain world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with that, I support the motion to thank the\r\n\r\nPresident for his Speech.\r\n\r\n\r\n\r\n<br><br><!-- Mr Inderjit Singh -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Inderjit Singh (Ang Mo Kio):</b> Mr Speaker, Sir, I\r\n\r\nsupport the motion in the name of Mrs Lim Hwee Hua.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the last five years have been very sobering years\r\n\r\nfor the Government and the people of Singapore.  While we saw\r\n\r\nabout 30 years of almost uninterrupted\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 258</b></font><br><br>\r\n\r\n\r\n\r\ngrowth,  except for a couple of short downturns, in the  last\r\n\r\nfive  years, things have been very different.  We  have  seen\r\n\r\ntwo  successive  recessions in a short span  of  five  years,\r\n\r\nsomething that we never expected.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With the awakening of the two sleeping giants in Asia,\r\n\r\nnamely,  China  and  India,  the  five  tigers  of  the   old\r\n\r\nindustrial economy are facing tremendous threats.  All  these\r\n\r\nchanges  are going to redefine the rules of the game  in  the\r\n\r\nnew economy.  The five old tigers of Asia will have to search\r\n\r\nfor new roles to play in this new economy while they struggle\r\n\r\nto  redefine their models of economic development.  Singapore\r\n\r\nis  not  alone in its quest to restructure its economy.   All\r\n\r\nthe  five Asian tigers are very much at it and, so far,  only\r\n\r\nSouth  Korea seems to have had some success in restructuring,\r\n\r\nwhile Taiwan and Hong Kong are seeing a possible hollowing of\r\n\r\ntheir own domestic economies but are aggressively growing the\r\n\r\nexternal wing of their economy through China.\r\n\r\n\r\n\r\n<br><br><i>Remaking of Singapore Economy</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is an opportune time for Singapore to be looking\r\n\r\nat how she can change herself.  The industrialisation formula\r\n\r\nof  the past, driven mainly by foreign direct investments, is\r\n\r\nin no way going to help us in the future.  The future lies in\r\n\r\nan  innovation-based  economy, driven  by  entrepreneurs  and\r\n\r\nprivate  enterprise, participating in a global  market  where\r\n\r\ntechnologies and business models are constantly changing.  We\r\n\r\nneed bold new strategies to succeed.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There are three fundamental points I would like to make\r\n\r\non  how we can find the right elements to successfully remake\r\n\r\nthe  Singapore economy.  They are, firstly, changing the  way\r\n\r\nwe  plan  our  economy;  secondly, the economic  colonisation\r\n\r\nmodel  for Singapore; and finally, the role of Government  in\r\n\r\nbusiness, including GLCs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the remaking of the Singapore economy is everyone's\r\n\r\nbusiness.  The Prime Minister, the Deputy Prime Minister  and\r\n\r\neveryone involved in the process\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 259</b></font><br><br>\r\n\r\n\r\n\r\nhave  invited every Singaporean to be involved  and  to  come\r\n\r\nforward.   So  when Mr Steve Chia says that he  hopes  to  be\r\n\r\ninvited, I think he has already been invited.  But he  really\r\n\r\nneeds  to be a lot more proactive and take the initiative  to\r\n\r\ndo  something about it to make proposals.  I head  the  Indus\r\n\r\nentrepreneurs  - and this is the chapter of entrepreneurs  of\r\n\r\nIndian  origin  all  around  the  world  -  and  without  the\r\n\r\nGovernment  asking  us,  we have  had  about  two  months  of\r\n\r\nactivities  in  trying to come out with proposals  in  a  few\r\n\r\nareas.   In about two weeks' time, we will be ready to submit\r\n\r\na  report to the Government.  So please do not sit and  wait,\r\n\r\ndo something about it.\r\n\r\n\r\n\r\n<br><br><i>Changing the way we plan our economy</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the first point I want to make is about changing\r\n\r\nthe  way  we  plan  our  economy  from  central  planning  to\r\n\r\ndistributed  planning and from a straight  line  planning  to\r\n\r\nfuzzy  planning  process.   Looking  back,  while  being   an\r\n\r\nimpressive  development,  our  first  30  years  of  economic\r\n\r\ndevelopment  have  really been driven by  a  fixed  model  of\r\n\r\ngrowth,  planned centrally where straight line  planning  was\r\n\r\nworkable because of the type of economy we were growing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a straight line planning model, once we decided on\r\n\r\nthe   formula   for  growth,  the  rest  was  left   to   the\r\n\r\nadministrators to plan and all they needed to do was to  make\r\n\r\nstraight  line projections like the amount of foreign  direct\r\n\r\ninvestments to bring in, number of jobs to create, number  of\r\n\r\ntraining places to establish and other similar measures.  The\r\n\r\nstraight  line  planning model, driven by  a  strong  central\r\n\r\nauthority, managed by a few good men, worked because  all  we\r\n\r\nneeded  to do was to do more of the same and to do it  better\r\n\r\nthan our Asian neighbours.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the last five years, we have entered into the era of\r\n\r\nthe  new  economy  and  we  have quickly  realised  that  our\r\n\r\nplanning models and theories do not work well as evidenced by\r\n\r\nour inability to forecast the economy well.  We have not only\r\n\r\nseen near misses, in fact we have seen huge\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 260</b></font><br><br>\r\n\r\n\r\n\r\nfluctuations  and variations of what turned  out  to  be  the\r\n\r\nreality  versus  our  expectations.  The Government  agencies\r\n\r\nhave  not been able to grasp the elements of the new  economy\r\n\r\nbecause  we  cannot be planning an economy thinking  narrowly\r\n\r\nwithin our own borders.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In a globalised world, we have to think of the whole\r\n\r\nworld  as  our  market and when we do this, we will  have  to\r\n\r\nthink  of  new  models simply because the  Government  cannot\r\n\r\npossibly  have  influence  outside  our  borders.   There  is\r\n\r\ntherefore  an  urgent need for us to understand  how  we  can\r\n\r\neffectively  participate in and find new ways  to  plan  this\r\n\r\neconomy.  The sure thing is that the Government alone can  no\r\n\r\nlonger monopolise and drive economic planning and development\r\n\r\nin  the  future.  It requires the involvement  of  many  more\r\n\r\npeople,  especially the private sector, which  can  influence\r\n\r\nforeign  markets by their presence there.  We  have  to  move\r\n\r\naway from a strong central planning approach to a distributed\r\n\r\nplanning  approach that many more people and not just  a  few\r\n\r\ngood  men  are  involved in planning and  executing  economic\r\n\r\ndevelopment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A partnership formula with the private sector playing an\r\n\r\nactive  role  needs to be defined.  Government should  define\r\n\r\nthe  broad visions and leave as much as possible the economic\r\n\r\nplanning to the private sector.  Since things will no  longer\r\n\r\nbe  clear,  our models will have to be changed to incorporate\r\n\r\nconcepts  of fuzzy planning, where we will never be  able  to\r\n\r\nhave  enough  information to put together concrete  forecasts\r\n\r\nand projections and where we will have to constantly redefine\r\n\r\nthe  rules  of the games as the world around us changes.   In\r\n\r\nsuch  an  approach,  it is wise for the  Government  and  our\r\n\r\nGovernment  agencies  to  define the general  directions  and\r\n\r\nbroad goals and then be involved in just facilitating and not\r\n\r\ndriving  the economy directly.  The Government can no  longer\r\n\r\nbe involved in the minute details of planning the economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This distributed and fuzzy planning approach is\r\n\r\nconsistent with what many of us have identified as a solution\r\n\r\nfor\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 261</b></font><br><br>\r\n\r\n\r\n\r\nthe  new Singapore economy.  In this approach, the Government\r\n\r\nshould   focus   on  creating  and  nurturing   a   conducive\r\n\r\nenvironment,    which   breeds   private   enterprises    and\r\n\r\nentrepreneurs  who  will  in turn determine  the  success  or\r\n\r\nfailure  of  economies.  In this model, we must  accept  some\r\n\r\nchaos,  some  unstructuredness, some  mavericks  and  a  much\r\n\r\nrougher ride for everyone, including the Government,  and  we\r\n\r\nmust be prepared to take much higher risks than before.   The\r\n\r\nGovernment needs to learn to let go and place more  trust  on\r\n\r\nthe private sector for us to be effective in developing a new\r\n\r\nmodel  of the Singapore economic development.  The USA  model\r\n\r\nis  an  example  of  what government agencies  like  the  Fed\r\n\r\ncontrol  just  a  few levers and leave most of  the  economic\r\n\r\ndevelopment  to  private enterprises,  while  they  create  a\r\n\r\nbusiness friendly environment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As an illustration of the problems of central planning,\r\n\r\nlet  me  use  an  example of Belgium.  Why is  Belgium  still\r\n\r\nsuccessful  in  the  textile industry?  By  our  approach  of\r\n\r\neconomic  planning,  Belgium should have thrown  out  textile\r\n\r\nmanufacturing  a long time ago by encouraging  relocation  to\r\n\r\nlow  cost countries.  Instead, what they did was to  work  on\r\n\r\ncontinuously strengthening their core competencies such  that\r\n\r\nthey always stayed ahead, and how did they do it?  Well, what\r\n\r\nI  heard  when I was in Brussels, about nine months ago,  was\r\n\r\nthat they operated highly automated and mechanised factories,\r\n\r\nless  dependent  on manual work and more  on  machines.   The\r\n\r\nfactories are so big that technicians cannot go on foot, they\r\n\r\nhave to go round on bicycles to go and check the machines.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We therefore have to look at how we are restructuring\r\n\r\nourselves.   Many of our Government agencies, as a  strategy,\r\n\r\nadvocate throwing out the old industries to bring in the  new\r\n\r\nones  too prematurely, either directly or indirectly, through\r\n\r\npolicy changes or through incentive and disincentive schemes.\r\n\r\nLike    the    Belgians,   instead   of    making    complete\r\n\r\ntransformations,  we  should stretch our  competencies.   The\r\n\r\nright thing to do is to focus on our core competencies, which\r\n\r\nwe  have  developed over so many years and  see  how  we  can\r\n\r\nimprove our productivity,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 262</b></font><br><br>\r\n\r\n\r\n\r\nefficiency  and  capabilities, such that we can  continue  to\r\n\r\ncompete effectively in the same areas for a longer period  of\r\n\r\ntime.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;So when we say, let us bring in life sciences and the\r\n\r\npetrochemical industries, we should not do it at the  expense\r\n\r\nof  the other strengths that we have developed over the  past\r\n\r\n30  years.  Those new industries are important too but it may\r\n\r\ntake  time  for  us  to  build those  capabilities.   In  the\r\n\r\nprocess, we cannot lose our old capabilities.  We should also\r\n\r\nthink  of  ways of continuing to be champions in those  areas\r\n\r\nthat  we  have  invested so much in in the past  years  until\r\n\r\nthere comes a point when we cannot improve any more.  In  the\r\n\r\nprocess, we would have a long overlapping period between  the\r\n\r\nold and the new industries, thus minimising the stress to the\r\n\r\neconomy and to the people of Singapore.\r\n\r\n\r\n\r\n<br><br><i>Economic colonisation</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My second point is one of economic colonisation - setting up of a true external wing. Singapore should\r\n\r\naggressively embark on a colonisation programme.  We have  so\r\n\r\nfar  successfully developed the external wing of our  economy\r\n\r\nand  I  feel  the  way forward is through  this  colonisation\r\n\r\nprogramme,  which will accelerate the growth of our  external\r\n\r\neconomy.  We have to start building Singapore all around  the\r\n\r\nworld.   And I would like to suggest three ways that  we  can\r\n\r\nachieve this accelerated growth.\r\n\r\n\r\n\r\n<br><br><i>New model of globalisation</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, a new model of globalisation. Recently, there\r\n\r\nhas  been  a  lot  of  debate on  how  we  can  create  local\r\n\r\nmultinational  companies.   I  feel  that  our   failure   in\r\n\r\ndeveloping  world-class  companies  may  have  been  in   the\r\n\r\napproach  we  are  taking and Professor Peter  Williamson  of\r\n\r\nInsead  University, who advises us on some of  these  things,\r\n\r\nvery well summaries it, and I quote him:\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;\"A lot of Singaporean companies want to become\r\n\r\nmultinational.   If they do the traditional route  of  taking\r\n\r\nwhat  they learnt here and spreading it around the world,  we\r\n\r\nthink  that  is going to be very difficult because  they  are\r\n\r\nlatecomers  [ie, Singaporeans are latecomers] to the  process\r\n\r\nand  also the pool of knowledge in which they are fishing  is\r\n\r\ntoo small.\"\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 263</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Professor Williamson rightly points out that if we try\r\n\r\nto  copy the models of the big developed economies of the US,\r\n\r\nEurope and Japan, we will not succeed and, for Singapore with\r\n\r\na  small domestic economy, we will never be able to learn the\r\n\r\ntrue needs of the world market if we do not quickly go out of\r\n\r\nSingapore to do our businesses.  What this means is  that  we\r\n\r\ndo  not  necessarily  have to take the traditional  route  of\r\n\r\ngrowing  global  businesses  by first  growing  a  successful\r\n\r\ndomestic  market  before  we embark on  internationalisation.\r\n\r\nMany  of  our  companies,  especially  the  Government-linked\r\n\r\ncompanies,  are still thinking of the old model, and  I  feel\r\n\r\nthat  they must start thinking differently by sometimes doing\r\n\r\nmore  globally  than  locally.  The  Israelis  are  the  best\r\n\r\nexamples   of   how  local  companies  went   straight   into\r\n\r\ninternational  markets like the US and Europe to  become  the\r\n\r\nworld's  best companies in a number of areas.   We  have  one\r\n\r\nhome-grown  example, ie, Interwoven, where the founder  leap-frogged  to  the US market to create a successful  technology\r\n\r\nbusiness.\r\n\r\n\r\n\r\n<br><br><i>Setting up centres of competencies all over the world</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the second approach for colonisation is setting up\r\n\r\nof  centres  of competencies all over the world.   We  really\r\n\r\nneed a two-prong approach of setting up local capabilities as\r\n\r\nwell  as  setting up bases of competencies in other parts  of\r\n\r\nthe  world  where talent and opportunities are in  abundance.\r\n\r\nWhile we should attract talent into Singapore, we should also\r\n\r\ntap them from where they are located.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For example, instead of setting up a giant biopolis in\r\n\r\nSingapore, why do we not set up a few smaller units all  over\r\n\r\nthe  world, with a much smaller one in Singapore?  Why do  we\r\n\r\nnot set up a technopolis in India instead of one big facility\r\n\r\nin   Singapore?   The  Government  can  take  the   lead   by\r\n\r\ndiversifying  its research institutes to other parts  of  the\r\n\r\nworld.  Sir, my visit to Xian in China last year left me with\r\n\r\nan  impression that it is an excellent place for us to set up\r\n\r\nresearch\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 264</b></font><br><br>\r\n\r\n\r\n\r\ninstitutes in the area of life sciences to tap the wealth  of\r\n\r\nexpertise  and  talent of the people there.   They  have  the\r\n\r\npotential to do truly world-class and leading edge work  and,\r\n\r\nsimilarly,  there are areas of competencies  all  around  the\r\n\r\nworld and we should try to locate ourselves there too.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our net gain is that we immediately tap on the talents\r\n\r\nwhich we may have difficulty attracting into Singapore and we\r\n\r\ncan,  over  time, also invite the best to come to  Singapore,\r\n\r\nafter  years of cultivating them from where they are.   I  am\r\n\r\nglad to note that Mr Sim Wong Hoo has started the process  by\r\n\r\nsetting  up  the  Creative-Dragon Science Park  in  Shandong,\r\n\r\nChina, as a means to tap resources outside Singapore, and  we\r\n\r\nhope  that  many more people will follow him, especially  the\r\n\r\nGovernment  agencies.   As  an example,  Nokia,  one  of  the\r\n\r\nworld's  most  successful companies, coming  from  a  country\r\n\r\nquite  like  Singapore  in  terms of  size,  Nokia  used  R&D\r\n\r\ncapabilities from UK, customer needs and trends  from  Japan,\r\n\r\nand  manufacturing  efficiencies  from  Europe  and  Asia  to\r\n\r\novertake Motorola in a short span of five years.\r\n\r\n\r\n\r\n<br><br><i>Acquisition  of  businesses  as an  alternative  of  starting\r\n\r\ncompanies</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the third route to economic colonisation is by\r\n\r\nacquisition  of  businesses  as an  alternative  to  starting\r\n\r\ncompanies.   Our entrepreneurs and enterprises  should  start\r\n\r\nthinking of alternative formulae of starting companies.   The\r\n\r\nway  forward may not necessarily be through brand-new  start-ups  but  through  acquisition of  businesses  and  companies\r\n\r\nalready successful in foreign countries.  With our ability to\r\n\r\nraise  funds and to tap funds and good management skills,  we\r\n\r\nhave  the  opportunity  to take over  businesses  which  have\r\n\r\nproven track records, and in areas where it may take too long\r\n\r\nfor us to build up competencies if we start from scratch.  As\r\n\r\nan  example,  YTL  Corporation in  Malaysia,  a  construction\r\n\r\ncompany,   recently   acquired  Wessex  Waters   from   Enron\r\n\r\nCorporation.   It  was  a  good buy.  Wessex  specialises  in\r\n\r\nsupplying  water and water-related activities to 1.2  million\r\n\r\nresidents in the UK.  Theirs is an example\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 265</b></font><br><br>\r\n\r\n\r\n\r\nof jump-starting a business, which may have taken too long to\r\n\r\nbuild   up   had  they  done  it  in  a  Greenfield   manner.\r\n\r\nImportantly,  they  are diversifying  away  from  a  slumping\r\n\r\ndomestic  construction industry to new areas of competencies.\r\n\r\nWe must learn from YTL of Malaysia.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have to go on the path of economic colonisation by\r\n\r\ndeveloping our strengths, including all resources to  be  set\r\n\r\nup  all over the world.  We should be thinking of cultivating\r\n\r\nand  harvesting competencies and capabilities from around the\r\n\r\nworld as part of our formula of growing our economy.  We have\r\n\r\nthe  means, the timing is right and opportunities all  around\r\n\r\nthe world are in abundance.\r\n\r\n\r\n\r\n<br><br><i>Role of Government in business</i>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the final point I would like to make today is the\r\n\r\nrole  of Government in business.  Whether we like it or  not,\r\n\r\nwhether  we  want  to  admit it or not,  the  Government  and\r\n\r\nGovernment-linked companies do have a significant  impact  on\r\n\r\nthe Singapore economy, whether directly as business units  or\r\n\r\nindirectly by crowding out private enterprise and the private\r\n\r\nsector,   or  through  incentive  and  disincentive   schemes\r\n\r\noperated by Government agencies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I feel that many of our GLCs have been operating too\r\n\r\nmuch  in their comfort zones, being given too many privileges\r\n\r\nin  the  domestic  economy and, therefore,  unfairly  beating\r\n\r\nprivate  companies  in competition with  them  in  the  local\r\n\r\nmarket.   However, in the long term, success in the  domestic\r\n\r\neconomy   alone  is  not  sufficient  as  the   whole   world\r\n\r\nglobalises.   I  personally feel that many of our  GLCs  will\r\n\r\nfail  when they globalise and face global competition,  where\r\n\r\ntrue  market forces rule.  We, therefore, need the Government\r\n\r\nand  the  Government-linked companies to find new  roles  and\r\n\r\nfind  a  new strategic position for themselves in this global\r\n\r\neconomy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some of the elements, which could constitute a good\r\n\r\nstrategic position for them in the future, are:\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 266</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, being globally-focused instead of locally-focused, and a spirit of partnership with other companies.\r\n\r\nWith the increasing activity in global Free Trade Agreements,\r\n\r\ncountries  and  companies will have to  compete  on  a  level\r\n\r\nplaying  field.  While this will be a threat in the  domestic\r\n\r\nmarket, it is also an opportunity which we should be ready to\r\n\r\ncultivate  when the time comes.  Our GLCs should,  therefore,\r\n\r\nuse  their  strengths to quickly go out and lead the  way  of\r\n\r\neconomic  colonisation  and  find success  in  globalisation,\r\n\r\ninstead of working in their comfort zones at home.  To do so,\r\n\r\nGLCs  should  also think about partnership with  other  local\r\n\r\nprivate companies or, for that matter, with other GLCs.   The\r\n\r\nproblem  is  that  both GLCs and the private local  companies\r\n\r\nhave  developed a culture of suspicion and distrust such that\r\n\r\nthey  seldom  ventured  into  a  collaboration  approach   by\r\n\r\ncombining their core competencies to create a cluster of core\r\n\r\ncompetencies  and  then using this new combined  strength  to\r\n\r\ncompete  with  large  foreign companies,  either  locally  or\r\n\r\nglobally.  I feel we can best globalise if we work on pooling\r\n\r\nour  competencies together and with a spirit  of  partnership\r\n\r\nwhere  each  company,  whether big or small,  contributes  in\r\n\r\ncreating  very strong clusters capable of competing with  the\r\n\r\nbest companies from around the world.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second point about Government in business is on\r\n\r\ndivesting and outsourcing.  While we can accept that GLCs had\r\n\r\na  role to play in our economic development and still have  a\r\n\r\nrole  to  play  in  the  future, it is not  quite  right  for\r\n\r\nstatutory  boards  to get involved in businesses.   Over  the\r\n\r\nyears,  we  have  seen  many instances  of  statutory  boards\r\n\r\ngetting  into  businesses,  which compete  head-on  with  the\r\n\r\nprivate   sector,  and  this  definitely  leads   to   unfair\r\n\r\ncompetition  because of the strong backing of the  Government\r\n\r\nagencies  they  are in.  The Government needs  to  have  more\r\n\r\ntrust  in  the  private  sector  and  develop  a  culture  of\r\n\r\noutsourcing as many activities as possible, especially to the\r\n\r\nprivate sector, and not only to the GLCs.  Similarly, Temasek\r\n\r\nand  other Government agencies should actively look  out  for\r\n\r\nopportunities to proactively divest companies which\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 267</b></font><br><br>\r\n\r\n\r\n\r\ncould  better  perform if they are run on  a  truly  private-sector  basis by inviting private-sector players  to  discuss\r\n\r\nopportunities to be partners at the shareholder level.  I  am\r\n\r\nnot advocating that divestment be done blindly, but where  it\r\n\r\nmakes sense.  For example, it makes no sense to ask that  the\r\n\r\nGovernment  divests SIA or PSA, because these  are  areas  we\r\n\r\nobviously  have  world-class  competencies  and  the  current\r\n\r\nstructures will work well in the future.  There are, however,\r\n\r\nmany  more  businesses  where  the  Government  has  majority\r\n\r\ncontrol and which, in the long term, will not be viable  once\r\n\r\nthey  compete in the global marketplace.  Instead of  hanging\r\n\r\non  to  such  businesses until they collapse, it is  wise  to\r\n\r\ndivest  those to competent shareholders, whether  foreign  or\r\n\r\nlocal.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have to realise that in a globalised world,\r\n\r\nGovernment's direct involvement in business can be viewed  as\r\n\r\na  big  negative and may not necessarily help  our  companies\r\n\r\nwhen  they  attempt to internationalise.   Recently,  we  saw\r\n\r\nglimpses  of  this  effect when the US Ambassador,  Mr  Frank\r\n\r\nLavin,   highlighted   the  concern   of   the   Government's\r\n\r\ninvolvement  as  an  issue  which  may  hinder  some  of  the\r\n\r\nnegotiations  leading up to the signing  of  the  Free  Trade\r\n\r\nAgreement.   He quoted the practices of GLCs as a significant\r\n\r\nissue that has to be tackled before we can move forward.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in conclusion, I would like to emphasise that we\r\n\r\nwill only be successful in remaking the Singapore economy  if\r\n\r\nwe are prepared to change mindsets.  The Government has to be\r\n\r\nprepared  to  play  a new role, with a lighter  touch,  while\r\n\r\nSingaporeans and Singapore companies need to come forward  to\r\n\r\ntake on the responsibility of nation-building and in building\r\n\r\nour   economy.   We  cannot  expect  the  Government  to   do\r\n\r\neverything.  Neither should the Government expect to  be  the\r\n\r\nsole  driver  in  the  whole  process.   Striking  the  right\r\n\r\npartnership model between the public, private and the  people\r\n\r\nsector  will be of utmost importance.  We can do it and  must\r\n\r\nstart immediately.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With that, I support the motion, Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 268</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Cheng Bock (Ayer Rajah):</b> Mr Speaker, Sir, can I\r\n\r\njust say a few words in response to Mr Inderjit Singh?\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> What are you going to say, Dr Tan?\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Cheng Bock:</b> I listened to Mr Inderjit Singh and\r\n\r\nall his comments.  They were good comments.\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Tan, if you are going to make a speech,\r\n\r\ncould you wait till your turn, please?\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Cheng Bock:</b> No, I just want to caution him on\r\n\r\nthe  word  \"colonisation\".  I think the  word  connotes  very\r\n\r\ndifferent  meanings.   His meaning is economic  colonisation.\r\n\r\nWe  were  once  a colony, and our colonial masters  were  the\r\n\r\nBritish.  I do not want our Singapore ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Tan, could I ask you to sit down and\r\n\r\nspeak later when your turn comes, please.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Cheng Bock:</b> Thank you.\r\n\r\n\r\n\r\n<br>1.25 pm\r\n\r\n\r\n\r\n<br><br><!-- Mr Cedric Foo Chee Keng (Minister of State for Defence) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister of State for Defence (Mr Cedric Foo Chee Keng):</b> Mr Speaker, Sir, I support the Motion raised by the\r\n\r\nMember  for Marine Parade GRC to thank the President for  his\r\n\r\nOpening Address.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President spoke about the many challenges that\r\n\r\nSingapore   faces.   Indeed,  rapid  changes  in  technology,\r\n\r\ncoupled  with  globalisation and the terrorist  threat,  will\r\n\r\npose a great challenge for Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Government has said that it is making fundamental\r\n\r\nchanges to Singapore's economic strategy, from an investment-driven   economy   to  an  innovation-driven   economy.    In\r\n\r\nrestructuring the economy, we can expect dislocations in  our\r\n\r\nsociety.   Whether we succeed depends not  only  on  our  new\r\n\r\neconomic  policies  but also on how Singaporeans  jell  as  a\r\n\r\npeople as we face the cut and thrust of our new challenges.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 269</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Hence, Mr Speaker, Sir, I feel that Singapore will do\r\n\r\nwell  to  build  up its social capital.  Sociologist  Francis\r\n\r\nFukuyama defines social capital as \"a set of informal  values\r\n\r\nand  norms  shared  among members of  a  group  that  permits\r\n\r\ncooperation  among them.\"  Society depends on social  capital\r\n\r\nto  enable its members to coexist harmoniously even  as  they\r\n\r\nretain their individual uniqueness.  High social capital will\r\n\r\nbenefit Singapore in at least a couple of ways.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Firstly, social capital supports our new economic\r\n\r\nstrategy.  It is also a hedge against social disruptions that\r\n\r\nmay  arise from erratic economic performance and the widening\r\n\r\nincome gap, both of which are likely to characterise our  new\r\n\r\neconomy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, it supports our defence strategy. Social\r\n\r\ncapital   acts  as  a  deterrent  against  conventional   and\r\n\r\nasymmetrical warfare.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me discuss how social capital may\r\n\r\nsupport  our  economic strategy.  National economic  planners\r\n\r\naround  the  world are confronted with many  questions  about\r\n\r\nsustaining their economic viability.  The overriding question\r\n\r\nis  reduced to the following:  how does a nation justify  its\r\n\r\nworkers' wage premium over the wages paid by a plant in China\r\n\r\nrun  by  a  multi-national corporation with all  its  process\r\n\r\nefficiency, high productivity and best practices culled  from\r\n\r\nacross  the world?  For good measure, China already  produces\r\n\r\nhalf  of the world's air-conditioners, a third of the world's\r\n\r\nrefrigerators, and a quarter of the world's washing machines.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To justify Singapore's wage premium, we are moving away\r\n\r\nfrom  value-adding  activities to value-creating  activities,\r\n\r\nfrom  production  efficiency  to  innovative  capacity.   The\r\n\r\nproblem  is  that many other countries are also pursuing  the\r\n\r\nsame  strategy.  They too know that land and capital  do  not\r\n\r\ninnovate.  Only humans do.  Therefore, human talent  will  be\r\n\r\nhotly  sought after because it has become the most  important\r\n\r\nfactor of production.  In the battle for talents, the country\r\n\r\nthat\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 270</b></font><br><br>\r\n\r\n\r\n\r\noffers  the  best  homes will win the new economic  war,  and\r\n\r\nsocial  capital is a pre-condition for good homes.  With  it,\r\n\r\nwe  will  have  better odds of keeping talented  Singaporeans\r\n\r\nwithin  our shores and will not lose them through emigration.\r\n\r\nIt  will  also  attract new talents to  sink  roots  here  in\r\n\r\nSingapore and help us rebuild our economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To boost our social capital, we must continue to be\r\n\r\ntough on crimes, especially heinous crimes and the types that\r\n\r\ninfringe  on  the rights of others.  Such crimes  reduce  the\r\n\r\nsociety's radius of trust and deplete our social capital.  On\r\n\r\nthe other hand, I feel we must lighten up.  We need a mindset\r\n\r\nchange.  In Singapore, we want to do everything right but the\r\n\r\nnew paradigm is really about doing the right things.  We have\r\n\r\ntoo many rules and regulations that lead to a national psyche\r\n\r\nof  conformance,  a  conformance to the status  quo.   It  is\r\n\r\nhardly an environment where creativity may flourish.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One way to break this mould is to bring in more civil\r\n\r\nservants  with  work  experiences  in  the  private   sector.\r\n\r\nAnother  way  is  to  allow selected  civil  servants  no-pay\r\n\r\nsabbatical  leave  to pursue their private  sector  interest,\r\n\r\nincluding  starting their own businesses.  If  they  succeed,\r\n\r\nwell  and  good.  Entrepreneurship in Singapore  will  get  a\r\n\r\nboost.   If  not,  they will return to serve  in  the  public\r\n\r\nsector and their so-called \"failures\" would put them in  good\r\n\r\nstead.   They  will help formulate Government  policies  that\r\n\r\nbetter  reflect the harsh realities in our brave  new  world.\r\n\r\nThey  can  then  tell their bosses in the various  Ministries\r\n\r\nthat  a  certain  policy has not worked  and  they  have  the\r\n\r\n'battle  scars' to show for it.  Social capital  between  the\r\n\r\npublic and private sectors will therefore be enhanced.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On education, although the streaming system in our\r\n\r\nnational  schools has been successful in reducing the  number\r\n\r\nof  school  dropouts, we must find more ways for children  of\r\n\r\nmixed  ability to interact so that the strong  may  help  the\r\n\r\nweak and the formation of social capital may take root from a\r\n\r\nyoung age.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 271</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President has cautioned that Singapore is unlikely\r\n\r\nto  perform at the sort of high economic growth rates that we\r\n\r\nenjoyed  in  the  past.  I believe that not  only  would  our\r\n\r\ngrowth  rates dip, they would also be more erratic.  That  is\r\n\r\nthe  nature  of the new beast.  This will put stress  on  our\r\n\r\nsociety  and  therefore  developing more  social  capital  in\r\n\r\nSingapore is a worthwhile and timely insurance against social\r\n\r\ndisruptions.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As Members know, there is a widening income gap in\r\n\r\nSingapore and it is not likely to get better.  The Government\r\n\r\ncan only do so much.  In fiscal policy, progressive tax rates\r\n\r\ndo help to redistribute income but if overdone, it will drive\r\n\r\naway our high income earners to cheaper tax regimes.  It  is,\r\n\r\ntherefore, much better if income redistribution occurs  as  a\r\n\r\nresult  of  high social capital.  When managers and employees\r\n\r\nelect  to cut salaries instead of jobs, it demonstrates  high\r\n\r\nsocial  capital  in the organisation.  When  our  Government-linked companies lead our small and medium enterprises at the\r\n\r\nvanguard of a geese flight formation as they expand and  seek\r\n\r\nnew  businesses,  social capital is generated.   The  Straits\r\n\r\nTimes'  School  Pocket Money Fund is  a  step  in  the  right\r\n\r\ndirection  in  building up our social capital.   Although  it\r\n\r\nhardly closes the income gap, it is not inconsequential.   It\r\n\r\nis  an  example  of how the seeds of giving and  sharing  are\r\n\r\nsowed  from a young age.  Singapore's volunteerism rates  are\r\n\r\nalso  way  below those of the developed world.  We  ought  to\r\n\r\npromote volunteerism in our country.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, let me move on to discuss how our\r\n\r\nsocial  capital  may  support our  defence  strategy.   As  a\r\n\r\ndeterrent against conventional and terrorist attacks,  social\r\n\r\ncapital  is  no  less  important  than  sophisticated  weapon\r\n\r\nsystems and well-trained troops.  It was a lead from a civic-minded  resident  that  led  to  the  arrest  of  the  Jemaah\r\n\r\nIslamiyah operatives in Singapore.  This person has prevented\r\n\r\nuntold harm on Singapore, and that is social capital at work.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;High social capital will go a long way in ensuring that\r\n\r\nwe will make it through\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 272</b></font><br><br>\r\n\r\n\r\n\r\nwhatever  adversity together as a people.  The  will  of  our\r\n\r\npeople  to  preserve and defend our way of life is  the  best\r\n\r\nassurance of enduring peace in Singapore.  And how might such\r\n\r\n'will' be forged?  Through a set of shared values embraced by\r\n\r\nall Singaporeans, or otherwise, known as social capital.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On that, I support the motion.\r\n\r\n\r\n\r\n<br><br><!-- Mr Ang Mong Seng -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Ang Mong Seng (Hong Kah)</b>(<i>In Mandarin</i>): Mr Speaker,\r\n\r\nSir, thank you for giving me the opportunity to take part  in\r\n\r\nthe  debate  on  the motion to thank the President   for  his\r\n\r\nAddress at the opening of this Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President mentioned in his Speech that the opening\r\n\r\nup  of  the  Chinese  market will pose a great  challenge  to\r\n\r\ncountries in the region, including Singapore. China is a huge\r\n\r\ncountry  with rich natural sources and low labour  cost.   It\r\n\r\nhas  all the conducive conditions to attract a lot of foreign\r\n\r\ninvestments  to  China.  With the entry of  WTO  and  Olympic\r\n\r\nGames  in  2008, China's economy is poised for a  great  leap\r\n\r\nforward.   We must prepare ourselves in anticipation  of  the\r\n\r\nfurther  opening  up of the China market and  the  challenges\r\n\r\nthat come with it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;China's domestic market is gigantic and its low business\r\n\r\ncosts  are  already attracting and will continue  to  attract\r\n\r\nsubstantial foreign investments to China.  These investments,\r\n\r\nwith  advanced technology and scientific management  know-how\r\n\r\nthat  come  with  them,  will improve the  quality  of  their\r\n\r\nproducts  which are flooding the market at low  prices.  Five\r\n\r\nyears  ago, when you see a product with the \"Made  in  China\"\r\n\r\nlabel,  you  would think twice before you decide to  buy  it.\r\n\r\nNowadays,  the  \"Made in China\" label is  already  widespread\r\n\r\nthroughout  Europe,  America and Asia.   These  products  are\r\n\r\nwelcomed  by the consumers everywhere because they are  cheap\r\n\r\nand  good. This is particularly so in this time of recession.\r\n\r\nLow  cost products become a very useful competitive edge over\r\n\r\nothers.  This capability to produce goods at lower production\r\n\r\ncost  and  reasonably good quality has boosted the confidence\r\n\r\nof foreign investors to go to China.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 273</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The development of China is very rapid, whether in urban\r\n\r\nor   rural   areas.   Manufacturing,  finance  and  insurance\r\n\r\nindustries   are   developing  at   tremendous   speed,   and\r\n\r\nenterprises are springing up in the various cities in  China.\r\n\r\nThe prospects are very good.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ten years ago, when you go to Pudong, Shanghai, you\r\n\r\ncould probably still see a lot of chicken farms and pig farms\r\n\r\neverywhere.  That  place was somewhat like Singapore  in  the\r\n\r\n1960s.  At that time, Mr Chan Soo Sen told me that there  was\r\n\r\na  saying in Shanghai that, \"You would rather have a  bed  in\r\n\r\nPuxi, than to have a house in Pudong.\"  That goes to show how\r\n\r\nbackward Pudong was compared to Puxi.  Nobody wanted to  stay\r\n\r\nin  Pudong, everybody wanted to enjoy the prosperity of Puxi.\r\n\r\nBut  now,  if  you  go  to Pudong, you  will  find  Pudong  a\r\n\r\nbeautifully  developed place with very attractive skyscrapers\r\n\r\nand  many  five-star  international  hotels.  It  is  a  very\r\n\r\nprosperous  city,  even more prosperous and infrastructurally\r\n\r\nmore advanced than our Orchard Road in Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There were a few engineering students from our local\r\n\r\nuniversity who wanted to go for vocational attachment as part\r\n\r\nof  their  studies overseas.  I suggested to them  that  they\r\n\r\nshould  go  to Shanghai, China. But they said \"No\" without  a\r\n\r\nmoment of hesitation.  I tried again to persuade them to give\r\n\r\nShanghai a try, but they were quite adamant against the idea.\r\n\r\nSubsequently, for some reasons, they changed their  mind  and\r\n\r\nwent to Shanghai.  Upon their return, they told me that their\r\n\r\nperception of China was entirely wrong.  Now that  they  have\r\n\r\nseen  the development of Shanghai, they suddenly woke up  and\r\n\r\nbecame aware of the rapid development of Shanghai. The  visit\r\n\r\nthere  was indeed an eye-opener for them.  The image of China\r\n\r\nin  their  mind has changed, especially the massive buildings\r\n\r\nand  the  clean urban environment left a very deep impression\r\n\r\nin their minds.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Another example is Hong Kong. Under 99 years of British\r\n\r\ncolonial rule, Hong Kong became a trading centre and regional\r\n\r\nfinancial hub. But it took China\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 274</b></font><br><br>\r\n\r\n\r\n\r\nonly 15 years to turn the neighbouring Shenzhen from a swampy\r\n\r\nslump into a prosperous special economic zone that gives Hong\r\n\r\nKong a run for their money.  This shows that China has a  lot\r\n\r\nof financial resources and experience that they can draw upon\r\n\r\nto   develop  other  cities,  and  to  have  better  economic\r\n\r\ndevelopment.  Prime Minister Zhu Rongji has already said that\r\n\r\nthe development of China should not be concentrated in just a\r\n\r\nhandful  of big cities, like Beijing, Shanghai and  Shenzhen.\r\n\r\nThis  is  because by doing so, it will cause a lot of Chinese\r\n\r\nnationals  to go into these cities and cause a lot of  social\r\n\r\nproblems.  He encouraged all cities and provinces to  develop\r\n\r\nthemselves so that there is a balanced development throughout\r\n\r\nChina. There are 36 provinces in China, and each province has\r\n\r\na  number  of  major cities which possess the conditions  for\r\n\r\neconomic development.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;For foreign investors, if you have big capital, then you\r\n\r\nshould  go  to  the  big  cities like Shanghai,  Beijing  and\r\n\r\nShenzhen  to  invest.  As it is said,  the  big  ocean-liners\r\n\r\nshould  sail  in the big ocean. But if they do not  have  big\r\n\r\ncapital to invest, you should go to the smaller cities to try\r\n\r\nyour  luck.   Because if you are a small little  sampan,  you\r\n\r\nwould  better ply it in the streams and rivers, but  not  the\r\n\r\nbig seas or oceans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, I represented EM Services Pte Ltd Company and\r\n\r\ntwo  other local public-listed companies, we took a  trip  to\r\n\r\nthe  Gangzhou  City, Jiangxi Province, to do  an  on-location\r\n\r\nsurvey and to explore the possibilities of investments there.\r\n\r\nGangzhou may be a small city with only eight million  people,\r\n\r\nbut  it is rich in resources.  With the view of taking  their\r\n\r\ndevelopment  to a higher level, they built a highway  linking\r\n\r\nGuangzhou,  the  capital  city of  Guangdong  Province.  This\r\n\r\nhighway  will certainly expedite its development plan.   Now,\r\n\r\nif you travel by car from Guangzhou to Gangzhou, it will take\r\n\r\nyou  some  eight hours. By 2004, with the completion  of  the\r\n\r\nsuper  highway,  the same journey would take  just  over  two\r\n\r\nhours to complete.  With this kind of construction, you  will\r\n\r\nbe  able to expedite the development of the industrial parks.\r\n\r\nAt the moment, Japanese investors have\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 275</b></font><br><br>\r\n\r\n\r\n\r\nalready  moved  in  to capture the opportunities  offered  by\r\n\r\nGangzhou.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In order to attract more foreign investments into the\r\n\r\nnew  investment areas, a lot of incentives are being offered.\r\n\r\nTake  the land price, for example, one mu (= 0.0667 hectares)\r\n\r\nof land, with electricity, water, gas, telecommunications and\r\n\r\naccess.  The government charges RMB$20,000, i.e. only S$5,000\r\n\r\nper  mu  (668  sqm2)  and is tax free for  five  years.   The\r\n\r\nmonthly  wage for a worker is between RMB$800-1000, that  is,\r\n\r\nbetween  S$200  and S$250.  The government  gives  them  five\r\n\r\nyears  of tax holidays.  In terms of public relations, senior\r\n\r\ngovernment officials from the mayors down to the heads of the\r\n\r\nvarious departments would personally come down to explain the\r\n\r\nvarious development projects to the potential investors.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;During our visit there, we were warmly received and well\r\n\r\ntreated. All these officials are very young, very capable and\r\n\r\nfull  of energy.  After the meeting, we were invited to  join\r\n\r\nthem  for  dinner.   In ancient times,  you  drank  wine  and\r\n\r\nrecited  poetry  at the banquets.  But now, the  new  way  of\r\n\r\ndoing business is to drink and talk business.  The idea is to\r\n\r\nclose  their business deals as fast as possible.  When we  go\r\n\r\nto  China for business, we should not rush back to our  hotel\r\n\r\nrooms  to write reports immediately after the meetings.   The\r\n\r\nidea  is  to go and have dinner together with your host.   At\r\n\r\nthe meeting room, they will inevitably quote you the official\r\n\r\nprices.  But,  after  a few rounds of  drinks,  you  will  be\r\n\r\noffered  the preferential prices.  I can see Mr Chan Soo  Sen\r\n\r\nnodding  his head.  I think he agrees with what I am  saying.\r\n\r\nWhen  doing business in China, it is very important that  you\r\n\r\nbuild  up  good inter-personal relationship with the relevant\r\n\r\npeople in China.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I believe that in the next few years, China will be able\r\n\r\nto  achieve very high economic growth. They forecast a growth\r\n\r\nrate  of  between  7%  and 8% and this is  a  very  realistic\r\n\r\nobjective  based on the factors that they have a big  market,\r\n\r\nlow cost and an attractive incentive pack-\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 276</b></font><br><br>\r\n\r\n\r\n\r\nage.  Our Government should thoroughly explore the terms  and\r\n\r\nconditions  and  encourage our investors to  go  there.   Our\r\n\r\ncosts  are high, our incentives are not good enough and hence\r\n\r\nwe  are  losing  out  to China in the attraction  of  foreign\r\n\r\ninvestments.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that the Economic Review Committee be\r\n\r\nbold  enough  to  thoroughly review and  recommend  effective\r\n\r\nmeasures  to deal with the high cost of business,  like  high\r\n\r\nrentals,  high  utilities charges, high  cost  of  transport,\r\n\r\netc.,  which  are  contributing to the  high  cost  of  doing\r\n\r\nbusiness  here.   We  know that in the next  few  years,  the\r\n\r\ngrowth  prospect in China is like the rising  sun.   We  must\r\n\r\nthink of ways and means to set up a partnership with China to\r\n\r\nmake  use  of  their favourable conditions and advantages  in\r\n\r\nline  with  our advantages.  We hope that MTI will  introduce\r\n\r\npotential investors to go and set up joint ventures in China.\r\n\r\nAt  the  same  time,  we  must also  encourage  our  SMEs  in\r\n\r\nSingapore   to  pool  their  resources  together   to   build\r\n\r\nconsortiums  with enough capital and financial  resources  to\r\n\r\ncompete with other countries.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To invest in China, from my personal experience, the\r\n\r\nfollowing  points must be observed: firstly, we must  find  a\r\n\r\nreliable  and sincere trading partner. You must  explore  the\r\n\r\ninvestment  atmosphere and then seize the opportunity  to  do\r\n\r\nwhat  you should do.  Secondly, you must build up good inter-personal relationship with the Chinese partners.  Learn  from\r\n\r\nMr  Chan  Soo  Sen.   When  deciding  on  the  size  of  your\r\n\r\ninvestment there, you must cut your dress according  to  your\r\n\r\ncloth.   Start from small, and gradually build up your  scale\r\n\r\nat the appropriate time, and then you have a better chance of\r\n\r\nsuccess.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the business world is like a battle\r\n\r\nfield.   You  may  win, you may lose. But,  as  it  is  said,\r\n\r\n\"Failure  is  the mother of success.\" We should  not  be  too\r\n\r\ndepressed  and distraught when your venture fails.   Buck  up\r\n\r\nyour  courage to learn from your mistakes and then start  all\r\n\r\nover again.  One day, success will come your way. In order to\r\n\r\nhelp our entrepreneurs invest overseas and be successful,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 277</b></font><br><br>\r\n\r\n\r\n\r\nI  suggest  that the Ministry of Trade and Industry  join  up\r\n\r\nwith  the  Chinese Chamber of Commerce to set up an  Overseas\r\n\r\nInvestment Consultative Committee, and invite all members and\r\n\r\npotential  entrepreneurs to join this  committee.   They  can\r\n\r\nthen  share  their success stories and lessons in failure  so\r\n\r\nthat   we   can  prepare  our  potential  investors  overseas\r\n\r\npsychologically to take on the challenges.   They  must  have\r\n\r\nthe  entrepreneurship spirit in them so that they can  invest\r\n\r\nin overseas countries with success.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When investing overseas, some succeed, some fail. Let\r\n\r\nme  give  you some examples.  Mr Chua Kim Hua is the Chairman\r\n\r\nof  King  Wan  Corporation Ltd, a listed  company  which  has\r\n\r\ninvested  in  a  number  of projects in  many  provinces  and\r\n\r\nmunicipalities  in  China.  Recently, the Chinese  government\r\n\r\npassed a regulation that all buildings six-storeys and  above\r\n\r\nmust  be  white-washed  regularly. With  his  sharp  business\r\n\r\nacumen,  Mr Chua immediately decided to seize the opportunity\r\n\r\nto  set  up a paint factory in China to produce the materials\r\n\r\nnecessary for all these white-washing works.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Chua went to the province of Hubei to make a\r\n\r\nfeasibility  study  and decided to set up  his  plant  there.\r\n\r\nRight from the beginning of the negotiation, the officials of\r\n\r\nthe  industrial  park, like the Jurong  Town  Corporation  in\r\n\r\nSingapore,   took  the  proposal  seriously  and   personally\r\n\r\naccompanied  us to visit the proposed site.    Upon  visiting\r\n\r\nthe  site  and speaking to the officials, Mr Chua decided  to\r\n\r\ntake  the piece of land offered to him and to build his plant\r\n\r\nthere.  On the same day, he went to the officials' office  to\r\n\r\nnegotiate  the price and eventually signed the contract.   Mr\r\n\r\nChua  told  them  that he was returning to Singapore  in  two\r\n\r\ndays'  time as he had some urgent matters to attend  to.  The\r\n\r\nofficials  told him to go back the following  day,  and  that\r\n\r\nthey would prepare all the documentation for him to sign, and\r\n\r\nconstruction work could commence straightaway.  Mr Chua  went\r\n\r\nback  to  office  the  following  day,  sceptical  that   the\r\n\r\ndocumentation could be completed by then. To his surprise, he\r\n\r\nfound officials from all the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 278</b></font><br><br>\r\n\r\n\r\n\r\nrelevant  authorities,  such as the  officers  in  charge  of\r\n\r\nutilities,  land  use,  sewerage, etc.   A  truly  \"one-stop\"\r\n\r\nservice.   Mr  Chua  was  very impressed  with  the  kind  of\r\n\r\nservices  provided.   He asked the officials,  \"How  did  you\r\n\r\nmanage to organise all these in so short a time?\"  They  told\r\n\r\nMr Chua, \"We learnt this from Singapore.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We do have \"one-stop\" service, but it simply means \"one\r\n\r\ndepartment one stop\".  If we have three permits to apply,  we\r\n\r\nhave  to  go to three departments. But in China, they  learnt\r\n\r\nfrom  us  and improved on it.  They call it the \"one  dragon\"\r\n\r\nsystem  (a  coordinated process).  All the  services  of  the\r\n\r\nvarious  ministries  and  departments   are  coordinated  and\r\n\r\nlinked up and aligned - like one dragon.   You just go to the\r\n\r\ndragon and all the necessary procedures are dealt with at one\r\n\r\ngo.   So,  because of this \"one dragon\" system, Mr Chua,  was\r\n\r\nable to get things done expeditiously, and start work on  the\r\n\r\npaint  plant  almost immediately.  The way things  are  being\r\n\r\ndone  with  such efficiency and speed is indeed  frightening.\r\n\r\nThey  are  even prepared to work late into the night.  Before\r\n\r\nlong, the plant was ready for production, and the market  was\r\n\r\ncaptured.  Of  course, Mr Chua and his company have  profited\r\n\r\nthrough  this  project  and  even the  shareholders  back  in\r\n\r\nSingapore  also made a lot of money when the share prices  go\r\n\r\nup.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This shows that in times of difficulties in our economy,\r\n\r\nchanges  should  be made to the way we do business.   Venture\r\n\r\noverseas  and  search for opportunities. Make a profit,  even\r\n\r\nthe  people  back home will benefit.  There  is  this  famous\r\n\r\nsaying,  \"Poverty gives rise to a desire for change.  Changes\r\n\r\nwill  lead  to  a  breakthrough.\" This is one  way  of  doing\r\n\r\nbusiness.   We have a lot of good entrepreneurs in  Singapore\r\n\r\nand we could learn from them.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, primarily, I believe that Singapore has\r\n\r\ndone  well over the past few decades. If we continue to  work\r\n\r\nhard, and with a strong spirit of entrepreneurship, I am sure\r\n\r\nthat  Singapore  will do well in the future  and  enjoy  good\r\n\r\neconomic growth.  Our prosperity will be sustained.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, on this note, I support the motion.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 279</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Tan Soo Khoon -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Tan Soo Khoon (East Coast):</b> Sir, between the Opening\r\n\r\nof  the Ninth Parliament and this one, so much has changed in\r\n\r\nthe world.  Five years ago, we were brimming with confidence.\r\n\r\nThe  then  President  spoke of prospects for  Singapore  that\r\n\r\nseldom  looked better and of seizing opportunities that  were\r\n\r\ncoming  our  way.   Nobody then foresaw  that  within  a  few\r\n\r\nmonths,  the Asian financial crisis would engulf us,  Suharto\r\n\r\nwould  fall  from power in Indonesia and Singapore  would  go\r\n\r\nthrough  two major economic crises.  The dream of  more  good\r\n\r\nyears  for  Singaporeans would be put on hold, as they  would\r\n\r\nfind  themselves losing their jobs.  Asset enhancement  would\r\n\r\nbecome asset disenchantment, as Singaporeans saw the value of\r\n\r\ntheir  properties and other investments fall.   With  falling\r\n\r\nincomes,   many   would  find  themselves  faced   with   the\r\n\r\ndifficulties   of  paying  the  mortgage  on   their   homes.\r\n\r\nCertainly,  nobody  at  that  time  would  have  imagined  an\r\n\r\neconomic  downturn and the sight of Singaporeans now  queuing\r\n\r\nup  to collect money from their MPs to give them relief.  And\r\n\r\nmost  certainly, none of us ever thought it possible that  we\r\n\r\nwill  ever see the sight of two airplanes plunging  into  the\r\n\r\nWorld  Trade Centre in New York.  It was something that could\r\n\r\nhave come out of a movie, but when we saw it happen on TV, it\r\n\r\nwas  for real, and it was an event that would eventually lead\r\n\r\nto  the  possibility of terrorism rearing itself on our  very\r\n\r\ndoorsteps.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Amidst these dramatic events, the Government called an\r\n\r\nelection before it was due in order that it could clearly get\r\n\r\ndown  to  tackling  the problems that  suddenly  seem  to  be\r\n\r\nraining  like a thunderstorm on us.  We wanted to be able  to\r\n\r\nquickly  provide hope for our people.  It was, in my opinion,\r\n\r\na right move.  And these are the pressing issues that we have\r\n\r\nnow  before  us,  the  deepest recession since  independence,\r\n\r\nunemployment,  finding  jobs for our  people,  high  business\r\n\r\ncost,   our  economic  competitiveness,  the  tudung   issue,\r\n\r\nrelations with our neighbours and terrorism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it somewhat baffled me that while we went out to\r\n\r\nseek a new mandate from\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 280</b></font><br><br>\r\n\r\n\r\n\r\nthe  people  very  quickly, it took almost  five  months  for\r\n\r\nParliament  to  be convened in order that the representatives\r\n\r\nof  the  people could meet to discuss the issues that are  so\r\n\r\ncrucial   to   Singaporeans  and  to   our   future.    While\r\n\r\nSingaporeans  know well that they have a Government  that  is\r\n\r\nefficient and dependable and can deal with the problems, they\r\n\r\ntoo  want  to  see their elected representatives  in  action,\r\n\r\nairing  their grievances, probing the Government and offering\r\n\r\nsuggestions  that can improve their lives,  especially  at  a\r\n\r\ntime  like  this when so many critical events  are  unfolding\r\n\r\nbefore them and are affecting their lives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am in no way suggesting that the Government is\r\n\r\nnot seeking to engage Parliament, far from it.  Having been a\r\n\r\nMember  of this House for a long time, I can attest that  the\r\n\r\nGovernment   has   not  shirked  in  its  accountability   to\r\n\r\nParliament,  and  it  can  handle convincingly  most  of  the\r\n\r\ncriticisms  levelled against it.  But this  time,  now,  more\r\n\r\nthan  ever, there are so many urgent issues that should  have\r\n\r\nbeen discussed, and sooner, rather than later.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I can therefore well understand the scepticism of many\r\n\r\nSingaporeans  of  our political process.   Some  Singaporeans\r\n\r\ntell  me that the Government makes all the decisions.  It  is\r\n\r\nall  done  behind closed doors.  They ask for  feedback.   We\r\n\r\nknow they hear us, but do they listen enough?  Sir, questions\r\n\r\nlike  these  are  perplexing to me.   Yet,  I  was  heartened\r\n\r\nyesterday to hear Mr Khaw Boon Wan tell the House that  there\r\n\r\nwas no lack of young Singaporeans, particularly those abroad,\r\n\r\nresponding  positively with feedback to the  Economic  Review\r\n\r\nCommittee.   And when I heard the President telling  us  last\r\n\r\nweek  that  we  need  to  open up  more  space  for  them  to\r\n\r\nparticipate in the national debate, I know we have made  some\r\n\r\nprogress in the right direction.  But I still ask myself  why\r\n\r\ndo  most  Singaporeans  still feel this  way  about  us,  the\r\n\r\nGovernment and Parliament.  Why do they feel left out of  the\r\n\r\npolitical and decision making process?  So I ask myself,  are\r\n\r\nwe  missing  something here?  Maybe it is  their  failure  to\r\n\r\nunderstand  how  we  arrive  at  our  decisions,  whether  in\r\n\r\nParliament or in the Executive branch.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 281</b></font><br><br>\r\n\r\n\r\n\r\nPerhaps part of this failure to understand us lies in the way\r\n\r\nwe do things.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I also find myself grappling further with questions like\r\n\r\nthese:   why  are  Singaporeans, particularly  younger  ones,\r\n\r\ncynical  of our political process?  How can we be  more  open\r\n\r\nwith  the  way we arrive at our decisions, so that  they  can\r\n\r\nunderstand  that policies are not made and rammed down  their\r\n\r\nthroats,  but that every conceivable alternative  and  option\r\n\r\nwould  have been weighed and pondered over before  the  final\r\n\r\ndecision  is taken?  Perhaps we are sometimes too  efficient,\r\n\r\nor  some  may say, too business-like in the way we do things.\r\n\r\nAfter  all,  we  dispose  of  our  parliamentary  work   very\r\n\r\nexpediently.   We  pass  Bills  very  efficiently,  sometimes\r\n\r\nhardly without any debate.  There is nothing wrong with that,\r\n\r\nbut  maybe we should pause at times and fine-tune some of the\r\n\r\nthings by incorporating many of the good suggestions made  by\r\n\r\nMPs  during  debates.  It is indeed a rare occasion  in  this\r\n\r\nHouse  where  a Minister accepts changes to be  made  to  his\r\n\r\nBill, except as one Minister once put it, \"I guess I can live\r\n\r\nwith the changes if they are just commas and full-stops.\"  Or\r\n\r\nwe  may  want  to  consider  sending  more  Bills  to  Select\r\n\r\nCommittees  so  that  we  can engage participation  from  the\r\n\r\npublic.   I  think we may have overlooked this point  in  the\r\n\r\nlast Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in the Seventh Parliament, we committed seven\r\n\r\nBills, and in the Eighth Parliament, we committed nine  Bills\r\n\r\nto  Select  Committees.   But in the Ninth  Parliament,  only\r\n\r\nthree  Bills  were  sent to Select Committees.   And  I  find\r\n\r\nmyself  asking further, having seen how GPCs have  worked  in\r\n\r\nthis  House:  Has the GPC system proven so effective for  the\r\n\r\nGovernment  in that it allows the Backbenchers to thrash  out\r\n\r\nissues  with Ministers behind closed-doors?  Has it  been  so\r\n\r\neffective to the extent that by the time the issues reach the\r\n\r\nfloor  of the House, much has been conveniently resolved,  or\r\n\r\nas  they say, the sting has been taken out, so much that  the\r\n\r\npublic   perceives  our  Backbenchers  to   be   either   too\r\n\r\nunderstanding  or  amenable  of  the  Government's  position?\r\n\r\nAfter all, Sir, no\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 282</b></font><br><br>\r\n\r\n\r\n\r\nmatter  how much we disagree, we always start off or end  off\r\n\r\nour speeches by saying, \"We support the Bill\", even if we  do\r\n\r\nnot mean it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is this just a case of misperception on the part of the\r\n\r\npublic?  Is it the way the Government handles MPs' criticisms\r\n\r\nand  proposals that leads the public to think  that  MPs  are\r\n\r\nless  effective than they would want them to be?  Sir,  there\r\n\r\nare  MPs  and  MPs.  Likewise, there are also  Ministers  and\r\n\r\nMinisters.  Like MPs, Ministers too come in all shades.  Some\r\n\r\nare more receptive than others.  But I have seen on occasions\r\n\r\nhow  sometimes a Minister can, if I may put it  in  a  gentle\r\n\r\nway,  bristle  at some of the criticisms levied  against  his\r\n\r\npolicies.  But parliamentary debate is all about cutting  and\r\n\r\nthrusting  at one another.  Our Backbenchers have often  been\r\n\r\nreminded  to be responsible for what they say, and they  must\r\n\r\nbe  prepared  to  face the rebuttals because  Ministers  will\r\n\r\ndefend  their  policies  robustly.   That  is  correct.   But\r\n\r\nMinisters too must accept that where criticisms are valid and\r\n\r\nwhere suggestions are good, they must be receptive enough  to\r\n\r\naccept them and to give credit where credit is due.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me just give two examples. Sir, for many years, MPs\r\n\r\nhave been arguing for compulsory education.  In recent years,\r\n\r\nMr Chiam See Tong, Mdm Claire Chiang, Dr Wang Kai Yuen, among\r\n\r\nothers,  made  the  plea.   I have always  found  that  their\r\n\r\narguments  were  sound.   But  it  was  always  difficult  to\r\n\r\nconvince the Minister and even his predecessors.  Finally, we\r\n\r\nhad  a  Committee on Compulsory Education to study the matter\r\n\r\nand  we got the Act passed two years ago.  In my mind, it was\r\n\r\nan  issue,  based  on the merits that were expounded  in  the\r\n\r\nHouse,  that  should  have been settled  sooner  rather  than\r\n\r\nlater.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last year, the Member for Kreta Ayer-Tanglin GRC\r\n\r\n(Kim  Seng) asked for subsidised breast cancer screening  for\r\n\r\nwomen.   The  now famous, or is it infamous, reply  from  the\r\n\r\nMinister was, \"What's all the big fuss about?  After all, the\r\n\r\ntest  costs  less  than the price of a hairdo.\"   Well,  some\r\n\r\nmonths  passed and now his Ministry has announced  that  such\r\n\r\nsubsidised tests will now be given.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 283</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, there is nothing wrong with a turn-around of\r\n\r\npolicy.   MPs are merely reflecting the ground sentiment  and\r\n\r\nthe  merits of their arguments may have belatedly  dawned  on\r\n\r\nthe  Ministers.  But my grouse is that in such instances, and\r\n\r\nthere  are also other instances in the past, not a squeak  of\r\n\r\nacknowledgement  was given to the MPs who  first  raised  the\r\n\r\nmatter.   And  I think if we acknowledge that the suggestions\r\n\r\ndid originate from the Backbenchers, it will go a long way to\r\n\r\nenhance their credibility as elected representatives.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This leads me to the subject of how we can encourage\r\n\r\nmore  active  debate in the House.  The People's  Alternative\r\n\r\nForum or so-called \"Shadow Cabinet\" was, in my opinion, a non-starter.   Nobody really gave any credibility to  the  notion\r\n\r\nthat   the  Government  would  want  to  structure  its   own\r\n\r\nOpposition.  Anyway, what is a \"Shadow Cabinet\"?  A shadow is\r\n\r\nsomething that does what I do.  If I stand, it stands;  if  I\r\n\r\nsit,  it sits; if I run, it runs.  So now much buzz is  given\r\n\r\nto  the lifting of the Whip.  MPs of the ruling party may ask\r\n\r\nfor permission to vote freely on a case-by-case basis, except\r\n\r\nfor  some crucial areas.  And the Whip will be lifted for all\r\n\r\nmatters  of conscience and selected issues.  So what is  new,\r\n\r\nSir?  I still have to get permission to disagree.  Matters of\r\n\r\nconscience?   It  is  a  term which has  never  been  clearly\r\n\r\ndefined.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As if to show how generous we have been in lifting the\r\n\r\nWhip, we always take a kind of skewed pride in parading as an\r\n\r\nexample,  our  lifting of the Whip during the debate  on  the\r\n\r\nAbortion Bill.  But, Sir, that was 33 years ago!  Since then,\r\n\r\nwe  have lifted the Whip only on two other occasions: in 1979\r\n\r\nwhen  we debated the revised structure of education;  and  in\r\n\r\n1992  when there was a motion whether to accept NMPs or  not.\r\n\r\nEven then, when Parliament debated whether to have NMPs again\r\n\r\nin 1997, the Whip was not lifted.  So it is three times in 37\r\n\r\nyears!\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is not the first time we have asked MPs to\r\n\r\nspeak up.  When I first came\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 284</b></font><br><br>\r\n\r\n\r\n\r\nto this House in 1976, it was already a one-party Parliament.\r\n\r\nSo Backbenchers were told that we had to play the role of the\r\n\r\nOpposition and to reflect the coffee-shop talk.  One MP  told\r\n\r\nme that the call was similar to the words of Mao Zedong: \"Let\r\n\r\na  thousand flowers bloom\".  But the MP also advised me  that\r\n\r\nwhen flowers bloom, they get chopped.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, towards the end of the 80s and the early 90s when\r\n\r\nwe  moved towards a more open and consultative Government, OB\r\n\r\nmarkers,  as  they  are  called,  were  then  put  in  place,\r\n\r\nundefined as they were, to limit the discussion space.  So  I\r\n\r\nask  now, if we really mean it this time, if we want to  ease\r\n\r\nup, why do we need to impose the Whip at all?  After all,  we\r\n\r\nhave  such an overwhelming majority in this House that it  is\r\n\r\ninconceivable that the Government would ever be defeated in a\r\n\r\nvote.   There is another reason why this suggestion,  radical\r\n\r\nas  it  may sound to some, is \"safe\" for the Government.   By\r\n\r\nand  large,  Sir, I have found that its arguments  have  been\r\n\r\nsound.   It  will take a lot for an MP to take a decision  to\r\n\r\nvote against his own party very lightly.  An MP who chalks up\r\n\r\na  record of consistently voting against his own party cannot\r\n\r\nin all conscience bring himself to face the electorate on his\r\n\r\nparty  platform, of which he has been so critical,  the  next\r\n\r\ntime  round.   And if the Government should ever  smell  that\r\n\r\nthere  are  just  too many MPs disagreeing with  whatever  it\r\n\r\nintends  to  do, then there has to be something fundamentally\r\n\r\nwrong  with the policy and it should go back to the  drawing-board.   We  need only impose the Whip on crucial  matters  - money   matters,   motion  of  no-confidence,  constitutional\r\n\r\nchanges  -  and  not  lift it only when the  Government  Whip\r\n\r\ndecides to do so.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I have now one last suggestion and how to curb the\r\n\r\ncynicism  of Singaporeans about our decision-making  process.\r\n\r\nOn  important  issues,  I feel that we should  let  Ministers\r\n\r\nstate their individual views.  I have often heard the remark,\r\n\r\nagain  from  cynical  Singaporeans, that on  practically  all\r\n\r\nissues, all Ministers share the same view.  It was as if  one\r\n\r\nperson had singled-handedly orchestrated their response to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 285</b></font><br><br>\r\n\r\n\r\n\r\nanything.   Now  we  all  know  that  great  minds   do   not\r\n\r\nnecessarily think alike, at least not on everything  and  not\r\n\r\nall  the time.  Can we not allow Ministers to state their own\r\n\r\nviews  freely  before the final decision  is  taken?   And  I\r\n\r\nthink, Sir, we must find a workable formula for this, without\r\n\r\ncompromising  on  the principle of collective  responsibility\r\n\r\nand confidentiality in Cabinet because if we have good men in\r\n\r\nCabinet, like Dr Vivian Balakrishnan and Mr Raymond Lim, both\r\n\r\nof  whom  have up till now been respected by the  public  for\r\n\r\ntheir  individualistic sound arguments, sometimes views which\r\n\r\nare  against  the  establishment, they are men  who,  as  the\r\n\r\nlatest cliche goes, can think out of the box - but may I  add\r\n\r\nthat I hope the box will not be crushed - if we allow them to\r\n\r\nfreely  expound  their  views  before  decisions  are  taken,\r\n\r\nSingaporeans  can  only  stand  to  benefit  greatly  by  the\r\n\r\ndiversity  of views that they can bring and can  then  better\r\n\r\nunderstand how decisions are finally arrived at.  [Applause.]\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Minister of State for Foreign Affairs and Trade and Industry (Mr Raymond Lim Siang Keat): Mr Speaker, Sir, I\r\n\r\nsupport  the Motion of Thanks to the President.  I intend  to\r\n\r\ntake  the  former Speaker, Mr Tan Soo Khoon's  suggestion  to\r\n\r\nheart and state my individual views, crushed or not.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his Address, the President saw the road ahead as one\r\n\r\nin   which   there  must  be  greater  civic  and   political\r\n\r\nengagement.  I fully support that.  I am convinced  that  the\r\n\r\nonly  way for us to succeed as a society is that we recognise\r\n\r\nthat we are a community and not just a place with 3.2 million\r\n\r\nindividuals.  Our future is bound to one another.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, all too often these days, we have Singaporeans\r\n\r\nwho  make  demands  on  the Government as  though  they  were\r\n\r\nimpatient   customers  waiting  for  service  in  a   crowded\r\n\r\nrestaurant  or  rowdy spectators at a soccer  game.   Yet,  I\r\n\r\nbelieve  that  for  democratic government  to  be  effective,\r\n\r\npeople need to take their civic duties seriously.  This means\r\n\r\nthat  we  are more than just spectators or customers  of  the\r\n\r\nGovernment but we, as citizens of this\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 286</b></font><br><br>\r\n\r\n\r\n\r\ncountry, have responsibilities not just to ourselves  but  to\r\n\r\neach other in the public sphere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this was why I was heartened to hear the President\r\n\r\ndeclare  that the Government is committed towards a  stronger\r\n\r\ncivic society.  He said that this was necessary if we want to\r\n\r\nfoster   a  spirit  of  enterprise  and  risk  taking   among\r\n\r\nSingaporeans.  He is right.  But equally as important, if not\r\n\r\nmore,  is  that a vibrant civic society helps to  deepen  the\r\n\r\nemotional  attachment  that  Singaporeans  feel  towards  our\r\n\r\ncountry.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Some years ago, George Yeo argued that to develop the\r\n\r\nSingapore  soul, we need to have a lively civic society.   He\r\n\r\nquoted  Edmund  Burke who said that, \". to love  that  little\r\n\r\nplatoon we belong to in society, is the first principle  (the\r\n\r\ngerm  as it were) of public affections.  It is the first link\r\n\r\nin  the  series  by which we proceed towards a  love  to  our\r\n\r\ncountry, and to mankind.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I share this view. I believe that we should encourage\r\n\r\nself-organised  communities.   The  active  participation  of\r\n\r\nSingaporeans  in  these  communities can  help  our  citizens\r\n\r\ndevelop a stronger sense of belonging to the larger Singapore\r\n\r\ncommunity by forming strong bonds with their fellow  citizens\r\n\r\nand participating in community life.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One way to facilitate this is for the Government to\r\n\r\nrevamp  the Societies Act.  It has served us well.   But  the\r\n\r\nissue today is whether it is relevant for the sort of society\r\n\r\nwe want in the future.  We want to foster a greater spirit of\r\n\r\ncommunity  initiative and responsibility.  My  suggestion  is\r\n\r\nthat  we  empower our citizens to form societies,  clubs  and\r\n\r\nassociations by changing the Act to one of self-registration.\r\n\r\nSomewhat  akin to the airport customs regime, which is  self-declaratory,  there  will be a green zone  and  a  red  zone.\r\n\r\nThose  societies, which are not religious, race  or  foreign-linked,  will  be automatically registered upon  declaration.\r\n\r\nThat  is  the green zone.  Those that are religious, race  or\r\n\r\nforeign-linked, need to go through the red zone.   This  does\r\n\r\nnot necessarily\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 287</b></font><br><br>\r\n\r\n\r\n\r\nmean that they will be prohibited but that certain checks may\r\n\r\nbe needed to be carried out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If there is a false declaration, then those who are\r\n\r\nresponsible for it will have to answer for it.  This must  be\r\n\r\nso.  The greater the freedom, the greater the responsibility.\r\n\r\nMinimum  regulation  must entail maximum accountability.   As\r\n\r\nGeorge  Bernard  Shaw  said, \"Liberty  means  responsibility.\r\n\r\nThat is why so many men dread it.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If these changes were effected in the Act, it would mark\r\n\r\na  significant  step towards greater citizen  engagement  and\r\n\r\nempowerment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In February this year, the Government launched the\r\n\r\nRemaking  Singapore Committee.  Its task was  to  relook  the\r\n\r\npolitical,  social and cultural aspect of  Singapore.   There\r\n\r\nhas  been  a  fair amount of cynicism since its launch.   Its\r\n\r\ncritics  say that it is nothing more than a 2002  version  of\r\n\r\nthe  1990s  Singapore 21 consultative process and  the  1980s\r\n\r\nAgenda  for  Action  advisory panels.  They  argue  that  the\r\n\r\nvarious  \"Beyond  Cs\" committees should  go  beyond  talk  to\r\n\r\naction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I agree that some actionable outcomes are desirable.\r\n\r\nBut I feel that civic participation should not be measured by\r\n\r\nits  immediate results.  Its value is not just whether  there\r\n\r\nhas  been  useful  feedback  to  the  Government  or  whether\r\n\r\nsuggestions  have  been acted upon by the Government.   These\r\n\r\nare  important.   But what is critical is that  we  recognise\r\n\r\nthat  it is only through active citizen involvement that  our\r\n\r\npeople learn about the realities and constraints of living in\r\n\r\na  modern, complex and plural society.  Resources are finite,\r\n\r\npriorities  will shift and trade-offs are inevitable.   These\r\n\r\npolitical  skills  of  negotiation and  compromise  that  are\r\n\r\nnecessary  to ensure a healthy democracy can only be  learned\r\n\r\nif  we  give  not  just politicians but all Singaporeans  the\r\n\r\nopportunity to be involved in matters that affect  our  lives\r\n\r\nand our country.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 288</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I like to put my money where my mouth is. To my\r\n\r\nknowledge,  Mr  Steve Chia has not offered  to  serve  in  my\r\n\r\nsubcommittee  in the Remaking Singapore Committee.   But  now\r\n\r\nthat I know he is keen, I am happy to invite him to serve  in\r\n\r\nthe focus group headed by Dr Warren Lee.  I am doing this not\r\n\r\nbecause  he  is  a politician, but because  he  is  a  fellow\r\n\r\nSingaporean.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we do not do this, then two characteristics of civil\r\n\r\nlife  in Singapore will continue.  One is that whenever there\r\n\r\nis  a  problem, Singaporeans have a tendency to turn  to  the\r\n\r\nGovernment  to  solve it or arbitrate.   The  other  is  that\r\n\r\nwhenever  there  is  a  national  issue,  the  debate   often\r\n\r\npolarises  itself  into  the Government  versus  the  people.\r\n\r\nInstead  of  the  public being \"anti\"  a  particular  law  or\r\n\r\npolicy, it becomes \"anti\" the Government or the State.   Yet,\r\n\r\nthere  are  other parties interested in the  outcome  of  the\r\n\r\ndebate, but they are slow to speak up.  Even if they  do  not\r\n\r\nagree with the others, a good number do not speak up as  they\r\n\r\nexpect  the Government to resolve or manage the problem.   We\r\n\r\nneed  a  more textured, layered civic society rather  than  a\r\n\r\nflat  sheet  with  occasional wrinkles that  get  reflexively\r\n\r\nstraightened out.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the right to speak up is fundamental to an open\r\n\r\nsociety.  However, this needs practice, or it will get  rusty\r\n\r\nthrough neglect.  Some have argued that this reluctance stems\r\n\r\nfrom fear of retribution.  But if you look at the Forum pages\r\n\r\nof  the newspapers each day and the columns written by  local\r\n\r\njournalists,  some  are  openly and  fearlessly  critical  of\r\n\r\nGovernment  policies.  Obviously, the fear that  there  is  a\r\n\r\nchance  that  they may be hit by a big stick has not  stopped\r\n\r\nthem   from   speaking   their  minds.    I   applaud   these\r\n\r\nSingaporeans.   Others should learn from them.   As  Franklin\r\n\r\nRoosevelt  said,  \"The only thing we have  to  fear  is  fear\r\n\r\nitself.\"   The  Government has said that  it  is  serious  in\r\n\r\nwanting  Singaporeans to speak up and be counted.  We  should\r\n\r\ntake  them at their word and hold them to it.  The Government\r\n\r\nis  ultimately ourselves and not an alien power over us.  The\r\n\r\nchoice thus really lies with us and no one else.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 289</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To seek assurances from the Government that we will only\r\n\r\nbe  treated with kid gloves is to be asked to be treated like\r\n\r\npolitical adolescents.  If we say we are grown up and  should\r\n\r\nhave a say in matters that affect our future, then I think we\r\n\r\nshould  look things in the eye, exercise our rights and  take\r\n\r\nthings  as  they come.  Public debate is seldom  like  a  tea\r\n\r\nparty  where  we politely discuss the cakes and drinks.   The\r\n\r\nresponses  sometimes not just from the Government but  others\r\n\r\nthat disagree from us will be robust.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Let me give an example. In the PAP Convention in\r\n\r\nNovember last year, I argued that, to effectively govern  the\r\n\r\ncountry,   the  PAP  must  widen  the  circle  of   political\r\n\r\nparticipation.   A day after that, an irate Singaporean  sent\r\n\r\nme  an e-mail, attacking me personally and attributed what he\r\n\r\nsees  as  the contentiousness of the young to people like  me\r\n\r\nwho  support the Prime Minister's policy of greater  openness\r\n\r\nand  consultation.   I took this as par  for  the  course  in\r\n\r\npublic  life.  It is far better to have a response even  when\r\n\r\nit  is  unpleasant than to have no reaction at all.  At least\r\n\r\nyou  know  then that not everyone was asleep while  you  were\r\n\r\nspeaking.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It should not be important to us whether we get a purr\r\n\r\nor  roar from those who engage us.  What is vital is that the\r\n\r\nGovernment  and  us  - the citizens of this  country  -  work\r\n\r\ntogether  to  nurture  a  political  culture  that  not  just\r\n\r\ntolerates but respects differing points of views.  In such  a\r\n\r\nculture,  people will learn to appreciate that just  as  they\r\n\r\nhave  a  right to their views, others do too and the eventual\r\n\r\noutcome may thus be different from what they desire.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A reporter asked me recently, that given this view of\r\n\r\nmine,  how do I reconcile this with the Government's  attacks\r\n\r\non former Fateha chief, Zulfikar Mohamad Shariff.  I told him\r\n\r\nthere is nothing to reconcile.  The problem with Zulfikar  is\r\n\r\nnot  so  much his opinions as his extremism.  What  is  wrong\r\n\r\nwith extremists is their intolerance.  The danger is not what\r\n\r\nthey  say  about  their cause but what they say  about  their\r\n\r\nopponents.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 290</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Take the case of Zulkifli Baharudin, a former Nominated\r\n\r\nMember of this House.  He told me that after he had spoken up\r\n\r\nagainst  Zulfikar, he had to endure vicious personal attacks,\r\n\r\nnot  just on himself but members of his family, on the Fateha\r\n\r\nwebsite.  Zulkifli had the courage to speak up even though he\r\n\r\nknew  he  would  be vilified.  Many more I felt  should  have\r\n\r\nspoken up.  For those who think that it is safer not to  take\r\n\r\nsides,  they will do well to note this - people who  stay  in\r\n\r\nthe middle of the road, simply get run over.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should never allow the extremists to set the agenda\r\n\r\nof  our  society.  This is especially so when the  extremists\r\n\r\ncome  garbed  in religious or ethnic clothings.   Ours  is  a\r\n\r\nyoung nation where the primordial pull of race, religion  and\r\n\r\nculture  remains  potent.   Potent  enough  to  shatter   the\r\n\r\ninternal  social cohesion that we currently enjoy.   This  is\r\n\r\nthe reality.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, what we need to balance the pull of religion, race\r\n\r\nand  culture  is a strong sense of who we are  as  a  people.\r\n\r\nWhen  we  speak  of  a lively civic society  as  being  vital\r\n\r\ntowards   developing   a  strong  emotional   attachment   to\r\n\r\nSingapore, we need to ask what are we attached to.   Exactly,\r\n\r\nwho are we and what do we stand for?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As a young society, we have no deep roots or traditions.\r\n\r\nTo maintain our cohesiveness as a society, we need to develop\r\n\r\na  national identity which all communities can relate to  and\r\n\r\nwhich  will  guide  our national life.  This  will  serve  to\r\n\r\nanchor  Singaporeans  to  the country  and  ensure  that  our\r\n\r\nsociety  is more resilient to the natural rifts that  run  in\r\n\r\nit.   Singapore  21  and  the 1988  Five  Shared  Values  are\r\n\r\nattempts in this direction.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps we need to start at the basics and begin at the\r\n\r\nbeginning,  which is how Singapore, as we know it today,  was\r\n\r\nborn.  Every nation has its point of origin and enshrines its\r\n\r\nbirth  pangs  in  a \"myth of creation\".  This basic  identity\r\n\r\nfounded on consensus is critical to every society's sense  of\r\n\r\norigin and pride in itself.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why not make the Pledge do this? Yesterday, it was not\r\n\r\nsurprising that when\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 291</b></font><br><br>\r\n\r\n\r\n\r\nthree naturalised citizens spoke in this House - Ms Irene Ng,\r\n\r\nDr  Amy  Khor, Mr Khaw Boon Wan, and they were talking  about\r\n\r\ncore  values that underpin Singapore - they used the language\r\n\r\nof  the Pledge.  I firmly believe that who we are and what we\r\n\r\nstand  for  as a people are well encapsulated by the  Pledge.\r\n\r\nThe  Pledge  was  written at the time of our nation's  birth.\r\n\r\nThis  gives  it a special, haloed significance.  It  was  the\r\n\r\nfounding  compact  which our leaders  and  people  made  with\r\n\r\ndestiny.  A destiny which at that time was fraught with  huge\r\n\r\nuncertainties.   It  was  not clear then  that  the  founding\r\n\r\nvalues of multi-racialism and meritocracy as enshrined in the\r\n\r\nPledge  would survive this fledging nation.  We had to  leave\r\n\r\nMalaysia   because  we  rejected  race-based  politics.    It\r\n\r\nbrought out the best in us, in the worst of times.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore 21 and the 1988 Five Shared Values do not\r\n\r\nquite  have  the same weight as the Pledge.   They  can  help\r\n\r\ninstead to inform the Pledge as guiding principles to realise\r\n\r\nthese  founding  ideals of our nation at birth.   Ours  is  a\r\n\r\nsmall house and we have a tendency at times to rearrange  the\r\n\r\nfurniture somewhat.  But some things, such as the essence  of\r\n\r\nwhat  we  are as a people, we should be very slow to  change.\r\n\r\nThe  Pledge is our anthem in prose.  We should not  just  get\r\n\r\nour  young  to recite it in mind numbing fashion.  We  should\r\n\r\nteach  them its genesis, its significance and its meaning  to\r\n\r\nus as a people.  We should strongly encourage our children to\r\n\r\ngive life to it, to live their lives by these founding ideals\r\n\r\nso  that  generations to come would understand when they  put\r\n\r\nfist to heart what it means to be a Singaporean.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, just as the Pledge was conceived at a\r\n\r\ntime of immense turbulence, the challenges of the future,  as\r\n\r\nthe President said, are equally as formidable.  That founding\r\n\r\ngeneration which led us from Third World to First was truly a\r\n\r\ngutsy,   extraordinary   and  exceptional   generation.    My\r\n\r\ngeneration has the privilege and good fortune to stand on the\r\n\r\nshoulders of these giants.  Our covenant to\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 292</b></font><br><br>\r\n\r\n\r\n\r\nthem  and  to the people of Singapore is that we will  ensure\r\n\r\nthat  this improbable nation created by the indomitable  will\r\n\r\nof these men and women, will continue not just to be a robust\r\n\r\nreality  but  a scintillating success.  That is our  mission.\r\n\r\nWe intend to fulfil it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Lee Boon Yang (Minister for Manpower) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister for Manpower (Dr Lee Boon Yang):</b> Mr\r\n\r\nSpeaker, Sir, thank you very much for allowing me to join  in\r\n\r\nthe debate.  I too would like to reiterate my support for the\r\n\r\nMotion of Thanks to the President at the Opening of the Tenth\r\n\r\nParliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, many hon. Members have spoken on the importance of\r\n\r\na  strong tripartite relationship and how tripartism can help\r\n\r\nus  to ride out this period of economic difficulties.  Others\r\n\r\nhave spoken on the plight of the unemployed, especially older\r\n\r\nworkers,  and how difficult it is for them to find a  job  in\r\n\r\nthis new environment of higher unemployment rate.  Even those\r\n\r\nwho  are  today employed are feeling an increasing  sense  of\r\n\r\ninsecurity  as  competition chips  away  at  their  company's\r\n\r\nbusinesses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this is a totally new situation, one which many\r\n\r\nSingaporeans  may not have experienced in the  past.   If  we\r\n\r\nlook back, except for the brief periods between 1985 and 1987\r\n\r\nand,  again,  in  1998 and 1999, when our economy  went  into\r\n\r\nrecession, we have been able to enjoy steady economic  growth\r\n\r\nfor  the  past  three decades or more.  This translates  into\r\n\r\nalmost  30  years  of  very low unemployment,  three  decades\r\n\r\nduring which jobs were plentiful for our school leavers,  our\r\n\r\npolytechnic  and our university graduates.  It was  one  long\r\n\r\nperiod of tight labour market when the Ministry of Labour and\r\n\r\nMinistry  of  Manpower had to entertain and  had  to  try  to\r\n\r\nsatisfy  the unending demand of employers for more  and  more\r\n\r\nworkers.   Today, it is different.  And in fact, perhaps  the\r\n\r\nlong   period   of  tight  labour  market  had  caused   many\r\n\r\nSingaporeans  to feel secure in the sense that a  well-paying\r\n\r\njob can be had with minimum effort.  It is almost a matter of\r\n\r\nright  for  graduates that well-paying jobs await  them  upon\r\n\r\ngraduation, and that life is just one long beautiful spring.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 293</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, as the President stated in his Address, the Asian\r\n\r\nfinancial crisis in 1997 followed by the economic tailspin of\r\n\r\nall  the regional economies had altered the situation.   That\r\n\r\nthis  took place during a period of globalisation with  major\r\n\r\nchanges  and adjustments in the flow of trade and investments\r\n\r\nhad  added  to  the  pressures on  Singapore  and  the  other\r\n\r\nregional  players.  China had entered the WTO  last  November\r\n\r\nand  is already exerting an extraordinary pull on investments\r\n\r\nand  shifting  the balance of competition with  its  enormous\r\n\r\nmarket,  manpower and other production resources.  Singapore,\r\n\r\nwith  our  very  limited manpower resources, cannot  hope  to\r\n\r\ncompete  head on with such an economic juggernaut.   We  must\r\n\r\nprepare  our workers for the inevitable restructuring  if  we\r\n\r\nare to recover and prosper again.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, last September, I had the privilege of accompanying\r\n\r\nthe President on his visit to China.  Everywhere we went,  we\r\n\r\nsaw signs of change.  In Xian, which I first visited in 1985,\r\n\r\nthe  old ramshackle building which housed the display of  one\r\n\r\nof  China's national treasures, the terracotta warriors,  had\r\n\r\nbeen  replaced by a modern museum, which would be  the  pride\r\n\r\nand  joy  of  any city.  Coastal cities, such as Xiamen,  had\r\n\r\nbecome  hives of economic activities, with world-class hotels\r\n\r\nand  high-rise commercial buildings and industrial complexes.\r\n\r\nShanghai's  Pudong  had risen out of the  farmlands  which  I\r\n\r\nfirst  saw  in 1986.  Shanghai itself had an almost  palpable\r\n\r\nbeat and dynamism.  It is certainly going places.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the President visited one of their latest projects\r\n\r\nin  Shanghai,  an  ultra-modern high-tech  wafer  fabrication\r\n\r\nplant.    It   was  fully  automated,  with  state-of-the-art\r\n\r\nproduction equipment.  The manager told me that they  had  no\r\n\r\ndifficulty recruiting engineers.  Of course, wages are  at  a\r\n\r\nfraction  of what engineers would be paid in Singapore.   But\r\n\r\nwhat  was  more telling than the fact that they had an  ample\r\n\r\nsupply  of  ready and well-trained workers was  that,  within\r\n\r\nthis  wafer fabrication plant, there was in effect a lifelong\r\n\r\nlearning  institution.   As  we were  shown  around,  we  saw\r\n\r\nclassrooms and lecture\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 294</b></font><br><br>\r\n\r\n\r\n\r\ntheatres, and there were workers and engineers who were  off-duty, not working, but learning.  Their employees within  the\r\n\r\nwafer fabrication plant were able to sign up for a variety of\r\n\r\nskills  upgrading  and even professional courses.   Employees\r\n\r\nwere  not  just satisfied with landing a good job,  but  they\r\n\r\nwere all aiming higher.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, can we afford to be different? Can we afford to be\r\n\r\ncomplacent?   As we set out to remake the Singapore  economy,\r\n\r\nit  is  instructive for us to look around  the  region.   Our\r\n\r\nworkers  must  not feel complacent with the job  skills  that\r\n\r\nthey  have  today.   The rapid pace of technological  changes\r\n\r\nwill make these skills outdated very quickly.  Those who  are\r\n\r\nunemployed, face the challenge of acquiring new skills.  They\r\n\r\nhave to compete with younger and better-educated Singaporeans\r\n\r\nwho are entering the job market by the thousands each year.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, my Ministry is dedicated to upgrading\r\n\r\nthe  skills  of our workers and enhancing their employability\r\n\r\nin  the  new economic environment.  The going is  tough.   It\r\n\r\nwill  get  tougher in the years ahead of us.   Jobs  and  low\r\n\r\nunemployment cannot be taken for granted.  We must  learn  to\r\n\r\ntackle  the  growing structural unemployment.  Older  workers\r\n\r\nmust acquire new skills, so as not to end up in the ranks  of\r\n\r\nthe long-term unemployed.  We already have programmes such as\r\n\r\nthe   Skills   Redevelopment   Programme,   National   Skills\r\n\r\nRecognition System, National IT Literacy Programme and others\r\n\r\nwhich  are  running  at  full speed.   These  programmes  are\r\n\r\nfocused on bringing the most vulnerable group of workers, ie,\r\n\r\nthe  older  and the lower-skilled workers, up  to  the  basic\r\n\r\nlevels  required  for  the new jobs.   We  will  develop  new\r\n\r\nprogrammes to reinforce those in place and also to reach  out\r\n\r\nto  more  workers  facing the threat of displacement  as  the\r\n\r\neconomy changes gear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, allow me to respond to the hon. Member\r\n\r\nMs  Irene  Ng  who yesterday spoke on the need for  an  Equal\r\n\r\nOpportunity Commission, and here I would like to say  that  I\r\n\r\ntake to heart what\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 295</b></font><br><br>\r\n\r\n\r\n\r\nthe  hon.  Member  Mr Tan Soo Khoon mentioned  earlier  about\r\n\r\nMinisters bristling at suggestions from the Backbench.  I  am\r\n\r\ncertainly  not bristling at the suggestion.  I just  want  to\r\n\r\ntake  this opportunity to point out some pros and cons as  we\r\n\r\nconsider an Equal Opportunity Commission or such like.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;First of all, I have to state that I agree\r\n\r\nwholeheartedly  with  the hon. Member that  each  Singaporean\r\n\r\nshould have equal opportunities and be subjected to the  same\r\n\r\nmeritocratic process to recognise and to reward contributions\r\n\r\nto the economy.  Sir, as the hon. Member noted, the principle\r\n\r\nof  equality before the law is enshrined in our Constitution.\r\n\r\nThe specific prohibitions of discrimination on the grounds of\r\n\r\nreligion,  race, descent or place of birth are stipulated  in\r\n\r\nArticle 12(2) of the Constitution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;While our employment laws do not have specific\r\n\r\nprovisions  against  gender or other form of  discrimination,\r\n\r\nequal  opportunity  and  the  principle  of  meritocracy  are\r\n\r\nextensively  practised.  So do we need an  Equal  Opportunity\r\n\r\nCommission  or  Council?   Sir, let  me  recount  a  previous\r\n\r\nexperience  on  this  issue.  In 1999,  we  had  a  spate  of\r\n\r\ncomplaints  from  members of the Singaporean  public  against\r\n\r\ndiscriminatory   job   advertisements.    There   were   some\r\n\r\nadvertisements  specifying  that the  employers  only  wanted\r\n\r\nChinese,   or   some  race  was  specified,  in   these   job\r\n\r\nadvertisements.  There were calls for a body  similar  to  an\r\n\r\nEqual   Opportunity   Commission  to   ensure   equality   in\r\n\r\nrecruitment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;My Ministry took the initiative to form a tripartite\r\n\r\ncommittee   comprising  representatives  from  the  Singapore\r\n\r\nNational Employers Federation, the NTUC and, of course,  from\r\n\r\nmy  Ministry,  to  address the issue  of  discriminatory  job\r\n\r\nadvertisements.  The committee was also asked to consider the\r\n\r\ndesirability  of  introducing  legislation  to  outlaw   such\r\n\r\npractices.  The committee had a careful study, many  meetings\r\n\r\nwere held, and they recommended that instead of resorting  to\r\n\r\nanti-discriminatory laws, a promotional and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 296</b></font><br><br>\r\n\r\n\r\n\r\neducational  approach be adopted.  And,  in  line  with  this\r\n\r\napproach,  the  tripartite  committee  formulated  a  set  of\r\n\r\nguidelines on non-discriminatory job advertisements to advise\r\n\r\nemployers on how job advertisements should be presented using\r\n\r\nobjective  factors such as skills, qualifications, attributes\r\n\r\nand  individual capabilities that are required for  the  job.\r\n\r\nWith  the  support of the tripartite partners and  the  major\r\n\r\nnewspaper  publishers,  the incidence of  discriminatory  job\r\n\r\nadvertisements  has been drastically reduced from  more  than\r\n\r\n30%  of  the job advertisements carried in the newspapers  in\r\n\r\n1999  to  less than 1% today.  The recalcitrant  minority  is\r\n\r\nbeing  tackled  individually as and when  the  advertisements\r\n\r\nappear.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, experience in other countries has shown that\r\n\r\nlegislation on equal opportunities may not have achieved  the\r\n\r\nobjective of eliminating discrimination in employment.   What\r\n\r\nhad  happened was that such legislation gave rise  to  labour\r\n\r\nmarket   rigidities  and  undermined  efforts  on  employment\r\n\r\ncreation.   It is true that in the United States, legislation\r\n\r\nhad  brought  about a large number of discrimination  claims.\r\n\r\nBut  a  great majority could not be substantiated,  and  many\r\n\r\nended up without a solution.  Sir, based on the report of the\r\n\r\nUS'  Equal  Employment Opportunity Commission  for  the  year\r\n\r\n2000,   a   total  of  96,000  allegations   or   claims   of\r\n\r\ndiscriminations of all sorts in employment was  received,  of\r\n\r\nwhich,  16,008 or 20% were related to discrimination  on  the\r\n\r\nground of age.  Of the 16,008 age-discrimination claims, 8.2%\r\n\r\nwere  deemed to have reasonable cause, some of which resulted\r\n\r\nin  successful conciliation.  Only 34 cases or 0.2% justified\r\n\r\nthe  Commission pursuing direct suits or jointly  filing  law\r\n\r\nsuits with complainants.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, this would suggest that legislation only deals with\r\n\r\na  very,  very small proportion of the total claims,  whereas\r\n\r\nconciliation  or mediation was far more effective  and  could\r\n\r\nresult in mutually satisfactory solutions in many more cases.\r\n\r\nSir,  this is in fact the strategy that we have adopted.   We\r\n\r\nhave  and  will continue to offer a conciliation service  for\r\n\r\nworkers who feel that their grievances have not\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 297</b></font><br><br>\r\n\r\n\r\n\r\nbeen  fairly  dealt with, or that they have, in some  way  or\r\n\r\nother, been discriminated at their workplace.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the major disadvantage of a legislative approach is\r\n\r\na  change  in the workplace culture.  It creates a  mood  for\r\n\r\nemployment disputes to be tackled through litigation, instead\r\n\r\nof  being  resolved  between the parties concerned.   Such  a\r\n\r\nsituation would be harmful to our harmonious labour relations\r\n\r\nclimate, which is built on the basis that employment disputes\r\n\r\nshould   be   amicably  resolved  through  consultation   and\r\n\r\nconciliation, with the intervention of the trade  unions  and\r\n\r\nthe Ministry of Manpower, if necessary.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member felt that we are unnecessarily\r\n\r\nworried  by labour market rigidities, if an Equal Opportunity\r\n\r\nCommission  is  created.  In the UK, it has been  shown  that\r\n\r\nproviding   special  protection  to  older  workers   through\r\n\r\nlegislation could, in fact, reinforce societal and employers'\r\n\r\nperception that older workers are less receptive to  training\r\n\r\nand upgrading, less productive and more inflexible to changes\r\n\r\nand,  hence, needed legal protection.  So, instead of helping\r\n\r\nolder  workers,  such legislation may well have  given  older\r\n\r\nworkers an unfair branding.  Likewise, having laws to  compel\r\n\r\nemployers to employ on the basis of gender distribution could\r\n\r\ncreate  even  more difficulties for us.  Here, I am  reminded\r\n\r\nthat  many  production operators in our electronic  factories\r\n\r\nare  women.   Is  this an instance of discrimination  against\r\n\r\nmen,  or is it because employers find more women willing  and\r\n\r\nsuited  for  the  particular jobs available?   Should  we  be\r\n\r\ninsisting that these employers employ more men for such jobs?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the negative effects of protective employment\r\n\r\nlegislation were highlighted in a comprehensive OECD study in\r\n\r\n1994  and  validated in a subsequent study  in  1999.   These\r\n\r\nstudies  revealed  that  rigid  and  over-protective   labour\r\n\r\nlegislation  undermined  the  efficient  functioning  of  the\r\n\r\nlabour  market,  stifled entrepreneurship  and  hindered  job\r\n\r\ncreation.  Hence, we must learn from the experience of\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 298</b></font><br><br>\r\n\r\n\r\n\r\nthese  countries and avoid these pitfalls.  As more and  more\r\n\r\ninvestments  are drawn to China and elsewhere, should  we  be\r\n\r\nintroducing more legislation to disadvantage ourselves?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the hon. Member has also made the observation that\r\n\r\nmore  women are facing unemployment.  This was based  on  the\r\n\r\nCensus  2000  survey.   We  should look  at  this  in  proper\r\n\r\nperspective.   In  fact, the latest labour  force  survey  in\r\n\r\nDecember  2001  showed  that female unemployment  rate,  non-seasonally adjusted, was 5.3%, while that for men  was  5.8%.\r\n\r\nI  understand that over the past few years the trend actually\r\n\r\nhas  been  that the unemployment rate is slightly higher  for\r\n\r\nmen than for women.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am not suggesting that there is no concern or\r\n\r\nthat there is no need for us to be concerned about more women\r\n\r\nbeing  unemployed.  In fact, I am concerned, because most  of\r\n\r\nthe  retrenchments in the last two years or so came from  the\r\n\r\nmanufacturing industries, and the worst hit was,  of  course,\r\n\r\nthe  electronics  industry.  And  here,  in  the  electronics\r\n\r\nindustry,  you find many more women workers.   Hence,  it  is\r\n\r\nalso  not  surprising to see many more women being retrenched\r\n\r\nduring this downturn.  But this has nothing to do with gender\r\n\r\nor  with  discrimination.  It is a reflection of  the  labour\r\n\r\nmarket development and the change in economic circumstances.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, with regard to wages, the hon. Member mentioned\r\n\r\nthat women, on the average, earn only 78% of men's wages.  It\r\n\r\nis true that, in aggregate terms, women's wages are generally\r\n\r\nlower than men's.  But this is because more women, especially\r\n\r\nin  the  older age group, are holding lower paid jobs due  to\r\n\r\ntheir  lower qualifications and skills as compared  to  their\r\n\r\nmale  counterparts.  Another reason is that,  in  fact,  many\r\n\r\nwomen  leave  the labour force after marriage  and  birth  of\r\n\r\nchildren.   Hence, in aggregate terms, women in the workforce\r\n\r\nhave  a shorter working experience.  With our seniority-based\r\n\r\nwage  system, it is not surprising that, in aggregate  terms,\r\n\r\nwomen also earn lower wages.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 299</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;If we look at the younger age group of 25-29, the wage\r\n\r\ndifference  between  women and men is  almost  insignificant.\r\n\r\nHence,   young   female  professionals  and   managers   have\r\n\r\ncomparable  gross  wages  to their  male  counterparts.   The\r\n\r\ndifference here is only an insignificant 2%.  In the case  of\r\n\r\nsales  and  service workers, young females earn 8% more  than\r\n\r\ntheir male counterparts.  So we cannot conclude, on the basis\r\n\r\nof  the  figures  shown in Census 2000, that women  had  been\r\n\r\ndiscriminated somehow and ended up earning lower  wages  than\r\n\r\nmen.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, more and more women are receiving better and higher\r\n\r\neducation, and more and more are also opting to remain in the\r\n\r\nworkforce  after  marriage.  Women are  also  moving  up  the\r\n\r\noccupational  ladder  and increasingly holding  higher  level\r\n\r\njobs.   So  we can expect this gap at the aggregate level  to\r\n\r\nnarrow  in  the future.  I would not rule out the possibility\r\n\r\nof  an  Equal Opportunity Commission sometime in the  future.\r\n\r\nNothing  remains static.  The environment will  change.   The\r\n\r\ncircumstances  may change.  But I am just asking  for  us  to\r\n\r\nconsider whether we should be introducing such a mechanism at\r\n\r\nthis  moment.  Is this best suited for us as we reinvent  our\r\n\r\neconomy?   Is it the mechanism which will help us  to  regain\r\n\r\nour  competitiveness and that it will help us  to  enter  new\r\n\r\nareas or carve out new niches for ourselves in this much more\r\n\r\ncompetitive globalised economy?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I would suggest that we should be careful about\r\n\r\nintroducing such an institution or concept at this  juncture.\r\n\r\nLet  us  use  our existing dispute settlement mechanism.   We\r\n\r\nhave  them  in my Ministry - dispute settlement mechanism  to\r\n\r\ndeal  with  unionised  workers and  mechanism  to  deal  with\r\n\r\nindividual  workers who are not unionised.   We  should  also\r\n\r\ntake  advantage  of  our  strong tripartite  relationship  to\r\n\r\ncontinue to address any instances of discriminatory practices\r\n\r\nand  if  there are, in fact, cases of discrimination, we  are\r\n\r\nable to use mediation and conciliation to help the workers to\r\n\r\novercome  the difficulties.  This is what we should  continue\r\n\r\nto do.  What is more important, at\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 300</b></font><br><br>\r\n\r\n\r\n\r\nthis  juncture, as we set out to reinvent our economy, is  to\r\n\r\nget  economic growth going, bring in more investments, create\r\n\r\nmore  good and secure jobs for our people.  If we succeed  to\r\n\r\ndo  that,  then  we  have  employment opportunities  for  all\r\n\r\nSingaporeans, men or women.\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Order. I propose to take the break now. I\r\n\r\nsuspend the Sitting and will take the Chair again at 3.15 pm.\r\n\r\n\r\n\r\n<br><br><div align=\"right\"><i>Sitting accordingly suspended</i></div>\r\n\r\n<div align=\"right\"><i>at 2.45 pm until 3.15 pm.</i></div>\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<br><br><div align=\"center\"><i>Sitting resumed at 3.15 pm</i></div>\r\n\r\n\r\n\r\n<div align=\"center\"><h4>[Mr Speaker in the Chair]</h4></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Ms Irene Ng Phek Hoong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Ms Irene Ng Phek Hoong (Tampines):</b> Sir, may I make a\r\n\r\npoint  of clarification.  I feel that some of my points  were\r\n\r\nnot  interpreted  correctly earlier.  When I advocated  equal\r\n\r\nopportunity  laws,  I  made  it clear  that  I  was  actually\r\n\r\nadvocating mediation and not a legalistic approach.  In fact,\r\n\r\nI  stated  that I was not advocating that the legal  whip  be\r\n\r\nbrandished at every point.  I would think that the fact  that\r\n\r\nonly 0.2% of the cases in the US resulted ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Ms Ng, can you please make your\r\n\r\nclarification short and not make another speech?\r\n\r\n\r\n\r\n<br><br><!-- Ms Irene Ng Phek Hoong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Ms Irene Ng Phek Hoong:</b> Another clarification I wish to\r\n\r\nmake is that I did not also advocate laws where employers are\r\n\r\ncompelled  to  employ  on the basis of  gender  distribution.\r\n\r\nThat would be against the ethos of meritocracy, and I did not\r\n\r\nadvocate  that.  But what I did advocate was a level  playing\r\n\r\nfield for women.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am also heartened by the assurances of the Manpower\r\n\r\nMinister ---\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Ms Ng, could you please make your\r\n\r\nclarification short?\r\n\r\n\r\n\r\n<br><br><!-- Ms Irene Ng Phek Hoong -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Ms Irene Ng Phek Hoong:</b> These are my two clarifications,\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 301</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chew Heng Ching -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chew Heng Ching (East Coast):</b> Mr Speaker, Sir, I join\r\n\r\nmy  colleagues in this House in rising to thank the President\r\n\r\nfor his Address at the Opening of this Parliament.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, having been in Parliament since 1984, I feel\r\n\r\nprivileged   to   have  been  intimately  involved   in   the\r\n\r\ntransformation  of  Singapore for the  last  18  years,  both\r\n\r\neconomically  as well as culturally and socially.   Over  the\r\n\r\nyears,  many  committees were formed to remake  Singapore  in\r\n\r\nvarying  degrees.  And over the years, we have shown that  we\r\n\r\nwere  able  to  plan ahead and change to better our  economic\r\n\r\nprospects and improve the lives of our citizens despite being\r\n\r\njust  a  \"tiny  red  dot\" in an ocean of much  political  and\r\n\r\neconomic uncertainty.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we are once again at the crossroads to remake\r\n\r\nSingapore  -  in all respects so that we can ensure that  the\r\n\r\nsuccess  that  is  Singapore  today  will  continue  for  our\r\n\r\nchildren and many generations to come.  It is inevitable that\r\n\r\nif we are to continue to succeed and prosper, we will have to\r\n\r\nmake changes to our policies and even to our way of governing\r\n\r\nSingapore.  Change is necessary and desirable in so far as it\r\n\r\nallows  for  progress  and improvement in  this  increasingly\r\n\r\ncomplex global economic environment.  I am therefore in  full\r\n\r\nsupport  of this national exercise involving many communities\r\n\r\nand  many  younger  Singaporeans to redefine  our  goals  and\r\n\r\npriorities and remake Singapore.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I am of the view that this exercise is of paramount\r\n\r\nimportance, and that we should not rush to complete  it.   By\r\n\r\nall  means, take time to debate and build up consensus  among\r\n\r\nSingaporeans on what we want Singapore to be and how  to  get\r\n\r\nthere.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, I would like to add a word of caution to my\r\n\r\nyounger  colleagues  and  fellow citizens  involved  in  this\r\n\r\nproject to remake Singapore.  Whilst we should indeed revisit\r\n\r\nsome  \"sacred cows\", which may no longer be relevant in  this\r\n\r\nday  and age, we should not throw out the \"baby with the bath\r\n\r\nwater\".  There is a need to recognise certain core values and\r\n\r\ntenets\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 302</b></font><br><br>\r\n\r\n\r\n\r\nof  our  success, and ensure that in our attempts to redefine\r\n\r\nour  goals  and priorities, we do not abandon  and  lose  our\r\n\r\nheartbeat for what is good and fundamental to our society  as\r\n\r\nSingaporeans.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Of immediate relevance in the post September 11 world\r\n\r\nwould  be  the precarious hallmark of racial integration  and\r\n\r\nharmony  that we have built up over the years.  Whilst  there\r\n\r\nis a need to liberalise and enable greater diversity in ideas\r\n\r\nand  culture  to  flourish here and to stimulate  creativity,\r\n\r\nthis  should  never be at the expense of damaging  the  bonds\r\n\r\nbuilt  up  over  the years between our different  ethnic  and\r\n\r\nreligious groups.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, one need not look very far to be inundated with\r\n\r\nmedia  reports on the daily human tragedy in the Middle East,\r\n\r\nin  India,  in  the Balkans and amongst some regions  in  our\r\n\r\nneighbouring  countries on the cost of racial  and  religious\r\n\r\nintolerance  and  conflicts.  We have to continue  to  ensure\r\n\r\nthat   in  remaking  Singapore,  avenues  to  foster   better\r\n\r\nrelations  and  build closer bonds remain  a  basic  building\r\n\r\nblock of our society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, we have to ensure that Singaporeans as a whole\r\n\r\ncontinue  to  progress, so that no one group is left  behind.\r\n\r\nOur  traditional  building blocks  of  family  and  community\r\n\r\nshould  continue  to  have a relevant role  to  play  in  the\r\n\r\nfuture.   For  example, in order to avoid  the  hardship  and\r\n\r\nproblems that large disparities in income have caused in many\r\n\r\nother  countries,  we  must remember that  our  success  will\r\n\r\ncontinue  only if the successful continue to contribute  back\r\n\r\nto  society  and  the  community.  The more  successful  must\r\n\r\ncontinue to help the less fortunate in our society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, going forward, although different Singaporeans may\r\n\r\nfollow the beat to different drums, the general direction for\r\n\r\nall Singaporeans must be one of improvement in the quality of\r\n\r\nlife  for  everyone, such that no one group is  left  behind.\r\n\r\nIndeed,  in facilitating the next stage of promoting economic\r\n\r\nopportunity  and  growth,  our  core  Singaporean  values  of\r\n\r\ndiligence, meritocracy, honesty and\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 303</b></font><br><br>\r\n\r\n\r\n\r\nintegrity,  have  to  be blended with more  risk  taking  and\r\n\r\ncreativity,  so  that the Singapore brand  is  preserved  and\r\n\r\nenhanced,  and  not  abandoned.  I hope our  Economic  Review\r\n\r\nCommittee  and the Committee looking into Remaking  Singapore\r\n\r\nwill bear this in mind.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to me, remaking Singapore is not just about\r\n\r\neconomic growth and material success.  To be successful as  a\r\n\r\ncountry, we have to develop a heart and a soul.  Our cultural\r\n\r\nattitudes and mindsets ought to be less focussed on  material\r\n\r\nsuccess  measured by the number of 'As' we get in school,  or\r\n\r\nthe  number  of 'Cs' one owns.  There is a need  to  be  more\r\n\r\nflexible,  less structured in our expectations  of  ourselves\r\n\r\nand of our children, in terms of where they should be at what\r\n\r\nage.    Different  individuals  of  different   talents   and\r\n\r\ncapabilities will progress down different paths.   We  should\r\n\r\nenable  them  to  be the best that they can be,  without  the\r\n\r\nsocial  stigma associated with banding, streaming in schools,\r\n\r\njobs, etc, putting a lid on budding talent.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am sure many of my colleagues in this House will agree\r\n\r\nwith  me that \"ITE\" cannot be \"It's the End\".  Those  of  you\r\n\r\nwho  have  seen the popular local movies \"I Not  Stupid\"  and\r\n\r\n\"Money Not Enough\" will agree with me that they clearly  show\r\n\r\nthat the average Singaporeans struggling to earn a living  or\r\n\r\nraising  a  family  can themselves be capable  and  creative.\r\n\r\nThey  can achieve far beyond what our society judges them  by\r\n\r\nthe  number of 'As' they have or have not, or the  number  of\r\n\r\n'Cs'  that they have or have not collected along the  way  in\r\n\r\nlife.   To  get there, our society has to be warm,  forgiving\r\n\r\nand  nurturing, rather than judgmental, cold and  just  plain\r\n\r\ncompetitive.   We  need to imbue passion and compassion  into\r\n\r\nour  way  of living.  This reminds me of another local  movie\r\n\r\nproduction, \"Chicken Rice Wars\", where it shows that  passion\r\n\r\nand  compassion  unites the community, the  family  and  even\r\n\r\ncouples.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, in this exercise to remake Singapore, I suggest we\r\n\r\nseriously look into\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 304</b></font><br><br>\r\n\r\n\r\n\r\ncollectively  changing  our  attitude  towards  a  group   of\r\n\r\nSingaporeans,  often called the underdog, and  they  are  not\r\n\r\nsmall  in  number.  They are the slow developers, the  under-performers and the less fortunate in our society.  We need to\r\n\r\nhelp  them.   We have to show greater sympathy and compassion\r\n\r\nin helping to solve their problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, our experience as Members of Parliament tells us\r\n\r\nthat  it  is  very  difficult for Singaporeans  who  are  ex-prisoners,  ex-drug  abusers or any person  convicted  of  an\r\n\r\noffence  and having to spend some time in jail, to  seek  re-employment  or  be  integrated back into  society.   All  the\r\n\r\nefforts  to rehabilitate these individuals will fall flat  if\r\n\r\nour  society  cannot accept them back.  We need  to  be  more\r\n\r\nforgiving  to  these people.  Perhaps Government  departments\r\n\r\nshould   take   the  lead  on  some  of  these   efforts   of\r\n\r\nreintegration by consciously giving them employment  as  well\r\n\r\nas  relaxing the rules and regulations governing the issue of\r\n\r\npermits or licences to these people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, for bankrupts, it is a real social stigma in\r\n\r\nSingapore  today  to  be a bankrupt.  It is  associated  with\r\n\r\nfailure.   Genuine  attempts  by  individuals  resulting   in\r\n\r\nfailure have to be recognised and accepted by society, if  we\r\n\r\nare to progress to be a more entrepreneurial and enterprising\r\n\r\nnation.  I therefore propose that the Government reviews  all\r\n\r\nrelevant policies, rules and procedures with a view  to  make\r\n\r\nit  easier for this group of Singaporeans to be accepted back\r\n\r\nin society.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Similarly, Sir, there is another group of Singaporeans\r\n\r\nwho  require  help and I am referring to those  who  want  to\r\n\r\nmarry  foreigners  or  work permit  holders.   Many  have  no\r\n\r\nchoice.  They have neither proper education nor 'As' or  'Cs'\r\n\r\nin  their  lives.  They cannot find Singaporean wives.   They\r\n\r\nhave  a  genuine desire to love someone, play their  role  as\r\n\r\nfilial  sons or daughters, set up a family and do their  part\r\n\r\nfor  the  community.  We should encourage  them,  instead  of\r\n\r\ndenying  them  to get married. I propose that the  Government\r\n\r\nreviews  its  policy on contract marriages, and suggest  that\r\n\r\ncivil servants\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 305</b></font><br><br>\r\n\r\n\r\n\r\nshow  more  compassion and make it easier for this  group  of\r\n\r\nSingaporeans to marry foreigners.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Mr Speaker, Sir, the measure of our success as\r\n\r\na  nation hence is not just about being able to navigate  the\r\n\r\nrough seas and unpredictable tides that we will face with the\r\n\r\nnew  skills  and  technology acquired, or new  attitudes  and\r\n\r\nperspectives.   It will also be determined  by  how  well  we\r\n\r\nstand  together as one nation, with full confidence and trust\r\n\r\nin  each other, so that we can respond with unity and quickly\r\n\r\nto any crisis that may befall us, just like before.  The more\r\n\r\nsuccessful must help the less successful.  We should give the\r\n\r\nslow  developers and the underdog a chance to catch  up.   We\r\n\r\nmust provide them the opportunities to try and encourage them\r\n\r\nto  succeed.  We need to imbue greater passion and compassion\r\n\r\nin  our way of life.  A less materialistic outlook and a more\r\n\r\nforgiving  culture  would  contribute  to  mutual  trust  and\r\n\r\nbuilding bonds.  These values, to me, are pre-requisites  for\r\n\r\nany attempt to remake Singapore successfully.  I am confident\r\n\r\nthat  Singaporeans have the will, and will find  the  way  to\r\n\r\nsucceed again!\r\n\r\n\r\n\r\n<br><br><!-- Mr Lim Boon Heng (Minister, Prime Minister's Office) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Minister, Prime Minister's Office (Mr Lim Boon Heng):</b> Mr Speaker, Sir, this is my sixth term in Parliament.\r\n\r\nSo  I  am  hardly  one who is expected to contribute  to  the\r\n\r\nremaking  of  Parliament, nor one to tell our civil  servants\r\n\r\nhow  they  should  change.  After all, civil servants  merely\r\n\r\ncarry out Government policies that we approve in this House.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, today, I rise to raise some questions I hope that\r\n\r\nnew  Members  of this House will help to answer  during  this\r\n\r\ndebate or in the Budget session to come.  I fully agree  with\r\n\r\nMr Zainudin Nordin, Member for Bishan-Toa Payoh, when he said\r\n\r\nyesterday that the top issue on the minds of people today  is\r\n\r\njobs.   Retrenchment hangs like a heavy dark  cloud  although\r\n\r\nthere  is  a  silver lining.  But what is in  the  nature  of\r\n\r\nretrenchments  that we have seen?  There are  companies  that\r\n\r\nretrench because they are doing poorly in the depths  of  the\r\n\r\nbusiness  cycle.  They lose money and cannot afford to  bleed\r\n\r\nfurther.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 306</b></font><br><br>\r\n\r\n\r\n\r\nWhen these employers retrench, their employees understand.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, there are companies that relocate because the cost\r\n\r\nof  doing  business here is higher than in  other  locations.\r\n\r\nThese  companies  may still be profitable but  see  declining\r\n\r\nprofits.  They act to stay competitive before it is too late.\r\n\r\nAgain,  most  of their employees understand.   Their  leaders\r\n\r\nhave seen the competition elsewhere, such as in China.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Thirdly, there are companies that consolidate after\r\n\r\nmergers  or acquisitions, and they have to let off  redundant\r\n\r\nworkers.   Yet, again, union leaders understand.   Those  who\r\n\r\nhold their jobs are relieved, but those who lost theirs leave\r\n\r\nwith great apprehension, as the job market is very poor.  The\r\n\r\nretrenched  hope that the severance benefits  that  they  get\r\n\r\nwould be fair, and enough to tide them over during the period\r\n\r\nof unemployment, possibly a long one.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fourthly, there are companies that retrench, even as\r\n\r\nthey  are  profitable.  In the current situation,  most  have\r\n\r\nseen  profits decline.  They ask employees to take pay  cuts,\r\n\r\notherwise the numbers they will retrench will be higher.  Are\r\n\r\nthey  doing  so  just because profits have declined?   Sadly,\r\n\r\nobserving what is being done elsewhere, particularly  in  the\r\n\r\nUnited States, we will see more and more companies laying off\r\n\r\nlarge numbers of workers, even if profits have not declined.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Why? This is the age of \"shareholder value\".\r\n\r\nShareholders  expect not only good dividends, but  also  high\r\n\r\nshare  prices.  This puts management under great pressure  to\r\n\r\ndeliver.   Increasingly, the managers are also paid in  stock\r\n\r\noptions, and so their interests are more closely aligned with\r\n\r\nthe  shareholders.  My colleagues in the unions  called  this\r\n\r\n\"unbridled  greed\".   The management work hard,  restructure,\r\n\r\nmake use of technology to produce more, with less people,  at\r\n\r\nlower costs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the 1980s, we held up employers who did not retrench\r\n\r\nas model employers.  They were Japanese companies (in\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 307</b></font><br><br>\r\n\r\n\r\n\r\nJapan)  and  the  best  of American employers,  like  IBM  or\r\n\r\nHewlett  Packard.  IBM and Hewlett Packard proudly said  that\r\n\r\nthey  would never retrench, as they value their employees  as\r\n\r\ntheir greatest asset.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the pace of change quickens, product life cycles\r\n\r\nbecome  shorter.   So,  companies found that  keeping  excess\r\n\r\nworkers  on  the  payroll eat up the financial  resources  of\r\n\r\ncompanies.  Some succumbed.  Others were brought to the brink\r\n\r\nof  failure, for example, IBM or Nissan.  They had to give up\r\n\r\ntheir principle of not retrenching.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, companies retrench as they strive to stay\r\n\r\nprofitable,  or  meet  return on equity  benchmarks,  or  EVA\r\n\r\nstandards.  If they do not, they could be dragged  down,  and\r\n\r\nsink.   Managers  with stock options see the value  of  their\r\n\r\noptions fall.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Can we fight this trend? Look at Europe. Western\r\n\r\nEuropeans  have  a  different  philosophy.   They  are   more\r\n\r\negalitarian,  feel that the community should carry  the  less\r\n\r\nfortunate.  So their laws make it difficult for companies  to\r\n\r\nretrench.    They   pay  high  taxes  and   social   security\r\n\r\ncontributions.  But when Western European companies  have  to\r\n\r\ncompete in the world market against companies operating in  a\r\n\r\nfree  market  environment, they have to react.  So  companies\r\n\r\nstop  hiring  full time workers.  There are more part-timers.\r\n\r\nBut  the  greater problem is: they shift operations overseas.\r\n\r\nSo  there is high unemployment.  What survive are high value-added activities and domestic services.  For example, Germany\r\n\r\nhas 4 million unemployed but are short of skilled workers for\r\n\r\nhigh  value-added  work.  A paradox  -  shortage  of  skilled\r\n\r\nworkers  when 4 million are unemployed.  And they are  trying\r\n\r\nto  amend their laws to allow more foreign skilled workers to\r\n\r\nenter Germany.  Germany's example is a warning to us.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In global competition, no country can fight this trend\r\n\r\nwhen  there are other countries willing to be more  flexible,\r\n\r\nor are hungrier.  Companies in Singapore are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 308</b></font><br><br>\r\n\r\n\r\n\r\nreacting  to this new competitive environment.  For  example,\r\n\r\nour  banks  may  be  profitable,  but  if  they  are  to   be\r\n\r\ncompetitive,   they  have  to  lower  expense   ratios,   use\r\n\r\ntechnology, and eliminate many jobs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Asian financial crisis and the global downturn hit\r\n\r\nour   workers   hard.   More  were  retrenched   because   of\r\n\r\nrestructuring.  Many of those who were retrenched still think\r\n\r\nthe jobs will come back when the recovery comes.  They won't.\r\n\r\nThis time round it is not just the rank-and-file workers  who\r\n\r\nare  affected,  but  also the professionals  and  executives.\r\n\r\nAlmost   40%   of  the  retrenched  were  professionals   and\r\n\r\nexecutives.  It has been a painful adjustment for  those  who\r\n\r\nfound new jobs.  They took big pay cuts.  Part of the problem\r\n\r\nis  our  seniority-based wage system.   So  my  question  is:\r\n\r\nShould  we move to rate for the job?  That does not guarantee\r\n\r\nthere  will be no retrenchments.  But it gives older  workers\r\n\r\nan  even chance with younger workers in competition for jobs.\r\n\r\nIf our new Members of Parliament were working for the unions,\r\n\r\nwhat would they do?   And what about now, since restructuring\r\n\r\nthe wage system cannot be done overnight.  What should we do?\r\n\r\nLower the cost of employing older workers?  Should we cut the\r\n\r\nemployers' contribution to CPF for older workers?  If you are\r\n\r\nadvocating this course of action, how would you explain it to\r\n\r\nthe  rank-and-file workers and also to the professionals  and\r\n\r\nexecutives who have to find re-employment?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;About 100,000 workers are unemployed. The CDCs all have\r\n\r\njob-matching  services.  So I believe most MPs  now  have  an\r\n\r\nidea of the problem of matching people with jobs.  There  are\r\n\r\njobs  that go a-begging.  The shipyards are enjoying a  mini-boom just now.  They have been taking in workers and recently\r\n\r\nwanted  5,000  more.  I am told they managed to recruit  300,\r\n\r\nbut  I  am  not sure how many of these will stay on the  job.\r\n\r\nJobs  in  our  shipyards are not unskilled  jobs.   They  are\r\n\r\nskilled jobs.  Yet, many foreign workers come here unskilled.\r\n\r\nThey  leave well-trained, and much sought after.   When  they\r\n\r\nleave,  they  join shipyards elsewhere competing  with  ours.\r\n\r\nHow can we convince more Singaporeans to take up those jobs?\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 309</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Our shipyards have done well over the years. Why?\r\n\r\nBecause our shipyards were set up in the 60s and 70s, and  we\r\n\r\nplaced  some of our top local talents in those jobs, learning\r\n\r\nthe ropes from foreign expatriates.  And because of these top\r\n\r\nlocal  talents,  the  shipyard  industry,  which  is  a  very\r\n\r\ncompetitive one, has survived and still earns good money.  So\r\n\r\nwill there be younger and able Singaporeans, and some of  our\r\n\r\nbest, entering this industry?  Or are we going to see the old\r\n\r\nbreed  die  out,  and the shipyards closed, and  the  foreign\r\n\r\nworkers leave when they do?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Then there are other jobs, paying $800 to $1,200 per\r\n\r\nmonth.   But  there are few takers.  Why?  The job applicants\r\n\r\nsay  that the wages are too low.  So the employers appeal for\r\n\r\nmore  foreign  workers.   To  many workers  from  surrounding\r\n\r\ncountries,  such  wages mean comfortable middle-class  living\r\n\r\nfor  their  families.  For Singaporeans, it is a  tough  low-income life.  What should we do?  Compete on wages?  How  can\r\n\r\nwe  do  that when many workers in countries near us would  be\r\n\r\nquite happy to get a job paying about S$100?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The solution lies in attracting higher value-added\r\n\r\nindustries here - knowledge-based industries.  To  start,  we\r\n\r\nneed  a  critical mass of skilled manpower.  We do  not  have\r\n\r\nenough  from  our population pool.  So we recruit foreigners.\r\n\r\nBut  then,  some Members say that it makes Singaporeans  feel\r\n\r\nsecond-class  in  their own homes.  So, the question  to  new\r\n\r\nMembers is:  How do we build up a knowledge-based industry if\r\n\r\nwe  cannot  persuade Singaporeans to welcome foreign  skilled\r\n\r\nworkers for the start-up phase, at least?  With respect to Mr\r\n\r\nInderjit  Singh's comment about investments in  biopolis,  he\r\n\r\nadvocated  that instead of spending that kind  of  money,  we\r\n\r\nshould invest elsewhere.  My point to him is:  If we do that,\r\n\r\nwhere  are  the jobs for Singaporeans?  We are doing  so  not\r\n\r\nbecause  we do not want a good return on our money.  We  want\r\n\r\nto  do  so against the odds, because we want to create higher\r\n\r\nvalue-added jobs that pay well for Singaporeans, and we  have\r\n\r\nsucceeded in specific areas, and well known in the  world  as\r\n\r\nleading best in the field.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 310</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And we must remember that with all these new industries\r\n\r\nthat  we try to bring in, there will be low-skilled jobs that\r\n\r\nare  created.   For example, in precision engineering,  about\r\n\r\none-third  of the jobs will be low-skilled ones and  suitable\r\n\r\nalternative jobs for the workers that are now retrenched.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, unless we can persuade Singaporeans of the need to\r\n\r\nabsorb  foreign skilled workers, the solution  to  employment\r\n\r\nfor  our  low-skilled  workers is  to  return  to  developing\r\n\r\ncountry status.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Next, I turn to an often discussed topic. We have one\r\n\r\nof the highest saving rates in the world, and yet many do not\r\n\r\nhave  enough  cash for retirement.  Why?  Is there  too  much\r\n\r\ninvested  in property?  Today, every young person expects  to\r\n\r\nget a new HDB flat after he or she starts working.  It is not\r\n\r\njust  young couples who are getting married, but increasingly\r\n\r\nthe  singles  too, as the Member for Tanjong Pagar,  Indranee\r\n\r\nRajah,  so  eloquently argued on Monday.  I believe  this  is\r\n\r\nunique in this world.  Are we not already over-housed?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I, too, conduct meet-the-people sessions like all other\r\n\r\nMPs.   I get my share of heart-tugging cases.  One woman came\r\n\r\nto  see  me  because her electricity supply was disconnected.\r\n\r\nWhy?   She  owed Power Supply more than $3,300.  Her  husband\r\n\r\ndied  more than two years ago.  With no income, she  had  not\r\n\r\nbeen  paying her utility bills.  Furthermore, she is  staying\r\n\r\nwith  a  retarded  son.   I asked another  of  her  sons  who\r\n\r\naccompanied  her, who supports her household.   He  said  the\r\n\r\nsiblings  do, but because each one has his or her own  family\r\n\r\nto  look after, they can only contribute a little each.  What\r\n\r\nis  the  solution?  An MP's letter may bring respite.   Power\r\n\r\nSupply may agree to reconnect.  But after a few months,  when\r\n\r\nthe  bills continue to be unpaid, they will disconnect again.\r\n\r\nDo I write another letter?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is this not a problem of over-housing? Should this\r\n\r\nwoman  not  be  staying with one of her other sons,  so  that\r\n\r\nhousehold expenses can be kept down?  There is a life-cycle - what happens to old flats\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 311</b></font><br><br>\r\n\r\n\r\n\r\nwhen  their  parents  go to the next world?   Can  all  young\r\n\r\nSingaporeans, married or single, expect to buy a new HDB flat\r\n\r\nindefinitely?  Are we prepared to face up to this  truth  and\r\n\r\nhave  our  expectations move in line with those of the  young\r\n\r\npeople  in  other countries where the purchase of a property,\r\n\r\nnot  necessarily a new one, is the norm?  So what  should  we\r\n\r\ndo?   Apportion more of the CPF into the Special  Account  so\r\n\r\nthat  there is less spending on housing and more savings  for\r\n\r\nretirement?  So I would like some views from the new  Members\r\n\r\nof Parliament on this important issue.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I am an old Member of this House. I am\r\n\r\nno  revolutionary.  The problems before us are big ones.   My\r\n\r\npurpose is merely to highlight some unpalatable truths.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;On this note, Sir, I support the motion which I must,\r\n\r\nbecause we have proved it in Cabinet.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 311</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>EXEMPTED BUSINESS</b></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Motion)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the proceedings on the business set down on the\r\n\r\nOrder Paper for today be exempted at this day's sitting  from\r\n\r\nthe provisions of Standing Order No. 1. - [Mr Mah Bow Tan].\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 311</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><h4>PRESIDENT'S ADDRESS</h4></div>\r\n\r\n\r\n\r\n<div align=\"center\"><b>(Debate on the Address)</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Debate resumed.\r\n\r\n\r\n\r\n<br><br><!-- Mr Hawazi Daipi (Parliamentary Secretary to the Minister for Education) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Parliamentary Secretary to the Minister for Education (Mr Hawazi Daipi):</b> Sir, in the aftermath of the\r\n\r\nterrorist  attacks in the United States and the detention  of\r\n\r\nthe  13  members of the Jemaah Islamiyah (JI),  it  would  be\r\n\r\ndangerous to ignore the heightened sensitivities to race  and\r\n\r\nreligion  that  have  surfaced.  Apart  from  the  political,\r\n\r\nsecurity  and economic concerns brought about by the shocking\r\n\r\nterrorist  acts in Singapore, we have to come to  terms  with\r\n\r\nmajor  ongoing issues and trends which would affect our well-being\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 312</b></font><br><br>\r\n\r\n\r\n\r\nand sense of nationhood.  As has been repeated many times  in\r\n\r\nthis House in the last few days, the world has changed and we\r\n\r\nmust  take  a  hard look at the implications of these  events\r\n\r\nbefore  we  can make our own adjustments and  move  on.   The\r\n\r\nworld  economic  environment  has  changed.   The  nature  of\r\n\r\neconomic  competition for investments, jobs and  markets  has\r\n\r\nchanged  as a result of economic globalisation, the  rise  of\r\n\r\nChina,  rising competition from regional neighbours  and  the\r\n\r\nfaster pace of technological changes.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have to reinvent ourselves to have a role in the\r\n\r\nchanging  economic  environment on which  the  President  has\r\n\r\nreminded us.  But today, I would like to focus on one  aspect\r\n\r\nof   the   President's  Address  which  is  social  cohesion,\r\n\r\nespecially in the light of the September 11 terrorist attacks\r\n\r\nand the JI arrests.  Prime Minister, Ministers and all of us,\r\n\r\nMembers  of  Parliament  of this House,  have  facilitated  a\r\n\r\nseries  of  frank and open dialogues on how we should  manage\r\n\r\nracial  and  religious  harmony.  We have  to  discuss  these\r\n\r\nissues  constructively if we want to strengthen  our  racial,\r\n\r\nreligious  and  social cohesion which is fundamental  in  our\r\n\r\nstatehood.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The formation of Inter-religious Confidence Committees\r\n\r\nand Harmony Circles could help to promote greater interaction\r\n\r\nand understanding among different races at grassroots levels.\r\n\r\nFollowing  media reports, discussions and debates  after  the\r\n\r\nSeptember  11  incident and JI arrests, some members  of  the\r\n\r\nMalay-Muslim community feel that they and Islam have been put\r\n\r\nin  the  spotlight.  Government leaders have taken  pains  to\r\n\r\nallay  such fears and concerns and to remind non-Malay-Muslim\r\n\r\nSingaporeans  that  their  fellow Malay-Muslim  citizens  are\r\n\r\nlargely  moderate and peace loving and should  be  given  the\r\n\r\nsupport  to  continue  to be so.  It is  not  enough  to  see\r\n\r\ncommunity  leaders distancing themselves from extremists  and\r\n\r\nradical acts and tendencies.  It is equally important for  us\r\n\r\nto  have  the average citizens to understand the  issues  and\r\n\r\nreject extremism and radicalism.  That is why it is important\r\n\r\nthat we reach out to the average citizens, not just community\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 313</b></font><br><br>\r\n\r\n\r\n\r\nleaders.  The way they react could be influenced by their own\r\n\r\npersonal  experiences and that of people known  to  them  and\r\n\r\nalso by individuals with influences.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The majority of moderate Malays and Muslims would want\r\n\r\nto   tell  their  fellow  Singaporeans  not  to  fear  or  be\r\n\r\napprehensive  with  the  wearing of the  headscarves  or  the\r\n\r\ntudung  by  Malay/Muslim  women.  They  would  also  want  to\r\n\r\nreassure  that the covering of the head does not signify  the\r\n\r\nclosing  of  the  mind  and that their  contribution  to  the\r\n\r\ncompanies  and  employers would not be reduced  just  because\r\n\r\nthey put on the tudung.  Malays and Muslims would also, among\r\n\r\nother  things, want others to know that their quest for halal\r\n\r\nfood does not mean that they cannot eat at the same table  as\r\n\r\nnon-Muslims who take non-halal food or drinks.  Sir,  on  the\r\n\r\nother  hand,  there is also a need for Muslims to  understand\r\n\r\nthe  kind  of  perception that they may  create  if  they  go\r\n\r\noverboard   and   insist  on  things  that  make   themselves\r\n\r\nexclusive.   Unfortunately, Sir, there are  elements  in  the\r\n\r\ncommunity  who are pushing the agenda in the way  that  would\r\n\r\nstir  the calm and harmony that we have achieved.  The Malay-Muslim  community must not be swayed by such people  who  may\r\n\r\nuse  religious arguments and who may even sound logical  but,\r\n\r\nin  reality,  are  intolerant and  even  extremist  in  their\r\n\r\nattitude.  Sir, like some other Members of the House, I would\r\n\r\nlike  to  urge  fellow  Malay/Muslim  Singaporeans  and   all\r\n\r\nSingaporeans to focus their attention on education as a  tool\r\n\r\nto  move  upwards  and  to  play a better  role  in  society.\r\n\r\nEducation  supports  racial  and  religious  harmony  in  two\r\n\r\nimportant  ways.   Firstly,  education  is  one  of  the  key\r\n\r\ninstitutions  that develops social capital  and  expands  our\r\n\r\ncommon space.  Our schools represent the one way whose  reach\r\n\r\nis  almost universal and where common experience starts  from\r\n\r\nyoung.   The schools are critical institutions in  which  our\r\n\r\nyoung  enjoy  a  common education experience  of  growing  up\r\n\r\ntogether  or  finding out about our history and heritage  and\r\n\r\nworking towards a common goal.  It is therefore important for\r\n\r\nus to guard our schools jealously as\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 314</b></font><br><br>\r\n\r\n\r\n\r\na  common  space  for  our multi-racial  and  multi-religious\r\n\r\ncommunity.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Secondly, education is one of the pillars that supports\r\n\r\nthe    principle   of   meritocracy.    Education    provides\r\n\r\nopportunities for our people to reach their fullest potential\r\n\r\nregardless   of   their  race,  religion  and  socio-economic\r\n\r\nbackground.   While  we cannot eradicate totally  the  income\r\n\r\ndivide,  we  have,  by investing heavily in education,  built\r\n\r\nmany  bridges and open the doors for Singaporeans to move  up\r\n\r\nthe  socio-economic ladder.  It is up to the  individuals  to\r\n\r\nseize these opportunities for training and education so  that\r\n\r\nthey  can  secure  a  better life for  themselves  and  their\r\n\r\nfamilies.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Malay community has been making steady progress over\r\n\r\nthe  years.   In year 2001, for example, 92% of Malay  pupils\r\n\r\ntaking the PSLE qualified for secondary school, and this  was\r\n\r\nan  improvement from 74% in 1990.  The corresponding national\r\n\r\naverages were 97% in 2001 and 88% in 1990. Sir, the  gap  has\r\n\r\nbeen  narrowed  to  just  five  percentage  points  from   14\r\n\r\npercentage  points  over a period of  about  10  years.   The\r\n\r\ncommunity needs to continue to focus their minds and energies\r\n\r\non  raising  the  educational and skills  qualifications.   I\r\n\r\nwould  again  like  to  urge  the Malay/Muslim  community  to\r\n\r\ncontinue  to push forward in education and make full  use  of\r\n\r\nthe opportunities that have been and will be open to them  at\r\n\r\nall levels.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, the Malay-Muslim community can make even better\r\n\r\nprogress  in education, the profession and commerce  if  they\r\n\r\nfocus their attention on the things that matter - education - and  not be distracted by a small but loud minority who  want\r\n\r\nthem  to  believe  that the community has been  discriminated\r\n\r\nagainst,   their   religion  belittled  and  their   concerns\r\n\r\ntrivialised.  If such people like those in Fateha.com succeed\r\n\r\nin  making the community believe that it has been made second\r\n\r\nclass  citizens in Singapore, the Malay/Muslim community  and\r\n\r\nSingapore will be the poorer for it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, racial and religious harmony will continue to be a\r\n\r\nkey prerequisite in our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 315</b></font><br><br>\r\n\r\n\r\n\r\npursuit for continued progress and nationhood.  But it is not\r\n\r\nthe  only form of cohesion we need to achieve.  We also  need\r\n\r\nto  forge  cohesion  among people of  different  backgrounds,\r\n\r\nbetween  the  better-off and the less  endowed,  between  the\r\n\r\nbetter  educated and those with modest education, and between\r\n\r\nSingaporeans  and  new Singaporeans and foreigners  who  work\r\n\r\nhere.   Efforts through the Remaking Singapore Committee  are\r\n\r\nopportunities  for  us  to  achieve these  objectives  beyond\r\n\r\neconomic progress.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we cannot control the storms and waves that we sail\r\n\r\nin.   But  we can strengthen the boat and the crew.  We  have\r\n\r\njust embarked on a process of remaking Singapore.  This is an\r\n\r\nopportune  time for us to come together with fresh  and  open\r\n\r\nminds  to chart the future course for Singapore.  If  we  can\r\n\r\nforge  the  type of social compact and strengthen racial  and\r\n\r\nreligious  harmony  together, we can face  and  surmount  any\r\n\r\nchallenges that Singapore will face.    On this note, Sir, I support\r\n\r\nthe motion.\r\n\r\n\r\n\r\n<br>3.55 pm\r\n\r\n\r\n\r\n<br><br><!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Wang Kai Yuen (Bukit Timah):</b> Mr Speaker, Sir, I\r\n\r\nwould  like  to join my colleagues in thanking the  President\r\n\r\nfor his Address.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In his Address, the President paints a very gloomy\r\n\r\npicture  of  our  outlook over the next  three  years.   Many\r\n\r\nSingaporeans after hearing him are taken aback by  the  bleak\r\n\r\nforecast.  Our people have always assumed that with  the  PAP\r\n\r\nGovernment  in  charge, our future is assured.   At  the  3rd\r\n\r\nNovember General Elections, our people were already painfully\r\n\r\naware  of  the  severity of the recession and the  challenges\r\n\r\nfacing the nation.  They gave the PAP a renewed mandate  with\r\n\r\nincreased popular support because they believed that  with  a\r\n\r\nproven  team in place, Singapore will be able to weather  the\r\n\r\nrecession and to continue to do well.  Five months had passed\r\n\r\nand  before  Parliament  was convened,  during  this  interim\r\n\r\nperiod,\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 316</b></font><br><br>\r\n\r\n\r\n\r\nthe recession had deepened, the unemployed continued to rise.\r\n\r\nOur people long for our Government to hold out a ray of hope,\r\n\r\na  promise of a better tomorrow.  After all, is it  not  what\r\n\r\nthe General Election was all about?  Vote for the PAP and  we\r\n\r\nwill guide you to a better tomorrow.  After listening to  the\r\n\r\nPresident,  our people are not so sure anymore.   Instead  of\r\n\r\nhearing  what the Government could do to lead us out  of  the\r\n\r\nrecession,  in the debate so far, we have heard  from  Member\r\n\r\nafter  Member telling Singaporeans that they have to be  more\r\n\r\nself-reliant,  that we should not look to the  Government  to\r\n\r\nsolve all our problems.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is well and good that our people\r\n\r\nshould  be more self-reliant.  But there is a limit  to  what\r\n\r\nthe  individuals  could do, especially in an  island  country\r\n\r\nlike  Singapore.  We cannot go back to farming, we cannot  go\r\n\r\nback  to  itinerant  hawkers, we cannot drive  pirate  taxis.\r\n\r\nYes,  we  could go back for more training and retraining.   I\r\n\r\nthink  it  is right and proper that we look to the Government\r\n\r\nto bring us through the recession.  Are we Singaporeans being\r\n\r\ntoo  dependent  on the Government?  I do not think  so,  Sir.\r\n\r\nAfter all, what is the role of a government?  To do what  the\r\n\r\nindividuals on their own cannot do.  To provide leadership in\r\n\r\na  crisis.   Our people want to be led.  So, we  should  lead\r\n\r\nthem.  It is important at this juncture when Singapore is  at\r\n\r\na   turning  point,  at  the  deepest  recession  since   our\r\n\r\nIndependence,   that   this   Government   provides    strong\r\n\r\nleadership.  We all could recall, close to 30 years ago,  the\r\n\r\nthen Prime Minister, Lee Kuan Yew, pointed to a bare batch of\r\n\r\nland  and declared, \"On this piece of land, we will  build  a\r\n\r\nmodern  metropolis.\"  He was brash, even arrogant, confident.\r\n\r\nBut  he did egg our people on.  I hope in the remaining  days\r\n\r\nof  this  debate,  we  would be able to hear  the  frontbench\r\n\r\nelaborate on the Government's vision of our country  and  the\r\n\r\nplan  to bring us there.  We need a strong dose of leadership\r\n\r\nto restore the confidence of our people.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we understand that the various\r\n\r\ncommittees  established by the Government after the  GE  have\r\n\r\nyet to finish their work.  Yes, we anticipate that\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 317</b></font><br><br>\r\n\r\n\r\n\r\ntheir  recommendations would probably result in new  policies\r\n\r\nand  new  tax changes, come the Budget in May.  However,  the\r\n\r\nelapsed  time of half a year by the time we come  to  May  to\r\n\r\nfigure  out  what to do, seems rather long.  As  the  Chinese\r\n\r\nsaying goes, \"yuan shui jiu bu liao jin huo\".  Basically,  it\r\n\r\nmeans  \"distant  water is useless in fighting  the  immediate\r\n\r\nfire\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;To me, Sir, the long delay seems to give us two\r\n\r\nimpressions.  Firstly, the Government is unprepared about the\r\n\r\nneed  to  make  major  changes and is  now  scrambling.   One\r\n\r\nwonders how is it that our highly acclaimed civil service did\r\n\r\nnot  anticipate the challenges facing us and make appropriate\r\n\r\nplans  for  it,  not to mention taking the necessary  action.\r\n\r\nSecondly,  it gives the impression that the better  ideas  of\r\n\r\nhow  to fix our nation's problems could be found only in  the\r\n\r\nvarious  remaking Singapore committees whose members are,  by\r\n\r\nand  large,  drawn from the private sector.  We have  already\r\n\r\nheard from Mr Khaw Boon Wan, who left the comfort zone of the\r\n\r\ncivil  service,  that he gained a lot from interactions  with\r\n\r\nthe  members of these committees.  He paid accolades  to  the\r\n\r\nwealth  of  experience  brought to bear  by  these  committee\r\n\r\nmembers.   He has been in the civil service for a long  time.\r\n\r\nWhat  he  said is actually telling us a lot about  the  civil\r\n\r\nservice.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, perhaps we are a bit too pessimistic\r\n\r\nabout  the  Singapore economy in the short term.   But  maybe\r\n\r\nthat  is  how Government works:  underestimating the severity\r\n\r\nof  the  recession  before  it hit, and  over-estimating  its\r\n\r\nseverity  after it hit.  The recession turned out to  be  the\r\n\r\nworst  in our history primarily because of our dependency  on\r\n\r\nelectronics  and hard-disk drive manufacturing, whose  global\r\n\r\ndemand  had  fallen off the cliff in the past 12 months.   It\r\n\r\nseems  to me, Sir, now that the external demand is recovering\r\n\r\nas  the  US  experienced a strong growth of 6% in  the  first\r\n\r\nquarter  of  2002.   The  US Consumer Confidence  posted  the\r\n\r\nlargest jump in 11 years in March this year.  So, just like a\r\n\r\nspring  that has been compressed, once the force is  removed,\r\n\r\nthe spring will bounce back.  Given the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 318</b></font><br><br>\r\n\r\n\r\n\r\ndepth  of  our recession, the Singapore economy will  rebound\r\n\r\nwithout too much Government interference.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;However, in the mid to long term though, the President\r\n\r\nis  correct  that  we  are facing the toughest  challenge  in\r\n\r\nreturning  Singapore to growth.  Mr Matthias Yao pointed  out\r\n\r\nearlier the nature of the retrenchments in recent months, ie,\r\n\r\nthese  retrenchments are the result of restructuring and  not\r\n\r\nbecause of failing businesses.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, while the Government is focusing on the remaking of\r\n\r\nSingapore,  I  suggest  that we should  not  forget  the  few\r\n\r\nlessons  this  recession has taught us.  One lesson  that  is\r\n\r\nforemost in my mind is the difficulty faced by older  workers\r\n\r\nin  finding  new  employment.  The Government has  introduced\r\n\r\nseveral  training  schemes for retrenched workers.   This  is\r\n\r\nindeed  laudable.  However, we all realise  that  the  number\r\n\r\ngoing  for retraining is low compared to the number  who  are\r\n\r\nunemployed.  One of the reasons is the scarcity of  jobs  out\r\n\r\nthere.   Without  the assurance of a job, the  motivation  to\r\n\r\nretrain is hard to sustain.  The other reason is the bias  of\r\n\r\nour society against older workers.  Many Members have already\r\n\r\nspoken  on this.  Ms Indranee Rajah had touched on  the  50+-year-old  lady who could not find a job despite  her  search.\r\n\r\nWe,  as  Members, have all come across individuals who cannot\r\n\r\neven  get  an  interview, when the potential employers  learn\r\n\r\nthat  they  are over 40 years old.  These employers  did  not\r\n\r\neven  bother to find out about the experience or  the  salary\r\n\r\nexpectations of these older workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe that we should remove as many\r\n\r\nof  the  hurdles standing in the way of the older workers  as\r\n\r\npossible.  I would like to see the Government take a more pro-active  stance  in eliminating discrimination  against  older\r\n\r\nworkers  based on age.  I think this has already been touched\r\n\r\non  by  certain Members.  Ms Irene Ng spoke about introducing\r\n\r\nlegislation to ban all kinds of discrimination.  The Minister\r\n\r\nfor  Manpower has already responded and I will not  elaborate\r\n\r\nfurther.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 319</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But I do have a suggestion to make, and this is to\r\n\r\novercome the employers' concern about higher medical costs of\r\n\r\nhiring older workers.  Today, when an employer hires an older\r\n\r\nworker even at the same pay as a younger worker, he still has\r\n\r\nto  worry about the higher likelihood of the worker having  a\r\n\r\nserious  illness sooner.  He has to pay the insurance company\r\n\r\na  higher premium to cover the medical benefits of this older\r\n\r\nworker.   I  suggest that we should have a portable insurance\r\n\r\npolicy for workers, very much like the CPF scheme.  I am  not\r\n\r\ntalking  about  the  Medisave Scheme, which  is  basically  a\r\n\r\nmedical scheme for post retirement.  I am referring to a  new\r\n\r\ninitiative of having a portable insurance scheme in place  so\r\n\r\nthat  as workers change jobs, they still carry with them  the\r\n\r\nsame  insurance  policy  across  employers,  that  they   can\r\n\r\ncontinue  to enjoy the premium paid in the past.   I  believe\r\n\r\nthat  having  such a scheme in place would  remove  one  more\r\n\r\ndisincentive of hiring older workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, the immediate concern of businesses in\r\n\r\nSingapore today is the difficulty of making a profit.   In  a\r\n\r\nrecession, there is very little one can do on increasing  the\r\n\r\nturnover  side.  Thus, cutting business costs is foremost  in\r\n\r\nthe minds of most CEOs and businessmen.  Most businesses have\r\n\r\nalready   cut  their  internal  costs  to  the  bones.    For\r\n\r\nadditional  cost reduction, they look towards the Government.\r\n\r\nThis  was the sentiment expressed by CEOs and businessmen  in\r\n\r\nthe recent series of dialogues organised by the Feedback Unit\r\n\r\non the upcoming Government Budget.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;By the way, the word \"feedback\" means the transmission\r\n\r\nof  evaluative or corrective information to the  original  or\r\n\r\ncontrolling source about an action, event or process.  So, by\r\n\r\nits very nature, the process of feedback is a one-way street.\r\n\r\nIf  my  eminent  colleague,  Dr Amy  Khor,  wants  a  two-way\r\n\r\ncommunication,  she should not use the word \"feedback\".   She\r\n\r\nshould  advocate  \"dialogue\".   And  instead  of  having  the\r\n\r\nFeedback Unit, perhaps we should have a \"Dialogue Unit\".\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 320</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, coming to the work of the Feedback\r\n\r\nUnit, there is consensus among participants that Singapore is\r\n\r\na  high-cost country.  They opined that we have become such a\r\n\r\nplace  through our high wage policy, asset enhancement policy\r\n\r\nand   land   transport  policy,  such  as  vehicle  ownership\r\n\r\nrestrictions.  In all these areas, there is no  easy  way  to\r\n\r\nclimb  down  from  the  high  plateau  without  major  social\r\n\r\ndislocations.  For instance, in the case of land cost,  there\r\n\r\nis   no   easy  way  to  reduce  this  cost  without  causing\r\n\r\npolitically unacceptable asset deflation in Singapore.  Thus,\r\n\r\nmost  businesses are holding their breath, waiting  for  some\r\n\r\nrelief  to  be announced by the Government.  As I  have  said\r\n\r\nearlier,  half a year seems to be a lifetime for those  whose\r\n\r\nnoses are already below the water.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But cutting business costs only offer short-term relief.\r\n\r\nAnd,  as  we  all  know, competing on  costs  is  a  game  of\r\n\r\ndiminishing returns.  We need a long-term strategy for future\r\n\r\ngrowth.  And what is this strategy?  We long to hear from the\r\n\r\nGovernment.   Mr  Inderjit Singh has done  an  excellent  job\r\n\r\nearlier  describing the ills of our economy and some  of  the\r\n\r\nideas to fix them.  Mr Balaji Sadasivan was right on the mark\r\n\r\nwhen  he  called  for  the creation of a  catchment  area  of\r\n\r\nconsumers within a 7-hour flight time around Singapore  based\r\n\r\non   the   Singapore  brand  of  quality,   reliability   and\r\n\r\nconsistency.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if we look at the countries around the\r\n\r\nworld,  we  could  group their economies roughly  into  three\r\n\r\ngroups  based on their major wealth creating activities.   In\r\n\r\none group are countries with primarily agricultural and earth\r\n\r\nresource  sectors.  Then, there is another group of countries\r\n\r\nwith the manufacturing sector as their engine of growth, such\r\n\r\nas  Taiwan,  Korea,  Japan, Singapore and,  increasingly  so,\r\n\r\nChina.  Then, there is a third group that has gone beyond the\r\n\r\nproduction  stage  of economic development  with  diversified\r\n\r\nmajor  contributors from the other sectors, such as services,\r\n\r\neducation, entertainment and knowledge-based.  For want of  a\r\n\r\nbetter  word, let us call the third group the post-industrial\r\n\r\neconomies.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 321</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Singapore became successful by pursuing the production\r\n\r\nmodel  where  manufacturing plays a central  role  in  wealth\r\n\r\ncreation.   And  to support that role, we have  an  education\r\n\r\nsystem  that, by and large, produces technicians,  engineers,\r\n\r\nadministrators  and people like me, to man the  economy.   To\r\n\r\ndate,  we have done very well.  But, along the way, our costs\r\n\r\nhave increased.  As Mr Heng Chee How pointed out earlier,  we\r\n\r\nprobably have gone as far as this formula could take us.   If\r\n\r\nwe  were  to continue fine-tuning the formula, we  would,  at\r\n\r\nbest,  become another Japan, albeit on a much smaller  scale.\r\n\r\nToday,  the  Japanese  industry is still  the  pride  of  the\r\n\r\nindustrial world.  But its domestic sector is very arcane and\r\n\r\ninefficient.  It is now in a deflationary trap  as  more  and\r\n\r\nmore   of  its  production  facilities  are  being  relocated\r\n\r\noverseas.   Mr  Balaji  pointed out rightly  that  we  should\r\n\r\ntransform  ourselves into an economy with goods and  services\r\n\r\nthat  people are willing to pay regardless of cost - in other\r\n\r\nwords, the post-industrial economy.  The question is how.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps, we could take a closer look at the US. Its\r\n\r\neconomy  is broad-based and has vibrant sectors in  services,\r\n\r\nfood,  entertainment and sports, besides the more traditional\r\n\r\nsectors  in  agriculture,  manufacturing  and  housing.   Its\r\n\r\nlifestyle  products  are permeating the whole  world.   Every\r\n\r\ntime  we  eat  a McDonalds hamburger, bite into a  Pizza  Hut\r\n\r\npizza,  take a sip of Coke or buy a pair of Adidas  shoes,  a\r\n\r\ncertain amount of our payment is transferred to America.  The\r\n\r\nsame  thing happens every time we listen to a piece of music,\r\n\r\nwatch a movie or a sports event copyrighted in America.   The\r\n\r\nUS  is a high-cost country, yet the world continues to pay no\r\n\r\nmatter  how  expensive the products  are.   As  long  as  our\r\n\r\neconomy  is  stuck  in  what  I call  the  manufacturing  and\r\n\r\nproduction  stage,  it would be easy for other  countries  to\r\n\r\njoin  in the competition.  If Japan could not compete against\r\n\r\nChina  in low cost and yet quality production, there is  very\r\n\r\nlittle chance that we could.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We should emulate the US in our own ways. At this\r\n\r\npoint,  I find myself echoing the views of Mr Steve  Chia  on\r\n\r\nthe role that creative thinking could play in a\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 322</b></font><br><br>\r\n\r\n\r\n\r\ndiversified economy.  In fact, we have so many common  points\r\n\r\nthat  we almost sound alike.  No wonder, Sir, he was  at  one\r\n\r\nstage mistaken to have come through the ranks of the PAP.  We\r\n\r\nshould  develop  our  own franchise food chains  like  Katong\r\n\r\nLaksa,  our  own  entertainment industry and our  own  sports\r\n\r\nheroes.   Again,  Associate Professor Chin talked  about  the\r\n\r\npursuit  of  arts and other activities that at this  juncture\r\n\r\nare  not  assigned  economic value by our economic  planners.\r\n\r\nHowever,  in a post-industrial economy, where creativity  and\r\n\r\ninnovation  are  valued,  we do not  just  need  technicians,\r\n\r\nengineers  and  administrators, but individuals  with  unique\r\n\r\ntalents.  We talk about greater creativity and innovation  as\r\n\r\nbeing crucial to our future.  We also know that to bring this\r\n\r\nabout, we have to fix our education system.  But, Sir, we  do\r\n\r\nnot  know  how  or  perhaps we are hesitant to  make  drastic\r\n\r\nchanges.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The key question that we have to ask ourselves is this:\r\n\r\nas  people  are  our only resource, are we  handicapping  our\r\n\r\nchildren  to face challenges in the future as we continue  to\r\n\r\nfoster  behaviour to our examination systems like  PSLE,  \"O\"\r\n\r\nlevels and \"A\" levels examinations?  Today, we have created a\r\n\r\nsystem  where  teachers  and students  become  very  good  in\r\n\r\nproducing  As.   In  the  latest \"A\" levels  examinations,  I\r\n\r\nbelieve  there were close to 700 students with  4As  and  the\r\n\r\nnewspapers reported that some of the Junior College  students\r\n\r\ncried  when they scored only 3As.  My goodness - what are  we\r\n\r\nbecoming?   What  does  an  'A'  mean  in  this  examination,\r\n\r\nespecially  in  technical subjects like Mathematics,  Physics\r\n\r\nand  Chemistry?   I think we have just become  very  good  in\r\n\r\nusing  existing  knowledge to solve  known  problems  in  the\r\n\r\nshortest possible time.  That is what it means.  When we  put\r\n\r\nour best and our brightest through a grill to the neglect  of\r\n\r\nother  more intellectual and leadership development pursuits,\r\n\r\nwe  have to ask ourselves whether we are doing justice to our\r\n\r\nchildren  and whether we are laying the foundation for  their\r\n\r\nfuture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I understand that MOE is exploring ways to address some\r\n\r\nof the perceived problems in our education system.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 323</b></font><br><br>\r\n\r\n\r\n\r\nProgress has been made here and there.  Assoc. Prof. Low Seow\r\n\r\nChay had touched upon it yesterday on some of these attempts,\r\n\r\nbut emphasising examination results is a problem of our whole\r\n\r\nsociety, and not just our education system alone.  For MOE to\r\n\r\naddress  this issue by itself would be like solving  problems\r\n\r\npiecemeal without seeing the big picture.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, if we are indeed serious about\r\n\r\ndiversifying  our economy, I surmise that  we  have  to  make\r\n\r\nfundamental changes, and to make fundamental changes  in  the\r\n\r\neducation system, we have to review the reward system for our\r\n\r\nyoung people which we have fine-tuned to perfection over  the\r\n\r\nyears.   For  a  start, we should review how  candidates  are\r\n\r\nselected for the best job in the Government, which happens to\r\n\r\nbe  also  the best job in the country.  We should  re-examine\r\n\r\nthe  selection  of scholars for scholarships offered  by  the\r\n\r\nPublic  Service Commission, other statutory boards and  GLCs.\r\n\r\nNowadays, a student will never get a chance for a scholarship\r\n\r\ninterview without \"S\" papers and scoring all As.  Sir, if  we\r\n\r\ncontinue  to select candidates based on examination  results,\r\n\r\nwe  are  not  going to encourage creativity  and  innovation,\r\n\r\nsomething  which my colleague, Mr Zainudin Nordin, also  felt\r\n\r\nstrongly about.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the post-industrial economy, we need individuals who\r\n\r\nwould  be  able  to create value from their activities  where\r\n\r\nnone  existed before.  Yet, in our education system,  we  are\r\n\r\ngrooming  an elite class who has become very good in  solving\r\n\r\nexisting   problems  using  known  solutions  and  only   the\r\n\r\nexceptional ones are able to break out of the mould and think\r\n\r\nout  of the box.  Clearly, Sir, there is a mismatch and  only\r\n\r\nthe  Government  could transform this value system.   Parents\r\n\r\nalone could not do it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, it is useful to reiterate that\r\n\r\nmeritocracy  should be based on the ability of an individual,\r\n\r\nand not on academic achievement.  We already know that.  When\r\n\r\nwe  look  at  the Frontbench, there are very few  PhDs.   But\r\n\r\nthere are\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 324</b></font><br><br>\r\n\r\n\r\n\r\nquite  a few in the Backbench, including myself.  So, why  do\r\n\r\nwe  not  extend it down to the \"O\" or \"A\" levels?  For school\r\n\r\nleavers  without  working experience,  we  have  always  used\r\n\r\nexamination  results in the past as a proxy  to  determine  a\r\n\r\nperson's   ability.   When  the  number  of  As  started   to\r\n\r\nproliferate,  this  proxy has outlived  its  usefulness.   We\r\n\r\nmight  want  to  broaden the selection  criteria  to  include\r\n\r\nparticipation in sports, leadership quality and so  on.   For\r\n\r\nmale  candidates, I think we could include their  performance\r\n\r\nin  national service, such as whether they have been selected\r\n\r\nas  officers.   If we do so, I am not sure what  we  will  do\r\n\r\nabout  the  female  candidates.  Perhaps, someone  can  think\r\n\r\nabout other appropriate criteria.  For those with jobs in the\r\n\r\nAdministrative  Service,  one way is  to  select  them,  mid-career,  based  on  their  actual  performance  in  the  job,\r\n\r\npreferably  in  the  private sector.  The  problem  with  our\r\n\r\ncurrent approach is the uniformity of ideas and responses  in\r\n\r\nour  elite Administrative Service.  In a crisis like what  we\r\n\r\nare  facing  today, as I have said earlier, we have  to  look\r\n\r\noutside  the Administrative Service for different experience.\r\n\r\nAnd yet, through our scholarship programme, over the past  30\r\n\r\nyears,  we  have locked up a significant number  of  talented\r\n\r\nindividuals  in the comfort zone of the civil  service  to  a\r\n\r\npoint  where we might actually starve the private  sector  of\r\n\r\ntalents.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;These are just specific examples. I am not saying that\r\n\r\nif  we  fix all these, all would be well.  But I am confident\r\n\r\nthat  once we change the reward system for young school-going\r\n\r\nchildren, our young people will respond and Singapore will be\r\n\r\nall the better for it.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, I believe that we have to make system-wide changes that will shake Singapore to its very core,\r\n\r\nchanges  that  will bring about the desired behaviour  needed\r\n\r\nfor  continued  progress.   Changes,  as  we  all  know,  are\r\n\r\ndifficult,  especially changes that go against the  grain  of\r\n\r\nour  own  experience.   We  are  all  prisoners  of  our  own\r\n\r\nexperience.   Our  Ministers and top civil servants  are  all\r\n\r\nproducts  of  the existing education system.  Could  we  make\r\n\r\nsuch a change that will deny our\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 325</b></font><br><br>\r\n\r\n\r\n\r\nown  experience that has brought us success?  But if  we  are\r\n\r\nserious about leaving no stone unturned, we have to slaughter\r\n\r\nsome sacred cows.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we must avoid being stuck in the\r\n\r\nproduction   economy  and  migrate  to  the   post-industrial\r\n\r\neconomy.   Our  present difficulties are not  caused  by  the\r\n\r\nemergence  of  China.  If it is not China, it would  be  some\r\n\r\nother  countries like Vietnam or Thailand.   China  has  just\r\n\r\nmade our condition more difficult and shortened the timeframe\r\n\r\nwe have to carry out the transition.\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Wang, you have got about three minutes\r\n\r\nto slaughter your sacred cows before your time is up!\r\n\r\n\r\n\r\n<br><br><!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Wang Kai Yuen:</b> Thank you, Sir. As I mentioned, we\r\n\r\nneed  to  work as one to move in the right path.   We  better\r\n\r\nmake  the right choices at this juncture as the wrong choices\r\n\r\nwould mean that we would have wasted our efforts and we would\r\n\r\nneed many more years to recover from our mistakes.  I do  not\r\n\r\nenvy  the burden placed on our new team of leaders.   Leading\r\n\r\nSingapore after year 2007 will be a difficult task but I have\r\n\r\nconfidence  in them.  If the right solution is somewhere  out\r\n\r\nthere, I am sure that they will find it.\r\n\r\n\r\n\r\n<br><br><!-- Dr Amy Khor Lean Suan -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Amy Khor Lean Suan (Hong Kah):</b> May I seek a point of\r\n\r\nclarification, Sir?  With due respect to the Member for Bukit\r\n\r\nTimah,  I understand that the definition of feedback at  this\r\n\r\npoint  in time is what the eminent Member has stated.  But  I\r\n\r\nthink feedback is also an iterative process because after the\r\n\r\nfeedback is given, the people giving the feedback will expect\r\n\r\nsome reactions so it becomes feedback begets feedback.\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Wang, I will give you two minutes to\r\n\r\nreply.\r\n\r\n\r\n\r\n<br><br><!-- Dr Wang Kai Yuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Wang Kai Yuen:</b> Mr Speaker, Sir, I am an engineer by\r\n\r\ntraining.   In all the feedback systems that I have  studied,\r\n\r\ndesigned  and worked myself, the feedback loop is always  one\r\n\r\nway.   The arrow goes in one direction.  It never comes  back\r\n\r\nin the other direction.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 326</b></font><br><br>\r\n\r\n\r\n\r\n<br><br><!-- Mr Chay Wai Chuen -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Chay Wai Chuen (Tanjong Pagar):</b> Mr Speaker, Sir,\r\n\r\nperhaps  the  two  Members can carry  on  their  conversation\r\n\r\noutside  this  Chamber.  Sir, I wish to speak in  support  of\r\n\r\nthis  motion  in the name of Mrs Lim, the Member  for  Marine\r\n\r\nParade GRC.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Address draws us to two sets of\r\n\r\nchallenges facing this country  - one external and the  other\r\n\r\ninternal.   He  identifies  them  as  the  most  severe  ones\r\n\r\nchallenging  our country in our history.  I can remember  two\r\n\r\noccasions  in  the  past  37  years  of  our  history   since\r\n\r\nindependence  in 1965 when we were confronted  with  economic\r\n\r\nand  political challenges of this dimension.  One was in 1967\r\n\r\nwith  the prospect of British withdrawal and the unemployment\r\n\r\nrate  at  10%.   The challenge then was really  domestic  and\r\n\r\neconomic  and  we were so down then that there  was  probably\r\n\r\nlittle choice.  Once we embarked on the policy alternative of\r\n\r\nattracting  foreign direct investment and  export  promotion,\r\n\r\nthe  ground was set for take off.   We were fortunate as  our\r\n\r\nleaders  then took this path, while the other countries  have\r\n\r\nnot  quite got their act together in the late 1960s  and  the\r\n\r\nearly  1970s.   They  were  still  entangled  in  ideological\r\n\r\narguments  about theories of economic development.  Political\r\n\r\nleadership then of gelling our people into a cohesive nation,\r\n\r\nand  a rugged society took us on the growth path once and for\r\n\r\nall for more than two decades.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second challenge to us was in the mid-1980s when,\r\n\r\nthrough  some  of our own economic policies, we  realised  we\r\n\r\nwere  pricing  ourselves  out of  the  growth  path  and  the\r\n\r\nEconomic    Competitiveness   Report   made    many    policy\r\n\r\nrecommendations for getting ourselves out of  the  recession.\r\n\r\nThe challenge then was also domestic and of our own creation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This time, the problem we face are both of external and\r\n\r\ndomestic,  economic and political.  In the  economic  sphere,\r\n\r\nthe  challenges we face this time are drawn from three  major\r\n\r\ndriving   forces   of  changes  in  the   world   economy   - globalisation,  deregulation and rapid technological  change.\r\n\r\nThese driving forces will\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 327</b></font><br><br>\r\n\r\n\r\n\r\naffect  us in determining our growth and employment  profile.\r\n\r\nTogether,  they  form a new definition of  the  new  economic\r\n\r\ncitizenship.  There are new opportunities but they bring with\r\n\r\nthem new risk and uncertainties.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;It is about global competition. Since the end of the\r\n\r\n1980s,  two billion people in the world gave up the  plan  or\r\n\r\ncommand  economy and joined the market economy - among  them,\r\n\r\nChina, India, the former Central and East European countries,\r\n\r\nRussia  and the Latin American countries.  They have  skilled\r\n\r\nand  industrious  people and for several decades,  they  have\r\n\r\nbeen  waylaid, living under the plan or command economy which\r\n\r\ndid not react adequately to market signals and demand.\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Today, these countries are competing for global foreign\r\n\r\ndirect  investment  and going for growth.   Their  supply  of\r\n\r\nlabour, resources and land is huge.  In particular, China and\r\n\r\nIndia stand out for their tremendous market potential.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What remains then of our competitiveness in attracting\r\n\r\nforeign direct investment for growth? The markets are growing\r\n\r\nin  the new economies.  The developed economies which we have\r\n\r\nbeen integrated with in trade and investment are slowing.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The future for us, I believe, lies in industrialising\r\n\r\nthe technology we have acquired or developed by ourselves  or\r\n\r\nin  joint partnership.  If we overcome this current recession\r\n\r\nwith the same mode of attracting foreign direct investment to\r\n\r\nadd  to input growth, I would not consider it as credible  or\r\n\r\neven as a middle-term solution.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We must collaborate and develop the technology for\r\n\r\nproducts and processes.  Switzerland, though a small country,\r\n\r\nhas built up huge enterprises with their own technologies  in\r\n\r\nproduct,  process and market access.  Examples are Nestle  in\r\n\r\nfood,  Ciba-Geigy, Roche in pharmaceutical.   Yet  the  Swiss\r\n\r\nhave their own traditional economic sectors where business\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 328</b></font><br><br>\r\n\r\n\r\n\r\norganisation,  operation and processes are honed  to  service\r\n\r\nthe  domestic  economy, including the  tourists.   All  these\r\n\r\nthings are easier said than done.  But that is precisely  why\r\n\r\nthis   current  challenge  is  so  immensely  different   and\r\n\r\nuncertain.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Domestically, we have to undertake economic\r\n\r\nrestructuring.  The fact of it is that dynamic economies have\r\n\r\nto  continually restructure by introducing challenging market\r\n\r\nforces  into  the  economy for the participants,  whether  as\r\n\r\nbusinesses,  workers  or government to  react.   This  is  so\r\n\r\nbecause of changing technologies and changing demand.   Also,\r\n\r\nnew entrants will always do it cheaper elsewhere.  And to  do\r\n\r\nthis, we need enterprise and flexibility in the business  and\r\n\r\nregulatory environment.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President in his Address talks about identifying new\r\n\r\nareas  of growth, especially in the services sector  such  as\r\n\r\ntelecommunications,   banking,   retail   and   construction.\r\n\r\nIndustry-wide  structural changes globally and  technological\r\n\r\nchanges  brought  about  the  competitive  changes  in  these\r\n\r\nindustries.  They raise issues of viability of the businesses\r\n\r\nin competition and skills retraining for the labour force.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I wish to point out a paradox for Members to consider.\r\n\r\nThe  two  most  protected  sectors we  had  all  through  our\r\n\r\nsustained  economic growth period of the seventies,  eighties\r\n\r\nand  into  the nineties were paradoxically telecommunications\r\n\r\nand  banking.  Did we not pride ourselves in the world  as  a\r\n\r\ntelecommunications hub and financial centre all  this  while?\r\n\r\nAnd  paradoxically, while we lament retail and  construction,\r\n\r\nthese  are  the  two  sectors most exposed  to  international\r\n\r\ncompetition from the early days.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Services embrace many areas of businesses, from the high\r\n\r\ninvestment,  high technology type, such as telecommunications\r\n\r\nand IT, to the more mundane corner-street retail shop service\r\n\r\nor  the  cleaning services.  Knowledge-based  businesses  are\r\n\r\nalso  classified as the services sector.  By  virtue  of  its\r\n\r\nwide definition and the fact that so much of these\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 329</b></font><br><br>\r\n\r\n\r\n\r\nservices  do  not  enter  into  the  tradeable  international\r\n\r\ncompetition, it makes sense for us to develop this sector, at\r\n\r\nleast  for  our  domestic economy and the employment  it  can\r\n\r\ncreate.   It does not have to be reflective of the  state  of\r\n\r\nthe  art,  but  must  answer to  our  need  -  the  need  for\r\n\r\nemployment of our dislocated workers.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A person who lost his job and starts a shop selling\r\n\r\nsomething  is also in retail.  He must be given a chance  for\r\n\r\nhis effort to try.  He is not going to compete with the likes\r\n\r\nof  Carrefour  or Wal-Mart, but he may find a niche  for  his\r\n\r\nbusiness activity.  We must not make entry into business  too\r\n\r\nrestrictive, by control over space or regulation.   Hence,  I\r\n\r\nam  not surprised that the Voluntary Exit Scheme proposed  by\r\n\r\nHDB last year for shopowners met with such negative response.\r\n\r\nMake the use of the space more flexibly and lower the rental,\r\n\r\nand I believe HDB will be helping the economy.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Cold Storage, owned by Dairy Farm and previously by\r\n\r\nforeigners, was not born yesterday.  It was here earlier than\r\n\r\nFairPrice.    Then  there  were  Yaohan   and   K-Mart.    In\r\n\r\nconstruction,  big  foreign  contractors,  with   their   own\r\n\r\ngovernment  support had always had the advantage  of  bidding\r\n\r\nfor  contracts in Singapore.  Why is productivity so  low  in\r\n\r\nthe  construction sector where we have put the most  part  of\r\n\r\nour  domestic  capital  formation in  it?   We  have  foreign\r\n\r\ncontractors and foreign labour galore in this sector.  Why is\r\n\r\nit  a  laggard sector in productivity?  Obviously,  there  is\r\n\r\nsomething   about  the  innovative  process,  the   so-called\r\n\r\nconstruction  technology, that is missing, or has  not  quite\r\n\r\nbeen  achieved  in  spite  of  all  the  money  spent  there.\r\n\r\nSomething  about the skill development process that  was  not\r\n\r\nquite  nourished  sufficiently.  Something about  the  market\r\n\r\nsignals  which  large  number of cheap  foreign  construction\r\n\r\nlabour failed to provide in the market corrective mechanism.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The President's Address mentioned that we can no longer\r\n\r\nexpect 8-10% growth, and that we should be happy if we make 4-6%  per annum.  I am gratified by this revised growth target.\r\n\r\nHowever, I suggest\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 330</b></font><br><br>\r\n\r\n\r\n\r\nthat more important is for us to focus on productivity growth\r\n\r\nand, correctly, total factor productivity growth that is  now\r\n\r\nthe  champion  of  SPRING,  the Standards,  Productivity  and\r\n\r\nInnovation  Board.  I have argued the case for  total  factor\r\n\r\nproductivity measurement for the last 13 years in Parliament.\r\n\r\nIt is in Hansard.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An economy can grow by adding up growth in factor\r\n\r\ninputs, such as capital investment and labour input.  But  up\r\n\r\nto  a  point, such growth is futile, if productivity gain  is\r\n\r\nnot  generated because wage increases will eat into the value\r\n\r\nadded;  or newer production from somewhere in the world  will\r\n\r\nmake  us less competitive.  Capital investment will also move\r\n\r\nto  these  countries  in search of better  rates  of  return.\r\n\r\nToday, faced with competitors with huge labour supply,  input\r\n\r\ngrowth is not a viable solution.  In the long run, it is  not\r\n\r\ngrowth  but  productivity that determines whether our  people\r\n\r\nwill have a better standard of living.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I welcome the Government's intention to strengthen the\r\n\r\nspirit   of   entrepreneurship   and   risk   taking    among\r\n\r\nSingaporeans,   as   the   basis   for   Singapore's   future\r\n\r\ncompetitiveness.  We must welcome foreign  talent.   We  must\r\n\r\nalso  value  our  own.   That must be the  corollary  of  our\r\n\r\nnational  economic agenda.  Are our existing  rules  flexible\r\n\r\nand expeditious enough for our entrepreneurs to allow them to\r\n\r\npick  up  the threads and go ahead quickly, or be  caught  in\r\n\r\nbureaucratic regulatory pitfalls?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One of the issues highlighted in the Addendum to the\r\n\r\nPresident's Address touches on innovation, the responsiveness\r\n\r\nof the public sector and improvement in service delivery.   I\r\n\r\ntotally  agree and I find that a lot of good can be  achieved\r\n\r\nthrough some inter-Ministry coordination to cut red tape.   I\r\n\r\ngive two examples.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many MPs will have come across this problem in their\r\n\r\nhouse-to-house  visits where residents complained  about  the\r\n\r\nmosquito  nuisance  for themselves and  their  children.   It\r\n\r\ncould  be  in the open field, which is under one Ministry  or\r\n\r\nthe Land\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 331</b></font><br><br>\r\n\r\n\r\n\r\nDepartment, or a construction site for a school under MOE, or\r\n\r\na  construction  site  under MND.   I  see  that  the  Senior\r\n\r\nParliamentary   Secretary  to  the  Minister   for   National\r\n\r\nDevelopment is smiling.  So, many different Ministries can be\r\n\r\ninvolved  in  these sites, and the Town Council staff,  which\r\n\r\nthe  poor  MP  can count on, has to get the bureaucratic  red\r\n\r\ntape  sorted out before some action can be taken.  Every time\r\n\r\nafter  a  Ministry's clearance, some fogging is done  by  the\r\n\r\nrelevant   body  and  after  that  forgotten,   leaving   the\r\n\r\nmosquitoes  to breed again.  It seems an unsolvable  problem,\r\n\r\nbut  actually  the solution is quite simple.  Quite  frankly,\r\n\r\nsome  local action by the Town Council can be done  on  these\r\n\r\nsites to fog regularly and the bill and fines be given to the\r\n\r\nMinistry or the contractors.  But that would require an inter-Ministry coordination effort to cut the red tape.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The second example I want to give concerns the never-ending fortnightly visits to the immigration authority office\r\n\r\nto   extend  social  visit  passes  of  foreign  spouses   of\r\n\r\nSingaporeans.   Each time the poor Singaporean  has  to  take\r\n\r\nleave to bring his/her spouse to the office and pay a fee for\r\n\r\nrenewal.  Can we not make life a bit easier by granting  such\r\n\r\nSingaporeans' spouses a 3-month visa?  Straightaway  it  will\r\n\r\nhelp  to solve the frightful queue at the SIR office and help\r\n\r\nsave  cost  for  these Singaporeans.  Do  these  spouses  not\r\n\r\ndeserve at least a 3-month visa?  I have actually come across\r\n\r\nmany  cases  where they have been renewing fortnightly  visas\r\n\r\nfor  two  years.  If anything, it will enable  them  to  plan\r\n\r\ntheir family life better with a 3-month horizon, and put less\r\n\r\nstress  on the families.  Can one imagine what life  is  like\r\n\r\nwith a foreign spouse on a 2-week visa for months on end?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, I note in the Addendum that it is the\r\n\r\nGovernment's  policy to ensure as low a tax  burden  so  that\r\n\r\nSingapore  would  be  attractive  for  investment   and   job\r\n\r\ncreation.  It is also mentioned that the Government is aiming\r\n\r\nfor  a  modest budget surplus over a business  cycle.   If  I\r\n\r\nunderstand this correctly, as it seems to be saying, it\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 332</b></font><br><br>\r\n\r\n\r\n\r\nwould  be  good  news.   Maintaining  fiscal  discipline   is\r\n\r\nundoubtedly important.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I am not against budget surplus, but persistently high\r\n\r\nbudget  surpluses draw dynamism away from the private  sector\r\n\r\neconomy.  Public savings in Government revenue must find  its\r\n\r\ncorollary  effects  in  diminished  private  sector  savings,\r\n\r\nthereby  affecting  private sector investments  which  create\r\n\r\nfurther  wealth and jobs.  The public sector officials  argue\r\n\r\nfor  public  savings  for the ageing  economy.   But  do  not\r\n\r\nforget,  the  private sector members must be responsible  for\r\n\r\nsaving for their own old age.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Other statutory costs, Government charges, licensing\r\n\r\nfees  add up as other additional costs besides taxes.   While\r\n\r\ntaxation  may be comparatively low, the operating environment\r\n\r\nafter the flow through may cause the cost of operation to  be\r\n\r\nhigh  because of the various statutory costs.  A look at  the\r\n\r\nReport  of the Estimates Committee will bear me out,  to  see\r\n\r\nthe  amount of such statutory collections.  We need to really\r\n\r\naddress  this issue in our review of the economy to make  our\r\n\r\neconomy competitive.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, Sir, the President has highlighted the cultural\r\n\r\nissues  and challenges we face as a nation.  I have  focussed\r\n\r\nmainly  on the economy, but there is no doubt that the social\r\n\r\nchallenges confronting us require a renewed response from  us\r\n\r\nto  find  more  common ground.  We need to  know  more  about\r\n\r\nourselves  as Singaporeans.  This should be done in  schools,\r\n\r\nin  the  workplaces, in community centres, in the celebration\r\n\r\nof  festivals.  We must learn to speak the languages  of  our\r\n\r\nother  brothers and sisters.  Only then will the  bond  among\r\n\r\nSingaporeans be stronger than the forces which  can  tear  it\r\n\r\napart.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, I support the motion.\r\n\r\n\r\n\r\n<br><br><!-- Assoc. Prof. Koo Tsai Kee (Senior Parliamentary Secretary to the Minister for National Development) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>The Senior Parliamentary Secretary to the Minister for National Development (Assoc. Prof. Koo Tsai Kee):</b> Sir, may I\r\n\r\ntake  this opportunity to congratulate you as Speaker of this\r\n\r\nParliament.  I would also like to thank the President for his\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 333</b></font><br><br>\r\n\r\n\r\n\r\ninvaluable  insights, and Mrs Lim Hwee  Hua  for  moving  the\r\n\r\nmotion.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, it is late in the day. You have listened to close\r\n\r\nto  40  speeches.   It  is unfortunate that  I  am  the  last\r\n\r\nspeaker.  Although I am the last speaker, I am sure I do  not\r\n\r\nhave  the last word.  But I thought, Sir, you might  like  to\r\n\r\nlisten to a story for a change.  This story happened in China\r\n\r\nduring the warring period, what the Chinese call the Zhan Guo\r\n\r\nperiod,  roughly  from  475 BC to 221  BC.   Because  of  the\r\n\r\nconstant outbreak of wars in China during that period,  hence\r\n\r\nthe term \"warring states\".\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two states, Wei state and Zhao state decided to sign a\r\n\r\npeace  treaty, but they did not trust each other.  Hence,  in\r\n\r\norder  to  enforce  the sanctity of the treaty,  it  was  the\r\n\r\npractice  then  to exchange hostages, and the higher  ranking\r\n\r\nthe  hostage they would exchange, the more sincere the treaty\r\n\r\nwould  be.   The Wei king was very keen to secure this  peace\r\n\r\ndeal,  because he knew, like us, that peace is the foundation\r\n\r\nfor  prosperity.  So he sent his most loved son to  the  Zhao\r\n\r\nstate.  But the journey from the Wei state to the Zhao  state\r\n\r\nwas long and hazardous.  There were bandits and all kinds  of\r\n\r\npeople  waiting  to disrupt the journey.   So  the  Wei  king\r\n\r\ndecided  to send Pang Gong, his most loyal, trusted and  most\r\n\r\nable  official to escort the prince.  Pang Gong was  honoured\r\n\r\nbut very worried.  The journey to the Zhao state was long and\r\n\r\ntreacherous,  but  that did not frighten him.   What  he  was\r\n\r\nworried  about was that the long absence from the  Wei  state\r\n\r\nwould allow his adversaries in the palace to poison the  mind\r\n\r\nof the king, and undermine the trust the king had in him.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Before he left for the journey, he asked for a meeting\r\n\r\nwith  the  king.  So he asked the king, \"Your Majesty,  would\r\n\r\nyou believe me if I told you that I saw a tiger in the street\r\n\r\nthis  morning?\"   The king replied, \"Of course,  not,  it  is\r\n\r\nridiculous.  This is Wei state.  We are a peaceful  country.\"\r\n\r\nThe loyal official persisted and said, \"Your Majesty, suppose\r\n\r\nI  told  you  that another person saw a tiger this  morning.\"\r\n\r\nThe  king  said, \"In that case, I may have to look  into  the\r\n\r\nrumour.  I cannot dismiss the rumour\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 334</b></font><br><br>\r\n\r\n\r\n\r\noutright.\"  \"Your Majesty,\" the official insisted, \"what if a\r\n\r\nthird  person also saw the tiger on the streets and told  you\r\n\r\nso?\"   The  king  said, \"If three persons told  me  the  same\r\n\r\nstory, then there must be truth in it.  I believe there  must\r\n\r\nbe  a  tiger in the streets.\"  The loyal official said, \"Sir,\r\n\r\nYour Majesty, I have just tricked you, because you must never\r\n\r\nbelieve  in  rumour.   There is no tiger in  the  Wei  state.\r\n\r\nWhen  I  am away, Sir, many officials will try to poison  me.\r\n\r\nYou  must  never believe them, because my loyalty to  you  is\r\n\r\nabsolute.\"  The king said, \"Don't worry. Go!  Just  send  the\r\n\r\nprince  there.   Secure  the peace deal.   You  are  my  best\r\n\r\nofficial,  most  loyal  and the most skilled.\"   And  so  the\r\n\r\nofficial went.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;No sooner had the official gone on the journey, the\r\n\r\nfirst enemy came and poisoned the mind of the king.  The king\r\n\r\ndismissed him, \"Go!  I don't believe you.\"  A few days later,\r\n\r\na second official came and told the king, \"Pang Gong may harm\r\n\r\nthe  prince along the way.  Don't trust him.\"  The king began\r\n\r\nto  waver.  And then a few days later, a third official,  and\r\n\r\nmore  and  more,  came  to tell the king  that  the  official\r\n\r\naccompanying  the prince cannot be trusted.  Eventually,  the\r\n\r\nking  lost trust in the loyal official, and this story became\r\n\r\nknown  in  the Chinese idiom as san ren cheng hu,  translated\r\n\r\nliterally, it means \"three persons make a tiger\".   Sir,  you\r\n\r\nmight  well ask: What relevance has this story got to  do  in\r\n\r\nthis important Presidential Address?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, of late, there is a climate of gloom and doom all\r\n\r\naround.  I enjoyed Dr Wang Kai Yuen's speech very much.  Even\r\n\r\nhis  speech  was  very pessimistic.  This haze  of  pessimism\r\n\r\nhangs  over  many of us - in this House, outside  the  House.\r\n\r\nThe   interminable  streams  of  media  stories  about   MNCs\r\n\r\nrelocating  their factories and operations out of  Singapore,\r\n\r\nthe  stories  about  terrorism at our doorsteps  and  stories\r\n\r\nabout  insecurity  around the region are  depressing  indeed.\r\n\r\nPeople  are  whispering quietly in our ears:   Can  Singapore\r\n\r\ncompete?   Will  our  children have a future?   Or,  will  we\r\n\r\nperish?   The rumours are spread from one person  to  another\r\n\r\nperson outside the confines of this House.\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 335</b></font><br><br>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;One begins to wonder if Singapore is indeed losing its\r\n\r\ncore  strength - its competitiveness.  While each  individual\r\n\r\nstory is true, Maersk has gone, maybe more may be going, more\r\n\r\nfactories  are  closing, Shell IT hub may be going  to  Kuala\r\n\r\nLumpur, BMW may be going away again, or part of it at  least,\r\n\r\ntogether,  these stories become a tiger out in  the  streets,\r\n\r\nand  we  believe that a tiger exists waiting to vanquish  our\r\n\r\neconomy.  Indeed, some of my closest grassroots leaders  have\r\n\r\ntold  me  quietly  over  coffee-shop  talks:   Is  this   the\r\n\r\nbeginning of the end of Singapore?\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, Singapore must never fall into the trap of being\r\n\r\nhaunted by the ghost of the tiger in san ren cheng hu.   Take\r\n\r\nthe  story  of  PSA.   Many people  have  told  me  that  the\r\n\r\nrelocation  of Maersk to Tanjong Pelapas is the beginning  of\r\n\r\nthe  end  of  PSA.  I say these people do not know  Yeo  Ning\r\n\r\nHong.   They do not know PSA's management.  They do not  know\r\n\r\nthe  port  officers and the port workers' union.  I know  all\r\n\r\nfour  of  them.  When I became MP, Yeo Ning Hong was in  this\r\n\r\nHouse.   I  went to the NTUC; I worked with the port officers\r\n\r\nand  port  workers' union.  Khoo Teng Chye was my schoolmate.\r\n\r\nAnd  these are brave warriors, Sir.  I do not think they will\r\n\r\nlet PSA down.  Well, we might have lost Maersk, maybe one  or\r\n\r\ntwo  more might go, but I think PSA will survive, and we must\r\n\r\nbelieve  it  will, and we must support these people  and  not\r\n\r\nblame  them for chasing Maersk away.  Let me tell Members  in\r\n\r\nthis  House  and  the  people in the streets.   PSA  is  PSA.\r\n\r\nTanjong Pelapas is Tanjong Pelapas, and the twins shall never\r\n\r\nmeet.   We  will revisit this topic sometime later.   History\r\n\r\nwill vindicate me.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We have heard so much about remaking Singapore. It is\r\n\r\nbecoming  a fashionable word - remaking, remaking,  remaking.\r\n\r\nYou  cannot go wrong if you remake something.  But before  we\r\n\r\nremake   Singapore,   Sir,  I  think  we  should   rediscover\r\n\r\nSingapore, rediscover our indomitable spirit to fight in  the\r\n\r\nface   of  adversity,  rediscover  the  confidence  in   this\r\n\r\nGovernment, rediscover the talent in each one of us.   Unless\r\n\r\nwe discover these attributes, remaking is no use.  We are not\r\n\r\nshort of ideas.  Ideas\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 336</b></font><br><br>\r\n\r\n\r\n\r\nare a dime a dozen.  You talk to your Feedback Committee,  Dr\r\n\r\nWang.   Everyone  will  give  you  three  ideas.   You   want\r\n\r\nintellects, Ph.D, go to the university, a dime a dozen.   Not\r\n\r\nenough!  Send  out consultants' reports.  Ask consultants  to\r\n\r\ncome, Mackenzie.  Anybody, you pay to give you all the ideas.\r\n\r\nThey are mercenaries.  You pay them, they give you ideas!  No\r\n\r\npayment, no ideas.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But the attributes I talked about cannot be bought. We\r\n\r\nmust rediscover them.  Over the years, rust has crusted these\r\n\r\nattributes,  and  we  begin to blame each  other,  blame  the\r\n\r\nGovernment,  blame the individuals, blame high  costs.   More\r\n\r\nthan 30 years of uninterrupted growth has made us rich.   Now\r\n\r\nwe are afraid to lose what we have gained.  Thirty years ago,\r\n\r\nour  fathers,  our grandfathers fought with this  Government,\r\n\r\nand they fought together, because we had nothing to lose.  We\r\n\r\nstared danger in the face, and we came so far.  Today, we are\r\n\r\nrich.   We  are scared.  We are facing a brave new  world,  a\r\n\r\nlittle  uncertain, but very scared.  I say, do not be scared.\r\n\r\nWe should rediscover the spirit of the brave men and women of\r\n\r\nthe 60s, and face the brave new world with renewed courage.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, if we are not so strong and confident, we will\r\n\r\nsuffer  the  same  fate as Hongkong.  What  is  happening  in\r\n\r\nHongkong  today?   The new Hongkong is the most  dynamic  and\r\n\r\nentrepreneurial city state in the world, but no  longer.   If\r\n\r\nyou go to Hongkong today, a different mood, a different gloom\r\n\r\nhas befallen the city.  Some years ago, before the changeover\r\n\r\nin  1997, on the front page of Fortune magazine, the headline\r\n\r\nstory  was  called, \"The death of Hongkong\".  That story  was\r\n\r\nsold  like  hot cakes in Hongkong; not that they enjoyed  it.\r\n\r\nThey  read it, and they were incensed, and many people put  a\r\n\r\nchallenge to the editor of Fortune magazine that if  Hongkong\r\n\r\nwere  to suffer post British rule, the editor of Fortune will\r\n\r\nbe made to eat the cover of that magazine from page to page.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Five years on, I think that challenge rings hollow.\r\n\r\nHongkong  is  in  the  death throes.  Hongkongers  have  lost\r\n\r\nconfidence\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 337</b></font><br><br>\r\n\r\n\r\n\r\nin themselves, and many have given up, and more are giving up\r\n\r\nday by day.  Unemployment today in Hongkong is a record 6.8%.\r\n\r\nWe  are  close to 5%.  Up to January 2002, that  means  early\r\n\r\nthis   year,  Hongkong  has  had  36  months  of  consecutive\r\n\r\ndeflation.   That means, month after month,  people  are  not\r\n\r\nbuying,  people  are not spending and not investing,  because\r\n\r\nthey  are waiting for prices to go down even more.  They have\r\n\r\nlost  confidence.  And they are wallowing in pity and sorrow.\r\n\r\nThis  year, Hongkong is expected to chalk up a record  budget\r\n\r\ndeficit of something like HK$65.6 billion.  The Secretary  of\r\n\r\nFinance said that if it goes on like that, Hongkong's coffers\r\n\r\nwill be broke in five to six years.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Surprisingly, all these are happening in the shadow of\r\n\r\nChina, the fastest growing economy in the world.  So one must\r\n\r\nask:  why are Hongkongers so pessimistic?  Should it  not  be\r\n\r\nriding  the dragon?  Hongkong used to be the tail that wagged\r\n\r\nthe  dog  of  China.   Today,  Hongkongers  are  walking  the\r\n\r\nstreets,  their heads down, and the unkinder ones say,  their\r\n\r\ntails between their legs.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Last week, I read a column by Christine Loh. Christine\r\n\r\nLoh  used  to  scold  the Government.   She  would  tell  the\r\n\r\nGovernment to go to hell, Government is doing this wrong  and\r\n\r\nthat  wrong.  And it is surprising to see that Christine  Loh\r\n\r\ntook on the role to rally the people, and Christine Loh wrote\r\n\r\nin  a  column of South China Morning Post - I think the South\r\n\r\nChina Morning Post weekend.  She said: \"Why are we so gloomy?\r\n\r\nThere  is  a future in Hongkong.  Just listen to Zhu  Rongji.\r\n\r\nWhat  did Zhu Rongji tell Hongkongers?  He said, and he  told\r\n\r\nthe  Hongkongers, `There is no city in mainland  China  today\r\n\r\nthat  is  able  to  surpass Hongkong.  Not  yet.'   From  Zhu\r\n\r\nRongji, the Chinese Premier to Hongkongers.\"\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In my recent visit to Hongkong, many Hongkong friends\r\n\r\n(taxi-drivers,  casual  street  vendors)  have  told  me   in\r\n\r\nCantonese.   And, Sir, with your indulgence,  I  will  repeat\r\n\r\nwhat  they told me.  They said, \"Heong Kong wan yuan ler,  mo\r\n\r\nta wan de ler!\"  In other words, the game is\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 338</b></font><br><br>\r\n\r\n\r\n\r\nover, game set and match.  Hongkong is finished, kaput habis!\r\n\r\nAnd  that is worrying because Hongkong survives on a dose  of\r\n\r\nconfidence; without confidence, Hongkong is nothing.  I think\r\n\r\nthe  mercurial Hongkongers will survive but not  until  their\r\n\r\npeople  have  picked  themselves up  and  rediscovered  their\r\n\r\nspirit.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;We are a bit like Hongkong today. We are demoralised.\r\n\r\nWe  are worried about high costs.  And in this House, we have\r\n\r\nheard  many pessimistic speeches.  But now back to Singapore,\r\n\r\nSir.   Tales of downsizing, retrenchments, relocations, shut-downs  are  indeed very depressing.  These stories appear  in\r\n\r\nthe  newspapers  every day.  That we have  gone  through  the\r\n\r\nworst  recession, at least statistically speaking, is a fact.\r\n\r\nYes, unemployment is a record high.  The Ministry of Manpower\r\n\r\nhas  warned that it might go higher.  Yes, terrorism is  here\r\n\r\nto  stay  and  we cannot wish it away, and, yes, Malaysia  is\r\n\r\npicking  on  us again.  Yes, of course, we are  an  expensive\r\n\r\ncity.   And, yes, the region is trapped in a global slowdown.\r\n\r\nIndeed, we have lots of problems.  But, Sir, no, this is  not\r\n\r\nthe  end  of  Singapore.  The first thing we must believe  is\r\n\r\nthis is not the end of Singapore, and we will survive, and we\r\n\r\nwill  reinvent ourselves once we have rediscovered our  basic\r\n\r\nvirtues.  Just like we did in the 60s when the road ahead was\r\n\r\neven more uncertain, more rocky.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, to conclude, there are three reasons for my\r\n\r\nconviction or one conviction based on three reasons.   First,\r\n\r\nwe  have  more  resources today than we have ever  had.   Our\r\n\r\nreserves  are healthy; financially we are liquid, with  very,\r\n\r\nvery little debts; our infrastructure is impeccable.  Yes, we\r\n\r\nare expensive, we have got to watch the costs.  This is where\r\n\r\nremaking  comes in.  Second, we have a better workforce  than\r\n\r\nwe  have ever had in the 60s.  Our best are world-class.   Dr\r\n\r\nWang said that there are a few Ph.Ds. in this House.  In  the\r\n\r\n60s, there were very few, probably none, maybe Dr Toh and  Dr\r\n\r\nGoh.  Third, we have a formidable total defence force and  an\r\n\r\nextremely cohesive community.  The Government, the unions and\r\n\r\nemployers  work  as  a  team.  In the 60s,  the  people  were\r\n\r\nfighting the Government on the\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 339</b></font><br><br>\r\n\r\n\r\n\r\nstreets,  the unions were fighting each other, and  employers\r\n\r\nand  the unions were at each other's throat.  Today,  we  are\r\n\r\nsitting  on  the  same side of the table  and  talking.   But\r\n\r\nbeyond  all this, I think the most important reason  is  that\r\n\r\nthe  Government  is  not  in  self-denial.   The  President's\r\n\r\nAddress  laid  out the challenges, pointed  out  the  dangers\r\n\r\nahead - I think that is a good rallying point.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Sir, we can remake Singapore once we have driven the\r\n\r\ntiger  -  the tiger of san ren cheng hu - back to the warring\r\n\r\nstates.\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Dr Tan Cheng Bock shall be our last\r\n\r\nspeaker.\r\n\r\n\r\n\r\n<br><br><!-- Dr Tan Cheng Bock -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Dr Tan Cheng Bock (Ayer Rajah):</b> Thank you, Mr Speaker,\r\n\r\nSir.   I know I am not scheduled to speak.  But when I  stood\r\n\r\nup to speak, I was stopped by you, Sir.  I had only wanted to\r\n\r\ncaution my good friend, my fellow MP Inderjit Singh,  on  his\r\n\r\nchoice  of  words.   He made a good speech.   Throughout  his\r\n\r\nspeech,  I  was feeling very uncomfortable in  his  call  for\r\n\r\neconomic  colonisation.  He belongs to the new generation  of\r\n\r\nSingaporeans.  He did not live under the colonial  days,  and\r\n\r\neconomic colonisation may be a new economic buzzword -  am  I\r\n\r\nright?   I  am  not  so  sure.  But I live  at  a  time  when\r\n\r\nSingapore  was  a colony, and the British were  our  colonial\r\n\r\nmasters.   And  the  word \"colonisation\" has  a  very  strong\r\n\r\nemotive meaning, not only for my generation but also for  the\r\n\r\ngeneration  of  those  people  across  the  Causeway  and  in\r\n\r\nIndonesia,  and also in many other countries not only  within\r\n\r\nthis  area  but  just  a  little bit  further  from  the  two\r\n\r\ncountries which have just got rid of their colonial  masters.\r\n\r\nTherefore,  the  words  \"economic  colonisation\"   could   be\r\n\r\nmisconstrued and misinterpreted\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 340</b></font><br><br>\r\n\r\n\r\n\r\nby  many  people,  and we coming to invest  with  a  colonial\r\n\r\nmentality when we go there to do business.  We must not allow\r\n\r\nthis to happen.  That is why I chose to speak.  And I am sure\r\n\r\nMr  Inderjit  Singh never had this in his mind.   He  may  be\r\n\r\nquite  innocent, but these two words could carry a very wrong\r\n\r\nconnotation.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Mr Speaker, Sir, we are a small nation with some\r\n\r\neconomic  clout,  but  we are nothing  compared  to  the  US,\r\n\r\nnothing compared to Japan, nothing compared to Europe.  We do\r\n\r\nnot  have  their might and influence.  So we should  get  our\r\n\r\nperspective right.  We are only trying to find niche  markets\r\n\r\nin  this global economy.  So, let us just do that, and do  it\r\n\r\nin a quiet and humble way.\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I support the motion moved by Mrs Lim Hwee Hua.\r\n\r\n\r\n\r\n\r\n\r\n<br><br><font size=\"1\"><b>Column: 340</b></font><br><br>\r\n\r\n\r\n\r\n\r\n\r\n<div align=\"center\"><b>ADJOURNMENT OF DEBATE</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That the debate be now adjourned. - [Dr Lee Boon\r\n\r\nYang].\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> Mrs Lim, resumption of debate, what day?\r\n\r\n\r\n\r\n<br><br><!-- Mrs Lim Hwee Hua -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mrs Lim Hwee Hua:</b> Tomorrow, Sir.\r\n\r\n\r\n\r\n<br><br><!-- Mr Abdullah Tarmugi (Mr Speaker) -->&nbsp;&nbsp;&nbsp;&nbsp;<b>Mr Speaker:</b> So be it.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br><div align=\"center\"><b>ADJOURNMENT</b></div>\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Resolved,\r\n\r\n\r\n\r\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp;That Parliament do now adjourn. - [Dr Lee Boon Yang].\r\n\r\n<div align=\"center\"><h4></h4></div>\r\n\r\n<br><br><div align=\"right\">Adjourned accordingly at Three</div>\r\n\r\n<div align=\"right\">minutes past Five o'clock pm.</div>\r\n\r\n</body>\r\n\r\n</html>\r\n\r\n", "htmlContent": null, "subtitle": null, "sittingDate": null, "content": null, "mpNames": null, "htmlFileName": null, "verPdf": null, "footNotes": null, "footNoteQuestion": null, "footNoteQuestions": null, "footNote": [], "atbpList": [], "ptbaList": [], "attendanceList": [], "onlinePDFFileName": null, "pdfNodes": null, "clarificationText": null, "clarificationTitle": null, "clarificationSubTitle": null, "ptbaFrom": null, "ptbaTo": null, "questionCount": null}
